{
    "rg": "RG-50.549.05.0004_trs_en",
    "sequence": [
        "Q: This is an interview with Abe, Abram Jakubowicz. It’s July 14\", 1999. And this is part of a\ncollection of interviews with Holocaust survivors living in Kentucky, sponsored jointly by the\nUnited States Holocaust Memorial Museum and the Kentucky Oral History Commission. The\ninterviewer is Arwen Donahue. And for this interview we are going to not go over all of Mr.\nJakubowicz’s experiences from his Holocaust and pre-Holocaust years, because he has already\nbeen interviewed by the Survivors of the Shoah Foundation. That interview was conducted on\nFebruary 19\", 1996. So, we’re going to just briefly summarize what was said in that interview\nand ask some questions to fill in and then we’re going to go on and explore his post-war life in\nmore detail. This is tape number one, side A. Okay, so, you tell me if I get any of the facts\nwrong and Ill tell you what I have written down from your Shoah Foundation interview. You\nwere born... hmm?",
        "A: I’m listening.",
        "Q: Okay. You were born in Piotrkow, Poland on September 24, 1924. Grew up in Grodzisk,\nMazowiecki. Your grandfather Chaim Jakubowicz was the head of the Jewish community there.\nYou had one brother, Gershon, he was born in 1929. You mentioned that your parents worked,\nsay again what their work was?",
        "A: My grandfather from both sides, my grandmother, had shoe stores. But my father, he bought\nfrom the tannery, when they make the leather, one part is what makes leather, the other part is\nlike beady stuff. Doesn’t smell good, you know it. They use it mostly for glycerin, Vaseline,\nchemical factories. So in any tannery, when they had enough that we could send in a truck, you\nknow it, so we could pick and give it to the tanneries. I don’t know how I can explain it closer.",
        "Q: What was your mother’s maiden name?",
        "A: Bluma, B L U M A and Hannah, Hannah was her middle name. Bluma Hannah.",
        "Q: And we got your father’s name and her name on the other interview. Okay, now you mentioned\nthat you went to high school in Warsaw. Is that correct?",
        "A: I went to Warsaw and I went to Piotrkow. I went to Piotrkow first and I was away too much\nfrom my parents and I got homesick, so they took me back. They sent me from Grodzisk to\nWarsaw. And the gymnasium was not in [INAUDIBLE], it was... came out from the Jewish\nFederation, not Federation that time... the Gemennah (ph).",
        "Q: Were you in Warsaw when the war broke out in September, 1939?\n1",
        "A: We lived Grodzisk, but Warsaw is only about 30 kilometers, 20 miles from Warsaw. Now I\nknow, I found out they attached it to Warsaw, but at that time not.",
        "Q: Okay, so you were in Grodzisk.",
        "A: Grodzisk.",
        "Q: Grodzisk. And you were there, living through the various restrictions that happened, that came\nalong with the German occupation of Poland?",
        "A: Yeah, not quite, because the fifth of February, 1941, all the Jews had to leave Grodzisk, and we\nall had to go to the ghetto. And before this there was kind of restriction, but it wasn’t that bad,\nyou know. You had to go to work, you had to do other things, but it was not too bad.",
        "Q: Can you, you did describe your, some general things about your experiences in the Warsaw\nghetto in your interview, in your prior interview. But I wondered if you would say something\nmore about it, in particular something about your living situation there. Where did you live and\nwith whom?",
        "A: We lived on Twarda (ph) 24\", Twarda 26, as far as I can remember now, was a corner from\nChepa (ph) and they called it the small ghetto. So, I went to school, when I went to school, I\nwent on the bus two streets away from the Twarda. You know. So I knew this very good, the\nsurrounding.",
        "Q: Who, what was your house like? And who did you live with?",
        "A: Okay, we got moved in and there was two young girls, approximately 18 and 20, and their\nparents went to Russia. You know, and they ran away and they couldn’t get back or whatever it\nis, SO we lived with the girls in that flat, in that apartment. There was my grandfather, from my\nfather’s side, my grandmother, and there was my father and mother and my brother, including\nme. We were the same. I can’t recall was it two room or three rooms. I don’t remember. It was\nthere on the second floor.",
        "Q: Was it a comfortable, living situation?",
        "A: It was not comfortable. It was, you know, you had to live. But comfort, in the ghetto, there was\nno such a thing. You know, but it was better than a lot of people, they got worse apartment.",
        "Q: I was asking because I know that so many people were so crowded and it sounded like you had a\nrelatively...",
        "A: Relatively we had, not bad, you know it, because it was second floor. It was only two girls, what\nthey lived before. So it was crowded, but it was not too bad. You could live, you know.",
        "Q: And you kept going to school.\n2",
        "A: Later on, since I went to the school before and there was only one school in the Natenzona (ph),\nyou know I told you it came from the Jewish, you know what they call it, the Jewish Federation,\nso they opened it. It was still open and I got a chance to go, yes, in the school.",
        "Q: This was the same... let me make sure I understand. This was the same school that you had gone\nto before?",
        "A: Exactly the same school I went before.",
        "Q: And it just ended up being within the ghetto?",
        "A: Yes, it was in the ghetto. And it was about two blocks, you know, where we lived from there, or\nthree blocks. So it was close. It was not too bad.",
        "Q: What was the name of the school?",
        "A: Natenzon (ph). And it was a technical school, if you want to be an engineer or something... as\nfar as I remember in Poland we had, I think it was in 1933, every student had to wear, I don’t\nthink in the ghetto was, but before the war — it was on your arm, on the left hand side.",
        "Q: Did you have a goal of becoming an engineer at the time?",
        "A: Really, not, you know it. It’s only for the while. It was close because I came from Piotrkow\nback. I couldn’t stay, so they put me in there, more than to go in another high school. You\nknow, at that time, you still don’t know what you want to be.",
        "Q: So you were, you also mentioned going to the movies and cultural life, I wondered if you’d say a\nlittle bit more about that?",
        "A: In the ghetto? In the ghetto, yes, they had a lot of operettas. They had some movies and when\nyou had a little bit money, you know you could enjoy, do a lot of things with it. But we had to\nwatch out. I went out a lot with my mother and friends, we went to it, yes.",
        "Q: How did your family get money?",
        "A: We could bring certain things in. We rented a cart, with a horse and buggy and certain things we\nbrought in. And soon when we saw that it starts running out. We didn’t know it would last so\nlong. And that was the reason why we later on, about three months, we left the Warsaw ghetto\nor it would mean starvation.",
        "Q: Okay, so you left the Warsaw ghetto after about three or four months...",
        "A: That’s right.",
        "Q: ...when your family decided to separate and to escape.\n3",
        "A: That is right.",
        "Q: You and your mother and your brother went out of the ghetto together and then you met your\nfather there? Did your grandparents...?",
        "A: No, no. My grandparents stayed, from my father’s side. But we went to Piotrk6w and you\nneeded, in order to escape if they caught you, you got shot. So, we thought we’d split up and\nthen after a certain amount of time, I don’t know exactly how long, my father joined us. He\nescaped the same way, you know it, and joined us in Piotrkow, because there is where my\ngrandmother from my mother’s side lived.",
        "Q: And what was her name? Your grandmother?",
        "A: Zudla Ritterband, RIT TERBAN D or sometimes I see now, Riterband with one T and one\nwith two T’s, so I don’t know, I get confused.",
        "Q: And so you lived in the ghetto in Piotrkoéw...",
        "A: Yeah, from there we escaped the Piotrkow ghetto.",
        "Q: And your father worked in a glass factory there.",
        "A: That is right.",
        "Q: And you worked for a company that made office furniture for the German army.",
        "A: That is right. Aus Deutsche Republic (ph).",
        "Q: Did your brother work? Gershon?",
        "A: He was too young. He was born in 1929, though and I was born ‘24. No, he did not, because in\n1941, he was only 12 years old.",
        "Q: Did you have... were you and Gershon very close?",
        "A: Yes, we were very close. It was a close family.",
        "Q: I wondered, just speaking of your family, I want to back track a little bit, because I had wanted to\nask you, you mentioned that your grandfather was the head of the Jewish community.",
        "A: That’s right, he had a shoe store.",
        "Q: Would you say something about your family history? Was there a long tradition of leadership in\nthe Jewish community?\n4",
        "A: Yes. About the Jewish community. My father was only one son, but yes, every certain amount\nthere was always election. And they elected who they wanted to represent them. And he was\nalways involved in politics about the Jewish people, you know it. So he always, as far as I can\nremember, always was elected.",
        "Q: Your grandfather?",
        "A: My grandfather. And he had a shoe store, but mostly it was run, and years ago, it sounds funny,\nthe women ran the store. And they were doing a good job. So mostly Jewish men of that time,\nsay they divided their time, mostly. But for a lot of them, for the community... or they went to\nthe, they studied the Torah. And he was in that time, fairly religious.",
        "Q: Had your family been in that area of Poland, in Grodzisk, for a long time?",
        "A: My mother was from Piotrkow. And as far as I know it, my grandmother from my father’s side\nwas from Piotrkow. And at that time, marriages was made in matchmaking marriages. So, since\nshe came... she was highly intelligent and her father was dead, so you know it, at that time years\nago with a dowry, you know. They didn’t care, they were fairly off, they wanted somebody\nhighly intelligent in their family. I don’t know, now it doesn’t make sense, but that’s the way\nwhat it worked.",
        "Q: Yeah, I understand. So then on October 13\", 1942, the ghetto was encircled. And it was\nliquidated within one week.",
        "A: That is right.",
        "Q: And then the 2,000 people who worked in the glass factory were allowed to stay.",
        "A: Yeah, because the factory didn’t let them out. And then they made staravarshaska (ph), we\ncalled it the yiden (ph) gas. And on the other side was the gun, staravarshaska. I remember.\nThere was only one block, a big block, where they made wires, you know, where you couldn’t\ngo. And then they brought them back. When everybody, everything was liquidated.",
        "Q: And your father was working in the glass factory, so he was allowed to, he was allowed to stay.",
        "A: That’s right, there was a few of them. There was Hortensia (ph) and one was Kara (ph). He\nworked with Kara. They made glass and it was, in that time it was a war, so they put pieces of\nmetal in it. If the bomb fell, they didn’t split any, it got... you know, so...",
        "Q: Your mother had the foresight to volunteer you as a carpenter.",
        "A: When we came to go away, you know, there is no volunteers. They ask, “Who is a carpenter?”\nSo, my mother said, “He 1s a carpenter.” And I had a piece of paper that I could leave the ghetto,\nbefore it, in order to go to my work. She said, “He’s a carpenter.” So, this way they didn’t ask\nquestions, just pulled me out. And I went as a carpenter. What was the carpenter work? It’s to\nmake shelves in one of the buildings, Kompu-Stego (ph). And they bring from the old houses,\n5\nyou know it was about 20,000 people, 21,000 Jewish people. So they emptied everything and\nlater on they shipped it to Germany.",
        "Q: And you saw your father occasionally, but did not live with him?",
        "A: No, I couldn’t.",
        "Q: Right. About two months, two or three months later, it was decided that about 1,000 more Jews\nwould be deported.",
        "A: Were liquidated, not deported. In fact there is now a monument, maybe you saw it, where they, I\ndon’t know, six, 700 people, they got killed. They took all the people in the synagogue, you\nknow a lot of the kids, they got shot inside. It was really bad circumstances. You cannot\ndescribe it. After two or three days, you know, the screaming, they took us out and we were\nsupposed to be shot. And when they took me out, happened to be a gendarme, you know, a\npolice man, a German police man, whom I happened to work with. He says, “Hey, what are you\ndoing here?” Like I volunteered. Kicked me out of it. You know, he would say, “You don’t\nbelong here.”",
        "Q: I wanted to ask you about that particular moment, because it was striking to me that this\ngendarme saved your life. Do you think he intended to save your life?",
        "A: He intended, yeah, because, a lot of the Germans, they go, “What you doing?” And he saw that I\nhad a job. See? Most of them, they were hiding out and they had no jobs and there was a lot of\nchildren. But he knew that I worked there. Not because he wanted to save my life, no. I didn’t\nknow him so much. But he only knew that I worked for him.",
        "Q: So, you didn’t have a personal relationship with him?",
        "A: No, I didn’t know this guy at all. But I remember his name, Meister Poltin. Yeah, he was a stiff\nman, was an older man, in fact, a day before, two days before, he shot a little girl. She was 17,\n18 years, because he thought that she stole a pair of stockings, you know, when they put these\nthings in. He shot her, so... no, he did not know.",
        "Q: So, he was certainly not sympathetic...",
        "A: No, no. I didn’t know him, no.",
        "Q: How did you feel at that point about the Germans in general? Were you getting a sense of what\nit was that they were capable of? The depths of...?",
        "A: Oh yeah, I knew. You know this didn’t come overnight. When you saw it all the time, you\nknow what they did. And then when I was on the...when they took the people to Treblinka.\nAnd when somebody didn’t go fast, they shot him. When an older woman couldn’t move, they\nshot her. You saw literally corpses everywhere. You knew it. Despite what my parents,\nespecially my mother tried to keep me sheltered, but I knew it, you know. You cannot close...\n6\notherwise I wouldn’t be normal. Yes, we knew it. In fact, a few days before they took\nTomaszow, they took already one. And they said to put him to death, put him to Treblinka. We\ncould still not believe it. Why would they take people and put them to death? So it didn’t make\nany... you always, as long as you live, you have a little bit of hope that the people are lying. But\ndeep inside we knew it, yeah.",
        "Q: At that point, what did you know about Treblinka? Did you know...?",
        "A: I didn’t know it even existed. They only said they go in a place and I didn’t know it was\nTreblinka. A place where the people get gassed. I didn’t even know what place.",
        "Q: But you had heard that there was a extermination...?",
        "A: Yes, there was an extermination camp. That’s right. It takes people, and you know they bring\nthem there... how or what, its only main purpose to liquidate the people. A liquidation camp,\nyou know.",
        "Q: So, your mother and your brother had already been taken at that point, to Treblinka.",
        "A: Yeah, that was... you know, the date when they pulled me out, they went already there.",
        "Q: Did you know at that point, were you certain at that point that they had been killed? Or was\nthere a question in your mind that they might still be alive?",
        "A: It’s always a question in your mind, but you know, certain things in life you know it 1s. It’s\neasier to believe things what you would like to believe, even when we were there, we say, “They\ncouldn’t do it. They didn’t do nothing. What do you want to take so many people and kill them\nat the same time?” You know? But it was true. But I didn’t know. I knew it and I didn’t know\nit, you know, because I wasn’t there. But people talked about tt.",
        "Q: After this gendarme took you...",
        "A: Meister Poltin (ph), yeah.",
        "Q: ...took you out of the group, then you said in your testimony that the other 900 or so people who\nhad been gathered, were taken away.",
        "A: Eight or nine, later now I see it’s seven you know it, because some of them got killed in there,\ninside and I didn’t count them. You know I knew it was a lot. I did not know that they got shot.",
        "Q: Oh, you didn’t? At that time?",
        "A: No, later on, when I came and they... we knew that they took them. Rakhov was a little bitty\nforest and they shot them.",
        "Q: So, you found that out. Did you find that out after the war? Or..?\n7",
        "A: No, right away when I was in the ghetto back. Because they always took other Jews to cover the\ngraves and everything. The Germans didn’t do this, so they took somebody to do it.",
        "Q: So, the word spread fast.",
        "A: Yeah, sure.",
        "Q: You mentioned something I wanted to hear more about. That the role of the Jewish police in\nthis. Can you say more about that?",
        "A: Jewish police was not angels. When they put me in the synagogue, the Germans didn’t put me\nin, the Jewish police. The Germans probably told them we needed so many to put in and catch\neveryone. So, they did the dirty work for the Germans. It’s like anything else, somebody wants\nto be very good and is a hundred percent, when they ask you. One thing you want to do ten\npercent better. Okay? And certain people, it is a matter of survival, they have to do what they\nhave to do. But they didn’t do more. But certain people were bad. Jewish or not Jewish.\nMaybe they thought only this way they can survive. I don’t know it. Certain people couldn’t do\nit. You know?",
        "Q: Going on with the summary. After a few days, you were among 20 boys and 20 girls who were\nsent to Tomaszow.",
        "A: Tomaszow Mazowiecki.",
        "Q: Mazowiecki. You were there a few weeks.",
        "A: That’s right.",
        "Q: What were you doing there?",
        "A: Same thing what we did, what we did in PiotrkOw. We made shelving. Collected everything and\nthen we brought it to PiotrkOw. They called it sammische, sammische stellen (ph). That means\nthey brought everything together and they shipped it to Germany. When this was finished, they\ndidn’t know what to do with us. Luckily for us, they sent us to Starachowice.",
        "Q: Where you made ammunition for the Germany military.",
        "A: That is right. As I said, called it Hermann Goering werk (ph). There was already a big factory.\nBut, I guess so, probably we did a good job. And then to be truthful, I think at that time, we was\nwatched by guys, other viklestande (ph) division. They were not so hateful, you know it. They\nwere young and we were young, so we talked. They weren’t about to kill you. Maybe they put\nina good word. I don’t know it, but anyway they took... because 40 people doesn’t mean\nnothing... so we went to Starachowice from there.",
        "Q: So, is this right? That was around June or July of 1943?\n8",
        "A: That’s right. Wait a minute, 1943? Yeah.",
        "Q: Tell me some more about your time in Starachowice. You didn’t tell very much about that in the\nfirst interview.",
        "A: Starachowice was a big ammunition factory. They made 1.5 though 15 millimeter... they made\n8.8 millimeter and 7.5 millimeter. From the beginning I worked there, where you know, before\nyou put it in the press. There is a hydraulic press. You have to make it very, very hot, so the\nhydraulic press can press it out, you know.",
        "Q: Press out bullets?",
        "A: Yeah, they pressed out only the shell. The bullets come later on, you know. But this was the\nshell what they made. Oh, they get cleaned and all kinds of things they would get. So, I worked\nthere and it was very hard and very hot. Luckily for me, I met a guy, his name was Chaim\nEnischmann (ph). And his brother was from the Jews, the head of the Jews. You know, that the\nGerman told him... you know it...",
        "Q: In Starachowice...?",
        "A: Yeah, and this Chaim Enischmann, I didn’t know it before, he... and there was four other boys.\nThere was five boys and he by risking his own life, he brought us always food in the evening.\nYou know it. Ironically, he never survived. Was a very, very good person. Only one from the\nfive boys, no, two. Is me and there was another guy. Heniek... I tried to remember his name,\nbut I can’t. I saw him after the war. He went to Frankfurt and to college. He was surprised that\nI didn’t go to college. But stupid Abe got married. (Laughing.)",
        "Q: How did you find out what happened to Chaim Enischmann?",
        "A: Chaim, what’s his name, from him, from the other guy, he was with him together. Enischmann.",
        "Q: Say his name again?",
        "A: Chaim Enischmann.",
        "Q: Enischmann.",
        "A: Because his brother, had from the camp, from the Jewish side. And he worked, his brother\nworked in the kitchen. You know the older, when we came home, he made sure that we got\nsomething.",
        "Q: Why this... five particular boys? Did he chose you out or were you part of a group?",
        "A: Yeah, no, we slept together, you know when you go up on the benches and you sleep. Some of\nus slept together. And you know sometimes a chemistry from a person to a person. He didn’t\n9\nwant nothing in return. He just wanted to help. He knew he cannot help more. He can’t help\neverybody. The other four boys, probably he knew them from before, they already were from\nthere. And somehow he said, you know, “I'll help you do whatever I can.” In life, what I found\nout everywhere, you need a little bit luck, but other people will help you. You have to be in the\nright spot. And he just, you can say, it’s God’s will or not, if you are religious. And he really\nhelped me, you know, there.",
        "Q: Speaking of religion, was religion a really important part of your life, up until that point?",
        "A: Religion was a very big point until 1939. You know, I was not... my father... you saw the\npictures from my grandfather, you know, he was religious. He had a beard, he had the traditional\nthing. My father, not more. But we went Saturdays to the synagogue. We ate kosher. You\nknow what kosher is? We Jewish people separate the milk from the, you know, you have to wait\nwhen you eat meat six hours after it. It’s one way of hygiene or something. We did this. That\nwas... I knew what I was. Like some people maybe they would die for it. And if somebody\nwere to tell me, Abe, if tomorrow you are a Christian and you live, I would chose either side.\nYou know, it’s like, you know, always like in Spain, when you had....\nEnd of Tape 1, Side A\n10\nTape 1, Side B",
        "Q: This is tape one, side B of an interview with Abe Jakubowicz. You were saying about religion...",
        "A: Yeah, until then, you know, it did not, I knew where I belonged. I like to help the people,\nbecause I know what this is. But it was not later on, the main. I suffered because of it, but it was\nnot my main thing, you know.",
        "Q: You mentioned that when the war started, that changed. Did your feelings about religion, about\nGod change?",
        "A: No, what had changed is that you couldn’t go in the Synagogue no more. Because they caught\nyou, you know, they shoot you or they shot you or they did something to you or they beat you up\nif you was lucky. So, we were scared. So... it did not change. I believed certain... if you ask\nme now, I think God is for everybody. There is no such a thing about being closer or not. We’re\nhaving to live together and if you try to separate yourself, you end up like in Yugoslavia. Can’t\ndo it. There’s not a Jewish God, there’s not a Catholic God. It’s a God, you know.",
        "Q: Did you think about, I mean at this point, when the war is well underway... at the time you were\nin Starachowice, you were separated from your entire family. You didn’t know whether they\nwere alive. Did you feel, did you think at all about your spirituality, your relationship with...",
        "A: Number one at that time, is survival. You want to survive, regardless. You want to survive.\nYou ask yourself, “Why me, oh Lord?” You know. But you want to survive, you know it, that’s\nall what it is. Like an animal, we become simply like animals, you want to survive. Only certain\npeople would do more to survive and certain people would do less, something different, but we\nall want to survive.",
        "Q: So, there wasn’t the time or the experience for that kind of questioning?",
        "A: No, we did not, no, there was not.",
        "Q: Is there anything else you want to say about Starachowice?",
        "A: In Starachowice, when we saw the Russians came too close, and there was already a train\nstanding. We did not know where we are going. We thought we all will be liquidated. So, we\nsaw a lot of them, maybe 50 people. So that... and we run always, you know, a place, and we\nrun away. I... some they went with machine guns. A lot of them got caught. I happened to be,\nbut I didn’t get shot by the machine gun. And being there one night, two nights, you need to eat,\nyou have to get something. There was very big forest they called Lasisvindikshe (ph), very big\nforest. And then I came, I saw a hut standing there. And I thought “Okay, I'll try,” and I go in.\nAnd when the guy saw me, he said, “Hey,” he said, “Jew. You’re a, you know, really, you’re a\nJew.” “Wait a minute, because when the Germans come they will shoot me.” But he went on\nthe street and he saw the German police. But this is military police, you know, they directed\nalready, you know it... brought ‘em in. So Abe, now you’re at the end of it. He says, “Okay,\n11\nwhere did you run away?” Listen, he didn’t know it. I said, “I was in this camp, and we all, we\nget, you know...” He says, “It’s good. I will take you there back.”",
        "Q: Tell me again who this was? What nationality this person was?",
        "A: Pole. He was a Roman Catholic, or whatever it is, but not Jewish. And I went to the... so, they\ntook me in to... and luckily I told you this Enischmann. All day he talked... he says, “Okay,\nwe're going now to...”” He knew already we’re going now to Auschwitz. “Why now do you\nwant to shoot him? We take him with us.” And then I went to Auschwitz.",
        "Q: So, you were deported with Enischmann and the five other boys?",
        "A: Yeah. But I was not with them. This is his process. I don’t know what car they went, but we all\nwent to Auschwitz.",
        "Q: So when you were deported from Starachowice to Auschwitz, you weren’t necessarily with\npeople that you knew and were close with?",
        "A: No, you just, you are a number. You are not... it was maybe a hundred people in a train. You\nknow, maybe you thought you were... And they’d say, “Get out, get! Get! Get!” You know, so\nyou were scared. No, I could not see him anymore in Auschwitz, either. Somehow I got away\nfrom them.",
        "Q: When you look back on that time, to me something that really is striking 1s that you had been... I\nget the impression you were such a close-knit family and your family was all depending on each\nother and counting on each other. And all of a sudden, you are thrust, you’re just thrust into this\nindependent and solitary....",
        "A: Then it takes over something else. You want to survive to tell it to the other people. I didn’t\ncare to survive, but they would tell me, “Listen Abe, you will survive.” For one year, until it was\nfine. That such an atrocity happened. I owed it to my parents. I owed it to... it takes over in\nyour body, the will to survive. And if you have to crawl, if you have to eat something, you have\nto do it, you will do it. And when you are younger, you got a better chance. Say you stood\nnear... if they want to shoot somebody, it was you, it was you. There was not anymore... you\nknow. Sometimes it’s luck, too.",
        "Q: Uh huh. But it was almost, it was as if this whole different person, you became a whole different\nperson.",
        "A: A whole, completely different person. But later on, it’s a funny thing, when I was liberated, I\nwas the same me, you know.",
        "Q: So you left Starachowice, according to what you said before, around March 1944, as a ballpark\nguess of when you left. And then...\n12",
        "A: ‘44, that’s right. Because when the Russians came closer... yeah, it’s a ballpark. I don’t even\nknow it, but it’s probably, it is. It’s probably in the ballpark.",
        "Q: And you described your journey and you described arriving in Auschwitz and being taken to the\nGypsy lager.",
        "A: Gypsy camp. They did not make selections, because they saw all these people worked and they\nneeded at that time, they needed workers. And a lot of Hungarian Jews came in that time and\nmostly they put them in D camp. So, since they didn’t have any place, they put us for a while in\nthe Gypsy camp.",
        "Q: Did you have any interactions at all with the gypsy families that were there?",
        "A: Yeah.",
        "Q: Can you describe what kinds of interactions you had?",
        "A: You went out and you saw there was whole families living, you know it, and they had a curtain,\nnot a curtain, just a blanket, you know it. And here was this family, there was that family and\nthat was as far as the interaction. Because being there a few days, they liquidated all the gypsies\nin that camp. At night you hear the cars, you know, going back and forth, trucks taking them to\nthe crematory. But it was three days and I came over to the family and everything is fine.",
        "Q: Had you known at that point that the Nazis were exterminating other groups than the Jews?",
        "A: Oh yeah, sure. Yeah, we knew it. I knew if you wasn’t their way, they exterminate you. But I\ndidn’t know before that they took the Gypsies. You know, only when I was in Auschwitz, I saw\nthat they disappeared. I knew where they went.",
        "Q: Did the Jews in the lager and the Gypsies generally interact with one another? Talk to one\nanother?",
        "A: We spoke, yeah, we spoke, but that is it, as far as it went. In the first few days, we were in\nquarantine. We didn’t go to work. We stayed there. You were afraid to go far. They catch\nyou....But yes, you get to talk to some of them. They said their son is on the front, works for the\nGermans, makes ditches, you know.",
        "Q: And then you described how you started working with the Canada commando. And I wondered\nhow it was that you got that position, because that was a somewhat coveted position.",
        "A: No, nobody wanted it, nobody wanted it. Usually when you stand, you know, I worked that time\nbefore I worked in katowe bunker (ph), you know, where the potatoes was. And you had to,\nthere was two people, one in front and one in the back and then they filled it up. You lift it up\nand you go to other place, you know, and filled it, put it in there. Because mostly when they\ncame with the railroads, they dumped it. And I knew one thing, there was always selection going\non. There was selection to go in the crematoria if you didn’t look good or if they didn’t like you.\n13\nSo, you always watched out. Your eyes went the right way. Somehow I missed him. He was\nstanding in front of me. And he said, write down here the number. You know, my number what\nI got right here on my hand. He wrote it down and they called me out. I didn’t know where\nwe'll go. You know, nobody wanted to work in two different places. Sonderkommando, where\nwhat the people burned them, you know it. And Canada, where you take the clothes. You told\nthem, “Oh you will live, and it’s nothing,” whole kind of thing, “Take off, when you come out,\nyou will find it.” You know, we had to take it away, and they sold it. But this meant a certain\ndeath, too. Say, sonderkommando maybe three months, the other one may be six months.",
        "Q: Well, it’s interesting to hear you say that nobody wanted it, because I’ve heard other people say\nthat it was, that they would try to get a position, because you would have advantages of clothing\nand food and so forth.",
        "A: Now, you had advantages, but you didn’t want to, because you knew that you would be dead,\ntoo. And you always have that little hope, you know? They did not, they picked you, you didn’t\npick them. They picked me out. And I said, “Oh,” you know it. No, I didn’t like it. I had a\nlittle bit of food, but then I had to watch out. Somebody would see me shoving it down my\nmouth, they would kill me, and all these things. But in a way, this food helped, but I didn’t want\nto, no. So I was in Canada. It’s like nobody wanted for the Sonderkommando.",
        "Q: Did you have friends in Auschwitz?",
        "A: Friends what I knew only, I met them in the camp, but nothing else. Friends, but I slept with\nthem, but no, you did not have friends. You didn’t have nothing. What binded with them, they\nall had a miserable life, but that was it. No, I did not have nobody. Some brothers stayed\ntogether, or even high management maybe stayed . I did not. Somehow I, I got\naway somehow.",
        "Q: Okay, back to the summary. Something that you mentioned in the first interview that I wanted to\nask you a little bit more about... you mentioned that God was watching over you. Did you feel\nthat at the time that God was watching over you?",
        "A: No.",
        "Q: No?",
        "A: No, I felt later on when I saw all the deaths, that he was watching over me. In fact, the opposite.\nI always ask, you know, “Why me, oh Lord?” You know, to have suffered. And a lot of people,\nyou know, they was weak, they grabbed the electric wire. If I had guts I would have done it, but\nI have no guts to doit. But no, no. Later when I see so many dead, I say probably God was\nwatching over me. This is what saying about God.",
        "Q: So, about September 1944 you were shipped to Oranienburg-Sachsenhausen.\n14",
        "A: That is right. And there we stayed about two weeks, I think. And that was a quarantine, you\nknow, it was near Berlin. In fact, we saw, you know, we were in a station in Berlin and there\nwas bombing, all things. It was already going, you know, everything going strong.",
        "Q: And I was a little confused about what happened next. I heard something... either you went to\nOhrdruf or you went to Krauwinkle (ph)?",
        "A: At first we went to Krauwinkle. Krauwinkle was a little small place, you know it? But then we\nhad to build this big place for all the people to come, because we built the tunnels, you know, in\nthe mountains. So Krauwinkle was, yes, Krauwinkle was a very, very small place.",
        "Q: How long did you stay there?",
        "A: It all went fast, about a week, two. I remember it was so cold in the mountains, you know. I\nremember we had to go so far, to the mountains, to drill and do this here. In fact, at times they\ndidn’t have a lot of SS guarding us — it was a volkstrom (ph), was an old man. Almost as old as\nme. And they guarded us.",
        "Q: And did you do something, taking care of a dog?",
        "A: Yeah, when I was, late in... was it Ohrdruf or was it Krauwinkle? I had an SS guy ask me to\ntake care, really it was not to take care of the dog. Really it was to make chopped wood for his\nwife, if she wanted something to do, you know it. But beside there was a German Shepherd, he\ntold me to, you know, feed him too, and this was just caring for the dog. So he gave me\npermission to go in the SS kitchen, you know and pick up all the bones. But everything was\nedible, so you can imagine. I always got beat over by the dog. He gives him so much food, and\nhe’s so skinny. . (laughing)",
        "Q: But you got a little bit of extra food by doing that?",
        "A: Yeah, you got always a little. Not from him... the food what I got in the SS kitchen that I could\nsteal. Nobody gave you anything extra, you know. Extra you had to take. Was it in Krauwinkle?\nYou see he picked them... you know, in that time they told me, if you let yourself go, you don’t\nwash yourself, you go down very fast. And I didn’t want to go down fast. And also our hopes\nfor the war, it’s winding down. I only thought they would shoot us before... you know it. So,\nprobably I was maybe cleaner like near the time. You know he said that I should take care...\nyou know, for his wife, and other things.",
        "Q: So, you found ways to wash yourself through that time?",
        "A: Yeah, you go and, washings, you know, it was cold, but they want you to wash yourself, you\nknow it. So, what I did, I did. The other ones were afraid, you know, it’s cold, they didn’t want\nto, not all of them, ninety percent washed. It’s only when your mind goes down, your body goes\nwith it. Your feet start swelling and you give up. You can know it. So in that time I didn’t give\nup yet.\n15",
        "Q: When you were in Auschwitz and the other camps before...?",
        "A: I still tried to maintain, you know, as much as I could to be clean, because otherwise they would\nput you in the selection, to the crematoria.",
        "Q: How did you... was it difficult when you were in Auschwitz to obtain water to clean?",
        "A: No, no, no. We got, there was a shower, only you went in, you know, you were supposed to\nwash a little bit. It was not difficult. In fact they didn’t want any sicknesses to break out either.\nThey cut your hair, pick lice all around your arm. No, I could wash, it was not that hard to\nshower, but they took us so we could wash ourselves.",
        "Q: After you arrived in Ohrdruf, you started to build a camp, build the camp?",
        "A: That’s right, we started building the camp. The camp to Treblinka, no to Krauwinkle, we went\nand built the camp. And then they moved us over into the...",
        "Q: And then you described that, your time in Ohrdruf in the first interview. And then in February\n1945, around, around then, you set out on a death march towards Buchenwald.",
        "A: That is right. The Americans came closer, that’s right.",
        "Q: And you talked about how you thought you would die before you arrived in Buchenwald.",
        "A: That’s right.",
        "Q: And the Dutch prisoners, Jewish prisoners helped you.",
        "A: I assumed it was Jewish prisoners, maybe not. It was Dutch people. I knew that they spoke\nDutch. And they dragged me in to Buchenwald.",
        "Q: It’s kind of remarkable how there were certain key points where people, people were there for\nyou.",
        "A: It was, if they could help me, I was too. Lot of times I was younger than an older man, if there\nwas something to do, I tried to do it, too. You tried, you know? You didn’t lose your humanity,\nyou got a sense of survival, but if you knew it’s a danger, you stayed away. But if you could\nhelp somebody you were there. Because I was, when I was in Ohrdruf, we went, there’s a city\ncalled Arnstadt and we had to make ditches, because they laid cables. And there happened to be\na Jewish guy, much older, and he told me he was head of one of the Jewish bigger newspaper\nfrom Heit (ph). He told me, you know, and we talked and I tried to help him as much as I could.\nWhenever there is an older person with who his work was pen and pencil, wasn’t as good at\nditch digging, you know, to dig the ditches. You know, and I was a young kid, and you learn.\nNot that I was better, but I tried to learn much better than an older person.\n16",
        "Q: Did you, you talked in the first interview about being in Buchenwald and recovering and about\nhow at first you were 1n a horrible place, and then you walked out of there.",
        "A: That is right. When they brought me to Buchenwald, they dumped everybody. No shower, no\nkind of thing. This guy came to me, this Kapo and he said, “What you got? You got diarrhea?\nYou got stomach, you cannot control your bowel movement?” I say, “It’s okay, it’s fine.” He\nsaid, “Go in here.” There was a place about five and I got on top, got the place he told me to lay\ndown...",
        "Q: Five bunks?",
        "A: Ya, ya, so I was there, but I thought, my gosh, if I have to survive. Here’s a death, here’s a\ndeath, smells horrible. And I went down and I told the guy, “Hey listen, I’m nice and clean, but I\ndon’t really do such things.” In the meantime always when, simples Juden ein treiden (ph), all\nthe Jews should go because they put them on march. I said, “My gosh, I cannot go, they have to\nshoot me, let them shoot me here.” And I ignored it. And they needed a few clean people. They\nhad a small place where girls worked and they needed a few cleaners, because they wanted to\nkeep for the SS some woman, you know? So they put me in there and I was liberated there.\nThat place was a little bit cleaner.",
        "Q: What were the nationalities of the women who were kept there?",
        "A: Oh, this was prisoners, but mostly they spoke German. But they was prisoners. But they keep\nthem, you know, as nurses for the people that worked there. But this was only to pretend, to\nshow, you know, it was not...",
        "Q: It was a kind of brothel, you mentioned.",
        "A: That’s right, part of a brothel.",
        "Q: And how did they, can you say how business was undertaken?",
        "A: No, I was there in that time. I was really sick. Then Americans they say they come. And they\nprobably went, whatever it is. I don’t know it. I would have had to invent it, but I don’t know it.",
        "Q: You don’t know whether they were forced into the...",
        "A: They were forced, ya, surely, yes they were forced.",
        "Q: At that time, you, were you so sick it was hard for you to even get up? Or how...?",
        "A: I couldn’t get up. I could really not... I was, when I came into Buchenwald I had already\ndiarrhea by myself. I had to run. And after a while if you have nothing behind, you get weaker\nand weaker. But I was... in fact after the liberation it took about six weeks, six months, until I\ncould learn to walk again. So, when the Americans came, I couldn’t walk. They told me that the\nAmericans are there, but I... And there were two Polish guys with me. Got still some pictures\n17\nfrom them. They brought me a little bit food, they brought me that, you know it? They could\nmove better than I could. I couldn’t move.",
        "Q: Do you remember when the Americans came into the camp?",
        "A: Oh yeah, I remember, it was, you know it. But that was the eleventh of April. But probably a\nlittle bit later, but then you saw the people came and took pictures. You know, ironically today, I\nwent out with a guy on Shoah, he spoke as a liberator. And he came to Buchenwald one day\nlater that it was liberated. He’s Mr. Knight, his son happened to be an opthamologist.",
        "Q: You went out with him today?",
        "A: Yeah, I went out today. He’s 81 years, with his wife. And we went out to eat something. I say,\n“Hey you liberate me, I go and meet.”",
        "Q: Have you been in regular contact with him?",
        "A: I met him only... no, I met him when I went first time to Shoah. And he spoke how they\nliberated Buchenwald. And then I went to him. I say, “Hey, I was one what you liberated.” So,\nI give him my telephone number and he gives me his telephone number. So, we happened to go\nout today.",
        "Q: So when you say you went to Shoah, what do you mean?",
        "A: Once in a year, it’s a memorial for the Holocaust survivors.!",
        "Q: Here in Louisville?",
        "A: In Louisville, 1t’s everywhere. And the last few times, he’s always picked me, but you cannot\nalways pick the next, the same person to speak. First you hear it, and then it gets like old coffee.\nSo, last time, I didn’t, they did it differently. But I had got to light the candle and all the things,\nyeah. And this guy spoke as a liberator from Buchenwald, but I didn’t know him before, you\nknow. So, we went out today.",
        "Q: How did that go?",
        "A: Oh, it was nice, you know, my gosh. I only wished we came in — when I was sick and\nwas liberated, people came with cameras and the press and everything and made pictures. I wish\nI would find somewhere a picture from me, because I’ve got at least thousands of pictures what\nthey made. But I didn’t get it. I’m still looking. My wife says, “Why do you watch it?” I say,\n“T want to recognize me somewhere.” (laughing)",
        "Q: Did you talk today with him about...?\n' Yom ha Shoah, the annual Holocaust remembrance day.\n18",
        "A: Oh yes. He was as much interested as I was. He told me what he was, he was a platoon leader\nand he was in Weimar. Weimar is, I think seven kilometers from Buchenwald. So, he had to\nbuy some things, so he went with a jeep and drove in there and what he saw. You know, so we\ntalked about it, yeah.",
        "Q: Was he Jewish?",
        "A: No. No, he’s not, but you don’t have to be Jewish in order to see it, you know?",
        "Q: You were, you remained in Buchenwald then for how long after the liberation?",
        "A: Oh, I did not stay in Buchenwald very long. I stayed maybe a month, or maybe three weeks and\nthen the next little, tiny city was Blankenheim. They evacuated schools and they put us in there,\nyou know it. I remember a room like this, who knows how many beds. And most of them, they\ngive bread to each one. It was plenty, but they didn’t want to give, because they was afraid they\nwill die. So, she gave me bread and the other ones couldn’t eat it. So sometimes I ate twenty\npieces of bread and... “Oh!, you will get diarrhea and you will die.” I tell you I was only one\nfrom few that survived. I got the diarrhea and survived. (Laughing.) But I gained every week,\nabout five pounds. And they were all the meat... I couldn’t walk. They had to teach me how to\nwalk and to go. So I was in Blankenheim. Ironically, now let’s go farther, one of the doctors,\nDoctor Lucas, I met him later on in Frankfurt and he was head from TB hospital. And I had TB,\nso we became really close friends, you know, he always took care. I remember when he met this\ngirl and he want... you know, he told me, everyone around. There was a bond because he saw\nhow I was.",
        "Q: And you did mention him...\nEnd of Tape 1, Side B\n19\nTape 2, Side A",
        "Q: This is tape number two, side A of an interview with Abe Jakubowicz. Sorry, we got cut off and\nyou were just saying that he was a German prisoner of war.",
        "A: Prisoner of war, that’s right. And they got a lot of doctors, German prisoners of war, so his\nnurses, they were German prisoners of war.",
        "Q: Did you... so some people, of course, feel that the German nation as a whole was responsible for\nwhat the Nazis did to Jewish people. The fact that you were able to befriend this man, who was\na German, non-Jewish man.",
        "A: I say the German was responsible, but I didn’t say that every German killed or a German hated.\nFact is, you know it, 1t was their , you know it. But I think there’s some good and\nsome bad in every nation. And I believe, first, life is too short to hate. Secondly, I believe if I\nteach my kids to hate, somebody will hate them and it is a vicious cycle. The cycle has to stop.\nAnd my mother always told me, “You know Abe, if somebody throws a rock at you, throw them\nbread back. Take a piece of bread and throw them back, don’t hate.” You know, so I... even\nwhen I was liberated, I wanted to tell my story, but I didn’t hate. It’s wrong to hate, I can’t. I\nthink that people what hate, they are born... as you see now in Yugoslavia, they take kids, for\ntwo year, throw them down , and the training, and the ditch. It takes a\nspecial person, but everybody can do it.",
        "Q: So, you weren’t angry even then? Were you angry?",
        "A: I was angry, but I didn’t hate. I was angry at the SS. I was angry, but never hate. I think they\nshould be punished, what they did, but not hated. In fact, my wife is German, you know. I say\nyou can’t make everybody responsible for something. But then I would be the same thing like\nHitler, he said all the Jews are bad. Maybe some of them were. It’s like now in Russia, I saw in\ntoday’s paper, the anti-Semitism. Because they blame the Jews for what’s going on now, and\nJews had nothing to do... there’s only a few of them. The difference is, now the Jews have a\nway, they can run away. I couldn’t. And I would run for my life, but I couldn’t.",
        "Q: What was the name of the doctor again?",
        "A: Lucas.",
        "Q: Did you talk with him at all about any of these issues?",
        "A: Yes, we talked a lot about it, because he saw and we became good friends. Certain things I tried\nto avoid, I didn’t want to bring up things, you know, because I knew it will not help me and it\nwill not help him. He had already his opinion formed.",
        "Q: What kind of things did you not want to bring up?\n20",
        "A: Oh, the cruelty, because he saw it. Why try to win if there’s nothing there to win, you know?\nHe knew it, he saw it, so certain things I tried to avoid.",
        "Q: What was his point of view that he shared with you?",
        "A: No German will tell you that he agreed, they only got forced to do it. But I knew he got forced\nto do it, you know. He was too smart. He was not in the SS. He was a good person. Certain\npeople, even when you are good, you can’t do nothing about it. He was good in my book. He\nwas a very nice person.",
        "Q: It strikes me as very unusual that you were able to separate your anger from your hatred and to\nhave meaningful relationships with...",
        "A: You have to, otherwise, you become very bitter. I have a lot of friends, you know, friends from\nthere. They are bitter. And it doesn’t help you really. And if I go around and be mean and\nmistreat other people, would my mother want me to see this way? No. So I have motive to show\nthat you are not the same. You have to be different. I am different. I would force myself more\nto be mean, you know, than that is my nature. You know.",
        "Q: Did you have friends or acquaintances who were Jewish, at that time, who couldn’t understand\nwhy you would want to be friends?",
        "A: Oh yeah, I had, especially when I married my wife. They was against... they say, you know it,\n“How can you do it?” I say “Listen, I go to them, they are very nice, they open the door. I’m\nsick, so money doesn’t play any part. I met the most beautiful person and now this married to\nme.” . Here she was a young girl, good-looking, and at the time, I tell you the\ntruth, looking back now, I needed somebody. I really needed somebody. You know, I was not\nthe one what could live alone. You know it. And it was nice. And then when we went out. And\nI would be cruel and leave her. And only because she, it was nice. Then I leave her out. Then\nthe Germans later on will say... you know it. So it’s again another thing, I would have to think a\nlifetime on it. And I tell you, we are 52 years married, we had all the kids college graduate. We\nnever had any problem about the religion, about other things. I think our marriage has evened\nout.",
        "Q: Did you, you were in the TB hospital for...",
        "A: Ya, this is where the Dr. Lucas was head of it, the TB Hospital.",
        "Q: Okay, going back to the summer, you were in Blankenheim first...",
        "A: Ya, and then the Russians came in. And I couldn’t stay with the Russians. They ask you why\nyou don’t go home. They thought because I murdered somebody. You know, therefore I don’t\nwant to go. I told them everybody got killed. So I away. There were a lot of\nJewish guys. We went to the railroad, we drove to Berlin, and from Berlin we drove to\nFrankfurt. You know we came over in the American zone.\n21",
        "Q: Before you go on from there, regarding your statement that you knew you didn’t want to go back\nto Poland because everybody had been killed.",
        "A: I just thought everybody was dead. It was a cemetery. I’m sorry.",
        "Q: Did you get definite news at that point about your father and your brother and your mother?",
        "A: You ask, that’s true, you ask. In fact, when I came to Berlin and it was all the troops from\neverywhere, from Russia. And there was a guy, he exactly looked like my father. And I want to\nbelieve and I asked him. I just direct asked him, you know it. Surely it was not, but I wanted to\nbelieve it. You know, I didn’t know it. I found out later on from people what were with him,\nthat he died in 1945 in Dora, you know, not far away from where I was. Maybe the mountain\nwas from the other side, but I didn’t know it. He died in 1945, in the beginning of ‘45.",
        "Q: When did you find that out? And from whom?",
        "A: I happened to be, you know, when you come after the war, you ask everybody. “Hey, you didn’t\nyou see?” “Where are you from?” “Piotrkéw.” “Piotrk6w? Did you know my dad?” You\nknow, because in Piotrkow... and he said, “Yes.” In fact, this guy, his name is Rappaport and he\nbecame a dentist in St. Louis. He’s dead now, too. But I found out in Rupertstein (ph), he was\nsick on TB, too.",
        "Q: And when did you learn about Treblinka and what Treblinka...?",
        "A: I knew this all, this I knew right away. That the whole transport went to Treblinka. When you\nwent to Treblinka, it was death. And I knew this, so I didn’t have to ask anymore.",
        "Q: Right away after the war, you mean? Or right away...?",
        "A: Yeah, right away after the war. In fact, I came late, because I was in Buchenwald, you know,\nand then I was in Blankenheim, in the hospital. So it was a few months after the war already. I\nwould say, we got liberated in April, maybe six months later, because I had to walk and I\ncouldn’t walk right away. I got there about six months, seven months. Then it was awful cold\nand I didn’t feel good. And I was coughing. And I got x-rayed and they told me, “Abe, you’ve\ngot TB. You better go to the hospital.”",
        "Q: And that was when you went to Rupertstein? You were in there for quite a while, weren’t you?\nHow long were you there?",
        "A: I stayed in Rupertstein until 1947. No, ‘57, ‘57. I got married in *47.",
        "Q: You stayed in the town?",
        "A: Ya, in town. I was in hospital maybe two, I would say to about a few months before I got\nmarried. End ‘46 or the beginning of ‘47.\n22",
        "Q: What did you, was that time, what was that time in the hospital like? Were you really sick and\nout of commission? Or did you...?",
        "A: No, you were sick. You felt good, TB doesn’t hurt you. So all what in that time, now you got\npenicillin and streptomycin. In that time, all what could help you, so many people died... in fact,\na lot of people what I wasn’t there was liberated, they died. You got to lay down and breathe\nfresh air. It was high in the mountains. They give you decent food, and that was it, you know.\nMother Nature in that time had to help. So certain people didn’t make it... because a lot of\npeople years ago died on TB.",
        "Q: So, during your, what did you do to keep yourself busy and occupied during that time?",
        "A: Well, we went in the village. Really a lot of people weren’t supposed to go, because there was,\nthey call it, plus and minuses. If you got the bacillus and you don’t have it, but you still had TB.\nI could, because, you know... but a lot of people had it and went any way, because the Germans\nat that time would not stop you, you know. So, we went in the village. I got some... from\nUNRRA, United Refugees... anyway we got some packages and we traded. I couldn’t eat, how\nmuch sugar can you eat? So, we traded for some different things, you know. Some had fruits.\nYou know, it was a village more, you know it, we traded with the people. We got coffee, you\nknow at that time coffee didn’t mean nothing to me, but to them it meant a lot, you know.",
        "Q: You said something earlier about how when the war ended, you became again, the person who\nyou had been before.",
        "A: That’s right.",
        "Q: Did you start to go to services in any way?",
        "A: There was not anymore services. There was in Salzheim. When I was in Rupertstein, I was\nalone, you know, with a few other people. But I had, not a cousin, but a relative far away and\nhe... Windheim (ph). He was liberated. No, he ran away on papers that he’s a Pole or\nsomething. So, we went, for the high holiday, he invited me. And we went to the synagogue.\nBecause there wasn’t a synagogue really, in Frankfurt everything bombed out anyway. It was in\nthe Rochiltalay (ph) there was a meeting where you could pray. So, I went for the high holidays,\nbut otherwise all what you wanted really is to survive.",
        "Q: And after you, so you still felt, even after the war ended, that your main goal was survival for a\ntime?",
        "A: When you are sick, you want to get well. And if that’s not the goal, then you see, see a lot of\npeople, they survived and they’re dying. But you wanted to survive, you wanted to live. I was\nonly 21 years old, 20 years old. But now I got surely, the will to live is very, very strong.",
        "Q: Did you start to have, as you started to recover and to feel healthier, did you start to have other\ngoals for what you wanted? Or did you start to remember, have thoughts about the past? What\nwas going on inside?\n23",
        "A: In my brain?",
        "Q: Yeah.",
        "A: You know, from the beginning when I got better, then you know, you want to live, you want to\ngo toa dance. You’re still young. I met my wife and we got married, then you got children. So,\nmaybe I didn’t start it from the right side, but sometimes time dictates it. You know, certain\npeople were different. They first want the career. I wasn’t smart enough to do all that thinking.\nI become a child again. (laughing)",
        "Q: Can you talk about, more about meeting your wife and what that was...?",
        "A: How I met my wife? We knew a girl, a Jewish girl, and she was not quiet sick. So, they had a\nhouse, and were rented the rooms there for her. Her name was Lutia (ph). And she happened to\nbe from Lodz and my friend was from Lodz. We always went there to see how she was doing.\nNothing else, we want, you know it. So, when I came, I say, “My gosh, that’s a good looking\ngirl.” But then you forget a lot of things. Oh look at this, he has all . My wife... and\nat that time girls played hard to get. But when you talk a lot and you talk and you know... my\ngoal was, not to stay in Germany, having children and leave, maybe for Israel, maybe for the\nUnited States. But since I had TB and I was sick, Israel and the climate would have been very\ntough. I was supposed to come here in 1952, but my wife talked me out. She says, “Listen,\nthese people want to go. Look here we got the nice apartment. We got everything to eat. Why\ndo you rush so much?” So, I gave in and in 1957... was Hungarian uprising in 1956. And I\nknew that’s the last way I can get out, and still I didn’t want to. But that’s the way we got here.",
        "Q: Was it difficult for you to live in Germany during those years?",
        "A: It was really not, because the Germans are very, very nice, even when what they think is\nsomething different. You learn to live with it. You know, if you have something, if you have a\nhunchback, you learn to live as a hunchback, you know. (Laughing.) You cannot go against a\ntrend. They was extremely nice. And then I thought I needed a trade. So, I went to work for the\nIG Farben. And they sent me to a school and they taught me, you know, about the way. So and\nthe people saw and I worked with them, that I was not different. I was not what they had told\nthem Iam. You know, so, no... in fact, when I was supposed to go to the United States, I told\nthem. They said, “Listen, we give you a year leave of absence and if you don’t like it, you can\nalways come back.” And they made an album and everybody wrote something nice in it. Iam\nnot a person what carries around hatred.",
        "Q: So, did you know when you started working for IG Farben, what their role, their history had\nbeen?",
        "A: Oh yeah. I knew it, because I told you, I saw the Zyklon B, and all the gas. In fact, near\nAuschwitz there was a, called Buna, they made gasoline from coal. And as far as I know it was\nconducted by IG Farben, too. Yes, I knew it, but I had to... when you have to live, you have to\n24\nlive. I want a trade, and then first things first. And then it’s different. You cannot kill before\nyou're dead. (Laughing.)",
        "Q: But how ironic that they were, that IG Farben had Jews working as slave labor during the war\nand then you were working...",
        "A: That is right. I worked there, because I wanted to learn a trade. I cannot work physically hard\nanymore and there was... they paid me good. They were extremely nice. They went out of their\nway. And sometimes you have to take advantage, later on, you cannot forget, but you have to\nlearn to forgive a little bit.",
        "Q: Did they know that you were Jewish?",
        "A: Ya. And I didn’t have to be ashamed then later on, you know. Yes, I told them.",
        "Q: You didn’t experience any anti-Semitism from them?",
        "A: If it was, it was only behind my back. They wouldn’t openly show it, no. Germans are different,\nyou know. See, a Russian, if he is, he tells you. And Germans will be very, very nice, you\nknow. The nicer they get, then you know you have to watch out. (Laughing. )",
        "Q: Were you afraid, at all?",
        "A: Why would I be afraid? No, I wasn’t afraid.",
        "Q: You didn’t feel that there was a danger of any Holocaust happening again?",
        "A: In Germany now? I will say Germany now is different. I was there a few times. You got still a\nfew, but they are, but most of them, they’re educated, they’re adaptable, you know. They know\nit was wrong. They know what Hitler... the older ones. All 1t brought them 1s, they couldn’t\nspeak, they couldn’t do. Now, they have a nice country built. When we went to Israel, saw a lot\nof German tourists. They’re interested. You know, sure they will always find... like anything\nelse, here too, people would relate. And no matter what, if somebody tells me he hates blacks, I\nknow right away he hates everybody, stay away, you know. And I know it. So, this type will\nalways hate and you know why? Because it’s an excuse for their misery. They will not say it. I\ndidn’t go to school because I was dumb. If the Jews would not go, I would go there. You know?\nIt is the same thing. What do you agree it is this way? It doesn’t work the other way.",
        "Q: There was a Nuremberg trial, a case brought against IG Farben that came to trial in 1947, 1948.\nWere you following that, interested in that?",
        "A: No, no. ‘47, ‘48 I was still... you know, I just got married. I followed a little bit, you know, you\nalways, but no.",
        "Q: When were you working for IG Farben?\n25",
        "A: I was working in 1954, ‘55, ‘56 and ‘57. But I tell you a story, while I was working for IG\nFarben and now when I retired, the German government couldn’t say I was not . You\nget the SS the war years, they had to give me the war years, and I got a nice pension from\nGermany. Beside being a Holocaust survivor, you know, because they had to give me all the\nyears. And they cannot say, “Hey, we give an SS man.” Say yes, wasn’t in the war, and while I\nwas in concentration camp, I don’t get it. They had to pay me back so much. I said only I’Il try,\nbut in this case they was very generous.",
        "Q: How was your relationship with your wife’s family?",
        "A: Oh, it was good. They was not... really you know everybody can say, but then when you live so\nlong, you see the history. You know, they live in a little village, they minded their own business.\nThey never knew Jews. Maybe if they knew they would hate one, but they did not know, I know\nit.",
        "Q: Did they have an understanding of the extent of what had been done in the name of Germany to\nthe Jews of Europe?",
        "A: Oh ya, oh ya. They tried those, a lot of them German... they tried to excuse and they didn’t do\nit. I know a lot of them didn’t do it, but that’s the way, what it was. Yes.",
        "Q: So, they talked to you about it and...?",
        "A: We talked a lot about it, you know. But they was really, they maybe had to play the game, but\nnobody was in the Party. And ina small village, everybody will talk about you. In a big city,\nyou don’t know it. All you had to do, is go to the neighbors and you know everything. You\nknow even what they cook.",
        "Q: Did you have friends who, you mentioned something earlier about how some of your friends\nwere saying you shouldn’t...?",
        "A: Yes, I was in the hospital with them. They were my age. A few of them, ironically, came from\nBlankenheim, you know, from... after we was liberated, they came with me in the same train and\nwe stuck kind of together. He found out he had TB and I had TB, so we were kind of, there was\na bonding. If you have nobody, your friends become your relatives. You’re bonding, it’s true.\nAnd we could speak openly, you know, that is their opinion. And I value their opinion. I don’t\nsay that they were wrong. I really didn’t know, maybe I was mixed up and didn’t know what\nwas right or wrong.",
        "Q: Did they come to your wedding?",
        "A: Yes, yes, ironically they came to my wedding, too. In fact, one was the best man, Trebletski\n(ph).",
        "Q: What kind of wedding did you have?\n26",
        "A: As little bitty as we could. It was not very much. We went only to the Justice of Peace. You\nknow. And he said, “You are man and wife.” So, we made a little bit, what we could get at that\ntime. It was not very much. But it was... like the style you would say was very poor, but it was\nfine. I got the bride anyway. (Laughing.)",
        "Q: Right, that’s what matters. Did you talk before hand about, I imagine you did, about what you\nwere going to do as far as religion?",
        "A: Well, sure. My wife is not Jewish. And I figured with the kids, it would not be fair for me and\nshe would not make a good Jew anyway. It is only because to please somebody, like I would not\nmake a good Catholic. Doesn’t mean that I hate the Catholics, by no means not. But my kids\ngot to choose what they want to. Like Janet, she goes always on the holidays she goes with me\nto the synagogue. And my oldest daughter, she lives in Barrington, in Chicago. She does a lot.\nAnd what I’m mostly proud is that they’re all involved in the Holocaust survivors, the second\ngeneration. They’re active. It is not that they hate. It is not to let people forget, look here what\nhappens. You cannot make it back. I cannot turn the clock back. But we can let the people\nknow what hatred can do.",
        "Q: So, at that point, religion, which had been important to you before the war was not as important\nto you...",
        "A: No, I saw what people, if they become fanatic. And you start to put religion in front, then you\nlose your sight. You have to first see, and really what’s good when you are religious and go pray\nand don’t live up to it. I call them the hypocrites. So you have to have it in the heart and nothing\nelse. And nobody can force you to be something. If you don’t have it, you don’t have it.",
        "Q: Why did you want to leave Germany’?",
        "A: Because I didn’t want my kids to be exposed anymore. And truthfully, very truthfully, I didn’t\nwant them to get married there and be there, you know? I wanted them really to get away. That\nis really my, to give you the best answer what I know, really.",
        "Q: So you didn’t necessarily feel fully trusting of Germany and the German people?",
        "A: Yeah, but, I feel trusting, but if you get wounded, a scar is there. Okay? I had the scar. But that\ndoesn’t mean that can function perfect yet. You’ve got now a lot of Jewish people that come\nfrom Israel, even, they live, and a lot of them from Russia. You know, but for me, was too much\nexperience and I didn’t want to rub salt in the wounds. You know, I want to stay away. Maybe\nit was the easiest way out. I don’t know it. This is just what I felt, you know.",
        "Q: Was talking... during those years just following the war, was talking about what had, what had\nhappened to you, and about your past and about your feelings about losing your family... was\nthat important to you? And was it a critical part of your relationship?",
        "A: It is still very important to me. In order to clear the air, you have to get everything on the table\nand then you can go on. If you play a game, it will be still there. Can’t do it. So, yes it is fine.\n27\nIn fact my wife now, “Why do you watch all that?” I say, I still have to watch it. It brings back\nbad memories, but you still have to go on, and not forget it. I will not forget it regardless, you\nknow.",
        "Q: Did you have... I’m sorry, let me stop and flip the tape.\nEnd of Tape 2, Side A\n28\nTape 2, Side B",
        "Q: You mean both sides?",
        "A: Being here, and after liberation, how I felt... being a little boy...",
        "Q: Yeah, well, it’s so complicated, isn’t it? To try to think of what came before, and what...",
        "A: Life is complicated. You know it. You have only to learn to make the best right away. You\nhave to learn not to let it go, let it get to you, the teflon mentality, because otherwise you get\nsoaked on with it, you know.",
        "Q: The which mentality?",
        "A: The teflon mentality.",
        "Q: I thought that was what you said.",
        "A: You’ve got to, because otherwise what are you going to do? You know. It’s part of the Bible,\ntoo.",
        "Q: Well, I appreciate you taking the time to do this.",
        "A: Any time, you know.",
        "Q: You just mentioned something about other interviews. I wondered, have you been interviewed?\nHave you done other interviews besides...”",
        "A: Only for Shoah’.",
        "Q: Uh huh, Shoah.",
        "A: And then came a lady, she did interviews for that, but besides she did it for herself, too. So, I got\nanother interview. And then I had a few speeches for the... you know, when it’s the Shoah. So I\nwent and I spoke a little. It is not as easy as you think, when you see so many thousands of\npeople. And to show, you know, your people and show . I can speak about\neverything, I have no problem. But this is hard. And then you don’t want to show your\nemotions. The emotions come, you know it? So you know, this was the... you have to do it,\nwhat you have to do.",
        "Q: Yeah, I wondered whether when you first started, when you first had the experience of trying to\nsystematically tell the story of your experiences, whether that was a powerful experience for\nyou?\n* Survivors of the Shoah Visual History Foundation.\n29",
        "A: It was. It was for me and it was for the other people, too. You know it. Because, you know, it’s\nreally nothing to make you happy, basically, and nothing to be proud of, you know, it’s part of\nwhat you went through. And you have to do it. I told myself in concentration, if I survive and I\ncan do something, I will go out and not tell the people, I will scream to the people. But the real\nworld is different.",
        "Q: You mentioned that two of, was it two of your children were born in Germany?",
        "A: Ya, my oldest one.",
        "Q: What’s your oldest one’s name?",
        "A: Bluma, is after my mother’s name. Yeah, she was born in 1948. In July, no in June. And my\nson is born in July. His name is Ben, you know it, and he was born in July, in 1954. And Janet,\nthe youngest is when we came to the United States, my wife found out she is pregnant and then\nJanet, she was born here. That was in 1957.",
        "Q: What made you want to come to the United States?",
        "A: To get away and to be a free person, you know. To be free. I knew always. The United States,\nsure there’s people like KKK, you know, but most people, they are not from here, they\nunderstand if somebody is nice to me, what do I care if he’s an Arab, or but he’s nice\ntome. Like my neighbor, Scotty, you know it, we’ve already forty years to go. And we always\nused to go, when we were younger, together out. You know, so, it’s too much of a mixture to\nundo it. And in Europe, you’ve got only two religions. Say, go to Ireland. It was Catholic, only\none is Roman Catholic and the other one is Protestant and they hate each other, you know. So\nwhen you got a minority, you know, it’s only two, always will be the same thing.",
        "Q: So, it appealed to you to come to a place that had a real mixture of people.",
        "A: That’s right, people understand different culture, that’s right. People are more tolerant.",
        "Q: Is that why the United States appealed to you more than Israel, for example?",
        "A: Israel appealed to me very much, but first thing, you know, I was too sick. I would have to stay\nmuch longer and then go to Israel. And I knew in Israel I would have to work much harder and\nthat the climate is much more, you know, it’s warmer and hotter. So, if I had, had another\nchoice, I would go to Israel, yeah.",
        "Q: Did your wife have any feeling about where she wanted to be?",
        "A: My wife really wanted to stay in Germany. And I told her about the kids and everything. She\nsays, Okay, then we try and if I don’t like it, you can always go back. The worst thing in life is\nwhen people don’t try. And you don’t know, you don’t know your potential. You don’t know\nnothing. You have to be willing to take risk and try in your life. And if it didn’t go right, don’t\nblame nobody. Pick up the pieces and keep on going. But that’s life things.\n30",
        "Q: Did you have relatives in the United States?",
        "A: Yes, I had relatives, but they was very, very far, you know. From my grandmother, had a sister,\nthey lived in Philadelphia. And when we came there, they were so nice and they tried to help\nyou. But really, what you can help, is help yourself by doing... you know. But they were nice,\nin fact, we correspond a lot, a long time. He just died, he was 88 or something, you know, you\nget old. He had two children. In fact, his daughter came to visit us, you know. I got now\nrelatives. I got a cousin and he came from Israel. But still , from my grandmother,\nshe had another sister and she went to Israel. The name was Goldstein. And after 1947, he\nwanted to study engineering here in the United States. And he really told me in his mind was to,\ncooling systems, because they need... but when he came and he studied here, he went to\nBerkeley. He got approached by the Bechtel Corporation, if he wanted to take atomic\nengineering. He said, I don’t know nothing about it. They say, we will put you through college\nand everything. So, he went and studied atomic engineering. In fact, he is now, he’s built so\nmany reactors, and you know? And then he taught at Berkeley too for a while. But even\nnowadays, retired... his name is Golan (ph) now, from Goldstein changed. He still likes\n, like... when it was in Russia, when the explosion was in the, what was name is it?\nThey went there to see what they can do.",
        "Q: Chernobyl?",
        "A: Chernobyl, ya. So they still, like last week, he went to Paris, they have all this, scientists. In\nfact, two months ago we went to visit him. He lives in San Francisco.",
        "Q: What’s his first name?",
        "A: Simcha. Simcha in Jewish means happiness and the last name is Golan from Goldstein. Ya, he\nwas here visiting. You know, it’s family, so we stay close.",
        "Q: How 1s he related to you?",
        "A: My grandmother had, she was the oldest and she had five sisters. And one went to the United\nStates, one went to Israel. One, she lived in Lodz and went together in the same train with my\nmother and my grandmother to Treblinka. And she left a son, he ran away. She had a few kids,\nbut they all went together. He survived and he lives now in New York. And one lived in\nWarsaw with the , he was Rudja (ph), he was the youngest one of them. From these\ntwo, later on when you have no family, you look and whatever you can find.",
        "Q: Did you know very much about the United States when, before you came here?",
        "A: I knew quite a bit, but what you knew as a boy, it’s completely different, you know. I read Jack\nLondon and had dreams and all kinds of junk, you know it. It’s completely different. But later\non, I thought you know it. A place if I would like to go. I would like to go really to the United\nState. And we spoke fairly a little bit English already. We knew more than the average. When\n31\nwe needed some oil, we could buy oil and we didn’t come home with vinegar. (Laughing.) You\nknow, ,",
        "Q: So, your wife also didn’t speak very much English?",
        "A: Yeah, she didn’t speak very much, but we understood. We took lessons. We prepared ourselves\na little bit, because we had time.",
        "Q: In Germany”",
        "A: Yeah.",
        "Q: Did you have an idea of what you would do once you were here?",
        "A: No, I told you, I wanted to go in chemistry. But most of them, like here when I came, they\ncouldn’t hire me, because I was a citizen... I was not a citizen. So, I got my first paid job for a\nperson who made glasses. For a dollar an hour, and then it worked out and I liked it. Now, we\ngot the 20/20 Eye Care store. We’re doing very good. If you feel you like it, you try it. And if\nyou don’t succeed, try it again, get stubborn.",
        "Q: What were your initial experiences or your first impressions of the United States?",
        "A: It was always... oh! When I got my first paycheck and, you know, you are not spoiled. And you\ncan buy so many things. And it’s a free world. We lived on, you don’t know it here, St.\nCatherine Street, you know it. And you hear the bells from the church ringing. And the\nsunshine’s nicer when you like it, you know. And we lived near a park and we took the kids to\nthe park. It was nice. Yeah. We loved it right away. Even if we didn’t have nothing, but we\nloved it.",
        "Q: But you didn’t come straight to Louisville, right? You were in...?",
        "A: I was first in Philadelphia. And in Philadelphia I didn’t like it, only because my wife got\npregnant, was pregnant. In Germany we had the best hospital, the best everything. And since I\nworked for IG Farben, I could get anyplace, you know it, they had always. And we had a nice\nhome. So it was an adjustment. Like the garbage emptied only one time in a week and was\nstanding around. And we was in a hotel, very old. The Gladstone (ph) Hotel, I remember this.\nWe was maybe on the 17 or 20\" floor, but when you want to see what kind of weather, you have\nto open the window, everything was dusty. I didn’t care for it, particularly, but... I had this one\nfriend, Colrink (ph). And he says, “Abe, if you want to come here, I’m working for Ford Motor\nCompany. I can get you there ajob.” So, I came to Louisville. First I came and I said to my\nwife, “If I get the job, I gave you and, you know, call you up, and you come with the kids.” Well\neven then you don’t react. You’ve got all this luggage, pregnant, two kids, you know,\n. But that was what we did. So we stayed in... we came over here. We rented an\napartment. And here it was different. It’s a smaller city, everything was organized. I worked for\nFord Motor Company and at that time made about 100 dollars a week. My gosh, I could for ten\ndollars, load up so much groceries I couldn’t even carry it, you know. So.\n32",
        "Q: Did you have any knowledge about Louisville at the time? Or what you might have expected?",
        "A: I didn’t even know that Louisville exist. No.",
        "Q: So, you couldn’t have any prejudices against it, then.",
        "A: No, I did not. No, I did not. But it’s still a nice city. People are nice. I like it. In fact, my\ndaughter, she went to Lexington. She went to Law School. She went to Lexington.",
        "Q: During this time when you’re beginning to rebuild your life, did you take time to mourn what\nyou had lost?",
        "A: No, you took later on. From the beginning, you couldn’t even tell nobody. People wouldn’t\nunderstand it. They thought that you are freaks. They tried to stay away from you, you know it.\nYou didn’t act like the people here. In fact, it was hard on the kids, too, you know. We didn’t\nspeak any perfect English, you know. It was hard, but we knew that we would catch up. First\nyou have to have a footage and then you get time. No, not from the beginning, but later on,\nyeah.",
        "Q: When were you able to take time to do that?",
        "A: When I saw... I went to the Jewish Community Center. We took the kids. Later on when I quit,\nnot I quit, they quit me from Ford Motor Company, because they laid off the whole second shift.\nAnd I went to work for dispenser Eli Jaffe (ph). He was Jewish, so I could at least speak with\nhim. How well you can speak to somebody else. So, it takes, it’s a slowly thing. It doesn’t\ncome overnight. It does not, you know. And then you didn’t want to offend nobody. You didn’t\nknow how the people would react, you know.",
        "Q: Did people ask you about your experiences?",
        "A: If you don’t tell, nobody will ask me. And I didn’t tell from the beginning. It’s only the last,\nyou know, about ten years ago. No, we went, ten years, we went to Washington. Holocaust. So,\nmaybe about 15 years, yeah.",
        "Q: And how was the Louisville Jewish community? Did you become involved with people here?\nJewish people in the community?",
        "A: Ya, I came involved. But still, they in that time didn’t want to hear it either. In order to find a\nlistener, somebody has to listen, you know. So, until later on when they found out that we are\nnot lying, that such things exist. A lot of people didn’t want to believe that such exists, you\nknow. So, it took a while. I don’t know how long. But I know it took a long time, you know.",
        "Q: So, when you met people and they knew that you were from Europe, they just would, they\nwouldn’t ask you where you came from, anything like that?\n33",
        "A: No, no. In fact, when you interview people now, they will tell you the same thing. They had a\nvery hard time to communicate with them, you know it. Because you was different. They had\ntheir problems, they didn’t want to hear my problems, even it was not a problem no more. Still\nsooner or later, you know... it was not overnight.",
        "Q: It seems like that would have made it difficult to form relationships, trusting friendships.",
        "A: It was not. Somewhere, I’m already better than 90 percent, because I’m easy trusting, so I have\nno problems. But a lot of them, they couldn’t trust, they still cannot trust. And in fact, I cannot\nblame them. They are different.",
        "Q: Did you start meeting people who were Holocaust survivors in the Louisville area?",
        "A: Yeah, that was the first, you start to look for somebody what you got something in common.\nAnd people what came mostly, you know, we call them the greenah (ph). You know the green\npeople. That was the Holocaust survivors who are, you know. And then you want to show to the\npeople that you aren’t a loser. That is not true, what they said, you know. Then you try to work\nharder than the other one, you want to be better than the other. You try to... you know it. The\nkids didn’t understand it, but it was true.",
        "Q: So there was some competition going on?",
        "A: Not between the other ones, no. Between... I try to prove to the other world, that I am not really,\none what they think I am, you know? And then you’ve got a guilt feeling too. They think, “My\ngosh he survived, how many people did he kill in order to survive? How come the other ones\ndidn’t survive and he survived?” So, there was a guilt feeling, too, you know. How come I\nsurvived?",
        "Q: You felt like people were judging you for surviving?",
        "A: I judged myself and other people judged me, too, you know it. I must have been very bad, when\nthe other ones didn’t survive and I did, you know. So, you got the double whammy. (laughing)",
        "Q: Was there any kind of formal meeting of Holocaust survivors in Louisville?",
        "A: No... they lived here and they tried to share, it was a little bit longer than I am, where they shop,\nand then we bought some records, from old country. Yiddish. I still like to listen to them, you\nknow, and we formed a world within ourselves. But you cannot live in this world, because there\nis no walls. And certain people they still live with it, you know, they don’t speak much English.\nThey don’t trust other ones. And in this case I did much, much better than the other ones.",
        "Q: How did you find the other people? Was it through the Jewish community?",
        "A: Right, through the Jewish community center. And then when one found out, he told the other\none, so you knew them right away. Word got very fast out.\n34",
        "Q: So, were your meetings usually just one on one or did you ever gather at the...?",
        "A: Oh, we went to the Jewish Community Center, for example, you met them there. And if you\nliked somebody, you invite them to your house or they invite you. You cannot like everybody\nthe same way. God didn’t meant it to be this. You know? Somehow the chemistry has to\nmatch.",
        "Q: Were you aware of other things going on in Louisville at the time that you moved here? Such as\nCivil Rights movement?",
        "A: Oh yeah, I could read the paper and I read the paper. And I was completely on their side, you\nknow it. Because it’s more than fair, those people. In fact, I found out then, the German\nprisoners of war could go in places where they couldn’t, when they were fighting for the United\nStates. To me it didn’t make sense. Oh yes, and the one thing about our kids, we do not hate,\nyou know.",
        "Q: Did you see a parallel in the situation, between the situation of the blacks in the United States\nand the Jews of Europe? Of course, they’re not at all the same. But did you see the issue of\nracism as being...",
        "A: The Jews had the advantage in this case. Because a lot of them don’t look like blacks, so they\ndon’t judge them, you know it. So, if they want to beat up, it was first the black and then the\nJew. They didn’t hate him, they didn’t like him, but they didn’t know it, you know, what you\ndid. So... . Yes, if somebody will come to you and tells you, “I hate blacks,” you\nknow automatically he will hate you. Or somebody, I hate something for some reason, then you\nknow this man or this woman put their mind on hating or looking for excuses, because they are a\nfailure and therefore they hate. There is no reason. If you want to be, it is an open country, you\ncan do much better, work harder. We came in ‘57, you know. In 1960, we bought the house.\nWe worked hard. We couldn’t maybe have afford it in that time, oh I could afford later on might\nbe, but it doesn’t mean the kids... you know. But, and if I say “Ooh, I’m living a lifetime here\nand can’t afford it.” Yes, if you go out and spend your paycheck, then you can’t afford it. You\nhave to know it, what you got, and then they have a goal, what you want to . Dol\nwant to go and drink it away or do something, you know, you can do it. You have to balance\nyour money.",
        "Q: Did you experience anti-Semitism in Louisville at all?",
        "A: Really, really, no, you know. At first here where I live there is no Jewish people. No, I did not,\nto be truthful, no. And in business, where I had a Jewish boss, or here when I do this. I tell\nthem, you know, I’m Jewish. But they work for us, so I don’t think somebody would go out\nand... no. But we treat them right. If we don’t give them a choice to be not to. You know, we\ngive them health care, and a lot of things. I know what it means to make a very dedicated\nemployee. There is no one way street. You cannot exploit somebody and tell them I’m your\nfriend. It doesn’t work.",
        "Q: Did you live in a Jewish neighborhood when you first arrived in Louisville?\n35",
        "A: No. I lived on St. Catherine Street, which wasn’t a Jewish neighborhood. I tell you the truth.\nSometimes it crossed my mind, why don’t you go move near the Jewish Community Center. But\nthen I thought, you know what, sometimes it 1s better when you stay away, even when you go up,\nyou climb. The higher you go, the more you can observe. You know it. So I say if I want to go,\nI can go there, I don’t have to live there, you know. Back in the ghetto, they created their own\nghetto.",
        "Q: Do you, how have you, how do you feel about living in Kentucky? Do you, do you like it?",
        "A: It’s a very nice state. And you got equal opportunity and it is not like a Southern state, now I\nknow more about states. People are different here.",
        "Q: How are they different?",
        "A: They’re more tolerant. They’re much more tolerant. Sometimes in life you develop, something\nwhat you can judge already, called instinct. I might not be always right, but sometimes my\ninstinct is right, you know. So, I know it is in there. If I go to New York, hustle, bustle, too\nmuch running, going to work so long and coming home, you have no time to spend with the\nfamily. Here you are right close to everything, you have more time to spend with the family, I\nthink. To bring up children, regardless, Louisville is a nice city.",
        "Q: Do you travel around elsewhere in the state at all?",
        "A: Yeah. We got stores, you know, but this is stores, but otherwise, yes. We go in state and out of\nstate. Yes, we do a lot of things. But sometimes I combine my work, you know. We got in\nElizabethtown, a store, we got in Litchfield, a store, we got in Jeffersonville, a store, you know.\nWe’ll go around and, you know, talk with the people. See, I’m 75 years old already. Have to be\nthankful for a lot of things.",
        "Q: You must enjoy your work a lot.",
        "A: I enjoy my freedom. It is not so much the work, as I enjoy talking to people. And this what I\nlike about uptakes (ph), you try their glasses, you can talk to them. I always enjoy talking to\npeople.",
        "Q: Do your employees know anything about your history?",
        "A: Yeah.",
        "Q: Do they ask you about it?",
        "A: In fact, yes, a few times. Some of them came when I had, told them I’m speaking, if you want\nto... And everyone knows everybody and we got a lot of black people, they got to high\npositions, and they’re doing good. To me, it is a person. Because we got here in Fern Creek one\nand he is a very good employee. And my wife says, “Why do you take the ;\n36\nand unfortunately people are prejudiced.” I said, “You know I came from Poland. They hated\nthe Jews, but every Pole had his own Jew.” You know, they come and ask more for them, they\nask for me. You know, they’re good. What does they care, when they go out, and they see the\nglasses is good and he’s nice to them, after a while they forget it.",
        "Q: And what do your employees think? Do they tell you what they think of knowing something\nabout your past?",
        "A: If you want to go this way, they all will be nice, but I know deep inside, you know what, I don’t\ngive them a chance not to be nice. I’m very nice to them.",
        "Q: They haven’t talked... have they talked to you directly about your Holocaust history?",
        "A: Some yes, some of them didn’t, don’t even know the subject. We’ve got a lot of young kids, 20,\n25, you know, you cannot put it up on them anyway, even if I would want to, you know.\nThey’ve got their struggles. They’re married. Especially now, when two people go to work.",
        "Q: Part of the reason I’m asking is that I think people have in recent years, become so much more\naware of the Holocaust. And young people have become so interested...",
        "A: I saw it on television and I thought so. And they know my feelings, they will come and tell me,\nyes, you know. But otherwise I will not go there. If they do not approach me, I will not\napproach them.",
        "Q: What kind of responses have you gotten from people, when they’ve heard you talk, for example\nat the Shoah day”?",
        "A: Oh, very, very nice. People are different, you know, they got their own struggle. And they see\non television what you went through and now you’ ve got the Bosnia and you’ve got this. So,\nyou know it. And now you’ve got in Russia, you’ve got a powder keg, too. You know, so.\nEnd of Tape 2, Side B\n37\nTape 3, Side A",
        "Q: This is tape number three, side A of an interview with Abe Jakubowicz. When did you become a\ncitizen of the United States?",
        "A: After being five years here, exactly, you know it. We came in ‘57, 1962. Yeah, we didn’t wait\nvery long.",
        "Q: Was that a significant, important occasion for you?",
        "A: Very, very much. Now you feel, you saw this, yesterday, Kruschev’s son became an American\ncitizen. And they asked him about it. He said it is a big honor. So, me a poor, Jewish guy got it,\nit’s a very big honor, yes. You know, yes.",
        "Q: Can you recall some of your feelings at the time? Your thoughts and feelings?",
        "A: I felt like I am a part of the family. The circle is now getting closed. What’s gone, you cannot\nforget it, but now I’m a part of everything. I’m a citizen. I represent the United States and I\nknow I will make a good citizen. I knew it at that time, you know it. I think I made a very good\ncitizen, you know. We’re involved in a lot of things, you know, so we’re doing it. We’re paying\nback to society, too. You have to and it’s much nicer to pay back than receive, much nicer.",
        "Q: A lot of people don’t see it that way. (Laughing.)",
        "A: Yeah, if you need everything, all what you see, the things what I need. But you never see the\nreward, you know, in giving. That’s why I always say the poor has one thing that he can afford.\nYou know, the reward of giving. And giving is very, very important. We got raised even as a\nchild, you know, that you have to collect more to help the other ones. We call it Schtucka (ph),\nyou know it. So to me it 1s you, it is always you are there. If I were to take a\njob for an hour, for a dollar an hour, I’m ordered not to get it. You know. Because I saw there’s\nother people that need it more. You know, but it’s nice, a good feeling.",
        "Q: Do you still, do you observe...?",
        "A: High holidays?",
        "Q: ...high holidays and do you go at any other time, too?",
        "A: No, any other time, no, but the high holidays, I’m going. And the main thing what I’m going to\nis because that they have a prayer for the death, you know it. And that’s the only one thing, I\nknow that I can’t help them, but at least I can be with them in my mind. You know?",
        "Q: How much of a role in your daily life does that memory play? Is it there always with you every\nday?\n38",
        "A: Oh, I have to be thankful always, every day to my mother, to my father, give me life. They\ntaught me what’s right and wrong. And they were good to me, really good to me, you know.\nYes, I think of them, in fact, I got their picture hanging where my bed is. To me, because we\nknow everybody has to die, period. But they got taken away this way, to me they are still the\ntwo young people, you know, my brother, it’s different. Yes, it plays... they still, if you see your\nmother die or father. They’re old, they’re 80 years old and we know everybody can die. And\nthey get wrinkled. I saw them only as young people. You know, so maybe it’s a difference.",
        "Q: You mentioned that it was maybe ten or 15 years ago that you really started talking about your...",
        "A: Because nobody wanted to listen.",
        "Q: What happened ten or 15 years ago that made you start?",
        "A: They came out with the Holocaust survival. They showed movies. People suddenly started\nrealizing, you know. And not only the other people. Jewish people didn’t want to listen, too.\nYou know I speak about people. And you cannot speak when nobody listens.",
        "Q: Do you remember any particular events or incidents?",
        "A: I don’t know it, because it’s so many events, but suddenly something clicks.",
        "Q: I was wondering, just going back for a minute to the issue of when you became an American\ncitizen, and you talked about how important that was to you. You work a lot with young people,\nyoung Americans in your work and I was wondering if you see, if you see people as taking,\nyoung people as taking that too lightly... because I think, or taking it for granted?",
        "A: I speak to schools, a lot of the time, I get invited by a school. And the young kids. And I will\nsay, we don’t give them enough credit. Surely they got now the pressure, they got now more\ndivorces, where parents go to work and it’s harder. Surely when you have a little bit money, you\nsend them in private schools. But I will say, if you are open when you speak to them, they can\nabsorb as good as anybody else. But you need guidance, you know. We didn’t have so many\nthings when I was, I tell you I wouldn’t have done it. We didn’t have drugs. I didn’t even know\nsuch things exist, you know it. We didn’t have a lot of things, so how in the world can I judge\nand tell them they are bad? They are not. My kids are good. Their kids are good. Sometimes\nyou are lucky. They hang out with the wrong people... you have to control it, which rooms they\ngo. You form only one opinion, but you have to trust your kids. And watch out with whom they\ngo. It is very important. And I will say it again, and if a child makes wrong, don’t tell him he’s\ndumb, he’s stupid. Tell him that he made a mistake, but you’re always there, because I know my\nmother would be there, you know. This way you don’t break off the communication. I wonder\nsometimes how come all this homeless people come from, you know. Don’t they have a family?\nDon’t they... everything, you know? And I have no answer for it. You know.",
        "Q: You mentioned earlier that your children have been interested in Holocaust remembrance.\n39",
        "A: Yeah, in fact they belong to the second generation. How? It’s the same thing, it’s nothing what\nyou can change, but we can promote, you know, that people should listen what had happened.\nChanging, we cannot, because a lot of people don’t even believe that such a thing existed.",
        "Q: Did you talk to them about your past, your experiences?",
        "A: Oh yeah, surely, my kids have very open minded, you can talk to them. You know, yes.",
        "Q: When they were children did you tell them about their...?",
        "A: Very little children, you can’t, because you break their growing up period and you put something\nin it, what they will have a hard time. When you have formed your opinion, when you are grown\nup, then it 1s different. At least I feel about it this way. Not that I’m right in everything. I’m\nwrong in a lot of things.",
        "Q: Has that been something that they’ve been particularly interested in learning about from you?\nDo they ask you a lot of questions?",
        "A: Oh, I can do nothing wrong. I am the greatest in their eyes. (Laughing.) No. No, if they have\nsomething, they ask me, you know. Or even Jessica, you know, she goes now... I have one\ngranddaughter, she goes to Berrington. She told me she would like me to speak for the class in\nBerrington, Illinois, you know. So, I think I got a lot of letters and all kinds of things from them,\nwhat they spoke about.",
        "Q: It must be very gratifying.",
        "A: It is gratifying, you know it. Especially when you don’t expect a lot, then it’s double gratifying.\nIf I would expect, then it’s something different, you know. But I don’t and it’s double gratifying.\nMy youngest, she goes now to Purdue, she got accepted there.",
        "Q: Your granddaughter?",
        "A: Yeah.",
        "Q: How many grandchildren do you have?",
        "A: Seven.",
        "Q: And what are their names?",
        "A: Richard, Ben, then comes Jamie and Josh — we’ve got a lot of J’s, and Jessica and Jacob. See, a\nlot of J’s. And there’s my daughter, Janet. (Laughing.) You know, so we’ve got a lot of J’s.",
        "Q: Richard, Ben, Josh, Jacob, Janet, Jessica? No, not Janet.\n40",
        "A: No, Jessica and then we got Jacob and then we got the little baby, she’s just born. She’s one year\nold, name is Edie.",
        "Q: Is there anything else you want to add today?",
        "A: It was a pleasure to meet you. (Laughing. )",
        "Q: It was pleasure to meet you, too.",
        "A: You ask me all kinds of questions. What can I do, I don’t know it. You know. Keep on doing\nthe good work.",
        "Q: One thing I didn’t ask you about, I haven’t quite figured out how to phrase the question, but it’s\nSO impressive that you came with nothing to this country, not even being able to speak the\nlanguage. And how many, how many eye care stores do you own now?",
        "A: Five.",
        "Q: Five.",
        "A: We could have owned more, but we have to go slow, you know it. You know, and I did it more\nfor my kids, they are doing it now. I’m only a, you know, checking... at 75 you can’t do very\nmuch.",
        "Q: And you live in this very lovely house. So, it’s just very impressive that you...",
        "A: Yeah, you know it is livable. My wife would like to move out. But I figure, you know, 75,\nwhere do I want to go, you know?",
        "Q: How do you, do you wonder about that or do you think about how it is that somebody can go\nfrom having so little to just building up so...",
        "A: Oh, some people got it even better. No, it is, in life, as I told you, you have to take risks. You\ntry to do good and be fair with everybody. You got friends, you know it. And when you have\nthis, they will support you. You cannot go through the world alone, you know it, you need\nfriends. You need family, you know. And then you take a risk and when you lose, you didn’t\nlose everything, you made a wrong judgment. So as in life with the kids, I told them a lot of\ntimes, when you make a mistake, so you made a mistake. You know, pick yourself up and keep\non going, but don’t brood on it.",
        "Q: I didn’t ask you about your journey back. I know that you made a journey back to...",
        "A: Poland.",
        "Q: ...Poland. And you talked some about it in your videotape, but I wondered if you...\n4]",
        "A: Yeah, my kids, we decided we’d take the kids, Janet. And they’re always busy now. And\nBluma would live in Chicago. And Ben...",
        "Q: Whose idea was it?",
        "A: Well, I would say my daughters’ more, because they want to keep on this relationship. More my\ndaughters, Janet and Bluma. So we lived in, I told you, in Germany. And my wife got a lot of\nrelatives still in Germany. So, we rented a car. Going to Poland, you don’t get a car, because\nthey say they steal it. So, anyway we used all the relatives and we rented a car. We flew into\nFrankfurt, from there we went to Czechoslovakia. Czechoslovakia, why Czechoslo..., because\nAuschwitz is near the Czech border. And Czech, it was just liberated, you know, the Russians.\nAnd if you have money one time and want to have a nice trip, go to Prague. It’s observed, the\nGermans didn’t bomb. All the antiques are still there. It’s a lot of culture. So anyway, we went\nto Prague. We stayed two days in Prague and then we went to Krakow. Krakow is near\nAuschwitz. We went to stay the night in Auschwitz, at Krakow, then we drove into Auschwitz.\nWe stayed all day long. And we had already made reservations in Warsaw. But we had a car,\nyou know, we drove. In Warsaw we made reservations at the hotel. And then from Warsaw, we\nmade all our journeys from there. First we went to Grodzisk where I told you.",
        "Q: What year was this?",
        "A: In 1992, I think or ‘91 or ‘92. And the kids, we went in the same house. You felt the hostility\nfrom the Poles, but give them a few dollars, it’s okay, you know.",
        "Q: How did you feel it?",
        "A: First, they are afraid that you come here and you want to take the house away from them and all\nkinds of things. And then you, let’s see, a lot of graffiti on the walls. You know, I still speak\nperfect Polish. So, I knew it. But if you win their confidence, at least they are not so hostile, you\ndon’t trust them, but you are . So, and this lady, I told her all I wanted was to show\nmy kids where my mother lived, where my father lived, you know, and I give her a few dollars,\nso she spoke already different, you know. In fact, to be honest with you, before we left the first\ntime, you know, we had candle sticks, some silver. We didn’t want to take it in Warsaw ghetto\nand they showed me where they buried it. But I saw the Poles, I didn’t want them to risk myself\nto go take a look. They’re probably not, but I didn’t want to. So, anyway, we went to Grodzisk.\nShowed them where we lived. Showed them where my grandfather lived, where I went to\nschool. Oh, I made a lot of pictures, too, you know it. And then we went back to Warsaw. Next\nday we went to Piotrkow, you know it. And same thing, I showed them where the ghetto, and\nwhere we were. One thing what I couldn’t bring myself in, to go in this room where my parents\nand my grandparents went out the last time. I told my kids, I can’t go in, you know, somehow I\ncouldn’t. So anyway, so we went there and we went back to Warsaw. And then we went to\nTreblinka, this is on the other side from Warsaw. And then we stayed there and then we went\nback to Germany. Went to Buchenwald, where I was liberated. And so we made our way home.\nAt least I showed the kids, that we still lived, we had an apartment. Really it was our house. You\nknow, we were still something. No doubt that we didn’t come out from a rock. (Laughing.)\n42",
        "Q: Do you think this was important for your family?",
        "A: And for me and for them more, because I knew it. They didn’t. Yes, it is very, very important.",
        "Q: Do you think they had a new, a different understanding of...?",
        "A: Not a new different understanding. They knew, they trusted me, they knew that I didn’t lie. But\nit, seeing with your own eyes is different than imagine.",
        "Q: Was anything from that entire trip particularly important for you, personally? Did you come to\nterms with something?",
        "A: For me? For me was the worst thing was when I was supposed to go in that room, you know,\nwhere we lived, in the ghetto, in PiotrkOw. Couldn’t get in, didn’t go in. This sticks out.",
        "Q: Why that room in particular?",
        "A: In Piotrkow. And that is Fitarska (ph) ten, you know it’s an address. And across the street, it\nwas high holidays in that time. And the people went over and cried and cried. I couldn’t go in\nthere either, you know. This is what sticks out in my memory the most. You go to Treblinka.\nYou see all the rocks and all the things. It’s cold. Here, you know, your mother got killed, but\nyou didn’t see it visually, but the other ones, you know, I saw it. And when I went to\nAuschwitz, you know, and saw the crematorias there. I think I didn’t have to see, I knew it. And\nyou saw the gate where everybody in Arbeit Macht Frei, you know.",
        "Q: Did you ever, I saw last time that you still have your tattoo. Did you ever consider having it\nremoved?",
        "A: Why would I remove it? I will have to die with it. To me, it is now an honor, you know. I will\nnot remove it.",
        "Q: Did people pressure you after the war to remove it or tell you that they think you ought to?",
        "A: No, no, nobody pressured me. In fact, if somebody would pressure me, I would tell them\ndifferent. No, no. They can’t see me for my other side. I might not tell itin a harsh way, but I\ncan tell them in a nice way. Put them in place. No, it’s my arm anyway in the long run.\n(Laughing. )",
        "Q: That’s right. And do people comment on it, when they see it?",
        "A: Yeah, they saw it now. You see it on television. Now it’s different.",
        "Q: Do people stop you to say anything to you after they see 1t?\n43",
        "A: It’s most was when you speak to the kids, they’re more sensitive. You know, you do not tell it in\na graphic way, because you do not want to hurt them. But they are more sensitive. They argue\nand it’s honest. And otherwise you don’t know it. You might question it or not, that’s fine.",
        "Q: Okay, I’m done. Do you have any other things you want to say?",
        "A: Listen I told you enough, to repeat again, I appreciate it and I like you for it, because you do a lot\nof things, which is good. Thank you very much.",
        "Q: Thank you very much.\nConclusion of Interview\nAd\n"
    ],
    "questions": [
        "Q: This is an interview with Abe, Abram Jakubowicz. It’s July 14\", 1999. And this is part of a\ncollection of interviews with Holocaust survivors living in Kentucky, sponsored jointly by the\nUnited States Holocaust Memorial Museum and the Kentucky Oral History Commission. The\ninterviewer is Arwen Donahue. And for this interview we are going to not go over all of Mr.\nJakubowicz’s experiences from his Holocaust and pre-Holocaust years, because he has already\nbeen interviewed by the Survivors of the Shoah Foundation. That interview was conducted on\nFebruary 19\", 1996. So, we’re going to just briefly summarize what was said in that interview\nand ask some questions to fill in and then we’re going to go on and explore his post-war life in\nmore detail. This is tape number one, side A. Okay, so, you tell me if I get any of the facts\nwrong and Ill tell you what I have written down from your Shoah Foundation interview. You\nwere born... hmm?",
        "Q: Okay. You were born in Piotrkow, Poland on September 24, 1924. Grew up in Grodzisk,\nMazowiecki. Your grandfather Chaim Jakubowicz was the head of the Jewish community there.\nYou had one brother, Gershon, he was born in 1929. You mentioned that your parents worked,\nsay again what their work was?",
        "Q: What was your mother’s maiden name?",
        "Q: And we got your father’s name and her name on the other interview. Okay, now you mentioned\nthat you went to high school in Warsaw. Is that correct?",
        "Q: Were you in Warsaw when the war broke out in September, 1939?",
        "Q: Okay, so you were in Grodzisk.",
        "Q: Grodzisk. And you were there, living through the various restrictions that happened, that came\nalong with the German occupation of Poland?",
        "Q: Can you, you did describe your, some general things about your experiences in the Warsaw\nghetto in your interview, in your prior interview. But I wondered if you would say something\nmore about it, in particular something about your living situation there. Where did you live and\nwith whom?",
        "Q: Who, what was your house like? And who did you live with?",
        "Q: Was it a comfortable, living situation?",
        "Q: I was asking because I know that so many people were so crowded and it sounded like you had a\nrelatively...",
        "Q: And you kept going to school.",
        "Q: This was the same... let me make sure I understand. This was the same school that you had gone\nto before?",
        "Q: And it just ended up being within the ghetto?",
        "Q: What was the name of the school?",
        "Q: Did you have a goal of becoming an engineer at the time?",
        "Q: So you were, you also mentioned going to the movies and cultural life, I wondered if you’d say a\nlittle bit more about that?",
        "Q: How did your family get money?",
        "Q: Okay, so you left the Warsaw ghetto after about three or four months...",
        "Q: ...when your family decided to separate and to escape.",
        "Q: You and your mother and your brother went out of the ghetto together and then you met your\nfather there? Did your grandparents...?",
        "Q: And what was her name? Your grandmother?",
        "Q: And so you lived in the ghetto in Piotrkoéw...",
        "Q: And your father worked in a glass factory there.",
        "Q: And you worked for a company that made office furniture for the German army.",
        "Q: Did your brother work? Gershon?",
        "Q: Did you have... were you and Gershon very close?",
        "Q: I wondered, just speaking of your family, I want to back track a little bit, because I had wanted to\nask you, you mentioned that your grandfather was the head of the Jewish community.",
        "Q: Would you say something about your family history? Was there a long tradition of leadership in\nthe Jewish community?",
        "Q: Your grandfather?",
        "Q: Had your family been in that area of Poland, in Grodzisk, for a long time?",
        "Q: Yeah, I understand. So then on October 13\", 1942, the ghetto was encircled. And it was\nliquidated within one week.",
        "Q: And then the 2,000 people who worked in the glass factory were allowed to stay.",
        "Q: And your father was working in the glass factory, so he was allowed to, he was allowed to stay.",
        "Q: Your mother had the foresight to volunteer you as a carpenter.",
        "Q: And you saw your father occasionally, but did not live with him?",
        "Q: Right. About two months, two or three months later, it was decided that about 1,000 more Jews\nwould be deported.",
        "Q: I wanted to ask you about that particular moment, because it was striking to me that this\ngendarme saved your life. Do you think he intended to save your life?",
        "Q: So, you didn’t have a personal relationship with him?",
        "Q: So, he was certainly not sympathetic...",
        "Q: How did you feel at that point about the Germans in general? Were you getting a sense of what\nit was that they were capable of? The depths of...?",
        "Q: At that point, what did you know about Treblinka? Did you know...?",
        "Q: But you had heard that there was a extermination...?",
        "Q: So, your mother and your brother had already been taken at that point, to Treblinka.",
        "Q: Did you know at that point, were you certain at that point that they had been killed? Or was\nthere a question in your mind that they might still be alive?",
        "Q: After this gendarme took you...",
        "Q: ...took you out of the group, then you said in your testimony that the other 900 or so people who\nhad been gathered, were taken away.",
        "Q: Oh, you didn’t? At that time?",
        "Q: So, you found that out. Did you find that out after the war? Or..?",
        "Q: So, the word spread fast.",
        "Q: You mentioned something I wanted to hear more about. That the role of the Jewish police in\nthis. Can you say more about that?",
        "Q: Going on with the summary. After a few days, you were among 20 boys and 20 girls who were\nsent to Tomaszow.",
        "Q: Mazowiecki. You were there a few weeks.",
        "Q: What were you doing there?",
        "Q: Where you made ammunition for the Germany military.",
        "Q: So, is this right? That was around June or July of 1943?",
        "Q: Tell me some more about your time in Starachowice. You didn’t tell very much about that in the\nfirst interview.",
        "Q: Press out bullets?",
        "Q: In Starachowice...?",
        "Q: How did you find out what happened to Chaim Enischmann?",
        "Q: Say his name again?",
        "Q: Enischmann.",
        "Q: Why this... five particular boys? Did he chose you out or were you part of a group?",
        "Q: Speaking of religion, was religion a really important part of your life, up until that point?",
        "Q: This is tape one, side B of an interview with Abe Jakubowicz. You were saying about religion...",
        "Q: You mentioned that when the war started, that changed. Did your feelings about religion, about\nGod change?",
        "Q: Did you think about, I mean at this point, when the war is well underway... at the time you were\nin Starachowice, you were separated from your entire family. You didn’t know whether they\nwere alive. Did you feel, did you think at all about your spirituality, your relationship with...",
        "Q: So, there wasn’t the time or the experience for that kind of questioning?",
        "Q: Is there anything else you want to say about Starachowice?",
        "Q: Tell me again who this was? What nationality this person was?",
        "Q: So, you were deported with Enischmann and the five other boys?",
        "Q: So when you were deported from Starachowice to Auschwitz, you weren’t necessarily with\npeople that you knew and were close with?",
        "Q: When you look back on that time, to me something that really is striking 1s that you had been... I\nget the impression you were such a close-knit family and your family was all depending on each\nother and counting on each other. And all of a sudden, you are thrust, you’re just thrust into this\nindependent and solitary....",
        "Q: Uh huh. But it was almost, it was as if this whole different person, you became a whole different\nperson.",
        "Q: So you left Starachowice, according to what you said before, around March 1944, as a ballpark\nguess of when you left. And then...",
        "Q: And you described your journey and you described arriving in Auschwitz and being taken to the\nGypsy lager.",
        "Q: Did you have any interactions at all with the gypsy families that were there?",
        "Q: Can you describe what kinds of interactions you had?",
        "Q: Had you known at that point that the Nazis were exterminating other groups than the Jews?",
        "Q: Did the Jews in the lager and the Gypsies generally interact with one another? Talk to one\nanother?",
        "Q: And then you described how you started working with the Canada commando. And I wondered\nhow it was that you got that position, because that was a somewhat coveted position.",
        "Q: Well, it’s interesting to hear you say that nobody wanted it, because I’ve heard other people say\nthat it was, that they would try to get a position, because you would have advantages of clothing\nand food and so forth.",
        "Q: Did you have friends in Auschwitz?",
        "Q: Okay, back to the summary. Something that you mentioned in the first interview that I wanted to\nask you a little bit more about... you mentioned that God was watching over you. Did you feel\nthat at the time that God was watching over you?",
        "Q: No?",
        "Q: So, about September 1944 you were shipped to Oranienburg-Sachsenhausen.",
        "Q: And I was a little confused about what happened next. I heard something... either you went to\nOhrdruf or you went to Krauwinkle (ph)?",
        "Q: How long did you stay there?",
        "Q: And did you do something, taking care of a dog?",
        "Q: But you got a little bit of extra food by doing that?",
        "Q: So, you found ways to wash yourself through that time?",
        "Q: When you were in Auschwitz and the other camps before...?",
        "Q: How did you... was it difficult when you were in Auschwitz to obtain water to clean?",
        "Q: After you arrived in Ohrdruf, you started to build a camp, build the camp?",
        "Q: And then you described that, your time in Ohrdruf in the first interview. And then in February\n1945, around, around then, you set out on a death march towards Buchenwald.",
        "Q: And you talked about how you thought you would die before you arrived in Buchenwald.",
        "Q: And the Dutch prisoners, Jewish prisoners helped you.",
        "Q: It’s kind of remarkable how there were certain key points where people, people were there for\nyou.",
        "Q: Did you, you talked in the first interview about being in Buchenwald and recovering and about\nhow at first you were 1n a horrible place, and then you walked out of there.",
        "Q: Five bunks?",
        "Q: What were the nationalities of the women who were kept there?",
        "Q: It was a kind of brothel, you mentioned.",
        "Q: And how did they, can you say how business was undertaken?",
        "Q: You don’t know whether they were forced into the...",
        "Q: At that time, you, were you so sick it was hard for you to even get up? Or how...?",
        "Q: Do you remember when the Americans came into the camp?",
        "Q: You went out with him today?",
        "Q: Have you been in regular contact with him?",
        "Q: So when you say you went to Shoah, what do you mean?",
        "Q: Here in Louisville?",
        "Q: How did that go?",
        "Q: Did you talk today with him about...?",
        "Q: Was he Jewish?",
        "Q: You were, you remained in Buchenwald then for how long after the liberation?",
        "Q: And you did mention him...",
        "Q: This is tape number two, side A of an interview with Abe Jakubowicz. Sorry, we got cut off and\nyou were just saying that he was a German prisoner of war.",
        "Q: Did you... so some people, of course, feel that the German nation as a whole was responsible for\nwhat the Nazis did to Jewish people. The fact that you were able to befriend this man, who was\na German, non-Jewish man.",
        "Q: So, you weren’t angry even then? Were you angry?",
        "Q: What was the name of the doctor again?",
        "Q: Did you talk with him at all about any of these issues?",
        "Q: What kind of things did you not want to bring up?",
        "Q: What was his point of view that he shared with you?",
        "Q: It strikes me as very unusual that you were able to separate your anger from your hatred and to\nhave meaningful relationships with...",
        "Q: Did you have friends or acquaintances who were Jewish, at that time, who couldn’t understand\nwhy you would want to be friends?",
        "Q: Did you, you were in the TB hospital for...",
        "Q: Okay, going back to the summer, you were in Blankenheim first...",
        "Q: Before you go on from there, regarding your statement that you knew you didn’t want to go back\nto Poland because everybody had been killed.",
        "Q: Did you get definite news at that point about your father and your brother and your mother?",
        "Q: When did you find that out? And from whom?",
        "Q: And when did you learn about Treblinka and what Treblinka...?",
        "Q: Right away after the war, you mean? Or right away...?",
        "Q: And that was when you went to Rupertstein? You were in there for quite a while, weren’t you?\nHow long were you there?",
        "Q: You stayed in the town?",
        "Q: What did you, was that time, what was that time in the hospital like? Were you really sick and\nout of commission? Or did you...?",
        "Q: So, during your, what did you do to keep yourself busy and occupied during that time?",
        "Q: You said something earlier about how when the war ended, you became again, the person who\nyou had been before.",
        "Q: Did you start to go to services in any way?",
        "Q: And after you, so you still felt, even after the war ended, that your main goal was survival for a\ntime?",
        "Q: Did you start to have, as you started to recover and to feel healthier, did you start to have other\ngoals for what you wanted? Or did you start to remember, have thoughts about the past? What\nwas going on inside?",
        "Q: Yeah.",
        "Q: Can you talk about, more about meeting your wife and what that was...?",
        "Q: Was it difficult for you to live in Germany during those years?",
        "Q: So, did you know when you started working for IG Farben, what their role, their history had\nbeen?",
        "Q: But how ironic that they were, that IG Farben had Jews working as slave labor during the war\nand then you were working...",
        "Q: Did they know that you were Jewish?",
        "Q: You didn’t experience any anti-Semitism from them?",
        "Q: Were you afraid, at all?",
        "Q: You didn’t feel that there was a danger of any Holocaust happening again?",
        "Q: There was a Nuremberg trial, a case brought against IG Farben that came to trial in 1947, 1948.\nWere you following that, interested in that?",
        "Q: When were you working for IG Farben?",
        "Q: How was your relationship with your wife’s family?",
        "Q: Did they have an understanding of the extent of what had been done in the name of Germany to\nthe Jews of Europe?",
        "Q: So, they talked to you about it and...?",
        "Q: Did you have friends who, you mentioned something earlier about how some of your friends\nwere saying you shouldn’t...?",
        "Q: Did they come to your wedding?",
        "Q: What kind of wedding did you have?",
        "Q: Right, that’s what matters. Did you talk before hand about, I imagine you did, about what you\nwere going to do as far as religion?",
        "Q: So, at that point, religion, which had been important to you before the war was not as important\nto you...",
        "Q: Why did you want to leave Germany’?",
        "Q: So you didn’t necessarily feel fully trusting of Germany and the German people?",
        "Q: Was talking... during those years just following the war, was talking about what had, what had\nhappened to you, and about your past and about your feelings about losing your family... was\nthat important to you? And was it a critical part of your relationship?",
        "Q: Did you have... I’m sorry, let me stop and flip the tape.\nEnd of Tape 2, Side A\n28",
        "Q: You mean both sides?",
        "Q: Yeah, well, it’s so complicated, isn’t it? To try to think of what came before, and what...",
        "Q: The which mentality?",
        "Q: I thought that was what you said.",
        "Q: Well, I appreciate you taking the time to do this.",
        "Q: You just mentioned something about other interviews. I wondered, have you been interviewed?\nHave you done other interviews besides...”",
        "Q: Uh huh, Shoah.",
        "Q: Yeah, I wondered whether when you first started, when you first had the experience of trying to\nsystematically tell the story of your experiences, whether that was a powerful experience for\nyou?",
        "Q: You mentioned that two of, was it two of your children were born in Germany?",
        "Q: What’s your oldest one’s name?",
        "Q: What made you want to come to the United States?",
        "Q: So, it appealed to you to come to a place that had a real mixture of people.",
        "Q: Is that why the United States appealed to you more than Israel, for example?",
        "Q: Did your wife have any feeling about where she wanted to be?",
        "Q: Did you have relatives in the United States?",
        "Q: Chernobyl?",
        "Q: What’s his first name?",
        "Q: How 1s he related to you?",
        "Q: Did you know very much about the United States when, before you came here?",
        "Q: So, your wife also didn’t speak very much English?",
        "Q: In Germany”",
        "Q: Did you have an idea of what you would do once you were here?",
        "Q: What were your initial experiences or your first impressions of the United States?",
        "Q: But you didn’t come straight to Louisville, right? You were in...?",
        "Q: Did you have any knowledge about Louisville at the time? Or what you might have expected?",
        "Q: So, you couldn’t have any prejudices against it, then.",
        "Q: During this time when you’re beginning to rebuild your life, did you take time to mourn what\nyou had lost?",
        "Q: When were you able to take time to do that?",
        "Q: Did people ask you about your experiences?",
        "Q: And how was the Louisville Jewish community? Did you become involved with people here?\nJewish people in the community?",
        "Q: So, when you met people and they knew that you were from Europe, they just would, they\nwouldn’t ask you where you came from, anything like that?",
        "Q: It seems like that would have made it difficult to form relationships, trusting friendships.",
        "Q: Did you start meeting people who were Holocaust survivors in the Louisville area?",
        "Q: So there was some competition going on?",
        "Q: You felt like people were judging you for surviving?",
        "Q: Was there any kind of formal meeting of Holocaust survivors in Louisville?",
        "Q: How did you find the other people? Was it through the Jewish community?",
        "Q: So, were your meetings usually just one on one or did you ever gather at the...?",
        "Q: Were you aware of other things going on in Louisville at the time that you moved here? Such as\nCivil Rights movement?",
        "Q: Did you see a parallel in the situation, between the situation of the blacks in the United States\nand the Jews of Europe? Of course, they’re not at all the same. But did you see the issue of\nracism as being...",
        "Q: Did you experience anti-Semitism in Louisville at all?",
        "Q: Did you live in a Jewish neighborhood when you first arrived in Louisville?",
        "Q: Do you, how have you, how do you feel about living in Kentucky? Do you, do you like it?",
        "Q: How are they different?",
        "Q: Do you travel around elsewhere in the state at all?",
        "Q: You must enjoy your work a lot.",
        "Q: Do your employees know anything about your history?",
        "Q: Do they ask you about it?",
        "Q: And what do your employees think? Do they tell you what they think of knowing something\nabout your past?",
        "Q: They haven’t talked... have they talked to you directly about your Holocaust history?",
        "Q: Part of the reason I’m asking is that I think people have in recent years, become so much more\naware of the Holocaust. And young people have become so interested...",
        "Q: What kind of responses have you gotten from people, when they’ve heard you talk, for example\nat the Shoah day”?",
        "Q: This is tape number three, side A of an interview with Abe Jakubowicz. When did you become a\ncitizen of the United States?",
        "Q: Was that a significant, important occasion for you?",
        "Q: Can you recall some of your feelings at the time? Your thoughts and feelings?",
        "Q: A lot of people don’t see it that way. (Laughing.)",
        "Q: Do you still, do you observe...?",
        "Q: ...high holidays and do you go at any other time, too?",
        "Q: How much of a role in your daily life does that memory play? Is it there always with you every\nday?",
        "Q: You mentioned that it was maybe ten or 15 years ago that you really started talking about your...",
        "Q: What happened ten or 15 years ago that made you start?",
        "Q: Do you remember any particular events or incidents?",
        "Q: I was wondering, just going back for a minute to the issue of when you became an American\ncitizen, and you talked about how important that was to you. You work a lot with young people,\nyoung Americans in your work and I was wondering if you see, if you see people as taking,\nyoung people as taking that too lightly... because I think, or taking it for granted?",
        "Q: You mentioned earlier that your children have been interested in Holocaust remembrance.",
        "Q: Did you talk to them about your past, your experiences?",
        "Q: When they were children did you tell them about their...?",
        "Q: Has that been something that they’ve been particularly interested in learning about from you?\nDo they ask you a lot of questions?",
        "Q: It must be very gratifying.",
        "Q: Your granddaughter?",
        "Q: How many grandchildren do you have?",
        "Q: And what are their names?",
        "Q: Richard, Ben, Josh, Jacob, Janet, Jessica? No, not Janet.",
        "Q: Is there anything else you want to add today?",
        "Q: It was pleasure to meet you, too.",
        "Q: One thing I didn’t ask you about, I haven’t quite figured out how to phrase the question, but it’s\nSO impressive that you came with nothing to this country, not even being able to speak the\nlanguage. And how many, how many eye care stores do you own now?",
        "Q: Five.",
        "Q: And you live in this very lovely house. So, it’s just very impressive that you...",
        "Q: How do you, do you wonder about that or do you think about how it is that somebody can go\nfrom having so little to just building up so...",
        "Q: I didn’t ask you about your journey back. I know that you made a journey back to...",
        "Q: ...Poland. And you talked some about it in your videotape, but I wondered if you...",
        "Q: Whose idea was it?",
        "Q: What year was this?",
        "Q: How did you feel it?",
        "Q: Do you think this was important for your family?",
        "Q: Do you think they had a new, a different understanding of...?",
        "Q: Was anything from that entire trip particularly important for you, personally? Did you come to\nterms with something?",
        "Q: Why that room in particular?",
        "Q: Did you ever, I saw last time that you still have your tattoo. Did you ever consider having it\nremoved?",
        "Q: Did people pressure you after the war to remove it or tell you that they think you ought to?",
        "Q: That’s right. And do people comment on it, when they see it?",
        "Q: Do people stop you to say anything to you after they see 1t?",
        "Q: Okay, I’m done. Do you have any other things you want to say?",
        "Q: Thank you very much.\nConclusion of Interview\nAd"
    ],
    "answers": [
        "A: I’m listening.",
        "A: My grandfather from both sides, my grandmother, had shoe stores. But my father, he bought\nfrom the tannery, when they make the leather, one part is what makes leather, the other part is\nlike beady stuff. Doesn’t smell good, you know it. They use it mostly for glycerin, Vaseline,\nchemical factories. So in any tannery, when they had enough that we could send in a truck, you\nknow it, so we could pick and give it to the tanneries. I don’t know how I can explain it closer.",
        "A: Bluma, B L U M A and Hannah, Hannah was her middle name. Bluma Hannah.",
        "A: I went to Warsaw and I went to Piotrkow. I went to Piotrkow first and I was away too much\nfrom my parents and I got homesick, so they took me back. They sent me from Grodzisk to\nWarsaw. And the gymnasium was not in [INAUDIBLE], it was... came out from the Jewish\nFederation, not Federation that time... the Gemennah (ph).\n1",
        "A: We lived Grodzisk, but Warsaw is only about 30 kilometers, 20 miles from Warsaw. Now I\nknow, I found out they attached it to Warsaw, but at that time not.",
        "A: Grodzisk.",
        "A: Yeah, not quite, because the fifth of February, 1941, all the Jews had to leave Grodzisk, and we\nall had to go to the ghetto. And before this there was kind of restriction, but it wasn’t that bad,\nyou know. You had to go to work, you had to do other things, but it was not too bad.",
        "A: We lived on Twarda (ph) 24\", Twarda 26, as far as I can remember now, was a corner from\nChepa (ph) and they called it the small ghetto. So, I went to school, when I went to school, I\nwent on the bus two streets away from the Twarda. You know. So I knew this very good, the\nsurrounding.",
        "A: Okay, we got moved in and there was two young girls, approximately 18 and 20, and their\nparents went to Russia. You know, and they ran away and they couldn’t get back or whatever it\nis, SO we lived with the girls in that flat, in that apartment. There was my grandfather, from my\nfather’s side, my grandmother, and there was my father and mother and my brother, including\nme. We were the same. I can’t recall was it two room or three rooms. I don’t remember. It was\nthere on the second floor.",
        "A: It was not comfortable. It was, you know, you had to live. But comfort, in the ghetto, there was\nno such a thing. You know, but it was better than a lot of people, they got worse apartment.",
        "A: Relatively we had, not bad, you know it, because it was second floor. It was only two girls, what\nthey lived before. So it was crowded, but it was not too bad. You could live, you know.\n2",
        "A: Later on, since I went to the school before and there was only one school in the Natenzona (ph),\nyou know I told you it came from the Jewish, you know what they call it, the Jewish Federation,\nso they opened it. It was still open and I got a chance to go, yes, in the school.",
        "A: Exactly the same school I went before.",
        "A: Yes, it was in the ghetto. And it was about two blocks, you know, where we lived from there, or\nthree blocks. So it was close. It was not too bad.",
        "A: Natenzon (ph). And it was a technical school, if you want to be an engineer or something... as\nfar as I remember in Poland we had, I think it was in 1933, every student had to wear, I don’t\nthink in the ghetto was, but before the war — it was on your arm, on the left hand side.",
        "A: Really, not, you know it. It’s only for the while. It was close because I came from Piotrkow\nback. I couldn’t stay, so they put me in there, more than to go in another high school. You\nknow, at that time, you still don’t know what you want to be.",
        "A: In the ghetto? In the ghetto, yes, they had a lot of operettas. They had some movies and when\nyou had a little bit money, you know you could enjoy, do a lot of things with it. But we had to\nwatch out. I went out a lot with my mother and friends, we went to it, yes.",
        "A: We could bring certain things in. We rented a cart, with a horse and buggy and certain things we\nbrought in. And soon when we saw that it starts running out. We didn’t know it would last so\nlong. And that was the reason why we later on, about three months, we left the Warsaw ghetto\nor it would mean starvation.",
        "A: That’s right.\n3",
        "A: That is right.",
        "A: No, no. My grandparents stayed, from my father’s side. But we went to Piotrk6w and you\nneeded, in order to escape if they caught you, you got shot. So, we thought we’d split up and\nthen after a certain amount of time, I don’t know exactly how long, my father joined us. He\nescaped the same way, you know it, and joined us in Piotrkow, because there is where my\ngrandmother from my mother’s side lived.",
        "A: Zudla Ritterband, RIT TERBAN D or sometimes I see now, Riterband with one T and one\nwith two T’s, so I don’t know, I get confused.",
        "A: Yeah, from there we escaped the Piotrkow ghetto.",
        "A: That is right.",
        "A: That is right. Aus Deutsche Republic (ph).",
        "A: He was too young. He was born in 1929, though and I was born ‘24. No, he did not, because in\n1941, he was only 12 years old.",
        "A: Yes, we were very close. It was a close family.",
        "A: That’s right, he had a shoe store.\n4",
        "A: Yes. About the Jewish community. My father was only one son, but yes, every certain amount\nthere was always election. And they elected who they wanted to represent them. And he was\nalways involved in politics about the Jewish people, you know it. So he always, as far as I can\nremember, always was elected.",
        "A: My grandfather. And he had a shoe store, but mostly it was run, and years ago, it sounds funny,\nthe women ran the store. And they were doing a good job. So mostly Jewish men of that time,\nsay they divided their time, mostly. But for a lot of them, for the community... or they went to\nthe, they studied the Torah. And he was in that time, fairly religious.",
        "A: My mother was from Piotrkow. And as far as I know it, my grandmother from my father’s side\nwas from Piotrkow. And at that time, marriages was made in matchmaking marriages. So, since\nshe came... she was highly intelligent and her father was dead, so you know it, at that time years\nago with a dowry, you know. They didn’t care, they were fairly off, they wanted somebody\nhighly intelligent in their family. I don’t know, now it doesn’t make sense, but that’s the way\nwhat it worked.",
        "A: That is right.",
        "A: Yeah, because the factory didn’t let them out. And then they made staravarshaska (ph), we\ncalled it the yiden (ph) gas. And on the other side was the gun, staravarshaska. I remember.\nThere was only one block, a big block, where they made wires, you know, where you couldn’t\ngo. And then they brought them back. When everybody, everything was liquidated.",
        "A: That’s right, there was a few of them. There was Hortensia (ph) and one was Kara (ph). He\nworked with Kara. They made glass and it was, in that time it was a war, so they put pieces of\nmetal in it. If the bomb fell, they didn’t split any, it got... you know, so...",
        "A: When we came to go away, you know, there is no volunteers. They ask, “Who is a carpenter?”\nSo, my mother said, “He 1s a carpenter.” And I had a piece of paper that I could leave the ghetto,\nbefore it, in order to go to my work. She said, “He’s a carpenter.” So, this way they didn’t ask\nquestions, just pulled me out. And I went as a carpenter. What was the carpenter work? It’s to\nmake shelves in one of the buildings, Kompu-Stego (ph). And they bring from the old houses,\n5\nyou know it was about 20,000 people, 21,000 Jewish people. So they emptied everything and\nlater on they shipped it to Germany.",
        "A: No, I couldn’t.",
        "A: Were liquidated, not deported. In fact there is now a monument, maybe you saw it, where they, I\ndon’t know, six, 700 people, they got killed. They took all the people in the synagogue, you\nknow a lot of the kids, they got shot inside. It was really bad circumstances. You cannot\ndescribe it. After two or three days, you know, the screaming, they took us out and we were\nsupposed to be shot. And when they took me out, happened to be a gendarme, you know, a\npolice man, a German police man, whom I happened to work with. He says, “Hey, what are you\ndoing here?” Like I volunteered. Kicked me out of it. You know, he would say, “You don’t\nbelong here.”",
        "A: He intended, yeah, because, a lot of the Germans, they go, “What you doing?” And he saw that I\nhad a job. See? Most of them, they were hiding out and they had no jobs and there was a lot of\nchildren. But he knew that I worked there. Not because he wanted to save my life, no. I didn’t\nknow him so much. But he only knew that I worked for him.",
        "A: No, I didn’t know this guy at all. But I remember his name, Meister Poltin. Yeah, he was a stiff\nman, was an older man, in fact, a day before, two days before, he shot a little girl. She was 17,\n18 years, because he thought that she stole a pair of stockings, you know, when they put these\nthings in. He shot her, so... no, he did not know.",
        "A: No, no. I didn’t know him, no.",
        "A: Oh yeah, I knew. You know this didn’t come overnight. When you saw it all the time, you\nknow what they did. And then when I was on the...when they took the people to Treblinka.\nAnd when somebody didn’t go fast, they shot him. When an older woman couldn’t move, they\nshot her. You saw literally corpses everywhere. You knew it. Despite what my parents,\nespecially my mother tried to keep me sheltered, but I knew it, you know. You cannot close...\n6\notherwise I wouldn’t be normal. Yes, we knew it. In fact, a few days before they took\nTomaszow, they took already one. And they said to put him to death, put him to Treblinka. We\ncould still not believe it. Why would they take people and put them to death? So it didn’t make\nany... you always, as long as you live, you have a little bit of hope that the people are lying. But\ndeep inside we knew it, yeah.",
        "A: I didn’t know it even existed. They only said they go in a place and I didn’t know it was\nTreblinka. A place where the people get gassed. I didn’t even know what place.",
        "A: Yes, there was an extermination camp. That’s right. It takes people, and you know they bring\nthem there... how or what, its only main purpose to liquidate the people. A liquidation camp,\nyou know.",
        "A: Yeah, that was... you know, the date when they pulled me out, they went already there.",
        "A: It’s always a question in your mind, but you know, certain things in life you know it 1s. It’s\neasier to believe things what you would like to believe, even when we were there, we say, “They\ncouldn’t do it. They didn’t do nothing. What do you want to take so many people and kill them\nat the same time?” You know? But it was true. But I didn’t know. I knew it and I didn’t know\nit, you know, because I wasn’t there. But people talked about tt.",
        "A: Meister Poltin (ph), yeah.",
        "A: Eight or nine, later now I see it’s seven you know it, because some of them got killed in there,\ninside and I didn’t count them. You know I knew it was a lot. I did not know that they got shot.",
        "A: No, later on, when I came and they... we knew that they took them. Rakhov was a little bitty\nforest and they shot them.\n7",
        "A: No, right away when I was in the ghetto back. Because they always took other Jews to cover the\ngraves and everything. The Germans didn’t do this, so they took somebody to do it.",
        "A: Yeah, sure.",
        "A: Jewish police was not angels. When they put me in the synagogue, the Germans didn’t put me\nin, the Jewish police. The Germans probably told them we needed so many to put in and catch\neveryone. So, they did the dirty work for the Germans. It’s like anything else, somebody wants\nto be very good and is a hundred percent, when they ask you. One thing you want to do ten\npercent better. Okay? And certain people, it is a matter of survival, they have to do what they\nhave to do. But they didn’t do more. But certain people were bad. Jewish or not Jewish.\nMaybe they thought only this way they can survive. I don’t know it. Certain people couldn’t do\nit. You know?",
        "A: Tomaszow Mazowiecki.",
        "A: That’s right.",
        "A: Same thing what we did, what we did in PiotrkOw. We made shelving. Collected everything and\nthen we brought it to PiotrkOw. They called it sammische, sammische stellen (ph). That means\nthey brought everything together and they shipped it to Germany. When this was finished, they\ndidn’t know what to do with us. Luckily for us, they sent us to Starachowice.",
        "A: That is right. As I said, called it Hermann Goering werk (ph). There was already a big factory.\nBut, I guess so, probably we did a good job. And then to be truthful, I think at that time, we was\nwatched by guys, other viklestande (ph) division. They were not so hateful, you know it. They\nwere young and we were young, so we talked. They weren’t about to kill you. Maybe they put\nina good word. I don’t know it, but anyway they took... because 40 people doesn’t mean\nnothing... so we went to Starachowice from there.\n8",
        "A: That’s right. Wait a minute, 1943? Yeah.",
        "A: Starachowice was a big ammunition factory. They made 1.5 though 15 millimeter... they made\n8.8 millimeter and 7.5 millimeter. From the beginning I worked there, where you know, before\nyou put it in the press. There is a hydraulic press. You have to make it very, very hot, so the\nhydraulic press can press it out, you know.",
        "A: Yeah, they pressed out only the shell. The bullets come later on, you know. But this was the\nshell what they made. Oh, they get cleaned and all kinds of things they would get. So, I worked\nthere and it was very hard and very hot. Luckily for me, I met a guy, his name was Chaim\nEnischmann (ph). And his brother was from the Jews, the head of the Jews. You know, that the\nGerman told him... you know it...",
        "A: Yeah, and this Chaim Enischmann, I didn’t know it before, he... and there was four other boys.\nThere was five boys and he by risking his own life, he brought us always food in the evening.\nYou know it. Ironically, he never survived. Was a very, very good person. Only one from the\nfive boys, no, two. Is me and there was another guy. Heniek... I tried to remember his name,\nbut I can’t. I saw him after the war. He went to Frankfurt and to college. He was surprised that\nI didn’t go to college. But stupid Abe got married. (Laughing.)",
        "A: Chaim, what’s his name, from him, from the other guy, he was with him together. Enischmann.",
        "A: Chaim Enischmann.",
        "A: Because his brother, had from the camp, from the Jewish side. And he worked, his brother\nworked in the kitchen. You know the older, when we came home, he made sure that we got\nsomething.",
        "A: Yeah, no, we slept together, you know when you go up on the benches and you sleep. Some of\nus slept together. And you know sometimes a chemistry from a person to a person. He didn’t\n9\nwant nothing in return. He just wanted to help. He knew he cannot help more. He can’t help\neverybody. The other four boys, probably he knew them from before, they already were from\nthere. And somehow he said, you know, “I'll help you do whatever I can.” In life, what I found\nout everywhere, you need a little bit luck, but other people will help you. You have to be in the\nright spot. And he just, you can say, it’s God’s will or not, if you are religious. And he really\nhelped me, you know, there.",
        "A: Religion was a very big point until 1939. You know, I was not... my father... you saw the\npictures from my grandfather, you know, he was religious. He had a beard, he had the traditional\nthing. My father, not more. But we went Saturdays to the synagogue. We ate kosher. You\nknow what kosher is? We Jewish people separate the milk from the, you know, you have to wait\nwhen you eat meat six hours after it. It’s one way of hygiene or something. We did this. That\nwas... I knew what I was. Like some people maybe they would die for it. And if somebody\nwere to tell me, Abe, if tomorrow you are a Christian and you live, I would chose either side.\nYou know, it’s like, you know, always like in Spain, when you had....\nEnd of Tape 1, Side A\n10\nTape 1, Side B",
        "A: Yeah, until then, you know, it did not, I knew where I belonged. I like to help the people,\nbecause I know what this is. But it was not later on, the main. I suffered because of it, but it was\nnot my main thing, you know.",
        "A: No, what had changed is that you couldn’t go in the Synagogue no more. Because they caught\nyou, you know, they shoot you or they shot you or they did something to you or they beat you up\nif you was lucky. So, we were scared. So... it did not change. I believed certain... if you ask\nme now, I think God is for everybody. There is no such a thing about being closer or not. We’re\nhaving to live together and if you try to separate yourself, you end up like in Yugoslavia. Can’t\ndo it. There’s not a Jewish God, there’s not a Catholic God. It’s a God, you know.",
        "A: Number one at that time, is survival. You want to survive, regardless. You want to survive.\nYou ask yourself, “Why me, oh Lord?” You know. But you want to survive, you know it, that’s\nall what it is. Like an animal, we become simply like animals, you want to survive. Only certain\npeople would do more to survive and certain people would do less, something different, but we\nall want to survive.",
        "A: No, we did not, no, there was not.",
        "A: In Starachowice, when we saw the Russians came too close, and there was already a train\nstanding. We did not know where we are going. We thought we all will be liquidated. So, we\nsaw a lot of them, maybe 50 people. So that... and we run always, you know, a place, and we\nrun away. I... some they went with machine guns. A lot of them got caught. I happened to be,\nbut I didn’t get shot by the machine gun. And being there one night, two nights, you need to eat,\nyou have to get something. There was very big forest they called Lasisvindikshe (ph), very big\nforest. And then I came, I saw a hut standing there. And I thought “Okay, I'll try,” and I go in.\nAnd when the guy saw me, he said, “Hey,” he said, “Jew. You’re a, you know, really, you’re a\nJew.” “Wait a minute, because when the Germans come they will shoot me.” But he went on\nthe street and he saw the German police. But this is military police, you know, they directed\nalready, you know it... brought ‘em in. So Abe, now you’re at the end of it. He says, “Okay,\n11\nwhere did you run away?” Listen, he didn’t know it. I said, “I was in this camp, and we all, we\nget, you know...” He says, “It’s good. I will take you there back.”",
        "A: Pole. He was a Roman Catholic, or whatever it is, but not Jewish. And I went to the... so, they\ntook me in to... and luckily I told you this Enischmann. All day he talked... he says, “Okay,\nwe're going now to...”” He knew already we’re going now to Auschwitz. “Why now do you\nwant to shoot him? We take him with us.” And then I went to Auschwitz.",
        "A: Yeah. But I was not with them. This is his process. I don’t know what car they went, but we all\nwent to Auschwitz.",
        "A: No, you just, you are a number. You are not... it was maybe a hundred people in a train. You\nknow, maybe you thought you were... And they’d say, “Get out, get! Get! Get!” You know, so\nyou were scared. No, I could not see him anymore in Auschwitz, either. Somehow I got away\nfrom them.",
        "A: Then it takes over something else. You want to survive to tell it to the other people. I didn’t\ncare to survive, but they would tell me, “Listen Abe, you will survive.” For one year, until it was\nfine. That such an atrocity happened. I owed it to my parents. I owed it to... it takes over in\nyour body, the will to survive. And if you have to crawl, if you have to eat something, you have\nto do it, you will do it. And when you are younger, you got a better chance. Say you stood\nnear... if they want to shoot somebody, it was you, it was you. There was not anymore... you\nknow. Sometimes it’s luck, too.",
        "A: A whole, completely different person. But later on, it’s a funny thing, when I was liberated, I\nwas the same me, you know.\n12",
        "A: ‘44, that’s right. Because when the Russians came closer... yeah, it’s a ballpark. I don’t even\nknow it, but it’s probably, it is. It’s probably in the ballpark.",
        "A: Gypsy camp. They did not make selections, because they saw all these people worked and they\nneeded at that time, they needed workers. And a lot of Hungarian Jews came in that time and\nmostly they put them in D camp. So, since they didn’t have any place, they put us for a while in\nthe Gypsy camp.",
        "A: Yeah.",
        "A: You went out and you saw there was whole families living, you know it, and they had a curtain,\nnot a curtain, just a blanket, you know it. And here was this family, there was that family and\nthat was as far as the interaction. Because being there a few days, they liquidated all the gypsies\nin that camp. At night you hear the cars, you know, going back and forth, trucks taking them to\nthe crematory. But it was three days and I came over to the family and everything is fine.",
        "A: Oh yeah, sure. Yeah, we knew it. I knew if you wasn’t their way, they exterminate you. But I\ndidn’t know before that they took the Gypsies. You know, only when I was in Auschwitz, I saw\nthat they disappeared. I knew where they went.",
        "A: We spoke, yeah, we spoke, but that is it, as far as it went. In the first few days, we were in\nquarantine. We didn’t go to work. We stayed there. You were afraid to go far. They catch\nyou....But yes, you get to talk to some of them. They said their son is on the front, works for the\nGermans, makes ditches, you know.",
        "A: No, nobody wanted it, nobody wanted it. Usually when you stand, you know, I worked that time\nbefore I worked in katowe bunker (ph), you know, where the potatoes was. And you had to,\nthere was two people, one in front and one in the back and then they filled it up. You lift it up\nand you go to other place, you know, and filled it, put it in there. Because mostly when they\ncame with the railroads, they dumped it. And I knew one thing, there was always selection going\non. There was selection to go in the crematoria if you didn’t look good or if they didn’t like you.\n13\nSo, you always watched out. Your eyes went the right way. Somehow I missed him. He was\nstanding in front of me. And he said, write down here the number. You know, my number what\nI got right here on my hand. He wrote it down and they called me out. I didn’t know where\nwe'll go. You know, nobody wanted to work in two different places. Sonderkommando, where\nwhat the people burned them, you know it. And Canada, where you take the clothes. You told\nthem, “Oh you will live, and it’s nothing,” whole kind of thing, “Take off, when you come out,\nyou will find it.” You know, we had to take it away, and they sold it. But this meant a certain\ndeath, too. Say, sonderkommando maybe three months, the other one may be six months.",
        "A: Now, you had advantages, but you didn’t want to, because you knew that you would be dead,\ntoo. And you always have that little hope, you know? They did not, they picked you, you didn’t\npick them. They picked me out. And I said, “Oh,” you know it. No, I didn’t like it. I had a\nlittle bit of food, but then I had to watch out. Somebody would see me shoving it down my\nmouth, they would kill me, and all these things. But in a way, this food helped, but I didn’t want\nto, no. So I was in Canada. It’s like nobody wanted for the Sonderkommando.",
        "A: Friends what I knew only, I met them in the camp, but nothing else. Friends, but I slept with\nthem, but no, you did not have friends. You didn’t have nothing. What binded with them, they\nall had a miserable life, but that was it. No, I did not have nobody. Some brothers stayed\ntogether, or even high management maybe stayed . I did not. Somehow I, I got\naway somehow.",
        "A: No.",
        "A: No, I felt later on when I saw all the deaths, that he was watching over me. In fact, the opposite.\nI always ask, you know, “Why me, oh Lord?” You know, to have suffered. And a lot of people,\nyou know, they was weak, they grabbed the electric wire. If I had guts I would have done it, but\nI have no guts to doit. But no, no. Later when I see so many dead, I say probably God was\nwatching over me. This is what saying about God.\n14",
        "A: That is right. And there we stayed about two weeks, I think. And that was a quarantine, you\nknow, it was near Berlin. In fact, we saw, you know, we were in a station in Berlin and there\nwas bombing, all things. It was already going, you know, everything going strong.",
        "A: At first we went to Krauwinkle. Krauwinkle was a little small place, you know it? But then we\nhad to build this big place for all the people to come, because we built the tunnels, you know, in\nthe mountains. So Krauwinkle was, yes, Krauwinkle was a very, very small place.",
        "A: It all went fast, about a week, two. I remember it was so cold in the mountains, you know. I\nremember we had to go so far, to the mountains, to drill and do this here. In fact, at times they\ndidn’t have a lot of SS guarding us — it was a volkstrom (ph), was an old man. Almost as old as\nme. And they guarded us.",
        "A: Yeah, when I was, late in... was it Ohrdruf or was it Krauwinkle? I had an SS guy ask me to\ntake care, really it was not to take care of the dog. Really it was to make chopped wood for his\nwife, if she wanted something to do, you know it. But beside there was a German Shepherd, he\ntold me to, you know, feed him too, and this was just caring for the dog. So he gave me\npermission to go in the SS kitchen, you know and pick up all the bones. But everything was\nedible, so you can imagine. I always got beat over by the dog. He gives him so much food, and\nhe’s so skinny. . (laughing)",
        "A: Yeah, you got always a little. Not from him... the food what I got in the SS kitchen that I could\nsteal. Nobody gave you anything extra, you know. Extra you had to take. Was it in Krauwinkle?\nYou see he picked them... you know, in that time they told me, if you let yourself go, you don’t\nwash yourself, you go down very fast. And I didn’t want to go down fast. And also our hopes\nfor the war, it’s winding down. I only thought they would shoot us before... you know it. So,\nprobably I was maybe cleaner like near the time. You know he said that I should take care...\nyou know, for his wife, and other things.",
        "A: Yeah, you go and, washings, you know, it was cold, but they want you to wash yourself, you\nknow it. So, what I did, I did. The other ones were afraid, you know, it’s cold, they didn’t want\nto, not all of them, ninety percent washed. It’s only when your mind goes down, your body goes\nwith it. Your feet start swelling and you give up. You can know it. So in that time I didn’t give\nup yet.\n15",
        "A: I still tried to maintain, you know, as much as I could to be clean, because otherwise they would\nput you in the selection, to the crematoria.",
        "A: No, no, no. We got, there was a shower, only you went in, you know, you were supposed to\nwash a little bit. It was not difficult. In fact they didn’t want any sicknesses to break out either.\nThey cut your hair, pick lice all around your arm. No, I could wash, it was not that hard to\nshower, but they took us so we could wash ourselves.",
        "A: That’s right, we started building the camp. The camp to Treblinka, no to Krauwinkle, we went\nand built the camp. And then they moved us over into the...",
        "A: That is right. The Americans came closer, that’s right.",
        "A: That’s right.",
        "A: I assumed it was Jewish prisoners, maybe not. It was Dutch people. I knew that they spoke\nDutch. And they dragged me in to Buchenwald.",
        "A: It was, if they could help me, I was too. Lot of times I was younger than an older man, if there\nwas something to do, I tried to do it, too. You tried, you know? You didn’t lose your humanity,\nyou got a sense of survival, but if you knew it’s a danger, you stayed away. But if you could\nhelp somebody you were there. Because I was, when I was in Ohrdruf, we went, there’s a city\ncalled Arnstadt and we had to make ditches, because they laid cables. And there happened to be\na Jewish guy, much older, and he told me he was head of one of the Jewish bigger newspaper\nfrom Heit (ph). He told me, you know, and we talked and I tried to help him as much as I could.\nWhenever there is an older person with who his work was pen and pencil, wasn’t as good at\nditch digging, you know, to dig the ditches. You know, and I was a young kid, and you learn.\nNot that I was better, but I tried to learn much better than an older person.\n16",
        "A: That is right. When they brought me to Buchenwald, they dumped everybody. No shower, no\nkind of thing. This guy came to me, this Kapo and he said, “What you got? You got diarrhea?\nYou got stomach, you cannot control your bowel movement?” I say, “It’s okay, it’s fine.” He\nsaid, “Go in here.” There was a place about five and I got on top, got the place he told me to lay\ndown...",
        "A: Ya, ya, so I was there, but I thought, my gosh, if I have to survive. Here’s a death, here’s a\ndeath, smells horrible. And I went down and I told the guy, “Hey listen, I’m nice and clean, but I\ndon’t really do such things.” In the meantime always when, simples Juden ein treiden (ph), all\nthe Jews should go because they put them on march. I said, “My gosh, I cannot go, they have to\nshoot me, let them shoot me here.” And I ignored it. And they needed a few clean people. They\nhad a small place where girls worked and they needed a few cleaners, because they wanted to\nkeep for the SS some woman, you know? So they put me in there and I was liberated there.\nThat place was a little bit cleaner.",
        "A: Oh, this was prisoners, but mostly they spoke German. But they was prisoners. But they keep\nthem, you know, as nurses for the people that worked there. But this was only to pretend, to\nshow, you know, it was not...",
        "A: That’s right, part of a brothel.",
        "A: No, I was there in that time. I was really sick. Then Americans they say they come. And they\nprobably went, whatever it is. I don’t know it. I would have had to invent it, but I don’t know it.",
        "A: They were forced, ya, surely, yes they were forced.",
        "A: I couldn’t get up. I could really not... I was, when I came into Buchenwald I had already\ndiarrhea by myself. I had to run. And after a while if you have nothing behind, you get weaker\nand weaker. But I was... in fact after the liberation it took about six weeks, six months, until I\ncould learn to walk again. So, when the Americans came, I couldn’t walk. They told me that the\nAmericans are there, but I... And there were two Polish guys with me. Got still some pictures\n17\nfrom them. They brought me a little bit food, they brought me that, you know it? They could\nmove better than I could. I couldn’t move.",
        "A: Oh yeah, I remember, it was, you know it. But that was the eleventh of April. But probably a\nlittle bit later, but then you saw the people came and took pictures. You know, ironically today, I\nwent out with a guy on Shoah, he spoke as a liberator. And he came to Buchenwald one day\nlater that it was liberated. He’s Mr. Knight, his son happened to be an opthamologist.",
        "A: Yeah, I went out today. He’s 81 years, with his wife. And we went out to eat something. I say,\n“Hey you liberate me, I go and meet.”",
        "A: I met him only... no, I met him when I went first time to Shoah. And he spoke how they\nliberated Buchenwald. And then I went to him. I say, “Hey, I was one what you liberated.” So,\nI give him my telephone number and he gives me his telephone number. So, we happened to go\nout today.",
        "A: Once in a year, it’s a memorial for the Holocaust survivors.!",
        "A: In Louisville, 1t’s everywhere. And the last few times, he’s always picked me, but you cannot\nalways pick the next, the same person to speak. First you hear it, and then it gets like old coffee.\nSo, last time, I didn’t, they did it differently. But I had got to light the candle and all the things,\nyeah. And this guy spoke as a liberator from Buchenwald, but I didn’t know him before, you\nknow. So, we went out today.",
        "A: Oh, it was nice, you know, my gosh. I only wished we came in — when I was sick and\nwas liberated, people came with cameras and the press and everything and made pictures. I wish\nI would find somewhere a picture from me, because I’ve got at least thousands of pictures what\nthey made. But I didn’t get it. I’m still looking. My wife says, “Why do you watch it?” I say,\n“T want to recognize me somewhere.” (laughing)\n' Yom ha Shoah, the annual Holocaust remembrance day.\n18",
        "A: Oh yes. He was as much interested as I was. He told me what he was, he was a platoon leader\nand he was in Weimar. Weimar is, I think seven kilometers from Buchenwald. So, he had to\nbuy some things, so he went with a jeep and drove in there and what he saw. You know, so we\ntalked about it, yeah.",
        "A: No. No, he’s not, but you don’t have to be Jewish in order to see it, you know?",
        "A: Oh, I did not stay in Buchenwald very long. I stayed maybe a month, or maybe three weeks and\nthen the next little, tiny city was Blankenheim. They evacuated schools and they put us in there,\nyou know it. I remember a room like this, who knows how many beds. And most of them, they\ngive bread to each one. It was plenty, but they didn’t want to give, because they was afraid they\nwill die. So, she gave me bread and the other ones couldn’t eat it. So sometimes I ate twenty\npieces of bread and... “Oh!, you will get diarrhea and you will die.” I tell you I was only one\nfrom few that survived. I got the diarrhea and survived. (Laughing.) But I gained every week,\nabout five pounds. And they were all the meat... I couldn’t walk. They had to teach me how to\nwalk and to go. So I was in Blankenheim. Ironically, now let’s go farther, one of the doctors,\nDoctor Lucas, I met him later on in Frankfurt and he was head from TB hospital. And I had TB,\nso we became really close friends, you know, he always took care. I remember when he met this\ngirl and he want... you know, he told me, everyone around. There was a bond because he saw\nhow I was.\nEnd of Tape 1, Side B\n19\nTape 2, Side A",
        "A: Prisoner of war, that’s right. And they got a lot of doctors, German prisoners of war, so his\nnurses, they were German prisoners of war.",
        "A: I say the German was responsible, but I didn’t say that every German killed or a German hated.\nFact is, you know it, 1t was their , you know it. But I think there’s some good and\nsome bad in every nation. And I believe, first, life is too short to hate. Secondly, I believe if I\nteach my kids to hate, somebody will hate them and it is a vicious cycle. The cycle has to stop.\nAnd my mother always told me, “You know Abe, if somebody throws a rock at you, throw them\nbread back. Take a piece of bread and throw them back, don’t hate.” You know, so I... even\nwhen I was liberated, I wanted to tell my story, but I didn’t hate. It’s wrong to hate, I can’t. I\nthink that people what hate, they are born... as you see now in Yugoslavia, they take kids, for\ntwo year, throw them down , and the training, and the ditch. It takes a\nspecial person, but everybody can do it.",
        "A: I was angry, but I didn’t hate. I was angry at the SS. I was angry, but never hate. I think they\nshould be punished, what they did, but not hated. In fact, my wife is German, you know. I say\nyou can’t make everybody responsible for something. But then I would be the same thing like\nHitler, he said all the Jews are bad. Maybe some of them were. It’s like now in Russia, I saw in\ntoday’s paper, the anti-Semitism. Because they blame the Jews for what’s going on now, and\nJews had nothing to do... there’s only a few of them. The difference is, now the Jews have a\nway, they can run away. I couldn’t. And I would run for my life, but I couldn’t.",
        "A: Lucas.",
        "A: Yes, we talked a lot about it, because he saw and we became good friends. Certain things I tried\nto avoid, I didn’t want to bring up things, you know, because I knew it will not help me and it\nwill not help him. He had already his opinion formed.\n20",
        "A: Oh, the cruelty, because he saw it. Why try to win if there’s nothing there to win, you know?\nHe knew it, he saw it, so certain things I tried to avoid.",
        "A: No German will tell you that he agreed, they only got forced to do it. But I knew he got forced\nto do it, you know. He was too smart. He was not in the SS. He was a good person. Certain\npeople, even when you are good, you can’t do nothing about it. He was good in my book. He\nwas a very nice person.",
        "A: You have to, otherwise, you become very bitter. I have a lot of friends, you know, friends from\nthere. They are bitter. And it doesn’t help you really. And if I go around and be mean and\nmistreat other people, would my mother want me to see this way? No. So I have motive to show\nthat you are not the same. You have to be different. I am different. I would force myself more\nto be mean, you know, than that is my nature. You know.",
        "A: Oh yeah, I had, especially when I married my wife. They was against... they say, you know it,\n“How can you do it?” I say “Listen, I go to them, they are very nice, they open the door. I’m\nsick, so money doesn’t play any part. I met the most beautiful person and now this married to\nme.” . Here she was a young girl, good-looking, and at the time, I tell you the\ntruth, looking back now, I needed somebody. I really needed somebody. You know, I was not\nthe one what could live alone. You know it. And it was nice. And then when we went out. And\nI would be cruel and leave her. And only because she, it was nice. Then I leave her out. Then\nthe Germans later on will say... you know it. So it’s again another thing, I would have to think a\nlifetime on it. And I tell you, we are 52 years married, we had all the kids college graduate. We\nnever had any problem about the religion, about other things. I think our marriage has evened\nout.",
        "A: Ya, this is where the Dr. Lucas was head of it, the TB Hospital.",
        "A: Ya, and then the Russians came in. And I couldn’t stay with the Russians. They ask you why\nyou don’t go home. They thought because I murdered somebody. You know, therefore I don’t\nwant to go. I told them everybody got killed. So I away. There were a lot of\nJewish guys. We went to the railroad, we drove to Berlin, and from Berlin we drove to\nFrankfurt. You know we came over in the American zone.\n21",
        "A: I just thought everybody was dead. It was a cemetery. I’m sorry.",
        "A: You ask, that’s true, you ask. In fact, when I came to Berlin and it was all the troops from\neverywhere, from Russia. And there was a guy, he exactly looked like my father. And I want to\nbelieve and I asked him. I just direct asked him, you know it. Surely it was not, but I wanted to\nbelieve it. You know, I didn’t know it. I found out later on from people what were with him,\nthat he died in 1945 in Dora, you know, not far away from where I was. Maybe the mountain\nwas from the other side, but I didn’t know it. He died in 1945, in the beginning of ‘45.",
        "A: I happened to be, you know, when you come after the war, you ask everybody. “Hey, you didn’t\nyou see?” “Where are you from?” “Piotrkéw.” “Piotrk6w? Did you know my dad?” You\nknow, because in Piotrkow... and he said, “Yes.” In fact, this guy, his name is Rappaport and he\nbecame a dentist in St. Louis. He’s dead now, too. But I found out in Rupertstein (ph), he was\nsick on TB, too.",
        "A: I knew this all, this I knew right away. That the whole transport went to Treblinka. When you\nwent to Treblinka, it was death. And I knew this, so I didn’t have to ask anymore.",
        "A: Yeah, right away after the war. In fact, I came late, because I was in Buchenwald, you know,\nand then I was in Blankenheim, in the hospital. So it was a few months after the war already. I\nwould say, we got liberated in April, maybe six months later, because I had to walk and I\ncouldn’t walk right away. I got there about six months, seven months. Then it was awful cold\nand I didn’t feel good. And I was coughing. And I got x-rayed and they told me, “Abe, you’ve\ngot TB. You better go to the hospital.”",
        "A: I stayed in Rupertstein until 1947. No, ‘57, ‘57. I got married in *47.",
        "A: Ya, in town. I was in hospital maybe two, I would say to about a few months before I got\nmarried. End ‘46 or the beginning of ‘47.\n22",
        "A: No, you were sick. You felt good, TB doesn’t hurt you. So all what in that time, now you got\npenicillin and streptomycin. In that time, all what could help you, so many people died... in fact,\na lot of people what I wasn’t there was liberated, they died. You got to lay down and breathe\nfresh air. It was high in the mountains. They give you decent food, and that was it, you know.\nMother Nature in that time had to help. So certain people didn’t make it... because a lot of\npeople years ago died on TB.",
        "A: Well, we went in the village. Really a lot of people weren’t supposed to go, because there was,\nthey call it, plus and minuses. If you got the bacillus and you don’t have it, but you still had TB.\nI could, because, you know... but a lot of people had it and went any way, because the Germans\nat that time would not stop you, you know. So, we went in the village. I got some... from\nUNRRA, United Refugees... anyway we got some packages and we traded. I couldn’t eat, how\nmuch sugar can you eat? So, we traded for some different things, you know. Some had fruits.\nYou know, it was a village more, you know it, we traded with the people. We got coffee, you\nknow at that time coffee didn’t mean nothing to me, but to them it meant a lot, you know.",
        "A: That’s right.",
        "A: There was not anymore services. There was in Salzheim. When I was in Rupertstein, I was\nalone, you know, with a few other people. But I had, not a cousin, but a relative far away and\nhe... Windheim (ph). He was liberated. No, he ran away on papers that he’s a Pole or\nsomething. So, we went, for the high holiday, he invited me. And we went to the synagogue.\nBecause there wasn’t a synagogue really, in Frankfurt everything bombed out anyway. It was in\nthe Rochiltalay (ph) there was a meeting where you could pray. So, I went for the high holidays,\nbut otherwise all what you wanted really is to survive.",
        "A: When you are sick, you want to get well. And if that’s not the goal, then you see, see a lot of\npeople, they survived and they’re dying. But you wanted to survive, you wanted to live. I was\nonly 21 years old, 20 years old. But now I got surely, the will to live is very, very strong.\n23",
        "A: In my brain?",
        "A: You know, from the beginning when I got better, then you know, you want to live, you want to\ngo toa dance. You’re still young. I met my wife and we got married, then you got children. So,\nmaybe I didn’t start it from the right side, but sometimes time dictates it. You know, certain\npeople were different. They first want the career. I wasn’t smart enough to do all that thinking.\nI become a child again. (laughing)",
        "A: How I met my wife? We knew a girl, a Jewish girl, and she was not quiet sick. So, they had a\nhouse, and were rented the rooms there for her. Her name was Lutia (ph). And she happened to\nbe from Lodz and my friend was from Lodz. We always went there to see how she was doing.\nNothing else, we want, you know it. So, when I came, I say, “My gosh, that’s a good looking\ngirl.” But then you forget a lot of things. Oh look at this, he has all . My wife... and\nat that time girls played hard to get. But when you talk a lot and you talk and you know... my\ngoal was, not to stay in Germany, having children and leave, maybe for Israel, maybe for the\nUnited States. But since I had TB and I was sick, Israel and the climate would have been very\ntough. I was supposed to come here in 1952, but my wife talked me out. She says, “Listen,\nthese people want to go. Look here we got the nice apartment. We got everything to eat. Why\ndo you rush so much?” So, I gave in and in 1957... was Hungarian uprising in 1956. And I\nknew that’s the last way I can get out, and still I didn’t want to. But that’s the way we got here.",
        "A: It was really not, because the Germans are very, very nice, even when what they think is\nsomething different. You learn to live with it. You know, if you have something, if you have a\nhunchback, you learn to live as a hunchback, you know. (Laughing.) You cannot go against a\ntrend. They was extremely nice. And then I thought I needed a trade. So, I went to work for the\nIG Farben. And they sent me to a school and they taught me, you know, about the way. So and\nthe people saw and I worked with them, that I was not different. I was not what they had told\nthem Iam. You know, so, no... in fact, when I was supposed to go to the United States, I told\nthem. They said, “Listen, we give you a year leave of absence and if you don’t like it, you can\nalways come back.” And they made an album and everybody wrote something nice in it. Iam\nnot a person what carries around hatred.",
        "A: Oh yeah. I knew it, because I told you, I saw the Zyklon B, and all the gas. In fact, near\nAuschwitz there was a, called Buna, they made gasoline from coal. And as far as I know it was\nconducted by IG Farben, too. Yes, I knew it, but I had to... when you have to live, you have to\n24\nlive. I want a trade, and then first things first. And then it’s different. You cannot kill before\nyou're dead. (Laughing.)",
        "A: That is right. I worked there, because I wanted to learn a trade. I cannot work physically hard\nanymore and there was... they paid me good. They were extremely nice. They went out of their\nway. And sometimes you have to take advantage, later on, you cannot forget, but you have to\nlearn to forgive a little bit.",
        "A: Ya. And I didn’t have to be ashamed then later on, you know. Yes, I told them.",
        "A: If it was, it was only behind my back. They wouldn’t openly show it, no. Germans are different,\nyou know. See, a Russian, if he is, he tells you. And Germans will be very, very nice, you\nknow. The nicer they get, then you know you have to watch out. (Laughing. )",
        "A: Why would I be afraid? No, I wasn’t afraid.",
        "A: In Germany now? I will say Germany now is different. I was there a few times. You got still a\nfew, but they are, but most of them, they’re educated, they’re adaptable, you know. They know\nit was wrong. They know what Hitler... the older ones. All 1t brought them 1s, they couldn’t\nspeak, they couldn’t do. Now, they have a nice country built. When we went to Israel, saw a lot\nof German tourists. They’re interested. You know, sure they will always find... like anything\nelse, here too, people would relate. And no matter what, if somebody tells me he hates blacks, I\nknow right away he hates everybody, stay away, you know. And I know it. So, this type will\nalways hate and you know why? Because it’s an excuse for their misery. They will not say it. I\ndidn’t go to school because I was dumb. If the Jews would not go, I would go there. You know?\nIt is the same thing. What do you agree it is this way? It doesn’t work the other way.",
        "A: No, no. ‘47, ‘48 I was still... you know, I just got married. I followed a little bit, you know, you\nalways, but no.\n25",
        "A: I was working in 1954, ‘55, ‘56 and ‘57. But I tell you a story, while I was working for IG\nFarben and now when I retired, the German government couldn’t say I was not . You\nget the SS the war years, they had to give me the war years, and I got a nice pension from\nGermany. Beside being a Holocaust survivor, you know, because they had to give me all the\nyears. And they cannot say, “Hey, we give an SS man.” Say yes, wasn’t in the war, and while I\nwas in concentration camp, I don’t get it. They had to pay me back so much. I said only I’Il try,\nbut in this case they was very generous.",
        "A: Oh, it was good. They was not... really you know everybody can say, but then when you live so\nlong, you see the history. You know, they live in a little village, they minded their own business.\nThey never knew Jews. Maybe if they knew they would hate one, but they did not know, I know\nit.",
        "A: Oh ya, oh ya. They tried those, a lot of them German... they tried to excuse and they didn’t do\nit. I know a lot of them didn’t do it, but that’s the way, what it was. Yes.",
        "A: We talked a lot about it, you know. But they was really, they maybe had to play the game, but\nnobody was in the Party. And ina small village, everybody will talk about you. In a big city,\nyou don’t know it. All you had to do, is go to the neighbors and you know everything. You\nknow even what they cook.",
        "A: Yes, I was in the hospital with them. They were my age. A few of them, ironically, came from\nBlankenheim, you know, from... after we was liberated, they came with me in the same train and\nwe stuck kind of together. He found out he had TB and I had TB, so we were kind of, there was\na bonding. If you have nobody, your friends become your relatives. You’re bonding, it’s true.\nAnd we could speak openly, you know, that is their opinion. And I value their opinion. I don’t\nsay that they were wrong. I really didn’t know, maybe I was mixed up and didn’t know what\nwas right or wrong.",
        "A: Yes, yes, ironically they came to my wedding, too. In fact, one was the best man, Trebletski\n(ph).\n26",
        "A: As little bitty as we could. It was not very much. We went only to the Justice of Peace. You\nknow. And he said, “You are man and wife.” So, we made a little bit, what we could get at that\ntime. It was not very much. But it was... like the style you would say was very poor, but it was\nfine. I got the bride anyway. (Laughing.)",
        "A: Well, sure. My wife is not Jewish. And I figured with the kids, it would not be fair for me and\nshe would not make a good Jew anyway. It is only because to please somebody, like I would not\nmake a good Catholic. Doesn’t mean that I hate the Catholics, by no means not. But my kids\ngot to choose what they want to. Like Janet, she goes always on the holidays she goes with me\nto the synagogue. And my oldest daughter, she lives in Barrington, in Chicago. She does a lot.\nAnd what I’m mostly proud is that they’re all involved in the Holocaust survivors, the second\ngeneration. They’re active. It is not that they hate. It is not to let people forget, look here what\nhappens. You cannot make it back. I cannot turn the clock back. But we can let the people\nknow what hatred can do.",
        "A: No, I saw what people, if they become fanatic. And you start to put religion in front, then you\nlose your sight. You have to first see, and really what’s good when you are religious and go pray\nand don’t live up to it. I call them the hypocrites. So you have to have it in the heart and nothing\nelse. And nobody can force you to be something. If you don’t have it, you don’t have it.",
        "A: Because I didn’t want my kids to be exposed anymore. And truthfully, very truthfully, I didn’t\nwant them to get married there and be there, you know? I wanted them really to get away. That\nis really my, to give you the best answer what I know, really.",
        "A: Yeah, but, I feel trusting, but if you get wounded, a scar is there. Okay? I had the scar. But that\ndoesn’t mean that can function perfect yet. You’ve got now a lot of Jewish people that come\nfrom Israel, even, they live, and a lot of them from Russia. You know, but for me, was too much\nexperience and I didn’t want to rub salt in the wounds. You know, I want to stay away. Maybe\nit was the easiest way out. I don’t know it. This is just what I felt, you know.",
        "A: It is still very important to me. In order to clear the air, you have to get everything on the table\nand then you can go on. If you play a game, it will be still there. Can’t do it. So, yes it is fine.\n27\nIn fact my wife now, “Why do you watch all that?” I say, I still have to watch it. It brings back\nbad memories, but you still have to go on, and not forget it. I will not forget it regardless, you\nknow.\nTape 2, Side B",
        "A: Being here, and after liberation, how I felt... being a little boy...",
        "A: Life is complicated. You know it. You have only to learn to make the best right away. You\nhave to learn not to let it go, let it get to you, the teflon mentality, because otherwise you get\nsoaked on with it, you know.",
        "A: The teflon mentality.",
        "A: You’ve got to, because otherwise what are you going to do? You know. It’s part of the Bible,\ntoo.",
        "A: Any time, you know.",
        "A: Only for Shoah’.",
        "A: And then came a lady, she did interviews for that, but besides she did it for herself, too. So, I got\nanother interview. And then I had a few speeches for the... you know, when it’s the Shoah. So I\nwent and I spoke a little. It is not as easy as you think, when you see so many thousands of\npeople. And to show, you know, your people and show . I can speak about\neverything, I have no problem. But this is hard. And then you don’t want to show your\nemotions. The emotions come, you know it? So you know, this was the... you have to do it,\nwhat you have to do.\n* Survivors of the Shoah Visual History Foundation.\n29",
        "A: It was. It was for me and it was for the other people, too. You know it. Because, you know, it’s\nreally nothing to make you happy, basically, and nothing to be proud of, you know, it’s part of\nwhat you went through. And you have to do it. I told myself in concentration, if I survive and I\ncan do something, I will go out and not tell the people, I will scream to the people. But the real\nworld is different.",
        "A: Ya, my oldest one.",
        "A: Bluma, is after my mother’s name. Yeah, she was born in 1948. In July, no in June. And my\nson is born in July. His name is Ben, you know it, and he was born in July, in 1954. And Janet,\nthe youngest is when we came to the United States, my wife found out she is pregnant and then\nJanet, she was born here. That was in 1957.",
        "A: To get away and to be a free person, you know. To be free. I knew always. The United States,\nsure there’s people like KKK, you know, but most people, they are not from here, they\nunderstand if somebody is nice to me, what do I care if he’s an Arab, or but he’s nice\ntome. Like my neighbor, Scotty, you know it, we’ve already forty years to go. And we always\nused to go, when we were younger, together out. You know, so, it’s too much of a mixture to\nundo it. And in Europe, you’ve got only two religions. Say, go to Ireland. It was Catholic, only\none is Roman Catholic and the other one is Protestant and they hate each other, you know. So\nwhen you got a minority, you know, it’s only two, always will be the same thing.",
        "A: That’s right, people understand different culture, that’s right. People are more tolerant.",
        "A: Israel appealed to me very much, but first thing, you know, I was too sick. I would have to stay\nmuch longer and then go to Israel. And I knew in Israel I would have to work much harder and\nthat the climate is much more, you know, it’s warmer and hotter. So, if I had, had another\nchoice, I would go to Israel, yeah.",
        "A: My wife really wanted to stay in Germany. And I told her about the kids and everything. She\nsays, Okay, then we try and if I don’t like it, you can always go back. The worst thing in life is\nwhen people don’t try. And you don’t know, you don’t know your potential. You don’t know\nnothing. You have to be willing to take risk and try in your life. And if it didn’t go right, don’t\nblame nobody. Pick up the pieces and keep on going. But that’s life things.\n30",
        "A: Yes, I had relatives, but they was very, very far, you know. From my grandmother, had a sister,\nthey lived in Philadelphia. And when we came there, they were so nice and they tried to help\nyou. But really, what you can help, is help yourself by doing... you know. But they were nice,\nin fact, we correspond a lot, a long time. He just died, he was 88 or something, you know, you\nget old. He had two children. In fact, his daughter came to visit us, you know. I got now\nrelatives. I got a cousin and he came from Israel. But still , from my grandmother,\nshe had another sister and she went to Israel. The name was Goldstein. And after 1947, he\nwanted to study engineering here in the United States. And he really told me in his mind was to,\ncooling systems, because they need... but when he came and he studied here, he went to\nBerkeley. He got approached by the Bechtel Corporation, if he wanted to take atomic\nengineering. He said, I don’t know nothing about it. They say, we will put you through college\nand everything. So, he went and studied atomic engineering. In fact, he is now, he’s built so\nmany reactors, and you know? And then he taught at Berkeley too for a while. But even\nnowadays, retired... his name is Golan (ph) now, from Goldstein changed. He still likes\n, like... when it was in Russia, when the explosion was in the, what was name is it?\nThey went there to see what they can do.",
        "A: Chernobyl, ya. So they still, like last week, he went to Paris, they have all this, scientists. In\nfact, two months ago we went to visit him. He lives in San Francisco.",
        "A: Simcha. Simcha in Jewish means happiness and the last name is Golan from Goldstein. Ya, he\nwas here visiting. You know, it’s family, so we stay close.",
        "A: My grandmother had, she was the oldest and she had five sisters. And one went to the United\nStates, one went to Israel. One, she lived in Lodz and went together in the same train with my\nmother and my grandmother to Treblinka. And she left a son, he ran away. She had a few kids,\nbut they all went together. He survived and he lives now in New York. And one lived in\nWarsaw with the , he was Rudja (ph), he was the youngest one of them. From these\ntwo, later on when you have no family, you look and whatever you can find.",
        "A: I knew quite a bit, but what you knew as a boy, it’s completely different, you know. I read Jack\nLondon and had dreams and all kinds of junk, you know it. It’s completely different. But later\non, I thought you know it. A place if I would like to go. I would like to go really to the United\nState. And we spoke fairly a little bit English already. We knew more than the average. When\n31\nwe needed some oil, we could buy oil and we didn’t come home with vinegar. (Laughing.) You\nknow, ,",
        "A: Yeah, she didn’t speak very much, but we understood. We took lessons. We prepared ourselves\na little bit, because we had time.",
        "A: Yeah.",
        "A: No, I told you, I wanted to go in chemistry. But most of them, like here when I came, they\ncouldn’t hire me, because I was a citizen... I was not a citizen. So, I got my first paid job for a\nperson who made glasses. For a dollar an hour, and then it worked out and I liked it. Now, we\ngot the 20/20 Eye Care store. We’re doing very good. If you feel you like it, you try it. And if\nyou don’t succeed, try it again, get stubborn.",
        "A: It was always... oh! When I got my first paycheck and, you know, you are not spoiled. And you\ncan buy so many things. And it’s a free world. We lived on, you don’t know it here, St.\nCatherine Street, you know it. And you hear the bells from the church ringing. And the\nsunshine’s nicer when you like it, you know. And we lived near a park and we took the kids to\nthe park. It was nice. Yeah. We loved it right away. Even if we didn’t have nothing, but we\nloved it.",
        "A: I was first in Philadelphia. And in Philadelphia I didn’t like it, only because my wife got\npregnant, was pregnant. In Germany we had the best hospital, the best everything. And since I\nworked for IG Farben, I could get anyplace, you know it, they had always. And we had a nice\nhome. So it was an adjustment. Like the garbage emptied only one time in a week and was\nstanding around. And we was in a hotel, very old. The Gladstone (ph) Hotel, I remember this.\nWe was maybe on the 17 or 20\" floor, but when you want to see what kind of weather, you have\nto open the window, everything was dusty. I didn’t care for it, particularly, but... I had this one\nfriend, Colrink (ph). And he says, “Abe, if you want to come here, I’m working for Ford Motor\nCompany. I can get you there ajob.” So, I came to Louisville. First I came and I said to my\nwife, “If I get the job, I gave you and, you know, call you up, and you come with the kids.” Well\neven then you don’t react. You’ve got all this luggage, pregnant, two kids, you know,\n. But that was what we did. So we stayed in... we came over here. We rented an\napartment. And here it was different. It’s a smaller city, everything was organized. I worked for\nFord Motor Company and at that time made about 100 dollars a week. My gosh, I could for ten\ndollars, load up so much groceries I couldn’t even carry it, you know. So.\n32",
        "A: I didn’t even know that Louisville exist. No.",
        "A: No, I did not. No, I did not. But it’s still a nice city. People are nice. I like it. In fact, my\ndaughter, she went to Lexington. She went to Law School. She went to Lexington.",
        "A: No, you took later on. From the beginning, you couldn’t even tell nobody. People wouldn’t\nunderstand it. They thought that you are freaks. They tried to stay away from you, you know it.\nYou didn’t act like the people here. In fact, it was hard on the kids, too, you know. We didn’t\nspeak any perfect English, you know. It was hard, but we knew that we would catch up. First\nyou have to have a footage and then you get time. No, not from the beginning, but later on,\nyeah.",
        "A: When I saw... I went to the Jewish Community Center. We took the kids. Later on when I quit,\nnot I quit, they quit me from Ford Motor Company, because they laid off the whole second shift.\nAnd I went to work for dispenser Eli Jaffe (ph). He was Jewish, so I could at least speak with\nhim. How well you can speak to somebody else. So, it takes, it’s a slowly thing. It doesn’t\ncome overnight. It does not, you know. And then you didn’t want to offend nobody. You didn’t\nknow how the people would react, you know.",
        "A: If you don’t tell, nobody will ask me. And I didn’t tell from the beginning. It’s only the last,\nyou know, about ten years ago. No, we went, ten years, we went to Washington. Holocaust. So,\nmaybe about 15 years, yeah.",
        "A: Ya, I came involved. But still, they in that time didn’t want to hear it either. In order to find a\nlistener, somebody has to listen, you know. So, until later on when they found out that we are\nnot lying, that such things exist. A lot of people didn’t want to believe that such exists, you\nknow. So, it took a while. I don’t know how long. But I know it took a long time, you know.\n33",
        "A: No, no. In fact, when you interview people now, they will tell you the same thing. They had a\nvery hard time to communicate with them, you know it. Because you was different. They had\ntheir problems, they didn’t want to hear my problems, even it was not a problem no more. Still\nsooner or later, you know... it was not overnight.",
        "A: It was not. Somewhere, I’m already better than 90 percent, because I’m easy trusting, so I have\nno problems. But a lot of them, they couldn’t trust, they still cannot trust. And in fact, I cannot\nblame them. They are different.",
        "A: Yeah, that was the first, you start to look for somebody what you got something in common.\nAnd people what came mostly, you know, we call them the greenah (ph). You know the green\npeople. That was the Holocaust survivors who are, you know. And then you want to show to the\npeople that you aren’t a loser. That is not true, what they said, you know. Then you try to work\nharder than the other one, you want to be better than the other. You try to... you know it. The\nkids didn’t understand it, but it was true.",
        "A: Not between the other ones, no. Between... I try to prove to the other world, that I am not really,\none what they think I am, you know? And then you’ve got a guilt feeling too. They think, “My\ngosh he survived, how many people did he kill in order to survive? How come the other ones\ndidn’t survive and he survived?” So, there was a guilt feeling, too, you know. How come I\nsurvived?",
        "A: I judged myself and other people judged me, too, you know it. I must have been very bad, when\nthe other ones didn’t survive and I did, you know. So, you got the double whammy. (laughing)",
        "A: No... they lived here and they tried to share, it was a little bit longer than I am, where they shop,\nand then we bought some records, from old country. Yiddish. I still like to listen to them, you\nknow, and we formed a world within ourselves. But you cannot live in this world, because there\nis no walls. And certain people they still live with it, you know, they don’t speak much English.\nThey don’t trust other ones. And in this case I did much, much better than the other ones.",
        "A: Right, through the Jewish community center. And then when one found out, he told the other\none, so you knew them right away. Word got very fast out.\n34",
        "A: Oh, we went to the Jewish Community Center, for example, you met them there. And if you\nliked somebody, you invite them to your house or they invite you. You cannot like everybody\nthe same way. God didn’t meant it to be this. You know? Somehow the chemistry has to\nmatch.",
        "A: Oh yeah, I could read the paper and I read the paper. And I was completely on their side, you\nknow it. Because it’s more than fair, those people. In fact, I found out then, the German\nprisoners of war could go in places where they couldn’t, when they were fighting for the United\nStates. To me it didn’t make sense. Oh yes, and the one thing about our kids, we do not hate,\nyou know.",
        "A: The Jews had the advantage in this case. Because a lot of them don’t look like blacks, so they\ndon’t judge them, you know it. So, if they want to beat up, it was first the black and then the\nJew. They didn’t hate him, they didn’t like him, but they didn’t know it, you know, what you\ndid. So... . Yes, if somebody will come to you and tells you, “I hate blacks,” you\nknow automatically he will hate you. Or somebody, I hate something for some reason, then you\nknow this man or this woman put their mind on hating or looking for excuses, because they are a\nfailure and therefore they hate. There is no reason. If you want to be, it is an open country, you\ncan do much better, work harder. We came in ‘57, you know. In 1960, we bought the house.\nWe worked hard. We couldn’t maybe have afford it in that time, oh I could afford later on might\nbe, but it doesn’t mean the kids... you know. But, and if I say “Ooh, I’m living a lifetime here\nand can’t afford it.” Yes, if you go out and spend your paycheck, then you can’t afford it. You\nhave to know it, what you got, and then they have a goal, what you want to . Dol\nwant to go and drink it away or do something, you know, you can do it. You have to balance\nyour money.",
        "A: Really, really, no, you know. At first here where I live there is no Jewish people. No, I did not,\nto be truthful, no. And in business, where I had a Jewish boss, or here when I do this. I tell\nthem, you know, I’m Jewish. But they work for us, so I don’t think somebody would go out\nand... no. But we treat them right. If we don’t give them a choice to be not to. You know, we\ngive them health care, and a lot of things. I know what it means to make a very dedicated\nemployee. There is no one way street. You cannot exploit somebody and tell them I’m your\nfriend. It doesn’t work.\n35",
        "A: No. I lived on St. Catherine Street, which wasn’t a Jewish neighborhood. I tell you the truth.\nSometimes it crossed my mind, why don’t you go move near the Jewish Community Center. But\nthen I thought, you know what, sometimes it 1s better when you stay away, even when you go up,\nyou climb. The higher you go, the more you can observe. You know it. So I say if I want to go,\nI can go there, I don’t have to live there, you know. Back in the ghetto, they created their own\nghetto.",
        "A: It’s a very nice state. And you got equal opportunity and it is not like a Southern state, now I\nknow more about states. People are different here.",
        "A: They’re more tolerant. They’re much more tolerant. Sometimes in life you develop, something\nwhat you can judge already, called instinct. I might not be always right, but sometimes my\ninstinct is right, you know. So, I know it is in there. If I go to New York, hustle, bustle, too\nmuch running, going to work so long and coming home, you have no time to spend with the\nfamily. Here you are right close to everything, you have more time to spend with the family, I\nthink. To bring up children, regardless, Louisville is a nice city.",
        "A: Yeah. We got stores, you know, but this is stores, but otherwise, yes. We go in state and out of\nstate. Yes, we do a lot of things. But sometimes I combine my work, you know. We got in\nElizabethtown, a store, we got in Litchfield, a store, we got in Jeffersonville, a store, you know.\nWe’ll go around and, you know, talk with the people. See, I’m 75 years old already. Have to be\nthankful for a lot of things.",
        "A: I enjoy my freedom. It is not so much the work, as I enjoy talking to people. And this what I\nlike about uptakes (ph), you try their glasses, you can talk to them. I always enjoy talking to\npeople.",
        "A: Yeah.",
        "A: In fact, yes, a few times. Some of them came when I had, told them I’m speaking, if you want\nto... And everyone knows everybody and we got a lot of black people, they got to high\npositions, and they’re doing good. To me, it is a person. Because we got here in Fern Creek one\nand he is a very good employee. And my wife says, “Why do you take the ;\n36\nand unfortunately people are prejudiced.” I said, “You know I came from Poland. They hated\nthe Jews, but every Pole had his own Jew.” You know, they come and ask more for them, they\nask for me. You know, they’re good. What does they care, when they go out, and they see the\nglasses is good and he’s nice to them, after a while they forget it.",
        "A: If you want to go this way, they all will be nice, but I know deep inside, you know what, I don’t\ngive them a chance not to be nice. I’m very nice to them.",
        "A: Some yes, some of them didn’t, don’t even know the subject. We’ve got a lot of young kids, 20,\n25, you know, you cannot put it up on them anyway, even if I would want to, you know.\nThey’ve got their struggles. They’re married. Especially now, when two people go to work.",
        "A: I saw it on television and I thought so. And they know my feelings, they will come and tell me,\nyes, you know. But otherwise I will not go there. If they do not approach me, I will not\napproach them.",
        "A: Oh, very, very nice. People are different, you know, they got their own struggle. And they see\non television what you went through and now you’ ve got the Bosnia and you’ve got this. So,\nyou know it. And now you’ve got in Russia, you’ve got a powder keg, too. You know, so.\nEnd of Tape 2, Side B\n37\nTape 3, Side A",
        "A: After being five years here, exactly, you know it. We came in ‘57, 1962. Yeah, we didn’t wait\nvery long.",
        "A: Very, very much. Now you feel, you saw this, yesterday, Kruschev’s son became an American\ncitizen. And they asked him about it. He said it is a big honor. So, me a poor, Jewish guy got it,\nit’s a very big honor, yes. You know, yes.",
        "A: I felt like I am a part of the family. The circle is now getting closed. What’s gone, you cannot\nforget it, but now I’m a part of everything. I’m a citizen. I represent the United States and I\nknow I will make a good citizen. I knew it at that time, you know it. I think I made a very good\ncitizen, you know. We’re involved in a lot of things, you know, so we’re doing it. We’re paying\nback to society, too. You have to and it’s much nicer to pay back than receive, much nicer.",
        "A: Yeah, if you need everything, all what you see, the things what I need. But you never see the\nreward, you know, in giving. That’s why I always say the poor has one thing that he can afford.\nYou know, the reward of giving. And giving is very, very important. We got raised even as a\nchild, you know, that you have to collect more to help the other ones. We call it Schtucka (ph),\nyou know it. So to me it 1s you, it is always you are there. If I were to take a\njob for an hour, for a dollar an hour, I’m ordered not to get it. You know. Because I saw there’s\nother people that need it more. You know, but it’s nice, a good feeling.",
        "A: High holidays?",
        "A: No, any other time, no, but the high holidays, I’m going. And the main thing what I’m going to\nis because that they have a prayer for the death, you know it. And that’s the only one thing, I\nknow that I can’t help them, but at least I can be with them in my mind. You know?\n38",
        "A: Oh, I have to be thankful always, every day to my mother, to my father, give me life. They\ntaught me what’s right and wrong. And they were good to me, really good to me, you know.\nYes, I think of them, in fact, I got their picture hanging where my bed is. To me, because we\nknow everybody has to die, period. But they got taken away this way, to me they are still the\ntwo young people, you know, my brother, it’s different. Yes, it plays... they still, if you see your\nmother die or father. They’re old, they’re 80 years old and we know everybody can die. And\nthey get wrinkled. I saw them only as young people. You know, so maybe it’s a difference.",
        "A: Because nobody wanted to listen.",
        "A: They came out with the Holocaust survival. They showed movies. People suddenly started\nrealizing, you know. And not only the other people. Jewish people didn’t want to listen, too.\nYou know I speak about people. And you cannot speak when nobody listens.",
        "A: I don’t know it, because it’s so many events, but suddenly something clicks.",
        "A: I speak to schools, a lot of the time, I get invited by a school. And the young kids. And I will\nsay, we don’t give them enough credit. Surely they got now the pressure, they got now more\ndivorces, where parents go to work and it’s harder. Surely when you have a little bit money, you\nsend them in private schools. But I will say, if you are open when you speak to them, they can\nabsorb as good as anybody else. But you need guidance, you know. We didn’t have so many\nthings when I was, I tell you I wouldn’t have done it. We didn’t have drugs. I didn’t even know\nsuch things exist, you know it. We didn’t have a lot of things, so how in the world can I judge\nand tell them they are bad? They are not. My kids are good. Their kids are good. Sometimes\nyou are lucky. They hang out with the wrong people... you have to control it, which rooms they\ngo. You form only one opinion, but you have to trust your kids. And watch out with whom they\ngo. It is very important. And I will say it again, and if a child makes wrong, don’t tell him he’s\ndumb, he’s stupid. Tell him that he made a mistake, but you’re always there, because I know my\nmother would be there, you know. This way you don’t break off the communication. I wonder\nsometimes how come all this homeless people come from, you know. Don’t they have a family?\nDon’t they... everything, you know? And I have no answer for it. You know.\n39",
        "A: Yeah, in fact they belong to the second generation. How? It’s the same thing, it’s nothing what\nyou can change, but we can promote, you know, that people should listen what had happened.\nChanging, we cannot, because a lot of people don’t even believe that such a thing existed.",
        "A: Oh yeah, surely, my kids have very open minded, you can talk to them. You know, yes.",
        "A: Very little children, you can’t, because you break their growing up period and you put something\nin it, what they will have a hard time. When you have formed your opinion, when you are grown\nup, then it 1s different. At least I feel about it this way. Not that I’m right in everything. I’m\nwrong in a lot of things.",
        "A: Oh, I can do nothing wrong. I am the greatest in their eyes. (Laughing.) No. No, if they have\nsomething, they ask me, you know. Or even Jessica, you know, she goes now... I have one\ngranddaughter, she goes to Berrington. She told me she would like me to speak for the class in\nBerrington, Illinois, you know. So, I think I got a lot of letters and all kinds of things from them,\nwhat they spoke about.",
        "A: It is gratifying, you know it. Especially when you don’t expect a lot, then it’s double gratifying.\nIf I would expect, then it’s something different, you know. But I don’t and it’s double gratifying.\nMy youngest, she goes now to Purdue, she got accepted there.",
        "A: Yeah.",
        "A: Seven.",
        "A: Richard, Ben, then comes Jamie and Josh — we’ve got a lot of J’s, and Jessica and Jacob. See, a\nlot of J’s. And there’s my daughter, Janet. (Laughing.) You know, so we’ve got a lot of J’s.\n40",
        "A: No, Jessica and then we got Jacob and then we got the little baby, she’s just born. She’s one year\nold, name is Edie.",
        "A: It was a pleasure to meet you. (Laughing. )",
        "A: You ask me all kinds of questions. What can I do, I don’t know it. You know. Keep on doing\nthe good work.",
        "A: Five.",
        "A: We could have owned more, but we have to go slow, you know it. You know, and I did it more\nfor my kids, they are doing it now. I’m only a, you know, checking... at 75 you can’t do very\nmuch.",
        "A: Yeah, you know it is livable. My wife would like to move out. But I figure, you know, 75,\nwhere do I want to go, you know?",
        "A: Oh, some people got it even better. No, it is, in life, as I told you, you have to take risks. You\ntry to do good and be fair with everybody. You got friends, you know it. And when you have\nthis, they will support you. You cannot go through the world alone, you know it, you need\nfriends. You need family, you know. And then you take a risk and when you lose, you didn’t\nlose everything, you made a wrong judgment. So as in life with the kids, I told them a lot of\ntimes, when you make a mistake, so you made a mistake. You know, pick yourself up and keep\non going, but don’t brood on it.",
        "A: Poland.\n4]",
        "A: Yeah, my kids, we decided we’d take the kids, Janet. And they’re always busy now. And\nBluma would live in Chicago. And Ben...",
        "A: Well, I would say my daughters’ more, because they want to keep on this relationship. More my\ndaughters, Janet and Bluma. So we lived in, I told you, in Germany. And my wife got a lot of\nrelatives still in Germany. So, we rented a car. Going to Poland, you don’t get a car, because\nthey say they steal it. So, anyway we used all the relatives and we rented a car. We flew into\nFrankfurt, from there we went to Czechoslovakia. Czechoslovakia, why Czechoslo..., because\nAuschwitz is near the Czech border. And Czech, it was just liberated, you know, the Russians.\nAnd if you have money one time and want to have a nice trip, go to Prague. It’s observed, the\nGermans didn’t bomb. All the antiques are still there. It’s a lot of culture. So anyway, we went\nto Prague. We stayed two days in Prague and then we went to Krakow. Krakow is near\nAuschwitz. We went to stay the night in Auschwitz, at Krakow, then we drove into Auschwitz.\nWe stayed all day long. And we had already made reservations in Warsaw. But we had a car,\nyou know, we drove. In Warsaw we made reservations at the hotel. And then from Warsaw, we\nmade all our journeys from there. First we went to Grodzisk where I told you.",
        "A: In 1992, I think or ‘91 or ‘92. And the kids, we went in the same house. You felt the hostility\nfrom the Poles, but give them a few dollars, it’s okay, you know.",
        "A: First, they are afraid that you come here and you want to take the house away from them and all\nkinds of things. And then you, let’s see, a lot of graffiti on the walls. You know, I still speak\nperfect Polish. So, I knew it. But if you win their confidence, at least they are not so hostile, you\ndon’t trust them, but you are . So, and this lady, I told her all I wanted was to show\nmy kids where my mother lived, where my father lived, you know, and I give her a few dollars,\nso she spoke already different, you know. In fact, to be honest with you, before we left the first\ntime, you know, we had candle sticks, some silver. We didn’t want to take it in Warsaw ghetto\nand they showed me where they buried it. But I saw the Poles, I didn’t want them to risk myself\nto go take a look. They’re probably not, but I didn’t want to. So, anyway, we went to Grodzisk.\nShowed them where we lived. Showed them where my grandfather lived, where I went to\nschool. Oh, I made a lot of pictures, too, you know it. And then we went back to Warsaw. Next\nday we went to Piotrkow, you know it. And same thing, I showed them where the ghetto, and\nwhere we were. One thing what I couldn’t bring myself in, to go in this room where my parents\nand my grandparents went out the last time. I told my kids, I can’t go in, you know, somehow I\ncouldn’t. So anyway, so we went there and we went back to Warsaw. And then we went to\nTreblinka, this is on the other side from Warsaw. And then we stayed there and then we went\nback to Germany. Went to Buchenwald, where I was liberated. And so we made our way home.\nAt least I showed the kids, that we still lived, we had an apartment. Really it was our house. You\nknow, we were still something. No doubt that we didn’t come out from a rock. (Laughing.)\n42",
        "A: And for me and for them more, because I knew it. They didn’t. Yes, it is very, very important.",
        "A: Not a new different understanding. They knew, they trusted me, they knew that I didn’t lie. But\nit, seeing with your own eyes is different than imagine.",
        "A: For me? For me was the worst thing was when I was supposed to go in that room, you know,\nwhere we lived, in the ghetto, in PiotrkOw. Couldn’t get in, didn’t go in. This sticks out.",
        "A: In Piotrkow. And that is Fitarska (ph) ten, you know it’s an address. And across the street, it\nwas high holidays in that time. And the people went over and cried and cried. I couldn’t go in\nthere either, you know. This is what sticks out in my memory the most. You go to Treblinka.\nYou see all the rocks and all the things. It’s cold. Here, you know, your mother got killed, but\nyou didn’t see it visually, but the other ones, you know, I saw it. And when I went to\nAuschwitz, you know, and saw the crematorias there. I think I didn’t have to see, I knew it. And\nyou saw the gate where everybody in Arbeit Macht Frei, you know.",
        "A: Why would I remove it? I will have to die with it. To me, it is now an honor, you know. I will\nnot remove it.",
        "A: No, no, nobody pressured me. In fact, if somebody would pressure me, I would tell them\ndifferent. No, no. They can’t see me for my other side. I might not tell itin a harsh way, but I\ncan tell them in a nice way. Put them in place. No, it’s my arm anyway in the long run.\n(Laughing. )",
        "A: Yeah, they saw it now. You see it on television. Now it’s different.\n43",
        "A: It’s most was when you speak to the kids, they’re more sensitive. You know, you do not tell it in\na graphic way, because you do not want to hurt them. But they are more sensitive. They argue\nand it’s honest. And otherwise you don’t know it. You might question it or not, that’s fine.",
        "A: Listen I told you enough, to repeat again, I appreciate it and I like you for it, because you do a lot\nof things, which is good. Thank you very much.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nABRAM JAKUBOWICZ\nJuly 14, 1999\nTape 1, Side A\n[copy checked and partially authenticated by AD on 8/31/05]"
    ]
}