{
    "rg": "RG-50.030.0414_trs_en",
    "sequence": [
        "Question: Good morning.",
        "Answer: Good morning to you.",
        "Q: It’s lovely to be here with you in Maine.",
        "A: Thank you. I’d like to thank you for inviting me to tell you a story.",
        "Q: Well, we’re very happy to have you to be here with you. So, first let me ask you — what was\nyour name when you were born?",
        "A: My name was Helene or Leney, they called me, Mencel, M-e-n-c-e-l. You would pronounce\nit sometimes Men-chel.",
        "Q: M-e-n",
        "A: c-e-l, yes.",
        "Q: And you were born where?",
        "A: I was born in Austria.",
        "Q: In Vienna?",
        "A: It was in Vienna, outside.",
        "Q: And what year and what day?",
        "A: It was 1912, May 10\".",
        "Q: May 10\"?",
        "A: Yeah.",
        "Q: So, you’re a Gemini?",
        "A: Beg your pardon?\nA Are you a Gemini?",
        "A: I don’t know. I don’t go by that there.",
        "Q: I wanted to get some sense of what life was like for you when you were growing up. So, first\nlet’s talk about your family.",
        "A: All right, I will tell you about my family first, but before I start, I wanted to say something\nwhy I am here and why I was hesitating for a long time to tell my story. The reason was\nbecause it’s not the typical story of the Holocaust. I was not in a concentration camp. It is my\nlife during the Nazis outside. It is actually a story of faith, all about faith, hope, courage,\nthink about all miracles. I want to bring it out 1n this story, that if you believe in it or not,\nmiracles still exist. Now, you want to hear about my family, correct? I, we have been six.\nOriginally, we had a brother died before I was born, and other sister. I am the youngest in my\nfamily. I have a sister Berthe. She’s the oldest. Then I have sister Fanny (ph) she is — she\ncomes after. I adored Fanny. She was — had charisma. She was outgoing. She was beautiful.\nSometimes I wonder how I admired her so that I didn’t resent it in that I wasn’t jealous. For\ninstance, coming back, all my family was very good in mathematics. My father was almost a\ngenius in that field. She was excellent, but I wasn’t very good mathematics. I was the best in\nphysics. But I never reached Fanny, you understand, and the teacher would always say when\nI was a little kid, “You are good, but not like your sister Fanny.” I didn’t resent her. I loved\nher, and it is actually strange. Then, I had brother. He was known — he was an excellent chess\nplayer, and what he did — Fanny had a doctorate in chemistry, the other sister just told you —\nhe was in business with stamps. He was a stamp collector, but it was really, it was his\nbusiness, and then he was excellent chess player, they called him from all Europe (ph). And\nthen there were myself. That it 1s about the story. We grew up in Vienna. Vienna is one of the\nmost beautiful cities. I love Vienna. I’d go back to Vienna, and people sometimes resent it,\ncoming from the Nazis. Vienna was occupied — why do you go back? I did not know at first.\nI was thinking, “Why do I go back?” I found out I go — if I would not go back, if I would be\nafraid, it would be a victory of Hitler. This city didn’t belong to him. It was part of me. I\ngrew up there with my father and my mother my sisters. I went to school. I was so happy\nthere and I want to keep it. So, I go back whenever I have some money left. I go back, enjoy\nthe street, enjoy the schools. That 1s about. Do you want me to talk about other things like\nschools?",
        "Q: Let me first ask you about-",
        "A: Sure.",
        "Q: About what it was like in your home. What’s your earliest memory as a child?",
        "A: What is my earliest memory as a child? You will laugh, but I sort of remember when we\ncelebrated a Jewish holiday. I must have been very little, and my father was sitting was\nsitting there and this was a Seder, and that he had a pillow sitting it. I had a feeling he 1s not\nreally there, he was so involved, but not my mother. He was so involved and at times, I asked\nmy mother, “Is father God himself?” I was so little, maybe three or four years old, but it\nmade that kind of impression. My life was very lively. We were four children. As you can\nimagine, I was the youngest, really the youngest. My oldest sister Berthe was like a mother to\nme, and I always thought, well, she tried to boss me around, but it was not easy, and I\nthought very often, “One day I will be older than all of you, and then I will be the boss!” And\nthey adored me, but suddenly, nobody expected that there was a little girl here. And I was\nactually spoiled, but not spoiled, because if you hear my story and what developed and how I\ndeveloped, you have to tell yourself, maybe it doesn’t hurt if you spoil somebody. Vienna\nwas beautiful. Vienna was a city everybody would like to go. There was art. They describe it\nin the books; later it came out. There is no other city in Europe that you have at the same\ntime, the most famous writer, the most famous artists, the most famous composers. There\nwas like music in the air. Now, when I go back, I hear it. I walk on the Chancellor Strasse —\npeople are playing the violin, people are singing. It’s a different world. When people\nsometimes visit Vienna now, and they come back and they say something like, “I was a little\nbit disappointed, the way you describe it.” I cannot understand it. They did not feel what I\nfeel. They do not see the city like I see it.",
        "Q: Were you close with your — did your father become a less god-like figure to you?",
        "A: Oh, yes, yes. That was three or — I would say definitely. I tell you, father and mother were\nvery different. My father, everything meant to him — study, learn, work. He says he can take\nvery interest because he can do — they can take everything away from you, but your learning,\nit will always stay with you. And I remember when I studied, all the schools, they were very\nstrict, especially when I had the medical exams. I took the street car. He would be — he did\nnot know when I would be coming home. He would wait hours to find out, “Did you pass it?\nDid you pass it?” Yes, I was close, but it was everything was learning. To a certain extent, I\nwas closer to my mother even. She was more practical. She wanted me to have nice clothes\nto have — to have — father just wanted to have it all, too, but all in that picture of learning.\nBoth were very different, my father and my mother. It was a good marriage.",
        "Q: It was a good marriage?",
        "A: Yes, it was a very good marriage.",
        "Q: So, did you talk with your father about different things than you talked with your mother?",
        "A: [Pll tell you one thing. I talked with him about studies and work, but he was interested, but\nnot as much like my mother. You see, it was different.",
        "Q: So, you talk with your mother about more personal things?",
        "A: Yeah, I talked with my mother about myself, about my friends, about Eddie, or whatever.\nThat was the — my father was always — here about to stress it (ph) — he was unusual. He was\nunusual, then I would say he was almost like a genius when it came to mathematics. He\ndidn’t have a formal training, and he could serve, he could help us with any kind, the hardest\nproblems there was. He would know how to solve it. He, himself sometimes, he couldn’t\nexplain it to me how he did it. He hadn’t learned it, but he came to it. Fanny, that sister, was\nto a certain extent like that. Then, I do not know. I had a brother, Benjamin — he died when\nhe was 10. I was not born yet. And, they would tell stories — none of us children were like\nhim. They would tell stories about him, how brilliant like as an infant he was. He would read\nsomething. He read the Torah. He knew the whole thing by heart. How kind and good, gentle\npeople would talk to him. Years after he passed by, there was still, I was told, on his grave\nfrom some gentle people a note “Here lies Benjamin” and a few words that would describe it.",
        "Q: That’s very special.",
        "A: Yeah.",
        "Q: What did your father do for a living?",
        "A: He was in business. He was in business 1n men’s; it had to do with men’s clothing. You see,\npeople made their clothes at the time, more than you went to the stores. He sold the material,\nthe linings, the buttons, the whole thing.",
        "Q: And would you consider yourself fairly well-off?",
        "A: I would say middle class.",
        "Q: Middle class?",
        "A: Yes. But not for the American way, you understand, but the Viennese, Austria at the time,\nnobody had a lot and were rich like here.",
        "Q: Did your mother work, as well, or not?",
        "A: No, no, she had four children, and no, she did not work.",
        "Q: Did you have lots of friends growing up?",
        "A: Yes, I did. I was at first, I was a little shy — overwhelmed by this, but I had friends and I need\nfriends, until today, you know? You grow older, you lose sometimes somebody, but I would\nstill say Mahkta (ph), she was my best friend. Funny, I would not say my sister, she was my\nbest friend. I had friends. I was very popular, and I belong to youth groups that the called\nMaccabi, Blau Weiss. It was very oriented, but you had wanted to belong to something, and\nlike I was a wonderful gymnast, and I belonged to the — you know, we were divided in row —\nI belonged to the first row, and we would travel through the blau weiss, through the maccabi,\nand here I was always little and short, and I was there. Here I have to tell you a true story.\nWhen you went to the maccabi and to exercise and to jump and to — the people watching —\nyoung kids watching, see who is good, who 1s not good, in a large gallery. I had a girlfriend\nand she was there, too. I was told years later when I started to - I must have 10, 11 years old\n—and I started to go out with Eddie, and hoping he will marry me one day — my friend Danie\n(ph) said, “Well, you achieved your goal.” I said, “What do you mean?” She said, “Don’t you\nremember? When we were little girls, you looked at him, and you said, ‘This is the boy I’m\ngoing to marry. This is a boy I want to marry.’” And, so, I married him, but it wasn’t hard.\nHe went to medical school, and Eddie was so, he was known as one of the best looking guy\nof that. Sometimes I was wondering, maybe it would have been easier, if he wouldn’t have\nbeen so good-looking, because he was quite arrogant. Forgive me, Eddie, but lovable.",
        "Q: So, you met — before you were ten years old, you were really children.",
        "A: We were children, but don’t you see, I didn’t meet him. I pointed out to her. I tell you why\nshe remembers. Eddie was the best friend of the boy she married, and that’s the way she\nremembered it.",
        "Q: That’s very sweet. Was your home a religious home?",
        "A: I tell you, yes, it was. My father wouldn’t like it that I hesitated because he was not fanatic.\nHe was very religious, a very believing person. He knew that we were not so strict. And he\njust let 1t go. You know how some parents are? You better do this, or you better — but, it was\na religious family.",
        "Q: So, you celebrated holidays?",
        "A: Oh, yes, we celebrated all the Jewish holidays, yes.",
        "Q: Did you go to Synagogue on a regular basis?",
        "A: I tell you, at that time — my father at big holidays, we went there on the holidays. Don’t\nforget one thing, in Vienna — you have — it’s a subject, religion, you can flunk if you don’t do\nwell.",
        "Q: In the schools?",
        "A: In the school. You see there is the Catholic religion and the Protestant, but Vienna, Austria,\nwas about 95 percent Catholic. The schools were very different from here. My children\nwould get upset when I said it. It’s a shame. I pay so much money, you go only half the time\nyou go to school, because in Vienna, Austria, you go six days to school. You go to mornings\nand afternoon. It’s not five days. Vacation all that you have is two months. You have here\nfour months, and all the holidays. That was actually helpful because then you studied, you\nwere much younger when you went to the university because we crammed it 1n a shorter\nperiod.",
        "Q: Did you have both Jewish and gentile friends?",
        "A: Yes, don’t forget, I sure did. Where we lived, there were not many Jews around in the\ndistrict. Yes, we did, and under Hitler, here I will mention a story. There was one little girl of\nmy age, but I remember the little girl. I’m sure her parents became Nazis, and maybe she,\ntoo, but she knew in the end I was alone. She came to me — Genny (ph) was her name. She\ngave me 10 dollars. It was for me, a lot of money, when you have nothing. I said, “I don’t\nwant it.” “Please, Leney, please take it.” And 1t meant the world to me. You see that I’m still\nremembering that.",
        "Q: So, when you were growing up in both being identified as Jewish, but your being in a context\nthat wasn’t being Jewish. Did you feel anti-Semitism or was there-",
        "A: Yes, you felt it. You felt 1t, but it got worse because of the politics, it got worse. Don’t forget,\nin the friends I had at that time, there became many Nazis. They were not Nazis, we were\nchildren. I have very good friends, very good friends. Certain people who helped us\nafterward, it’s unreal — you have to see that picture. He was a janitor (ph) if I mention a\nname, I want it to be for Prischle (ph). She practically gave the life for us, you know, and the\nson, he still came to visit us here in the United States. She was just a janitor; you made more\nas a janitor here than over there. Poor, they are. She just swept the floor on her knees, but she\nwas very bright. She helped us wherever she could.",
        "Q: Did you, as you were growing up and becoming an adult, feel that the Jewish community, in\nspite of anti-Semitism, was well-integrated with in Viennese culture and society and Austrian\nculture and society?",
        "A: Yes, they were. You know why? Because well, you couldn’t join the fanciest country club,\nbut that wasn’t the point, because we were about two million people in Vienna, and we were\nabout 10 percent, 200,000, but I hate to say it, but they were about the brightest. They would\nsay when the Jewish people left, the spices — it’s still a beautiful, still a cultural city, but the\nspices had gone from that city. You see have the famous writers, and composers. Yes, we\nwere.",
        "Q: So it was.",
        "A: The anti-Semitism was developed by that. A certain amount is over there. You hear wherever\nyou go, but pronounced they loved you, they liked you, but you were to a certain extent\nseparated, because it was you, not them so much, belonged to the maccabi. I belonged to the\nblau weiss.",
        "Q: Explain the blau weiss.",
        "A: Blau weiss, it was a youth movement, and it was especially motivated politically. It was a\nZionist movement, and the people were very much interested in Israel. There was nothing\nhere from Israel at that time, but still, the desire, you wanted to go there. You wanted to build\nup. There should be a state. There should be a country, like almost subconsciously you felt\nyou should have something. My sister, for instance, Berthe, my parents were very unhappy.\nShe was very young, 17 or 18 years old. She gave everything up. She did not go to the\nuniversity. She wasn’t to build a state in Israel, a country for herself. If you know what it\nmeans, she was a halutz (ph); she the story. There was nothing. She developed\nmalaria, all of this. So, I did not grow up, I was not a person like here.",
        "Q: She was a Zionist?",
        "A: She wasn’t a Zionist actually very strongly, but in blau weiss, when you became 14 or 15\nyears old, you already planned to go to Israel, what to do to be strong, not to study, there was\nno time. There were no, not that kind of schools. Like all my friends, my Jewish friends, not\nall, but maybe 60 or 70 percent, they left school and they went to Israel. They lived in a\nkibbutz. I didn’t. I wanted to study. I wanted to become somebody. I wanted to be a\nphysician.",
        "Q: And Berthe, did she leave in her early 20s?",
        "A: She left probably. She was very young, 17 or 18 years old.",
        "Q: And, was your father — were your father and mother both Zionists?",
        "A: Yes, they were, yeah, but still they were against her leaving, especially my father. My\nmother, too, she wanted her here. Once you go, you are gone at that time, for days and weeks\nand there was no money to travel, yet they were, but mother was more practical, like I told\nyou. She was the oldest daughter, you want her home.",
        "Q: And, you didn’t see Berthe until — for a long time?",
        "A: Not for a long time. She came back because she took sick, she had malaria, then she went\nback again. She helped actually. She rescued the parents. When Hitler moved in, you see,\nIsrael was not — the Jews did not have Israel yet as a country.",
        "Q: It was Palestine?",
        "A: Palestine, you see, but the English had to give permission if you want to immigrate, and since\nthere was a deadline, that only the parents can go to Israel, and only in this certain period. If\nyou did not go within these two or three months, that was the end. You would not be able to\ngo.",
        "Q: Let me go back a little bit and ask you a question about, by the time you are ten years old, it’s\na few years after World War I. The situation in Austria must be somewhat difficult.",
        "A: Yes, I'll tell you, they were (ph), like I said, we didn’t have time for that. Austria once was a\nbig empire and suddenly it became very small. Yes, we had very hard times, but the hard\ntimes were for all or most of the people, 90 percent of them, but you — it’s wrong to say you\nsurvived. Yes, we managed. That city in the life had to give you so much in a way, the kind\nof friendships you rarely see. The way you, when came a weekend, you would hike, you\nwould ski together. Even in the little money of what- You did things together. You were\n___ cultural, like I said before, it offered you so much, and you would — it was next come a\nweekend or whenever you had time, you would — even when you were very little, you would\nstay in the theater hours to be able to, not to get a seat, to get — to stand and to see that\nfamous actors. You see, it was part of life, the same thing with a concert, it was a must, and\nyou wanted to go to the concert, to the theater, to learn an instrument. You see, that helps\neven if you did not have financially all the goods, but to a certain extent, it also offered you a\ntremendous amount of richness.",
        "Q: Would you say this was fairly typical? That most of the young people that you knew were\nparticipating in the cultural life in this way?",
        "A: I hate to say it, but more Jewish people, more Jewish people. Whether it maybe brings out\nmy history, I mean, I did not say not gentile, but that was very typical-",
        "Q: Of Jewish?",
        "A: Yes, yeah.",
        "Q: Were you — other than being Zionist, was there a lot of political sensitivity in the family, so\nthat you talked politics, what was happening?",
        "A: Yes, we talked politics. We talked politics because there were the Social Democrats and the\nChristian Democrats. The Social Democrats were more liberal, you know. Muriel belonged\nto the Social Democrats, and there were, then there were the Communists. They put quite\noften the Democrats and the Communist in one party, what was wrong. Their ideas and\nideals was not the same. And there was time we were not allowed to see the Social\nDemocrats. And to enter fascists, and Muriel, when it comes out, belonged to...",
        "Q: To the Social Democrats?",
        "A: Yes, the anti-fascist movement. She worked in the underground for many years.",
        "Q: How’d it happen that you got interested to become a doctor?",
        "A: It’s anice story. Yeah, Il tell you what it is. You remember I told you Fanny, who was\nextreme — I was the best in the class, but she was even better. It was Benjamin, when it\ncomesto _—_s everything. My father, who knew all this at the time, wanted to have a\ndoctor in the family, not because of the title. He always said, “You know, it is the most\nwonderful thing you can do. Imagine you have a sick child. You make it well. Imagine your\nmother will be sick. You can help. There are no brothers who will go on.” And hoped — she\nwas much older — that Fanny, you see, Berthe, the oldest, had left for Israel, that Fanny\nwould take over. Yes, she went. She started and dissected the first cadaver in medicine, in\nanatomy. She came home and she said, “Dad, thank you. You can have it.” I never will\nbecome a physician.",
        "Q: I don’t want to interrupt you, but we have to change the tape.",
        "A: Good.\nEnd of Tape 1\nTape 2",
        "Q: Helene, when the last tape stopped, you were talking about how you became a doctor, and\nexplaining that Fanny came back.",
        "A: That’s right, Fanny, who was my favorite sister, I hate to say it, but Berthe was a different\nfunction; she was like a mother to me. That Fanny, that my father wanted her to be a\nphysician, she came back from anatomy. She was supposed to dissect. She saw the cadaver,\ncomes home, and says to my father, “You can have it, not me.” And that was the end. She\nreally started afterwards. She got a doctorate in chemistry and pharmacy, but not medicine.\nThen, by and by, when I heard it, that that was a dream of my father, I didn’t tell anybody\nyet, but by time developed for me, I wanted to be that physician, and so I started to — I really\nwas very much, but it goes with medicine — very much interested in physics. I was the best\n____ than anybody else, and I had a dream maybe I will be an engineer. I could build\nbridges and this, but that was unheard in Vienna. I would have never, never had chance. You\ncan’t even dream, as a woman, to choose that field. I said to my father when I was much\nolder, “I think I’m going to try about to be a physician.” Well, it didn’t bother me\nwhatsoever. I dissected. I worked as hard. I loved it, actually. And that is the story. I always\ntell one story about one thing only that bothered me once. You know, in Europe, exams were\nvery strict especially pre-medical subjects, anatomy and physiology and all of them. The\npeople would get, I hope it won’t make you sick, cadavers who will pay for it, and you would\ndissect it. It would give you experience that what find this artery and it will give you\nexperience. And here I was so young, and I’Il never forget, I had paid in and I couldn’t go\ndown there to the anatomy in the daytime. I went down, and it was the evening. Until today, I\nhaven’t forgotten! That’s why I’m bringing it up. They were all laying around dead, and\ncovered, and all that you could see were just the feet. I know it’s probably foolish that I\nmention it, but it wasn’t foolish at that time for me. So, I started medicine and got finished.\nHere, too, is a very — I will bring that other story later because _—_ I wasn’t a doctor yet.",
        "Q: Let me ask you something. How come it was okay and for a woman to become a doctor, but\nnot an engineer?",
        "A: Not an engineer —it was the world of men. You could not get into the school. You could not\nenter. That’s it.",
        "Q: But medicine was more open at that time? Because that wasn’t true here.",
        "A: Yeah, medicine was open because I would say that it was a strange to them that women then\n____ in the States. I would say 40 percent were women. They didn’t finish, many didn’t. They\ngot married and that was the end.",
        "Q: But you think 40 percent of your class were women.",
        "A: Were women, yeah, 35-40 percent.",
        "Q: Really?",
        "A: Yeah.",
        "Q: And were there restrictions on how many Jews could come in, do you think?",
        "A: I tell you, yes and no. There are two divisions, actually. It was not spelled out, but it was for\nanatomy. You go to one lecture hall, and there are students in the class — there are hundreds.\nThis is not yet, like, and the other, the gentiles — At that time, the anti-Semitism was\ntremendous. Not only this different social peer class. They hated us. They would invade our\nquarters. There was a law in Austria, a law, police wasn’t allowed to go in, but you have to\nsettle it by yourself. You saw people jumping out that had nothing on, who tried to throw\nthem out the window, and I had seen it. That was before Hitler already.",
        "Q: So, what year would that have been 1930 or ’31?",
        "A: No, that was later in the earliest before the Nazi movement came, everything Hitler. Maybe\n°33-’34. It developed around that time, but I couldn’t tell you exactly.",
        "Q: So, being in school was dangerous?",
        "A: Yes, that wasn’t every day, you understand. They were lecture halls were still in the same\nbuilding.",
        "Q: But you were separated in terms of -",
        "A: Yeah, I could go over at one point to study, to see friends over there.",
        "Q: But, your lectures were all together?",
        "A: Well, no, no, no. We had very famous professors. The professors who taught us didn’t teach\nthem.",
        "Q: Really?",
        "A: Yeah.",
        "Q: Was that true as far as you know in the ’20s or only when the Nazi movement began in-",
        "A: That was before.",
        "Q: All the time?",
        "A: It was all the time, yeah. It was not so in the open. You went out of your way. It not only was\n____ you go to school, you accept — you don’t accept and you do accept anti-Semitism, but\nyou get use — you can’t be afraid all the time. And not only this, you had other movements.\nYou felt so strongly to be Jewish. Actually, despite all of this, but you were proud of being\nJewish. You can walk in the street as a maccabi. We would sing our songs. We were in the\nday it was a large groupof __.",
        "Q: And, when you went to medical school, was it not only that the classes were segregated, but\nthe friendships were segregated?",
        "A: Toa certain extent, maybe I couldn’t tell you because I didn’t have any friends over there,\nbut I almost more think the classes. Because in public school, the gymnasium, if you want me\nto talk then after this about the schools, but in gymnasium you were mixed — Jews and\nChristians.",
        "Q: But not-",
        "A: Not in the university.",
        "Q: So, did you keep your childhood friends?",
        "A: Yeah, but I tell you, yes and no. Here, I have to come back to our schools. Our school system\nwas very different than here. When you first grade schools, you’re about nine or ten years\nold. Your parents make the decision if you want to go to the gymnasium. Others ones went to\nboergerschule (ph) — that is public school — and gymnasium. Gymnasium — the difference is\ntremendous, like day and night. You really, I would say sometimes, to go to the gymnasium\nand graduate might have been just as hard like becoming a doctor. You have to study. You\nhave to work so hard. In order to get there, you have to pass when you’re nine years old an\nexam, a state exam. You’re just a little girl, it’s like an IQ, and they test your knowledge. If\nyou pass, you can go to the gymnasium. You see, 1t was decided already very young. My\nfriends over here, most of them didn’t, they went to boergerschule and that was it. They were\nbright, and I had pals afterward very much who went to the gymnasium.",
        "Q: So, you’re lives separated?",
        "A: Separated, yes, Genny with her ten dollars. I said, “Let them _”’, that name, she went to\nboergerschule. The life — friendships you make maybe when you were little, a little older,\nthey stay with you unless you became anti-Semites. Maybe she was a Nazi, I do not know.\nEven more so, I respect it that she still liked me.",
        "Q: How would you describe yourself as a young person? Who were you then?",
        "A: Well, who was I? First of all shy, shy, because I was overshadowed by, I was the\nyoungest. I always wanted to be older than them, and I would show them. I was bright. I was\noutgoing. I had a tremendous desire to have friends, and if I remember, from there as a child\nto now, a friend means — you don’t have much or many, just one friend or two — that you can\ntalk with a person who will understand you, you know? And, that meant to me, the world it\nmeant to me, and it was a trait that showed in me as a little girl, and I wanted to achieve.\nMaybe very ambitious, maybe because I had that one sister, Fanny. It was not only — I was\npretty, but she was not so pretty, but she had much more. She had charisma. Every boy,\neverybody who knew her later on, everybody wanted to marry her. You see, that was Fanny.",
        "Q: What was the difference in age between you and Fanny?",
        "A: Seven years.",
        "Q: Seven years?",
        "A: Yes.",
        "Q: So-",
        "A: So, if you are thirty (ph), but she’s a tremendous... Later on, there was no difference. You\nsee, because it’s only six or seven... But later on there was no difference because when you\nget older, what difference does it make if you are a few years older or younger?",
        "Q: Was she with you a lot even when you were a kid? Did she take you places?",
        "A: Oh, well, [Il tell you that Berthe and Fanny, they took me places; I loved it. You see,\nVienna, like I said, was full of music and balls and dancing. I was too young, in a way. But I\ncried about — they took me — sometimes if I went out to different function, they would loan\nme a dress from them. They took me. And, I remember these were balls; these were world-\nfamous. You know the artists set it up. It took the whole opera, the whole building. They\nwere working for it the whole year, to decorate it and you would dance, and the music, and\nwith masks on. They took me, don’t you see?",
        "Q: It seems to me that you had a wonderful childhood.",
        "A: Yes, I had a wonderful childhood. There’s something else. When I came here, until today,\npeople will say, whether they are older, or older already, “What do you miss the most?” You\nknow what I would tell them? I mean, my friends, I miss the coffee shops and they would\nsay, “What’s a matter with you? Go buy yourself a cup of coffee.” It’s not the same. You see,\nover there, the different coffee shops — everybody’s allowed to go in — the artists are\ninterested to meet other artist, young or old, and talk. The medical student loves to go to meet\nother medical students. We worked so, so hard. I would be there in the coffee shop five or six\nin the morning. But that man and that child and the other one — everybody was there and\nstudying. We had something in common — composer, all the different, then, but it’s not that\nthere was a line. You could go in, but it was wonderful. You never were alone. There were\nalways these people. Until today, I would say that I like a big city. I don’t have to talk to\nthem, but if I walk in the street, there are so many different lives that go on, that you can see.",
        "Q: Do you remember the name of your favorite coffee shop that you went to?",
        "A: No.",
        "Q: Did you go to one particular — would the medical students show up at one particular one?",
        "A: Yeah, yeah, yeah.",
        "Q: So, you all knew? This was a real hang-out?",
        "A: Hang-out you call it. That’s right, a hang-out.",
        "Q: So, tell me something — you were so close to your sister Fanny.",
        "A: Yeah.",
        "Q: And she ends up going to Palestine.",
        "A: It was hard. A year before Hitler came, and the reason was — I told you she had a doctorate in\nchemistry, and she was a pharmacist. The times were very hard. Her husband, she had just\nmet, lost his job because he had to — the Christian socialites were very — it was a bank\nbusiness. You couldn’t get in. There was nothing. Despite her education, so a year before\nHitler came in, she went to Israel.",
        "Q: And, that must have been really hard for you.",
        "A: Oh, for me. So, many years have passed, and I see still the train. She was gone.",
        "Q: And so, even though you were older, you see that point -",
        "A: Oh, yes, yes, I keep singing the same song all the time. There’s a German song, “The Clouds\nin the Skies’, and a little bird is flying, 1s flying away, and you sing to the bird.",
        "Q: Can you sing it in German?",
        "A: [Coughs] Oh, I don’t have really a voice. [Sings several verses in German.] What it really\nmeant — and Fanny loved that song — it’s a bird, and the bird — somebody said to the bird\n“Sing for me. I will take gold and silver, and I will put it around you, and you can have all\nthe goodness in the world.” And the bird sings to him, “Keep your silver, keep your gold,\nkeep your food, keep everything. I am a little wild bird, and nobody can __” and I somehow\nI associate it with Fanny.",
        "Q: With Fanny?",
        "A: With Fanny, with the song. And you said what were your friends. I was maybe also eight or\nnine years old. We graduated from one class or _—___—_s everybody — what do you call an\nalbum — maybe you do it here, too. You write the school, you right something, “Oh, you were\nelegant.” “I like you.” “You’re so smart.” The teacher wrote something, and somehow it\nreally stays to me, and it says in German [Speaks phrases in German] “Don’t blame life and\nlife ever sinking under the Nazis, that life is too hard that you cannot take it anymore,\nbecause if you have, if you live in the life of fairy tales, 1f you have the eyes of fairy tales, the\nworld is still of beauty and miracles.”",
        "Q: And that’s something you carried with you?",
        "A: I carry that with me, yeah. I had a lot of, how should I say? You can see, I was alone _. I\nhad a little faith. I had faith, hope. I was desperate at times, but hopeful, yes. All these little\nthings, you ask me how I was.",
        "Q: And you must have been an optimistic person in some way all the way?",
        "A: Yes, even as dark as it was, I was.",
        "Q: Things changed in Vienna in 1933.",
        "A: Yeah.",
        "Q: Years before Hitler becomes...",
        "A: Yes.",
        "Q: ...when Adolphus becomes Chancellor.",
        "A: Yes, that’s right.",
        "Q: How does that change for you? How do you remember the changes?",
        "A: That to a certain extent, actually, in the university, I felt that you were afraid to say — you\nwere afraid to say certain things, and it changed for me. I became a Zionist. Do you\nunderstand? Not like my sister, Berthe.",
        "Q: But more so”?",
        "A: Yeah, more so.",
        "Q: More so than you were before.",
        "A: Before, yeah.",
        "Q: And, that’s in reaction...",
        "A: To that, that’s right.",
        "Q: Did you feel endangered?",
        "A: I tell you, yes and no. Yes and no, really. When you are very young and you still strongly\nbelieved in something. I believed I wanted to reach; I wanted to be a doctor. I had a warm\nfamily, and I belonged to the blau weiss. They were all — I was a part of them. So, you do not\nfeel it. My mother always said, “Hitler is over in Germany.” She kept talking about it and\nscaring us. It didn’t bother us so much. Somehow, when you’re young, you don’t dwell on it\nso much, and you still didn’t think they won’t be here.",
        "Q: Now, are you going out with Eddie at this point?",
        "A: Where should I go out?",
        "Q: No, were you dating Eddie?",
        "A: Oh, I see.",
        "Q: Where you boyfriend and girlfriend?",
        "A: No, no, no. I started — he was already in medical school; he’d just started. And I started two\nyears under him.",
        "Q: So, you were at — you came into the school afterwards?",
        "A: It’s a true story. I started off medicine, and the kids — my sister’s friend was a little one (ph) —\nthey said, “Do you have a boyfriend, somebody interested in you?” She just made fun out of\nme, and one day I came home and I said, “I think he’s the best looking of the students. I think\nhe likes me.” And like, “Who is it, Leney? Who 1s it?” Let me tell you this, it wasn’t\nanatomy, I was dissecting the cadaver. Here comes Eddie. I did not know who he was, but I\nknew he was stunning looking at that time. He opens up a book, and starts reading it. He\ncouldn’t read it exactly. It was Christian _. It doesn’t have words, only symbols. __ they\ncalled it, but 1t was fascinating at that time. He reads this maybe ten, fifteen minutes. He\nlooks at me, looks again to me, and says, “You’re not smart enough to hear this.” And walks\naway. So, my sister said, “Did he tell you that he likes you?” I said, “No, I just described it to\nyou.” She said, “That’s the reason you think?” I said, “Yes.” And that’s the way it started.",
        "Q: So, after this, how did you meet?",
        "A: When we started, he was a friend of — a friend of his I was going out with. It was very\nsuperficial. I didn’t really care for too much, but he was studying medicine, and so he\nintroduced me to him.",
        "Q: And Eddie is this fantasy from your childhood, yes?",
        "A: That is true, but I forgot it.",
        "Q: You forgot?",
        "A: I didn’t remember this person. If you are only eight or nine and suddenly you’re seventeen. I\nforgot that I ever met him there. I didn’t. He said to the one girl, I’m going to- that I said he\nwas so good-looking. I wanted him. I will to marry him. Then years later passed, my friend\nsaid, “You got him.”",
        "Q: So, you didn’t make the connection at all?",
        "A: No, no, no.",
        "Q: How interesting. So, you were not in the same classes together.",
        "A: No, no, but in medicine, you see, they are interwoven Sometimes you didn’t pass Histology.\nYou have free choices: I want to take exam this, or take this exam, so, you meet again in\ncertain lectures.",
        "Q: And, did you study together?",
        "A: No, I had friends with whom I studied. I like to study a lot together with people. No, I didn’t.",
        "Q: So, what else is happening between ’33 — your parents are — your mother is clearly very\nworried.",
        "A: But, yes, Pll tell you what happened. The Nazis marched in.",
        "Q: But, that’s 38.",
        "A: Yes, ’38.",
        "Q: But between °33 and *38?",
        "A: No, not too much. No, no, not too much. Absolutely not.",
        "Q: Now, I understand that —",
        "A: Life went on, and you knew that politics were about changing and the family — people\ncoming to prison...",
        "Q: The constitution remained everyone is equal, but Adolphus was saying that this was a\nChristian state.",
        "A: Yeah, that’s right.",
        "Q: And outlawed the left and right...",
        "A: That’s right.",
        "Q: ...except for his party. And that didn’t worry you?",
        "A: No, because I didn’t belong to this. It worried me when afterward when we talk about Muriel\nbecause actually you were in danger if you were a friend of hers at that time. They were\noutlawed.",
        "Q: Let’s talk a little bit about Muriel, because Muriel shows up early in your career...",
        "A: Very, yes.",
        "Q: ...and then she becomes a very dramatic part.",
        "A: Let me tell you about. Muriel, it was like I said, I was very ambitious. It was during medical\nschool. There was one professor at that time. He was famous. He taught pathology. He taught\noutside of Vienna, in Krems. And he started early. In order to get to him, you had to get up at\nfive o’clock in the morning to take the streetcar an hour and then you were there. Because he\nwas so alive, the things that he talked. I was afraid of pathology, but he made you not afraid.\nHe showed you a lung — the way he described it that it has to be, or a heart, where the valves\nare going. He could do it in such a beautiful way, it stayed with you. You were not as scared\nof what you were seeing. The person is dead. That’s why he was so popular. He taught you in\na way that it was wonderful. So, well, I’m going there for the day, I got up early because it\nwas time to take the streetcar. In the streetcar — like I said, crowded very — in the streetcar\nthere’s a young woman and she asked me where Krems 1s. I said, “Oh, I’m going there. Are\nyou a medical student?” She said, “Yes” She said, “Yes, I want to hear Dr. Heurthiem (ph).”\nI said, “Follow me.” We get to Doctor Heurthiem. We sit there, like I have no idea. I knew\nshe was an American. I recognized the accent, and after the lecture was over for the whole\nmorning, several hours. She said, “It was wonderful, but I will not be able to come. I have a\nlittle girl thatis _.”’ She didn’t give me the name. “And I cannot leave so early. I cannot get\nhelp so early. You will have to-” You didn’t have to go to Heurtheim. So, I didn’t see her\nanymore, just once.",
        "Q: Just once?",
        "A: Just once, and — no, that is not correct. I saw her. I didn’t travel with her. I stayed at her\nplace. She always comes, came a little later, because I was waiting there an hour, and she\ncame to the lecture. We had no time actually to talk. !was not __ older, I didn’t have time.\nShe was — very simply, there was no time, because she started right up when she came, then\nshe left. She had a little child so she left. She must have passed. And now, a long time\npassed. I did not know who she was. I did not know her politically. I wasn’t sure was she\nJewish or not Jewish. I knew nothing. Very little.",
        "Q: Did you know her name?",
        "A: Yes, her name, I knew some I think, and I knew Muriel. Later I found out, all of a sudden,\nthat she was one of the richest people in the United States. Her father was Armor — what’s\nthe other meat packing company? The other large one? She grew up, she describes in the\nbook, with 14 or 15 servants with which she grew up with as a child. But she hated it.",
        "Q: Excuse me?",
        "A: She hated to be so rich. She was a socialist. She felt 1t was not just. One child has everything\nand the other one would be hungry.",
        "Q: Did you know her name was Muriel Gardner?",
        "A: I didn’t know anything like that, just Muriel.",
        "Q: Just Muriel.",
        "A: Like I said, we had nothing, we didn’t go out. I did not know it was coming. I did not think I\nwould ever meet her again. She was somebody so much older. She had a group, she was in\nthe anti-fascist. You see?",
        "Q: We’re going to stop the tape.\nEnd of Tape 2\nTape 3",
        "Q: The Anschluss is in 1938, but Fanny has left the year before.",
        "A: A year before, yes. Anschluss was March 21\", ’38.",
        "Q: March 21\".",
        "A: I’m going to look it up. I’m almost for sure. Yes, Hitler marched into Austria March 21*.",
        "Q: It’s about time. So, tell what it was like for you when the Nazis and Hitler marched in.",
        "A: Well, like I told you before about Vienna, the city Vienna, that you did not worry, not too\nmuch. You — all that I had wanted to become a doctor, to help people, to raise a family. In\nfront of me, there was, I say, a rainbow, and I wanted to reach that rainbow. I was almost — I\nalmost had that rainbow. Just a few more months and I would be a physician, I would be a\ndoctor. It is a feeling the world is yours, but I learned through experience, the world never is\nyours. Anyway, it was March 21“, 38, Hitler marched in. It was like the clouds, like the\nwhole world was falling on top of you. Within hours, you heard screaming in the street,\nmarching and marching, swastika and swastika, Hiel Hitler, Hiel Hitler, even when the\nwindows were closed, even when they had stopped marching or singing — you still had the\nfeeling you hear it. Suddenly, you were afraid to go out into the street. You were afraid to\nstay home. You were afraid to go into your house, and not only this. I was alone. So, alone —\nmy parents remember, I had told you, they had left. They were forced to leave in a way from\nmy sisters, because the English and not only — I think I mentioned it — for only a short period,\nparents would be allowed to leave and go to Israel. There was a deadline. If they had missed\nthe deadline, that would be the end. You could not go.",
        "Q: Was this before Hitler, before the Anschluss?",
        "A: No, the Anschluss, Hitler was already here.",
        "Q: So, this is after the Anschluss that your parents-",
        "A: That my parents had — everybody wanted to get out. If they did to America, Israel, be it\nwherever, the end of the world. Save your life, get out.",
        "Q: So, it was so immediately violent and vicious.",
        "A: Vicious, yes. This is unreal. In Germany, it took years until 1t developed. Even at that time\nstill, you were allowed to take certain things with you when you immigrated. Overnight it\npractically came to Vienna.",
        "Q: Was this very shocking to you? Or did it seem-",
        "A: No, no, it was more than shocking. That is why I described to you before. You are happy.\nYou have an almost — yes, it was — for the Nazis. And they came there slower in Germany.\nYou didn’t expect in such a way. You didn’t expect — I described you nice people. There\nwere people who were your friends. In a night, you lost them; they were not your friends\nanymore. I did not know. I did not know. I think maybe some would have still been your\nfriends. They’d be afraid. People are afraid of Hitler.",
        "Q: So, do you think people were moving away from the Jews primarily, not for ideology, but\nbecause they were afraid-",
        "A: No, no, they were Nazis. Don’t forget, because there’s Nazi movement was going in Austria\nand Vienna for years. It was suppressed. _ didn’t allow it to come out. Suddenly, the\nAnschluss, they all give in. There was no fighting. Suddenly, imagine you’re a little bird and\nsuddenly the doors open, you can fly, and that’s why. Nobody was a nobody, and practically\nyou didn’t go to school anything because or could say, “Do this and this?” And,\nthen it came suddenly. That was a tremendous — it was worse at the time in Austria than it\nwas in Germany because they didn’t develop. I knew some people I met in Switzerland, they\nstill got things out of there. I couldn’t get anything out. We were poor overnight, practically\novernight.",
        "Q: Did you lose your apartment?",
        "A: No, the apartment we didn’t lose.",
        "Q: You didn’t?",
        "A: No, I didn’t, but there were periods I probably would have lose, but you had to give up. You\nhad to give up everything you owned — your silver, your gold, your jewelry, even if it wasn’t\nmuch, you had to give it up. You had to go down there to give it up. Something else why you\ndidn’t — you orders — your shops had to close. You couldn’t work. You did not know what to\ndo. And, I had just a few months to finish my, to become a doctor. Within days, I got the\nletter, “Stop studying. Don’t come. It’s the end.” Do you realize what it means? No money,\nno job, no work, no work, afraid every day, afraid in your bed, afraid in your house, you\nwanted to go out, you were afraid, you still went out. When you went out, you were afraid to\ncome back. I was fortunate, I never looked Jewish, the reddish hair and bluish eyes, but they\ncould recognized because the Nazis all had a band around here. You see? And it said, “Heil\nHitler’ or something.",
        "Q: Did Jews have to wear a star?",
        "A: Yes, it was a star, and I had it on my passport. I'll show it to you. I have my passport. A big\n‘J’, and they gave you the name and the numbers. “Sara” were the women. The men were\n“Tsrael”’.",
        "Q: And this was very soon?",
        "A: Very soon you understand, very quick, very quickly. All the Jews get out of here.",
        "Q: That’s what they wanted?",
        "A: Yes.",
        "Q: And about how many months do you think were you still with your parents? How many after\nthe Anschluss?",
        "A: No, really, because I told you there was a deadline. They had to leave. I was — maybe several\nmonths.",
        "Q: Several months?",
        "A: Yes, they left. My father didn’t want to leave.",
        "Q: He didn’t?",
        "A: He was the type — he loved everybody. He said, “What do you mean? They won’t do\nanything to me? All my life, I was honest and good. I helped them. They’re my friends.\nNobody would dare to touch me.” And you were even more afraid of him, he would go in the\nstreet, nothing. He had such a face. God will help him.",
        "Q: And, how did he, if he did, how did he evaluate all this looting and this beating in the street\nand making Jews-",
        "A: Yes, he left relative — he saw it, but left relatively early.",
        "Q: And was it your mother whom made the final decision to go?",
        "A: Both, it was the whole family. There was no choice. There was no choice. It would be the\nend. They didn’t have anybody in America, where should they go? They would drag him to\nthe concentration camp. He was an older man. He was not too well.",
        "Q: And where is your brother at this time?",
        "A: I was suddenly alone because the moment Hitler came in, at that moment, he tried to get\naway. People were running away to __ illegally, no passport. They would hide in houses.\nYou wouldn’t hear from him. Suddenly, you heard from him from Switzerland, and then\nonce he went there he had no papers. The Swiss were not too friendly; the French were not\ntoo friendly. They wanted us out again. So, he ran from one place to another and hide.",
        "Q: Did you, I don’t know whether your brother thought about this, but there was illegal\nimmigration at a certain point to Palestine. Did you ever think about that?",
        "A: No, when the parents — you couldn’t — my sister — it was almost impossible. No, it was\nillegal. At that time, you hadn’t heard of it. And the way he went to Swiss over mountains\nand hiding in the woods and this and that, no.",
        "Q: And you had no idea what was happening to him?",
        "A: No, I did not. You were so much concerned about yourself, I didn’t no. I didn’t even see\nthem coming. From time to time, when there was a telephone, he would get in touch with me,\nand try to help wherever he could.",
        "Q: So, within a few months, you’re alone.",
        "A: Iam at home, but you do not realize, practically no money, what my parents gave me but it\nwas not much. No money, no work, the friends I thought I had are not friends anymore. I was\nalone, alone, nobody, no profession. You see, no profession. I did not know that I had\nsomebody in the United States, you understand? I was alone. And here I met — here comes a\nmiracle, one of them that — 1n the start, you remember, I said there was faith and there was\ncourage, hope and miracles. Suddenly I get a letter that will get — my husband, too — a very\nsmall amount of Jewish medical students who had stopped studying —just a form letter. “We\ngive you two months’ time, and you can finish up your doctorate.”” Why? Because the blue\nsky? We studied day and night. I passed it. And never, never since then was ever a Jew\nallowed to do that. I had cousins who were not included in this few in the States. Suddenly,\nthe world opened up to a certain extent. I was somebody and hoped I’d go to the United\nStates, maybe I’Il be able to work, maybe without a piece of paper, nothing.",
        "Q: Were all the Jewish students in the class — in your class — given this letter?",
        "A: Just a certain amount who fell time-wise in that group. There were not too many, maybe you\nhave to — maybe 30 or 40 students or so. You ask yourself why.",
        "Q: Excuse me?",
        "A: Maybe 30 or 40 students, maybe why?",
        "Q: But you don’t know why’?",
        "A: I didnot know. Maybe __.",
        "Q: It’s interesting as to why they would do this.",
        "A: I have a cousin she’s brilliant. She’s still alive. She left medicine. She couldn’t finish.",
        "Q: She couldn’t — they wouldn’t let her?",
        "A: She wasn’t in the group.",
        "Q: Isee. So, you are now taking two months of to study like crazy to pass this exam.",
        "A: To do this, and I passed it.",
        "Q: You passed it.",
        "A: I passed several exams.",
        "Q: Now, by this time you are involved with Eddie. Are you engaged?",
        "A: No, I was — yes, we can put engaged, but not married.",
        "Q: So, when did you actually start going out with him in a serious way?",
        "A: Oh, I was never serious.",
        "Q: As soon as you saw him as an adult man.",
        "A: Not so soon, but yeah.",
        "Q: So, when you say — it’s interesting because if you were dating Eddie, you say you’re alone.\nSo, tell me that means.",
        "A: PII tell you what that means. I wasn’t married. He lived far away. He didn’t have any money.\nI was here. I wasn’t sure that he would marry me. I was alone. He couldn’t give money\nbecause he didn’t have anything. He didn’t have any soap! He just — I’m alone.",
        "Q: So, how did you get food?",
        "A: [ll tell you one thing. First of all, some people were nice. They would invite me. I was\nhungry a lot. Between several months. I started — these people I didn’t know — giving lessons\nto students, secretly. For instance, I mentioned Else Heise Hoidushke, she knew I had\nnothing. So, she said she knew something who wants to learn — she needed Latin. I didn’t\nknow Latin. She said, “You will. Prepare yourself for the Latin. You’re smart.” I did every\ntime I didn’t have so many, but once a week, I studied the night before for that week to get\nthat to Latin. I was good in mathematics. You did it secretly. I give some lessons, physics.",
        "Q: And she was a Jewish woman.",
        "A: Yes, she was a Jewish woman.",
        "Q: She was an older woman?",
        "A: She was an older woman, yeah. She had a Christian friend who helped her.",
        "Q: So, there were-",
        "A: Yeah, look, it was like, scratch it. But I was still =. People would even — would invite\nme to a meal. I had a little money that my parents gave me, but it was very little, coming to\nan end. You were afraid. I gave some lessons. I survived somehow.",
        "Q: Did you feel sick, physically sick?",
        "A: You feel physically sick. You feel exhausted. You were tired. You’re desperate. I was not\ndepressed in any way.",
        "Q: You were not depressed?",
        "A: No, I was scared, terribly scared, but I don’t think I was. I wouldn’t have been able to\nfunction.",
        "Q: So, tell me what was in your head — what were you afraid of at that moment?",
        "A: I was afraid every day that they would drag me to a concentration camp, they’d throw me in\nthere. I feared death. They will hit me. They will scrub the floors, do this — afraid. He was\nafraid himself. You said, ““Was there Eddie there?”",
        "Q: Eddie was afraid?",
        "A: Yes.",
        "Q: Everybody was afraid?",
        "A: Everybody was afraid — we had only one desire, get out, find a rescue, somehow get out. For\ninstance, we decided before get out we should get married. So, he was late to come to the\nwedding. It wasn’t in a synagogue anymore. We didn’t send out invitations. I had no family\nanymore. I was alone. Forget flowers or a nice dress, we couldn’t send out — you were alone.\nYou and the rabbi and Eddie. He was late. I was afraid they got him. You see? Finally, he\nappears, and I remember so vividly the rabbi said, “Take the glass and put the glass,” and\nsteps on it.” And, he said, “I pronounce you man and wife.” And it was the most beautiful\nmoment, I did not hear them shouting “Heil Hitler”. I did not hear the marching. It was mine\nand I was his, and that was — and you will see later on in the stories that are coming that we\nwere terribly hitched, that we did not want to leave each other.",
        "Q: And when you got married, you then went back to his mother’s apartment and had a little\ndinner?",
        "A: Yes, she made a little dinner. She had nothing for us, that’s all.",
        "Q: When, you would walk, would you choose a particular time to go out on the street — or you\ndidn’t know? There was no way of knowing?.",
        "A: No, you did not know. You did not, no.",
        "Q: Did you wear the Jewish star?",
        "A: What did you say?",
        "Q: Did you wear the Jewish star or did you try to pass?",
        "A: I tried to pass, yeah, but I didn’t wear the swastika.",
        "Q: Did most people who were not Jewish wear some insignia?",
        "A: Yes, so they were safe, you see, yeah.",
        "Q: Did you ever see people being beaten?",
        "A: Oh, yes, yes. That’s right They’ll grab you if you’re washing floors — oh, yes. Screaming, and\nthey’d put us all in buses be carried away. You never knew what was going to happen to all\nthe different people. He lost his family.",
        "Q: He lost his family.",
        "A: Yeah.",
        "Q: How do you account for the fact that that didn’t depress you?",
        "A: Let me tell you something, I am a physician, and when I talk depression, you know, it’s\ndifferent. You can be depressed with all these things. I was desperate, but depressed — If I\nwould have been really depressed, I would have opened the window and jumped out. Do you\nget it?",
        "Q: Yes.",
        "A: But how do you account? I told you how I accounted. It was faith — faith, hope — look at the\nnotes and what did I tell you — faith, hope, and tremendous courage. And then, how about\ncircumstances? You will hear stories of Muriel, the story of the consul, I told you,\ncircumstances.",
        "Q: Okay, then let me ask you another way because now I understand why the word depression is\nnot the right word. How did you not become cynical? You’re seeing things that are so\ninhuman to your experience.",
        "A: There’s no time to become cynical. You’re always only “I want to get out. I’m afraid. I’m\nafraid. I’m afraid.” That’s all, you keep going.",
        "Q: Did you know people who committed suicide?",
        "A: Not many, no.",
        "Q: Not many. But you heard about it? because there were a lot of suicides.",
        "A: I was — you didn’t hear much, but I’m sure...especially I didn’t go so far. Probably people\nwho are almost in concentration camps, haven’t been there yet, I would say.",
        "Q: Do you — silly, I was going to say, “Do you think if you thought you were going to be sent to\na concentration camp, that you might have committed suicide?” Or is your spirit-",
        "A: No, you don’t think so far. I was just thinking of surviving every day. Every day you think all\nthe time in your mind, “Where can I find the person who can” a piece of paper, I needed an\naffidavit for the United States in order to get out. People, not only United, but to go any\nplace.",
        "Q: You and Eddie get married in December of 1938.",
        "A: Yes.",
        "Q: Now, we’re going from March until December. That’s a lot of months. So, all this time, you\nare trying to get out, with or without Eddie.",
        "A: Yeah, yeah, yeah.",
        "Q: But, once you’re married, you won’t leave without him.",
        "A: Yeah, it is not the same. You will see this story. You felt different, like, youcanseeitin _,\ndifferent. Yes, I have to bring in some stories. Muriel, you understand?",
        "Q: Yes, please.",
        "A: Muriel, same as my cousin, and then you will understand.",
        "Q: All right let’s talk — your cousin.",
        "A: The main thing is to find someone to get out, and I didn’t know, I had a cousin. It was a\nsecond cousin. Somebody mentioned him to me there was a second cousin. I never heard of\nme. He hasn’t heard of me. It was very hard when I tried to get in touch with him, very hard\nto get through to the United States. I found his address. I found his name. People said, “Don’t\nbe foolish. He won’t send you anything.” I wrote him a letter. I described to him the\nsituation. I described Eddie, who my fiancé, who 1s, a long letter, as a medical student and so\non. I was walking very close to the university where I wasn’t allowed to work, but I was\nwalking. And I was walking from the Rathaus, the city hall, a gorgeous building in this, all\ninsults. Suddenly, somebody put their arm around me, which is strange. Christians are afraid\nto touch you, you understand? It’s a Jew. I turn around. Who was it? Muriel. And she said,\n“Leney, I’m glad I saw you.” I hadn’t seen her in maybe a year or longer. I do not know.\nAnd, like again, I had no idea who she was, that she was rich or people she\nnothing. “How are you?” And I said to her, “Don’t you know the situation? I’m desperate.”\nAnd started to cry. And she said, “Yes, I understand it. I’m going to leave here. I’m going to\nFrance because I cannot stand it here either myself.” Even though she was not Jewish, and\nthen she said to me, “Leney, I have sent out so many affidavits.” You know what an affidavit\nis. “To so many people. I don’t think they would accept anything from me anymore, but if I\ncan help you anyway, tell me.” Here, again, I had no idea that she was one of the richest\npeople in the country, and I think for a moment and I said, “You know, Muriel, maybe you\ncan help me.” She said, “What is it Leney?” I said, “I wrote a letter to my cousin, Sam\nMenczel, in German. My English is no good. Could you translate it?” “Oh, sure. Come up to\nmy apartment.” Next day I come up to Muriel. I realize suddenly that she must be very\nwealthy — not that arrogant or anything, just the neighborhood, where it was. Went up to her\napartment, and met here that little girl, that Connie, and she sits down and took the long — it\nwas a very long letter writing to Sam Menczel. She was — after she was done, she leads to her\ndoor and she looks at me. She had tears in her eyes, and she says — mind you, she practically\ndid not know me only from that lecture to that time — tears in her eyes, and she says, “Leney,\nif there’s anything I can help you, please get — I’m leaving for a few days. I give you my\naddress. It’s American Express in Paris. Wherever I go, they will send the mail to me.” And,\nshe — I remember that. “And I will travel back again. I can’t send affidavit, nothing.” I sent\nthe letter on — her letter that she translated on to my cousin in New York. Weeks passed, I\ndidn’t hear. Suddenly, I got a letter. I have that letter after so many years. I get a letter from\nhim. “Dear Leney’’,, he said, “I read your story. I was so touched, what you made from your\nlife. ’'m going to — I want to help you. I’m going to send you an affidavit, and I will — I will\nbe good to you. My wife, Rosie, and the children will love you, and forget your boyfriend or\nfiance. I cannot. I’m not rich enough. I can’t send him some papers, but looking at your\npicture and that you are a doctor or become a doctor, you won’t have a hard time, you will\nfind somebody else who will love you.” I was so happy with the letter, yes and no because\nEddie — at the moment — I mean, from Heaven, such a letter. I carry that letter wherever I go,\nbut one thing was clear to me. I will not leave without him, without Eddie. I’d rather die. I\ndon’t care at all. So, I got this letter and a few weeks again pass, trying to make some\nconnection for him. Impossible, I didn’t find anybody. Suddenly, I get a call, who was it?\nMuriel. Who was it? Muriel. And again, I knew really nothing except for that one lecture that\nI saved her a seat. Muriel, she said to me, “Leney, did you hear from your cousin?” “Yes. But\nhe’s not going to send anything to Eddie, and I’m not leaving without him.” She thinks a\nminute, and she says, “Leney, don’t despair.” I was a stranger to her. “Don’t despair Even if I\nsent so many affidavits — wait, wait, help will come.” A few days passed, Muriel called\nagain. “Leney, Eddie has affidavit. I didn’t have to send anything. I called up. I talked with\nthe ambassador, and an affidavit is there.” So, you can imagine. The world was ours. The\nworld was ours. I mean, was it really true that just a few weeks there was nothing? And I\nnow had to wait for a certain number. Even with the affidavit, you cannot go to the United\nStates. Your number has to come up. It was a quota. There was a quote — from the number\nway back. They were not ready for us yet. We had to wait.",
        "Q: We’re going to have to wait to because we’re going to have to change the tape. So, we will\nstart with this story.\nEnd of Tape 3\nTape 4",
        "Q: You know, we forgot to talk about something. So, let me go back in time just a little bit. You\nwere in Vienna during the Kristallnacht.",
        "A: Yes, I was in Vienna.",
        "Q: And we didn’t say it at all.",
        "A: I didn’t stay in at home at all. I was by coincidence with friends, allthe =, and now I\nwalk and we heard it. I did not realize that grabbing and grabbing whatever they can.\nAll they synagogues were burning. It was a sight in the scared where you couldn’t... I did not\nknow I was alone. Should I go back? I stayed with them overnight, then I went back, I do not\nknow. Do I still have a place to go or...? But it was unbelievable. It became the very fast the\nKristallnacht, like a flash, and then it was gone. Well, it was never gone.",
        "Q: So, did that make you even more frightened than you were before or was this a continuation?",
        "A: No, no, no. Even more.",
        "Q: Even more?",
        "A: You saw the concentration, in the form, you see, 1t was concentrated.",
        "Q: All right, when we ended the last tape, you were talking about the fact that your numbers\nwere coming up, but I want you to explain because many people don’t know what an\naffidavit is.",
        "A: An affidavit is this. You must have somebody in the United States who is willing to send you\npapers for you to come to the United States. They are believed to be write out, but you have\nto show proof of support, that you have the means, that I will not be a burden to the States\nuntil I’m a citizen.",
        "Q: No, no, it’s fine. Let me ask you again. Explain what an affidavit is.",
        "A: An affidavit is you have to find someone — it does not have to be a relative — who’s willing to\nsend you papers to go to the United States, and the papers has to show what he owns, income\ntax and so on — that he’s really, if 1t comes to it, that he’s able to support me, and that I will\nnever be a burden to the United States as long as I’m not a citizen anymore, because if I’m a\ncitizen, it is expected that I support myself if I’m able. So, Muriel sent me that affidavit, but —\nnot Muriel, Sam Menczel; Muriel sent it for Eddie — but you had to wait for a quota number.\nThere’s only — somebody might send somebody a hundred affidavits and only a certain\nnumber are allowed to enter every year to the United States, and there it was important from\nwhich country you came from. For instance, if you came from Scandinavia, it was very easy\nto enter. They will give you numbers because Scandinavian people had no interest to go to\nthe United States. So, we had to wait for our numbers. And so, it was very hard until you get\nto it. I got right off. I got the numbers, but the Germans had to give me all the permission to\nget that number that I’m clear. I have all the — did I tell you the story how I worked as a\nmaid?",
        "Q: No.",
        "A: I did not tell you. Okay.",
        "Q: Is that before?",
        "A: Before that, yeah. It was the largest library in Vienna. It was like a beautiful home and\nbeautiful furniture. They did not want to give me that number yet, so one man who had\nlooked over the income tax, “I have a mother. She’s old. She’s sick. If you find me, if you\narrive, you will work for me as a maid, when she’s all done, maybe I will let you go and your\nfamily.” So, I took the job and it was a nightmare. She was so mean to me. I worked day and\nnight. She was very sick and didn’t give me practically anything to eat, but God help me she\ndied after three months. So, that was fine. He went into Eddie’s apartment, took out the nicest\nfurniture he wanted to, and said, “Now you have the numbers, too.” And, he also — Eddie, not\nme.",
        "Q: Who was this man? Was it a German?",
        "A: A German man.",
        "Q: A Nazi?",
        "A: A Nazi, sure. They were all Nazis. They were all Nazis.",
        "Q: So, Eddie had a number, his family had no affidavit, however.",
        "A: No, his family — his mother perished, and Eddie had an affidavit for Muriel. I told you\nalready the story how she called and she said, am I right?",
        "Q: So, how is it when you got the affidavit from my cousin?",
        "A: My cousin Sam Menczel.",
        "Q: And that’s the only affidavit that you had?",
        "A: Yeah, I didn’t need anymore",
        "Q: Right, you just needed the one.",
        "A: You just need one affidavit.",
        "Q: And, was your number a lower number than Eddie’s number.",
        "A: [Il tell you — here, I want to tell you. I was about the same, two three or four or five, close,\nbut his number came up and he was in Vienna still. I was at that time already in Switzerland.\nI’d got a temporary — you wanted to get out. You had to get out. I got a temporary visa from\nthe Swiss, and Muriel helped me do it. Do you understand? He didn’t have it, but then his\nnumber came up. He got a letter from the American consul. He went right up and he got his\nvisa. Do you understand?",
        "Q: Yes.",
        "A: Here I was in Switzerland, my number came up. The American Consul in Switzerland, which\nwas the American, was very mean. He would say, “If you want your number, go back to\nVienna, go back to Austria — which was Germany — and get your number there.” I could not\ngo back. I had signed that I would never go back. That means if I go back they’ Il send me to\na concentration camp. He didn’t even want to listen. In the end, people did not even try to ask\nme, “Please help us. Give us it.” Because everything was here. But he just didn’t want to do\nit.",
        "Q: Can I just ask you a question?",
        "A: Because it had to be clear before the things are interwoven.",
        "Q: Why did you go to Switzerland?",
        "A: Pll tell you why I went to Switzerland. You did not know from one day to another that if you\nwill be alive, do you understand? Whoever would help you? It was — why did my brother?\nHe did not even have a temporary visa. It was like sent from Heaven. I was safe for several\nmonths. She must have — she gave me money, Muriel.",
        "Q: And did you see Muriel when you were in Switzerland?",
        "A: No, I didn’t. She - from time to time, she would send me the tickets to go to the United States\nindirectly, but she wired “The tickets are coming”, but it makes it also very hard. Do you\nknow what the Joint was? The Joint helps people refugees that were there with money to get\nsettled. I did not know it in the beginning. The Joint didn’t help me because Muriel said, “I\ndidn’t want it. I will help them as much as I could.” And she did. I gave her everything, every\npenny back in the years to come, but Muriel was always in the background, and when it was\nneeded that people would support you, she would help me.",
        "Q: And did she not want you to be in touch with the Joint?",
        "A: No, she didn’t want — she wanted to help to support us.",
        "Q: So, when you-",
        "A: She helped us to go to Switzerland, me. Eddie could not go out here. It did not have the\npapers from the Germans until I was married him, remember what I told you?",
        "Q: So, you go the papers first?",
        "A: Yeah, that’s right. I got the papers first.",
        "Q: And you were willing at that point to separate from Eddie because you thought he was\ncoming.",
        "A: Oh, yes, and it was not only I, everybody. Because every day you would said, “How did you\nfeel to go out in the street?” Everyday you were scared. I wanted to get out. I was alone. I\nhad nothing.",
        "Q: Did you assume that Eddie would come to Switzerland?",
        "A: [hoped so.",
        "Q: So, when you got to Switzerland, you were even more alone because you don’t know\nSwitzerland.",
        "A: That’s right.",
        "Q: Where did you go, Zurich or no?",
        "A: What did you say?",
        "Q: Where were you in Switzerland?",
        "A: I tell you, I was in different places. I was because wherever they would let you in. I was in\nDavos, Switzerland. I stayed two days in Zurich. I started to hide. Then I was in Geneva, I'll\ntell you why. The visa came to an end soon, my Swiss visa. I promised I would be out of\nSwitzerland. Here I was caught. I couldn’t go back to Vienna. The Swiss didn’t let me there\nbecause they prolonged it once, and that was the end. I didn’t know what to do. I tried — I\nstarted to hide. My brother was either in Reins or someplace called me and said, “You have\nto get out. They won’t let you.” But I did not know what, so he said, “Look, I will tell you all\nthis on the phone, let me tell you what to do.” He said, “Take your belongings.” I didn’t have\nmuch, “Go to Geneva. There is a League of Nations in Geneva. There is a very prominent\nlawyer. You go down there. He might not want to do a thing for you, but he has it in his\npower. If he wants to, he will help you.” I took like my last money. I went to Geneva. Don’t\nask me, I don’t know why I’m there. I do not know. I come to Geneva. I find the telephone\nnumber where the prominent lawyer is, had a hard time to get in. He didn’t want to talk to\nme. How I did it, I do not know. I reached him. I talked to him. He was very touched. I don’t\nknow — people were somehow taken by me. It’s just — So, he said, “I will help you.” Yeah,\nmy brother said to me, “Look if nobody helps you there, the League of Nations, you have to\ngo illegally. You have to go over the border. It could take you days until you get there. There\nmountains, mountain passes. There are woods. You will have to hike. If the Swiss find you,\nthere’s no end to it. They will send you right back.” The idea that I should be as thin as I was\nand there was nothing but me, all by myself, scared stiff. Well, I talked to that lawyer. He\ncalled up a very prominent, very high official at the League of Nations. I understood French\nsome. I did not understand quite enough to understand while he was talking, and he said,\n“You have to help her. You have to see her. Do what you want, but you have to talk to her.”\nShe didn’t want to talk to me. He was pleading with her. She agreed. I think they were\nprobably very close with each other. I go over to the League of Nations. I have no idea\nanymore did I walk, I had no money for that. I got there. I meet her, fantastic building, very\nelegant woman. She was awfully nice to me. She took a look at me, and she said to me,\n“Don’t talk at all. Did you eat yet?” I said, “No.” She rings a little bell. They bring in a\nfabulous breakfast with orange juice and all this. I thought it was not here, it was heaven. She\nsaid, “Yes, I will help you. I will give you a temporary visa you will get to go to France.”\nAnd she said she will give me toa ___—_—_s so I was relatively safe for a short period. In the\nmeantime, the war broke out. Poland and Germany, the borders were closed, and I did not\nneed to go out right now, but Eddie called me. He said, “Leney, I received my — I have my\nvisa. I have the number.” I told you that before. “I have everything. What will you do now?\nYour number is up. If you don’t come to Vienna in two, three days, your number will be\ngiven to somebody else.” So, you realize the tremendous problem, not going back to Vienna\nmeant I would never be with Eddie again, because he’s going to the United States and I\nwouldn’t. I didn’t have it. Going to Vienna was a tremendous danger, almost 100 percent.\nThey would send me right off into concentration camp. “You have signed it. You have\nsigned it.” I talk my friends, she wouldn’t want to hide me in order to force me not to go\nback. I said, “I have nothing to lose. I will try to go back.” And here comes the story about\ngoing back. As far as I knew, I will not be able to make it because the Germans will send me\nright off into the concentration camp. Now, I needed in order to go back, I needed a visa, a\nGerman visa, to enter Vienna from Switzerland. Well, I think, “Let me try.” I get my stuff\ntogether, go to Zurich, and I go to the consulate — a tremendous, big building, a lot of people\nare waiting there in front to get in, maybe a hundred or more, but this — none of them were\nJewish. These were all gentile people who had business, who wanted to go back, everybody\nneeded a visa. They were standing. It was not open yet. They were standing in line for quite a\nwhile. Suddenly a Gestapo man, an SS man, comes out, but he says first, “Heil Hitler, heil\nHitler.” Everybody in the group, “Heil Hitler, heil Hitler’ and he says, “I have to give you a\nmessage.” He says, “You all can go home. Yesterday they tried to assassinate Hitler.” And he\ncalled him the Furor. If you said the Furor, this is the highest word instead of Hitler. “The\nFuror has given orders nobody’s allowed to enter the border anymore. To go out, not ‘til you\nhear from me at a later date, I do not know when. The people all went home. Within seconds\nthat tremendous place was empty. The only person who was standing there was myself, and\ntwo of the Nazis, the higher officials, Gestapos. “What do you want?” You get like so rigid.\nYou do not know what to do, what is happening. You act, or you don’t act. So, what should I\ndo? No gentile, no Christian, nobody can get in. I’m frightened to death, but I had only one\ndesire. I want to be with Eddie. If I can’t be with Eddie, I might as well die. And I thought\nand I thought. I had to get in. I started march to the door. Nobody’s marching with me\nanymore. Everybody left. And I see the big door and SS men, Gestapo, all these women\nscreaming “Heil Hitler, heil Hitler.” Standing straight. I went up to the door that I did almost\nconsciously, I shouldn’t be scared. I should walk straight like I would look like I know where\nI was going to. I had no idea where the consul was. I had no idea how he looked, nothing.\nAnd, I was sure that they’d send me back at the door, nobody can get in. I mean, I’m on\nGerman territory. I walk straight to the door, grab the door, and open it. I did it so fast that it\ndidn’t occur. It probably looked like Iam one from them. I was just “In I am. In I am.”\nTremendous building, no idea should I go right? Should I go left? Should I go straight? Let’s\nsee, which one could it be? I do not know. I go straight and I start walking — walk, walk,\nwalk — suddenly I come to a big door, and I thought to myself, “It looks very impressive to\nenter. If I get inside, “Gestapo,” I said in my mind, “might be in.” I don’t ask anybody. I\ndidn’t talk to anybody. I go to the door and open it, and I’m inside. In front of me a big\nbeautiful desk and a man sitting there, Iam God Almighty. I assume right off this is the\nconsul. Next to him, Gestapo, and guns, and you name it. And he looked at me, didn’t\naddress me, either. Who was I? You needed permission. You need an invitation. You just\ndidn’t walk in that way. And he said to me, “Well, what would you like? Who are you?” And\nI start talking quickly, I said, “I have to have — I have to go back. I have to get an American\nvisa in order to go’, and I stop talking. He starts screaming, “You’re Jewish! You’re Jewish!”\n“Yes, Iam Jewish.” “You dare. You dare to come here. How did you get in?” I started to say\nsomething. “Get out of here right away.” And I tell him what I want. He said, “No Christian,\nno Jew, nobody is allowed to get in.” And he said, “Go!” And I looked at him, and he’s\nfurious at all the people who work there. I said, “I’m not going.” He said, “You’re not? We\nare in Germany,” he said, “You will go to the concentration camp. You will — looking at you,\nhow you look, you won’t survive it. You won’t survive it.” He said to me, “Go!” Then,\nsomething in his voice got soft, and he said to me, “Go, go, please go. Nothing will happen to\nyou here. I will see that you get out, get you again on Swiss territory, but please go.” He\nlooked at me. “I’m not going.” He repeated this two or three times. Then, so far, he says, “I\nwouldn’t want anything should happen to you. Go!” And I said, “I won’t go because if I go, I\nwill never see my fiancé, and that’s the end.” And he said, “I cannot give it to you.” And, he\nstarted again, “Go,” and then he shows to the men, he said, “Take her and lead her out.” I\nsaid, “I’m not going to walk.” He looked at me with a pierced look. His eyes were lethal, but\nhe said, “Lift her up.” There was not much to lift. “Lift her up and carrying her out, and out\nthe door.” Two men, one on the right, the other on the left hand — they carried me to the door.\nHe carried me to the door, and a little out already. Suddenly, you hear a voice, “Stop! Put her\ndown. Come here!” he calls me. I go in. He tells all the Gestapo, “Everybody go out!” He\nwas only with me alone. And he said, “You know, I really would like you to go.” Nicely, in\nnice way. “I would not want anything should happen.” And I said, “I can’t go.” And he said,\n“You seem like —_—_—s nothing anymore.” And he said, “Talk to me.” I talked. He said — he\ntakes a pen, and he says, “Give me your passport.” And he said, “I do not know why I’m\ndoing this.” He said, “Do you realize I can lose my position? And, I can lose more than that.”\nHe means that if he did it, something could happen to him. “This is against the wish of the\nFuror, of Hitler.” He takes the passport — I had the passport there — he takes it, writes 1n his\nname, and here’s a number. I have a visa. I walk out. I couldn’t believe it because I’m sure\nnever, ever before, and it probably never will happen. Why did you do it? Why did he...?\nAnd I said miracles. Why did he it to me? Why did he endanger his whole life and his\nfamily? Why? And if this happened going to Germany, my life was practically safe. It was —\nhere it was the consul himself that he gave it to me. Now, I had to go back, you see, I was in\nSwitzerland now with a visa. I didn’t dare to tell to anybody. When the war with Poland was\nover, I get a ticket and I get on the train. I get on the train going back to Vienna, and the war\nwas over with Poland. It didn’t take long, you know. It took over — the war was over, and I\ntraveled only with soldiers, German soldiers. They were ——_—___ that I was Jewish. I had on\nme my passport, but I didn’t open it, nobody said — but you can imagine for hours, I was\nscared silly, but they were nice to me. They did not know who I was. I come to the border\nSwitzerland and Germany — Austria, and there you had to go through an examination above it\nbecause I was not German. She saw the passport. They examined me. I had to undress. It was\na woman. And I had — I still have it, I have to show you. When you got married you had\nnothing yet. My husband gave me a little golden chain with a little heart. It was worth\nnothing, but I had it hidden anyway in a little pocket on the side. I’m afraid it falls to pieces,\nand she looks at me. She says, “Why didn’t you leave it in Switzerland?” I said, “I couldn’t\nleave it. My husband said it would bring me luck.” And she looked at it, and she started\ndiscussing it with two or three other men, and then I was already dressed. A man comes to\nme and says, “Look, you will hope be able to take the little heart and neck- (ph) out when\nyou come here. I’m going to write it in your passport.” You see my passport with a little\nheart and necklace taken in. He wrote it in, and there it was. So, I keep on going. I arrived in\nVienna in the evening. Eddie picks me up. We were not allowed to take a taxi or anything,\nand he said to me your number might have been gone by now. It took me just two days, three\ndays. They might have given me to somebody else. And, did I talk too fast? No. And, he said\n— the next day we rushed to the American Consulate. Yes, my number was still there. They\nhadn’t given it away yet. They gave me they number. They gave me my visa. I was the last\none after the people had to wait for a long. I was the last one. You do not know such\ncircumstances at the moment what they’ll be. Eddie rushes me to the train again, off go back\nto Switzerland. He still stays. He didn’t have his numbers yet that he could also cross. Rush\nme all off to Switzerland, and I — no, I take a train to Switzerland, and we come — it’s, of\ncourse, a German train — we come to the border. The train stops. The conductor says, “This\ntrain is not going any further, and there is no other train today or tomorrow that goes to\nSwitzerland.” You can imagine. What now? What now? I’m in German grounds. My time\nhas elapsed. I have to be out. The one German asked me, she recognized me, “You have a\nnecklace, yah?” I didn’t know what they were talking, “Don’t you remember us? Don’t you\nremember?” I was so excited, I didn’t, “And now I have no train to go to Switzerland.” The\none comes to me and says, “Don’t get desperate. I will show you how you will go.” He said,\n“Do you see this street?” I saw the street, yes. It was also evening because it was dark. He\nsaid, “There is no train, but you have good feet and legs.” He said, “It’s two miles from here\nif you walk. Walk, run,” he said, “So nobody can stop you. Run. After these two miles you\nwill see on the left hand side a little house. When you reach that little house, you are on the\nSwiss border.”",
        "Q: We have to stop the tape right here.",
        "A: Okay.\nEnd of Tape 4\nTape 5",
        "Q: You were describing that the border guard was telling where you could run, and he was\nsuggesting that you should run.",
        "A: Yes, where to run. It was dark. I finally found the house he described. I cross over, here I am.\nI look at the skies. It’s dark. I look at the ground. I fall on my knees. I kiss the ground. I start\nto cry. Here I am. I have been saved. A new life is starting for me. Two days later, I was\nheaded for the United States.",
        "Q: And Eddie comes a few days later?",
        "A: I met him, a few weeks, but I met him on the border. To get in Genoa.",
        "Q: In Genoa?",
        "A: Yeah, in Genoa, again.",
        "Q: So, he didn’t go to Switzerland; he went directly to...?",
        "A: Correct. In the meantime, he got his — it wasn’t the next day. It was probably a few weeks or\nso to get the papers and all together. We went together to the United States.",
        "Q: Let me ask you a couple of small details.",
        "A: Sure, yeah.",
        "Q: How come you were allowed to go back into Switzerland? You didn’t have a visa anymore.\nWas the American visa enough?",
        "A: That’s a good question. I do not know because, you remember, I arrived on the brother and I\nhad permission — I actually didn’t immigrate, leave Switzerland, completely. I had only\npermission to go for 48 hours to Vienna. That’s an excursion, and so I was back. Not only\nthis. In the meantime, the war broke out. The Swiss could not throw anybody out anymore.",
        "Q: They couldn’t?",
        "A: No, not now. The Swiss borders, all of them, were closed. It was the war between Germany\nand Poland. Even the Swiss were __, but they themselves did not allow anybody in or\nout.",
        "Q: So, even for these few days when you came back, do you recall where you stayed, who you\nwent to?",
        "A: What did you say?",
        "Q: When you came back?",
        "A: Yes.",
        "Q: Once you had the number and you ran across the border...",
        "A: Yes, yes.",
        "Q: So, you kissed the ground. Now, where did you go?",
        "A: [Il tell you one thing: at the time, I didn’t know it exactly. I stayed a time with a friend or\nsomebody else. I was hiding; I was used to that kind of life. I knew some people.",
        "Q: So, were you hiding, in a way? Or did you feel safe?",
        "A: I didn’t even give it a thought. With an affidavit in my hand, “Here I come! A new life, here I\ncome!” . [had already my passport, my visa, everything, I was waiting for\nmy boat to go.",
        "Q: Now, one other question.",
        "A: Sure.",
        "Q: It’s not clear to me how your brother finds you on the telephone, how Muriel finds you, and\nEdward.",
        "A: Muriel found me because I was in contact with the American Express, and from time to time,\nthe bank would call me. She knew how to get to me.",
        "Q: How did your brother know to get to you?",
        "A: I think when I came to Switzerland that I called him and told him. Then, when I tried several\ntimes to catch him somewhere where he was — maybe yes, maybe no. Sometimes I was\nlucky; I would get him. I would try different ways until I found him. Any your friends with\nwhom I might have stayed.",
        "Q: So, when your brother left Vienna, he would call you at home in Vienna, when you were still\nthere...",
        "A: When I was still there.",
        "Q: So, you had some idea, vague ideas, about where he was.",
        "A: No, no, it maybe — he didn’t talk. He was afraid. No, that was from week to week, but that’s\nit.",
        "Q: So-",
        "A: I did not know when I would ever hear from him. He himself was in tremendous danger.",
        "Q: And so his finding you in Switzerland was a matter of his trying people you knew in\ncommon’?",
        "A: Yes, that’s right. Maybe he tried Muriel or something, I don’t recall the details. I do not\nknow.",
        "Q: And how come you were going to take a boat from Genoa?",
        "A: I bought, I got a ticket. I paid for it. Muriel helped me, for me and for Eddie.",
        "Q: For both?",
        "A: For both, sure. Like I said, we have given back — Don’t you see, we lived for a long time in\nthe middle-west. I would have liked to New York and Albany. The Joint would help the\npeople, but they didn’t want to help me. I did not know. The social worker told me why they\ndidn’t want. Muriel said, “I’m going to pay her anything she needs. I will pay for her.” When\nwe found out, I said, “I don’t want to keep taking money from her. I will take a job wherever\nI can.” So, we landed in the middle-west. It was easier that time.",
        "Q: But, you were — was Eddie a practicing physician at this time?",
        "A: I tell you, look, he just came from . You need an internship, you need a\nresidency, but to find it — you don’t find it right off either.",
        "Q: But going to the Midwest is going to something foreign in comparison with Vienna.",
        "A: It was so foreign. Lincoln, Nebraska, Peoria, Illinois, you just don’t realize I could have\nstayed in Vienna. They didn’t allow us for a few years to take state board, and they didn’t\ngrasp the whole story, but I did not want to keep on taking from Muriel.",
        "Q: She was willing to keep-",
        "A: I think didn’t even tell me that it would come this way, but it was sent through the bank or\nwhatever. I didn’t see her.",
        "Q: I see.",
        "A: Maybe the tickets came. She helped me.",
        "Q: And she was living in the United States now?",
        "A: Well, she was traveling all over. Like I said, she grew up in a home with fourteen servants in\nher home. One of the richest people here. She skied. She knew the whole world. She was\nmarried. She __ the book. She was in the underground. She was in danger all her life. She\nwas an American and English passports she had, because she was first married to an\nEnglishman.",
        "Q: But she was very politically active, obviously; she was anti-fascist.",
        "A: Very politically. Her husband was a leader of the whole thing.",
        "Q: Okay. So, in spite of the fact that where you arrived in the United States was very foreign,\nyou are now a free person.",
        "A: Free person.",
        "Q: And you do not have to be afraid anymore.",
        "A: That’s right. It was like going to the moon. And it was tough times here, too, at that time to\nget jobs. and worked in Lincoln, Nebraska. People would say, “I didn’t get any\nmoney. Nothing. I just worked.”",
        "Q: Asa physician?",
        "A: Asa physician, yes.",
        "Q: But no money?",
        "A: No money. You didn’t have a room, nothing. Eddie made probably $25, and lived on the...\nAnd you were too proud. They didn’t let me eat dinner with the other doctors.",
        "Q: Because you’re a woman?",
        "A: No, it was just, you don’t ask, you see, at that time. It was tough. I didn’t ask give myself out\nof this. I didn’t say that I needed that at that time. I didn’t I tell them. I said, “I would like.”\nThey said,“ .”",
        "Q: Were people suspicious of you because you were Austrian, even though you were Jewish?",
        "A: No, no, no. No, no. Not in the United States, no. withthe _ no, absolutely not.",
        "Q: How long did it take you before you got certified in the United States?",
        "A: Because I had to become — I had to become a citizen. They would expect both of us to take\nthe exams. It took me about — first the primary and then the - it took me four years.",
        "Q: And Eddie was a bit sooner?",
        "A: Eddie was a little sooner, yeah.",
        "Q: And, you stayed in the Midwest for two years?",
        "A: I stayed there in Lincoln, Nebraska and Peoria, Illinois. I had got first got first an internship.\nFirst, I was just in orthopedics. Then I had an internship in Peoria, Illinois, in the Methodist\nHospital here, and then I got mixed residency again in Peoria, Illinois, but then I felt so rich\nlike the richest person in the world. The second year as residence, I made a hundred dollars a\nmonth; the world was mine. Then in the same city, I got — in Peoria, Illinois, I got the\nresidence in medicine. Here it was in Internal Medicine and Pediatrics. And after they\npromised us, in order to open up a practice, you had to take an exam. They said, “Yes, next\nyear, next year, next year.’ Inever___—__ so long, but then they still didn’t let us take it.\nFinally they let me, and I passed it. Then we came to Maine. I opened up here first and\nowned my own practice. And then I got a position, a high position here.",
        "Q: So, you have had a long career?",
        "A: Yes, that’s right a long career. I was here for 20 years as a district health office. I had three\ncounties: Oxford, Franklin and Muskogee County. And I traveled all over.",
        "Q: And, you were working for the state.",
        "A: For the state, yeah.",
        "Q: When you first came, the war’s going on in Europe. Eddie still has family there. You were\nable to closely follow?",
        "A: I had —1if I was able to, what did you say?",
        "Q: Follow the war-",
        "A: Yeah, I was in contract with them. ,",
        "Q: Where was Eddie?",
        "A: In Vienna. He was still in Vienna. He couldn’t get the numbers. So, remember, they didn’t let\nhim out. He had the visa and everything. The Germans wouldn’t let — wouldn’t allow him to\nget out.",
        "Q: So, wait a minute, how long did it take Eddie — I thought you got on the boat- I thought you\ngo on the boat together.",
        "A: Yes, but since I was still sometimes in Switzerland. Then, we met on the border. I cannot tell\nyou the time difference.",
        "Q: But I mean, when both of you are in the United States. So, you were following the war\nbecause Eddie’s family is still in Vienna, or not?",
        "A: No, no. They were not. Oh, you mean Eddie’s family.",
        "Q: His mother and his",
        "A: He did not even know where his father — his mother got killed in concentration camp. He did\nnot... The youngest was too small. She went to — because she was child. She was supposed\nto go to Israel. Pepi (ph) was one of the pictures you have. No, she was killed.",
        "Q: So-",
        "A: Just Eddie.",
        "Q: It wasn’t so easy.",
        "A: No, no, no.",
        "Q: Even though you were safe, 1t was very difficult time.",
        "A: Very, oh, very difficult. But we were safe, but we had everything for the United States.",
        "Q: Did people want you hear? Did Americans want you hear what your experience was?",
        "A: [Il tell you one thing, I can’t even answer you there because I was not willing. They knew it\nwas very bad and so on. But, you know, even now, people don’t like to hear it. But at that\ntime you __ your life. You were afraid to talk about anything and everything.",
        "Q: Even with Jews?",
        "A: Yes, I didn’t. Not only this, I wanted to be out of this. Like I had one friend, she kept talking\nall the time about that period. I don’t. I want to be out of this.",
        "Q: And you had two children?",
        "A: Yes, I had two children.",
        "Q: Is there anything else that we’ve missed that you would like to talk about?",
        "A: No, I don’t think so.",
        "Q: I want to thank you so much, spending a wonderful day, giving us a wonderful lunch.",
        "A: Well, I want to thank you. It’s a pleasure meeting you. What should we do with the release\nform? I haven’t signed anything yet.",
        "Q: Let’s do that later.",
        "A: We’ll do that later.\n[Break in tape. ]",
        "Q: Helen, can you describe who is this?",
        "A: This is my mother, it is in Vienna, and she is wearing a pin. I do not know who gave it to her.\nI have that pin.",
        "Q: [New photo shown] All right, now we’ll switch pictures, and who 1s this?",
        "A: This is my father. In Vienna.",
        "Q: Can you repeat that?",
        "A: This is my father in Vienna.",
        "Q: Do you know approximately how old he might have been at this time, and your mother?",
        "A: I would think-",
        "Q: Or what year?",
        "A: I would think maybe, that my mother might have been 55 or 60. They are close in age. He\nlooks much older.",
        "Q: And this was typical for the way the man were wearing their beards?",
        "A: Yeah, this was typical, yeah, and you had a beard but it was low and white.",
        "Q: [New photo shown] All right, now, who’s this?",
        "A: These are my brother and sisters. This is the earliest picture that I remember in our house.\nThe person who is standing is my oldest sister. This is Berthe. Then comes the little girl, I\nthink I might have been three or four years old. It is me, Leney. Then comes my sister next to\nme. That is Fanny. She was very pretty, charming, but 1t doesn’t come out here. And next to\nBerthe is my brother Josef (ph).",
        "Q: Is that Berthe?",
        "A: That is Josef and Berthe. She was the one who went with the Halutz (ph) to Israel. She was\nvery young maybe 17 or 18. This is Josef. He was a fantastic chess player and dealing with\nstamps, and the little one 1s me, Leney.",
        "Q: [New photo shown.] And who 1s this?",
        "A: This is me. This is Leney. I would think I was there maybe 15 or 16 years old. I’m not sure.",
        "Q: Do you know where you are?",
        "A: Itis in Vienna, but I do not know where.",
        "Q: Okay. [New photo shown. |",
        "A: This is Leney. This is myself, and this is Eddie. I’m not sure if we were married yet. I don’t\nthink so.",
        "Q: This is actually 1926.",
        "A: We weren’t married, no. We were just going out together.",
        "Q: [New photo shown.] Who is that?",
        "A: That’s Leney again, me.",
        "Q: So, when you think about yourself, you think about yourself as Leney, not Helene?",
        "A: Well, I lived here so many years, I would say almost Helen or Helene. When I talk about\nlooking back, then I become Leney.",
        "Q: [New photo shown. ] Is this?",
        "A: Yes, this is Eddie, my husband. Handsome, not just because he was my husband. It was\nknown. He used look, not so much in this picture, like a Gregory Peck.",
        "Q: Very intense looking.",
        "A: Very intense, yes.",
        "Q: [New picture shown.] Who’s this?",
        "A: This is my mother, my brother, Josef, my oldest sister Berthe, and next to Josef standing is\nFanny.",
        "Q: And where was this taken?",
        "A: This must have been Vienna.",
        "Q: In Vienna?",
        "A: Yes. In Vienna, definitely Vienna. [New photo shown.] This is Fanny, my sister.",
        "Q: Wait one second.",
        "A: This is Fanny, my sister. She was not only my sister. She was my best friend. She was — she\nhad so much charisma. She was — it doesn’t come out here. She was very beautiful. She had\nthe red hair and greenish eyes like an ocean. She was very, very much loved, extremely\nbright.",
        "Q: [New photo shown.] And who’s this?",
        "A: That is again Fanny. [New photo shown.] That is her. That is Fanny there. She was amazing.\nNot only was she very bright, nice, but somebody everybody who met her just loved her\nwanted to get married to her. She was extremely gifted.",
        "Q: ,",
        "A: [New photo shown.] This is my oldest sister. It is Berthe. She was the one that became\nZionist and she went to Israel practically as a teenager, when she was 17, at the most 18 years\nold.",
        "Q: [New photo shown.] And who 1s this?",
        "A: This is my mother and my father outside of Vienna in Baden. It was a type of a spa, you\nknow, if you went there your blood pressure would go down. You took certain — bathed in\ncertain waters. They’re just coming out. You see she carries a glass of water.",
        "Q: Hold on one second.",
        "A: [New photo shown.] This is Leney, it’s me, Helen, and Ed. We are standing in front of the\ncar very proudly, probably was our first car.",
        "Q: Do you remember what kind?",
        "A: Huh?",
        "Q: Do you remember what kind it was?",
        "A: Eddie, what was our first...?\nEddie: I think that was our second one, a Nash.",
        "A: Maybe a Nash, a green car.",
        "Q: That’s a Buick?",
        "A: No, not at that time. We didn’t have a Buick. I think Nash or another car. We didn’t have the\nBuick yet.",
        "Q: [New photo shown.] And that?",
        "A: Here, that is my dear husband, Eddie, with his doctor’s bag. He made house calls day and\nnight. He 1s going.",
        "Q: Where do you think this is in the United States?",
        "A: That might have been either West Paris or South Paris. West Paris, I rather think. [New photo\nshown.] That’s us both, Leney, Lene, how he calls me, and that 1s Eddie, my sweetheart.",
        "Q: Is that here at this house?",
        "A: No, no, no.",
        "Q: So, where do you think it was taken?",
        "A: That was taken in Maine, but maybe, maybe, in West Paris or South Paris.\nEddie: South Paris?",
        "A: South Paris, yeah.",
        "Q: [New photo shown.] Okay, who is that?",
        "A: This is Muriel Buttinger, or Muriel Gardiner was her name before. We owe her everything.\nWe owe her our lives. Without her, I would not be married, I would not have children, I\nwould not have had the grandchildren. She worked in the anti-Nazi movement. She\nendangered her life for years, only to help people. I love her. She helped hundreds of people,\nand she went as a book called Code Name Mary. That is her. [New photo shown.] This is\nMuriel again. She was one of the richest people in the United States. She grew up in a home\nwith fourteen servants. All her life she tried to help people. She endangered herself and\nprobably also her child. This is Muriel. She was first Gardiner. She was also a psychoanalyst.",
        "Q: [New item shown.] And what is this?",
        "A: This is my passport, and this is in red. A ‘J’ a big ‘J’, it tells you I’m Jewish. You see first my\nmaiden name, Helena Menczel, then it became Rochberger (ph), and then in the end it\nbecame Menczel or Reeves.",
        "Q: Now, you name’s spelled differently here than the way you spelled it.",
        "A: Menczel, that’s spelled in different places. It?s M-e-n like Norman, c like Carl, z-e-1. Then\nmy cousin spells it different, who sent me the papers, M-e-n-c-h-e-l. [Zoom on passport\nphoto.] I look desperate there, don’t I?",
        "Q: Well, you don’t look happy.",
        "A: No.",
        "Q: And this is the passport picture?",
        "A: Passport picture, yeah.\n[Tape cut off. ]\nEnd of Tape 5\nTape 6",
        "Q: [New item shown.] What are we looking at, Helene?",
        "A: This is my passport. This is a visa that I was allowed to enter again Vienna. Nobody was\nallowed, not even gentile people. The consul gave me this, the story who gives me the visa,\nand the number, and he says, “I don’t know why I’m doing it.” That is his name. That is his\nstamp. And I went back in it was November 26\" he gave it to me. No, November 8\" it does\ntell you it.",
        "Q: November 7\".",
        "A: November 7\", November 27\", I got my American visa. Here he endangered his life only to\ngive me that visa. I was the only one who could enter again Vienna. It tells you how long\ntime I have. I have to be out on the 29\" of November. I entered 26\", out on 29\". [New item\nshown.] This is actually — the Nazis wrote down on the border — if they really were Nazis or\nnot, I could not tell you, but they belonged that group — that I’m bringing in a necklace, a tiny\nlittle necklace with a little heart. They wanted me — they were very anxious, that never they\nshould take away this necklace, because I told them this necklace, my husband gave it to me\nwhen we got married, and he said, “as long as you will have it, it will always bring you luck\nand save you.” And this is what they wrote in. And when I went back, they were excited and\nhappy that I still had my necklace, and I still saved this ‘til today.",
        "Q: And what is this?",
        "A: Yes, that locket.",
        "Q: You’ve had that locket for sixty-some-odd years.",
        "A: Yes, you’re right. I don’t wear it anymore, I’m so afraid it will rip or — I hide it away.",
        "Q: Is this one of your most valuable possessions?",
        "A: Yes, yes, it is. Can you understand?",
        "Q: Yes. Is it maybe your most precious?",
        "A: Probably, yes.",
        "Q: Can you say that in a sentence?",
        "A: Yes, it is the most precious what I have. And that I have Eddie. But that passport is — very\nhard. There’s Muriel, who gave us life, that we are here. There’s that consul.",
        "Q: So, you have little miracles.",
        "A: Yeah, what I just wanted to tell you is, like I said, is just these miracles. It’s not only that you\nthink of a miracle — well, I got such a miracle. It’s just a point, to suddenly find Muriel, and\nshe said, “Can I help you?” and when I see her, I don’t know who she was. Do you\nunderstand?",
        "Q: You didn’t even have an idea who she was.",
        "A: And there was something out, that miracle. From the blue sky, that I get a letter, “You are\nallowed to finish or get your doctorate.” You see that I got it. This passport from the consul,\nit’s holy to me.\nEddie: You know, I wouldn’t be alive if Muriel hadn’t given me my affidavit.",
        "Q: Right.",
        "A: Here, it was not just a Nazi — here it is the highest Nazi, the consul. Why? Why is it me?\nWhy am I safe?",
        "Q: And what do you come up with as an answer?",
        "A: I sort of think there are no answers. Maybe we do not know it yet. Maybe it might be because\nI have a daughter, Karen. Maybe it might be — who knows — Laura, my grandchild.\nEnd of Tape 6\nConclusion of interview\n"
    ],
    "questions": [
        "Question: Good morning.",
        "Q: It’s lovely to be here with you in Maine.",
        "Q: Well, we’re very happy to have you to be here with you. So, first let me ask you — what was\nyour name when you were born?",
        "Q: M-e-n",
        "Q: And you were born where?",
        "Q: In Vienna?",
        "Q: And what year and what day?",
        "Q: May 10\"?",
        "Q: So, you’re a Gemini?",
        "Q: I wanted to get some sense of what life was like for you when you were growing up. So, first\nlet’s talk about your family.",
        "Q: Let me first ask you about-",
        "Q: About what it was like in your home. What’s your earliest memory as a child?",
        "Q: Were you close with your — did your father become a less god-like figure to you?",
        "Q: It was a good marriage?",
        "Q: So, did you talk with your father about different things than you talked with your mother?",
        "Q: So, you talk with your mother about more personal things?",
        "Q: That’s very special.",
        "Q: What did your father do for a living?",
        "Q: And would you consider yourself fairly well-off?",
        "Q: Middle class?",
        "Q: Did your mother work, as well, or not?",
        "Q: Did you have lots of friends growing up?",
        "Q: So, you met — before you were ten years old, you were really children.",
        "Q: That’s very sweet. Was your home a religious home?",
        "Q: So, you celebrated holidays?",
        "Q: Did you go to Synagogue on a regular basis?",
        "Q: In the schools?",
        "Q: Did you have both Jewish and gentile friends?",
        "Q: So, when you were growing up in both being identified as Jewish, but your being in a context\nthat wasn’t being Jewish. Did you feel anti-Semitism or was there-",
        "Q: Did you, as you were growing up and becoming an adult, feel that the Jewish community, in\nspite of anti-Semitism, was well-integrated with in Viennese culture and society and Austrian\nculture and society?",
        "Q: So it was.",
        "Q: Explain the blau weiss.",
        "Q: She was a Zionist?",
        "Q: And Berthe, did she leave in her early 20s?",
        "Q: And, was your father — were your father and mother both Zionists?",
        "Q: And, you didn’t see Berthe until — for a long time?",
        "Q: It was Palestine?",
        "Q: Let me go back a little bit and ask you a question about, by the time you are ten years old, it’s\na few years after World War I. The situation in Austria must be somewhat difficult.",
        "Q: Would you say this was fairly typical? That most of the young people that you knew were\nparticipating in the cultural life in this way?",
        "Q: Of Jewish?",
        "Q: Were you — other than being Zionist, was there a lot of political sensitivity in the family, so\nthat you talked politics, what was happening?",
        "Q: To the Social Democrats?",
        "Q: How’d it happen that you got interested to become a doctor?",
        "Q: I don’t want to interrupt you, but we have to change the tape.",
        "Q: Helene, when the last tape stopped, you were talking about how you became a doctor, and\nexplaining that Fanny came back.",
        "Q: Let me ask you something. How come it was okay and for a woman to become a doctor, but\nnot an engineer?",
        "Q: But medicine was more open at that time? Because that wasn’t true here.",
        "Q: But you think 40 percent of your class were women.",
        "Q: Really?",
        "Q: And were there restrictions on how many Jews could come in, do you think?",
        "Q: So, what year would that have been 1930 or ’31?",
        "Q: So, being in school was dangerous?",
        "Q: But you were separated in terms of -",
        "Q: But, your lectures were all together?",
        "Q: Really?",
        "Q: Was that true as far as you know in the ’20s or only when the Nazi movement began in-",
        "Q: All the time?",
        "Q: And, when you went to medical school, was it not only that the classes were segregated, but\nthe friendships were segregated?",
        "Q: But not-",
        "Q: So, did you keep your childhood friends?",
        "Q: So, you’re lives separated?",
        "Q: How would you describe yourself as a young person? Who were you then?",
        "Q: What was the difference in age between you and Fanny?",
        "Q: Seven years?",
        "Q: So-",
        "Q: Was she with you a lot even when you were a kid? Did she take you places?",
        "Q: It seems to me that you had a wonderful childhood.",
        "Q: Do you remember the name of your favorite coffee shop that you went to?",
        "Q: Did you go to one particular — would the medical students show up at one particular one?",
        "Q: So, you all knew? This was a real hang-out?",
        "Q: So, tell me something — you were so close to your sister Fanny.",
        "Q: And she ends up going to Palestine.",
        "Q: And, that must have been really hard for you.",
        "Q: And so, even though you were older, you see that point -",
        "Q: Can you sing it in German?",
        "Q: With Fanny?",
        "Q: And that’s something you carried with you?",
        "Q: And you must have been an optimistic person in some way all the way?",
        "Q: Things changed in Vienna in 1933.",
        "Q: Years before Hitler becomes...",
        "Q: ...when Adolphus becomes Chancellor.",
        "Q: How does that change for you? How do you remember the changes?",
        "Q: But more so”?",
        "Q: More so than you were before.",
        "Q: And, that’s in reaction...",
        "Q: Did you feel endangered?",
        "Q: Now, are you going out with Eddie at this point?",
        "Q: No, were you dating Eddie?",
        "Q: Where you boyfriend and girlfriend?",
        "Q: So, you were at — you came into the school afterwards?",
        "Q: So, after this, how did you meet?",
        "Q: And Eddie is this fantasy from your childhood, yes?",
        "Q: You forgot?",
        "Q: So, you didn’t make the connection at all?",
        "Q: How interesting. So, you were not in the same classes together.",
        "Q: And, did you study together?",
        "Q: So, what else is happening between ’33 — your parents are — your mother is clearly very\nworried.",
        "Q: But, that’s 38.",
        "Q: But between °33 and *38?",
        "Q: Now, I understand that —",
        "Q: The constitution remained everyone is equal, but Adolphus was saying that this was a\nChristian state.",
        "Q: And outlawed the left and right...",
        "Q: ...except for his party. And that didn’t worry you?",
        "Q: Let’s talk a little bit about Muriel, because Muriel shows up early in your career...",
        "Q: ...and then she becomes a very dramatic part.",
        "Q: Just once?",
        "Q: Did you know her name?",
        "Q: Excuse me?",
        "Q: Did you know her name was Muriel Gardner?",
        "Q: Just Muriel.",
        "Q: We’re going to stop the tape.\nEnd of Tape 2",
        "Q: The Anschluss is in 1938, but Fanny has left the year before.",
        "Q: March 21\".",
        "Q: It’s about time. So, tell what it was like for you when the Nazis and Hitler marched in.",
        "Q: Was this before Hitler, before the Anschluss?",
        "Q: So, this is after the Anschluss that your parents-",
        "Q: So, it was so immediately violent and vicious.",
        "Q: Was this very shocking to you? Or did it seem-",
        "Q: So, do you think people were moving away from the Jews primarily, not for ideology, but\nbecause they were afraid-",
        "Q: Did you lose your apartment?",
        "Q: You didn’t?",
        "Q: Did Jews have to wear a star?",
        "Q: And this was very soon?",
        "Q: That’s what they wanted?",
        "Q: And about how many months do you think were you still with your parents? How many after\nthe Anschluss?",
        "Q: Several months?",
        "Q: He didn’t?",
        "Q: And, how did he, if he did, how did he evaluate all this looting and this beating in the street\nand making Jews-",
        "Q: And was it your mother whom made the final decision to go?",
        "Q: And where is your brother at this time?",
        "Q: Did you, I don’t know whether your brother thought about this, but there was illegal\nimmigration at a certain point to Palestine. Did you ever think about that?",
        "Q: And you had no idea what was happening to him?",
        "Q: So, within a few months, you’re alone.",
        "Q: Were all the Jewish students in the class — in your class — given this letter?",
        "Q: Excuse me?",
        "Q: But you don’t know why’?",
        "Q: It’s interesting as to why they would do this.",
        "Q: She couldn’t — they wouldn’t let her?",
        "Q: Isee. So, you are now taking two months of to study like crazy to pass this exam.",
        "Q: You passed it.",
        "Q: Now, by this time you are involved with Eddie. Are you engaged?",
        "Q: So, when did you actually start going out with him in a serious way?",
        "Q: As soon as you saw him as an adult man.",
        "Q: So, when you say — it’s interesting because if you were dating Eddie, you say you’re alone.\nSo, tell me that means.",
        "Q: So, how did you get food?",
        "Q: And she was a Jewish woman.",
        "Q: She was an older woman?",
        "Q: So, there were-",
        "Q: Did you feel sick, physically sick?",
        "Q: You were not depressed?",
        "Q: So, tell me what was in your head — what were you afraid of at that moment?",
        "Q: Eddie was afraid?",
        "Q: Everybody was afraid?",
        "Q: And when you got married, you then went back to his mother’s apartment and had a little\ndinner?",
        "Q: When, you would walk, would you choose a particular time to go out on the street — or you\ndidn’t know? There was no way of knowing?.",
        "Q: Did you wear the Jewish star?",
        "Q: Did you wear the Jewish star or did you try to pass?",
        "Q: Did most people who were not Jewish wear some insignia?",
        "Q: Did you ever see people being beaten?",
        "Q: He lost his family.",
        "Q: How do you account for the fact that that didn’t depress you?",
        "Q: Yes.",
        "Q: Okay, then let me ask you another way because now I understand why the word depression is\nnot the right word. How did you not become cynical? You’re seeing things that are so\ninhuman to your experience.",
        "Q: Did you know people who committed suicide?",
        "Q: Not many. But you heard about it? because there were a lot of suicides.",
        "Q: Do you — silly, I was going to say, “Do you think if you thought you were going to be sent to\na concentration camp, that you might have committed suicide?” Or is your spirit-",
        "Q: You and Eddie get married in December of 1938.",
        "Q: Now, we’re going from March until December. That’s a lot of months. So, all this time, you\nare trying to get out, with or without Eddie.",
        "Q: But, once you’re married, you won’t leave without him.",
        "Q: Yes, please.",
        "Q: All right let’s talk — your cousin.",
        "Q: We’re going to have to wait to because we’re going to have to change the tape. So, we will\nstart with this story.",
        "Q: You know, we forgot to talk about something. So, let me go back in time just a little bit. You\nwere in Vienna during the Kristallnacht.",
        "Q: And we didn’t say it at all.",
        "Q: So, did that make you even more frightened than you were before or was this a continuation?",
        "Q: Even more?",
        "Q: All right, when we ended the last tape, you were talking about the fact that your numbers\nwere coming up, but I want you to explain because many people don’t know what an\naffidavit is.",
        "Q: No, no, it’s fine. Let me ask you again. Explain what an affidavit is.",
        "Q: No.",
        "Q: Is that before?",
        "Q: Who was this man? Was it a German?",
        "Q: A Nazi?",
        "Q: So, Eddie had a number, his family had no affidavit, however.",
        "Q: So, how is it when you got the affidavit from my cousin?",
        "Q: And that’s the only affidavit that you had?",
        "Q: Right, you just needed the one.",
        "Q: And, was your number a lower number than Eddie’s number.",
        "Q: Yes.",
        "Q: Can I just ask you a question?",
        "Q: Why did you go to Switzerland?",
        "Q: And did you see Muriel when you were in Switzerland?",
        "Q: And did she not want you to be in touch with the Joint?",
        "Q: So, when you-",
        "Q: So, you go the papers first?",
        "Q: And you were willing at that point to separate from Eddie because you thought he was\ncoming.",
        "Q: Did you assume that Eddie would come to Switzerland?",
        "Q: So, when you got to Switzerland, you were even more alone because you don’t know\nSwitzerland.",
        "Q: Where did you go, Zurich or no?",
        "Q: Where were you in Switzerland?",
        "Q: We have to stop the tape right here.",
        "Q: You were describing that the border guard was telling where you could run, and he was\nsuggesting that you should run.",
        "Q: And Eddie comes a few days later?",
        "Q: In Genoa?",
        "Q: So, he didn’t go to Switzerland; he went directly to...?",
        "Q: Let me ask you a couple of small details.",
        "Q: How come you were allowed to go back into Switzerland? You didn’t have a visa anymore.\nWas the American visa enough?",
        "Q: They couldn’t?",
        "Q: So, even for these few days when you came back, do you recall where you stayed, who you\nwent to?",
        "Q: When you came back?",
        "Q: Once you had the number and you ran across the border...",
        "Q: So, you kissed the ground. Now, where did you go?",
        "Q: So, were you hiding, in a way? Or did you feel safe?",
        "Q: Now, one other question.",
        "Q: It’s not clear to me how your brother finds you on the telephone, how Muriel finds you, and\nEdward.",
        "Q: How did your brother know to get to you?",
        "Q: So, when your brother left Vienna, he would call you at home in Vienna, when you were still\nthere...",
        "Q: So, you had some idea, vague ideas, about where he was.",
        "Q: So-",
        "Q: And so his finding you in Switzerland was a matter of his trying people you knew in\ncommon’?",
        "Q: And how come you were going to take a boat from Genoa?",
        "Q: For both?",
        "Q: But, you were — was Eddie a practicing physician at this time?",
        "Q: But going to the Midwest is going to something foreign in comparison with Vienna.",
        "Q: She was willing to keep-",
        "Q: I see.",
        "Q: And she was living in the United States now?",
        "Q: But she was very politically active, obviously; she was anti-fascist.",
        "Q: Okay. So, in spite of the fact that where you arrived in the United States was very foreign,\nyou are now a free person.",
        "Q: And you do not have to be afraid anymore.",
        "Q: Asa physician?",
        "Q: But no money?",
        "Q: Because you’re a woman?",
        "Q: Were people suspicious of you because you were Austrian, even though you were Jewish?",
        "Q: How long did it take you before you got certified in the United States?",
        "Q: And Eddie was a bit sooner?",
        "Q: And, you stayed in the Midwest for two years?",
        "Q: So, you have had a long career?",
        "Q: And, you were working for the state.",
        "Q: When you first came, the war’s going on in Europe. Eddie still has family there. You were\nable to closely follow?",
        "Q: Follow the war-",
        "Q: Where was Eddie?",
        "Q: So, wait a minute, how long did it take Eddie — I thought you got on the boat- I thought you\ngo on the boat together.",
        "Q: But I mean, when both of you are in the United States. So, you were following the war\nbecause Eddie’s family is still in Vienna, or not?",
        "Q: His mother and his",
        "Q: So-",
        "Q: It wasn’t so easy.",
        "Q: Even though you were safe, 1t was very difficult time.",
        "Q: Did people want you hear? Did Americans want you hear what your experience was?",
        "Q: Even with Jews?",
        "Q: And you had two children?",
        "Q: Is there anything else that we’ve missed that you would like to talk about?",
        "Q: I want to thank you so much, spending a wonderful day, giving us a wonderful lunch.",
        "Q: Let’s do that later.",
        "Q: Helen, can you describe who is this?",
        "Q: [New photo shown] All right, now we’ll switch pictures, and who 1s this?",
        "Q: Can you repeat that?",
        "Q: Do you know approximately how old he might have been at this time, and your mother?",
        "Q: Or what year?",
        "Q: And this was typical for the way the man were wearing their beards?",
        "Q: [New photo shown] All right, now, who’s this?",
        "Q: Is that Berthe?",
        "Q: [New photo shown.] And who 1s this?",
        "Q: Do you know where you are?",
        "Q: Okay. [New photo shown. |",
        "Q: This is actually 1926.",
        "Q: [New photo shown.] Who is that?",
        "Q: So, when you think about yourself, you think about yourself as Leney, not Helene?",
        "Q: [New photo shown. ] Is this?",
        "Q: Very intense looking.",
        "Q: [New picture shown.] Who’s this?",
        "Q: And where was this taken?",
        "Q: In Vienna?",
        "Q: Wait one second.",
        "Q: [New photo shown.] And who’s this?",
        "Q: ,",
        "Q: [New photo shown.] And who 1s this?",
        "Q: Hold on one second.",
        "Q: Do you remember what kind?",
        "Q: Do you remember what kind it was?",
        "Q: That’s a Buick?",
        "Q: [New photo shown.] And that?",
        "Q: Where do you think this is in the United States?",
        "Q: Is that here at this house?",
        "Q: So, where do you think it was taken?",
        "Q: [New photo shown.] Okay, who is that?",
        "Q: [New item shown.] And what is this?",
        "Q: Now, you name’s spelled differently here than the way you spelled it.",
        "Q: Well, you don’t look happy.",
        "Q: And this is the passport picture?",
        "Q: [New item shown.] What are we looking at, Helene?",
        "Q: November 7\".",
        "Q: And what is this?",
        "Q: You’ve had that locket for sixty-some-odd years.",
        "Q: Is this one of your most valuable possessions?",
        "Q: Yes. Is it maybe your most precious?",
        "Q: Can you say that in a sentence?",
        "Q: So, you have little miracles.",
        "Q: You didn’t even have an idea who she was.",
        "Q: Right.",
        "Q: And what do you come up with as an answer?"
    ],
    "answers": [
        "Answer: Good morning to you.",
        "A: Thank you. I’d like to thank you for inviting me to tell you a story.",
        "A: My name was Helene or Leney, they called me, Mencel, M-e-n-c-e-l. You would pronounce\nit sometimes Men-chel.",
        "A: c-e-l, yes.",
        "A: I was born in Austria.",
        "A: It was in Vienna, outside.",
        "A: It was 1912, May 10\".",
        "A: Yeah.",
        "A: Beg your pardon?\nA Are you a Gemini?",
        "A: I don’t know. I don’t go by that there.",
        "A: All right, I will tell you about my family first, but before I start, I wanted to say something\nwhy I am here and why I was hesitating for a long time to tell my story. The reason was\nbecause it’s not the typical story of the Holocaust. I was not in a concentration camp. It is my\nlife during the Nazis outside. It is actually a story of faith, all about faith, hope, courage,\nthink about all miracles. I want to bring it out 1n this story, that if you believe in it or not,\nmiracles still exist. Now, you want to hear about my family, correct? I, we have been six.\nOriginally, we had a brother died before I was born, and other sister. I am the youngest in my\nfamily. I have a sister Berthe. She’s the oldest. Then I have sister Fanny (ph) she is — she\ncomes after. I adored Fanny. She was — had charisma. She was outgoing. She was beautiful.\nSometimes I wonder how I admired her so that I didn’t resent it in that I wasn’t jealous. For\ninstance, coming back, all my family was very good in mathematics. My father was almost a\ngenius in that field. She was excellent, but I wasn’t very good mathematics. I was the best in\nphysics. But I never reached Fanny, you understand, and the teacher would always say when\nI was a little kid, “You are good, but not like your sister Fanny.” I didn’t resent her. I loved\nher, and it is actually strange. Then, I had brother. He was known — he was an excellent chess\nplayer, and what he did — Fanny had a doctorate in chemistry, the other sister just told you —\nhe was in business with stamps. He was a stamp collector, but it was really, it was his\nbusiness, and then he was excellent chess player, they called him from all Europe (ph). And\nthen there were myself. That it 1s about the story. We grew up in Vienna. Vienna is one of the\nmost beautiful cities. I love Vienna. I’d go back to Vienna, and people sometimes resent it,\ncoming from the Nazis. Vienna was occupied — why do you go back? I did not know at first.\nI was thinking, “Why do I go back?” I found out I go — if I would not go back, if I would be\nafraid, it would be a victory of Hitler. This city didn’t belong to him. It was part of me. I\ngrew up there with my father and my mother my sisters. I went to school. I was so happy\nthere and I want to keep it. So, I go back whenever I have some money left. I go back, enjoy\nthe street, enjoy the schools. That 1s about. Do you want me to talk about other things like\nschools?",
        "A: Sure.",
        "A: What is my earliest memory as a child? You will laugh, but I sort of remember when we\ncelebrated a Jewish holiday. I must have been very little, and my father was sitting was\nsitting there and this was a Seder, and that he had a pillow sitting it. I had a feeling he 1s not\nreally there, he was so involved, but not my mother. He was so involved and at times, I asked\nmy mother, “Is father God himself?” I was so little, maybe three or four years old, but it\nmade that kind of impression. My life was very lively. We were four children. As you can\nimagine, I was the youngest, really the youngest. My oldest sister Berthe was like a mother to\nme, and I always thought, well, she tried to boss me around, but it was not easy, and I\nthought very often, “One day I will be older than all of you, and then I will be the boss!” And\nthey adored me, but suddenly, nobody expected that there was a little girl here. And I was\nactually spoiled, but not spoiled, because if you hear my story and what developed and how I\ndeveloped, you have to tell yourself, maybe it doesn’t hurt if you spoil somebody. Vienna\nwas beautiful. Vienna was a city everybody would like to go. There was art. They describe it\nin the books; later it came out. There is no other city in Europe that you have at the same\ntime, the most famous writer, the most famous artists, the most famous composers. There\nwas like music in the air. Now, when I go back, I hear it. I walk on the Chancellor Strasse —\npeople are playing the violin, people are singing. It’s a different world. When people\nsometimes visit Vienna now, and they come back and they say something like, “I was a little\nbit disappointed, the way you describe it.” I cannot understand it. They did not feel what I\nfeel. They do not see the city like I see it.",
        "A: Oh, yes, yes. That was three or — I would say definitely. I tell you, father and mother were\nvery different. My father, everything meant to him — study, learn, work. He says he can take\nvery interest because he can do — they can take everything away from you, but your learning,\nit will always stay with you. And I remember when I studied, all the schools, they were very\nstrict, especially when I had the medical exams. I took the street car. He would be — he did\nnot know when I would be coming home. He would wait hours to find out, “Did you pass it?\nDid you pass it?” Yes, I was close, but it was everything was learning. To a certain extent, I\nwas closer to my mother even. She was more practical. She wanted me to have nice clothes\nto have — to have — father just wanted to have it all, too, but all in that picture of learning.\nBoth were very different, my father and my mother. It was a good marriage.",
        "A: Yes, it was a very good marriage.",
        "A: [Pll tell you one thing. I talked with him about studies and work, but he was interested, but\nnot as much like my mother. You see, it was different.",
        "A: Yeah, I talked with my mother about myself, about my friends, about Eddie, or whatever.\nThat was the — my father was always — here about to stress it (ph) — he was unusual. He was\nunusual, then I would say he was almost like a genius when it came to mathematics. He\ndidn’t have a formal training, and he could serve, he could help us with any kind, the hardest\nproblems there was. He would know how to solve it. He, himself sometimes, he couldn’t\nexplain it to me how he did it. He hadn’t learned it, but he came to it. Fanny, that sister, was\nto a certain extent like that. Then, I do not know. I had a brother, Benjamin — he died when\nhe was 10. I was not born yet. And, they would tell stories — none of us children were like\nhim. They would tell stories about him, how brilliant like as an infant he was. He would read\nsomething. He read the Torah. He knew the whole thing by heart. How kind and good, gentle\npeople would talk to him. Years after he passed by, there was still, I was told, on his grave\nfrom some gentle people a note “Here lies Benjamin” and a few words that would describe it.",
        "A: Yeah.",
        "A: He was in business. He was in business 1n men’s; it had to do with men’s clothing. You see,\npeople made their clothes at the time, more than you went to the stores. He sold the material,\nthe linings, the buttons, the whole thing.",
        "A: I would say middle class.",
        "A: Yes. But not for the American way, you understand, but the Viennese, Austria at the time,\nnobody had a lot and were rich like here.",
        "A: No, no, she had four children, and no, she did not work.",
        "A: Yes, I did. I was at first, I was a little shy — overwhelmed by this, but I had friends and I need\nfriends, until today, you know? You grow older, you lose sometimes somebody, but I would\nstill say Mahkta (ph), she was my best friend. Funny, I would not say my sister, she was my\nbest friend. I had friends. I was very popular, and I belong to youth groups that the called\nMaccabi, Blau Weiss. It was very oriented, but you had wanted to belong to something, and\nlike I was a wonderful gymnast, and I belonged to the — you know, we were divided in row —\nI belonged to the first row, and we would travel through the blau weiss, through the maccabi,\nand here I was always little and short, and I was there. Here I have to tell you a true story.\nWhen you went to the maccabi and to exercise and to jump and to — the people watching —\nyoung kids watching, see who is good, who 1s not good, in a large gallery. I had a girlfriend\nand she was there, too. I was told years later when I started to - I must have 10, 11 years old\n—and I started to go out with Eddie, and hoping he will marry me one day — my friend Danie\n(ph) said, “Well, you achieved your goal.” I said, “What do you mean?” She said, “Don’t you\nremember? When we were little girls, you looked at him, and you said, ‘This is the boy I’m\ngoing to marry. This is a boy I want to marry.’” And, so, I married him, but it wasn’t hard.\nHe went to medical school, and Eddie was so, he was known as one of the best looking guy\nof that. Sometimes I was wondering, maybe it would have been easier, if he wouldn’t have\nbeen so good-looking, because he was quite arrogant. Forgive me, Eddie, but lovable.",
        "A: We were children, but don’t you see, I didn’t meet him. I pointed out to her. I tell you why\nshe remembers. Eddie was the best friend of the boy she married, and that’s the way she\nremembered it.",
        "A: I tell you, yes, it was. My father wouldn’t like it that I hesitated because he was not fanatic.\nHe was very religious, a very believing person. He knew that we were not so strict. And he\njust let 1t go. You know how some parents are? You better do this, or you better — but, it was\na religious family.",
        "A: Oh, yes, we celebrated all the Jewish holidays, yes.",
        "A: I tell you, at that time — my father at big holidays, we went there on the holidays. Don’t\nforget one thing, in Vienna — you have — it’s a subject, religion, you can flunk if you don’t do\nwell.",
        "A: In the school. You see there is the Catholic religion and the Protestant, but Vienna, Austria,\nwas about 95 percent Catholic. The schools were very different from here. My children\nwould get upset when I said it. It’s a shame. I pay so much money, you go only half the time\nyou go to school, because in Vienna, Austria, you go six days to school. You go to mornings\nand afternoon. It’s not five days. Vacation all that you have is two months. You have here\nfour months, and all the holidays. That was actually helpful because then you studied, you\nwere much younger when you went to the university because we crammed it 1n a shorter\nperiod.",
        "A: Yes, don’t forget, I sure did. Where we lived, there were not many Jews around in the\ndistrict. Yes, we did, and under Hitler, here I will mention a story. There was one little girl of\nmy age, but I remember the little girl. I’m sure her parents became Nazis, and maybe she,\ntoo, but she knew in the end I was alone. She came to me — Genny (ph) was her name. She\ngave me 10 dollars. It was for me, a lot of money, when you have nothing. I said, “I don’t\nwant it.” “Please, Leney, please take it.” And 1t meant the world to me. You see that I’m still\nremembering that.",
        "A: Yes, you felt it. You felt 1t, but it got worse because of the politics, it got worse. Don’t forget,\nin the friends I had at that time, there became many Nazis. They were not Nazis, we were\nchildren. I have very good friends, very good friends. Certain people who helped us\nafterward, it’s unreal — you have to see that picture. He was a janitor (ph) if I mention a\nname, I want it to be for Prischle (ph). She practically gave the life for us, you know, and the\nson, he still came to visit us here in the United States. She was just a janitor; you made more\nas a janitor here than over there. Poor, they are. She just swept the floor on her knees, but she\nwas very bright. She helped us wherever she could.",
        "A: Yes, they were. You know why? Because well, you couldn’t join the fanciest country club,\nbut that wasn’t the point, because we were about two million people in Vienna, and we were\nabout 10 percent, 200,000, but I hate to say it, but they were about the brightest. They would\nsay when the Jewish people left, the spices — it’s still a beautiful, still a cultural city, but the\nspices had gone from that city. You see have the famous writers, and composers. Yes, we\nwere.",
        "A: The anti-Semitism was developed by that. A certain amount is over there. You hear wherever\nyou go, but pronounced they loved you, they liked you, but you were to a certain extent\nseparated, because it was you, not them so much, belonged to the maccabi. I belonged to the\nblau weiss.",
        "A: Blau weiss, it was a youth movement, and it was especially motivated politically. It was a\nZionist movement, and the people were very much interested in Israel. There was nothing\nhere from Israel at that time, but still, the desire, you wanted to go there. You wanted to build\nup. There should be a state. There should be a country, like almost subconsciously you felt\nyou should have something. My sister, for instance, Berthe, my parents were very unhappy.\nShe was very young, 17 or 18 years old. She gave everything up. She did not go to the\nuniversity. She wasn’t to build a state in Israel, a country for herself. If you know what it\nmeans, she was a halutz (ph); she the story. There was nothing. She developed\nmalaria, all of this. So, I did not grow up, I was not a person like here.",
        "A: She wasn’t a Zionist actually very strongly, but in blau weiss, when you became 14 or 15\nyears old, you already planned to go to Israel, what to do to be strong, not to study, there was\nno time. There were no, not that kind of schools. Like all my friends, my Jewish friends, not\nall, but maybe 60 or 70 percent, they left school and they went to Israel. They lived in a\nkibbutz. I didn’t. I wanted to study. I wanted to become somebody. I wanted to be a\nphysician.",
        "A: She left probably. She was very young, 17 or 18 years old.",
        "A: Yes, they were, yeah, but still they were against her leaving, especially my father. My\nmother, too, she wanted her here. Once you go, you are gone at that time, for days and weeks\nand there was no money to travel, yet they were, but mother was more practical, like I told\nyou. She was the oldest daughter, you want her home.",
        "A: Not for a long time. She came back because she took sick, she had malaria, then she went\nback again. She helped actually. She rescued the parents. When Hitler moved in, you see,\nIsrael was not — the Jews did not have Israel yet as a country.",
        "A: Palestine, you see, but the English had to give permission if you want to immigrate, and since\nthere was a deadline, that only the parents can go to Israel, and only in this certain period. If\nyou did not go within these two or three months, that was the end. You would not be able to\ngo.",
        "A: Yes, I'll tell you, they were (ph), like I said, we didn’t have time for that. Austria once was a\nbig empire and suddenly it became very small. Yes, we had very hard times, but the hard\ntimes were for all or most of the people, 90 percent of them, but you — it’s wrong to say you\nsurvived. Yes, we managed. That city in the life had to give you so much in a way, the kind\nof friendships you rarely see. The way you, when came a weekend, you would hike, you\nwould ski together. Even in the little money of what- You did things together. You were\n___ cultural, like I said before, it offered you so much, and you would — it was next come a\nweekend or whenever you had time, you would — even when you were very little, you would\nstay in the theater hours to be able to, not to get a seat, to get — to stand and to see that\nfamous actors. You see, it was part of life, the same thing with a concert, it was a must, and\nyou wanted to go to the concert, to the theater, to learn an instrument. You see, that helps\neven if you did not have financially all the goods, but to a certain extent, it also offered you a\ntremendous amount of richness.",
        "A: I hate to say it, but more Jewish people, more Jewish people. Whether it maybe brings out\nmy history, I mean, I did not say not gentile, but that was very typical-",
        "A: Yes, yeah.",
        "A: Yes, we talked politics. We talked politics because there were the Social Democrats and the\nChristian Democrats. The Social Democrats were more liberal, you know. Muriel belonged\nto the Social Democrats, and there were, then there were the Communists. They put quite\noften the Democrats and the Communist in one party, what was wrong. Their ideas and\nideals was not the same. And there was time we were not allowed to see the Social\nDemocrats. And to enter fascists, and Muriel, when it comes out, belonged to...",
        "A: Yes, the anti-fascist movement. She worked in the underground for many years.",
        "A: It’s anice story. Yeah, Il tell you what it is. You remember I told you Fanny, who was\nextreme — I was the best in the class, but she was even better. It was Benjamin, when it\ncomesto _—_s everything. My father, who knew all this at the time, wanted to have a\ndoctor in the family, not because of the title. He always said, “You know, it is the most\nwonderful thing you can do. Imagine you have a sick child. You make it well. Imagine your\nmother will be sick. You can help. There are no brothers who will go on.” And hoped — she\nwas much older — that Fanny, you see, Berthe, the oldest, had left for Israel, that Fanny\nwould take over. Yes, she went. She started and dissected the first cadaver in medicine, in\nanatomy. She came home and she said, “Dad, thank you. You can have it.” I never will\nbecome a physician.",
        "A: Good.\nEnd of Tape 1\nTape 2",
        "A: That’s right, Fanny, who was my favorite sister, I hate to say it, but Berthe was a different\nfunction; she was like a mother to me. That Fanny, that my father wanted her to be a\nphysician, she came back from anatomy. She was supposed to dissect. She saw the cadaver,\ncomes home, and says to my father, “You can have it, not me.” And that was the end. She\nreally started afterwards. She got a doctorate in chemistry and pharmacy, but not medicine.\nThen, by and by, when I heard it, that that was a dream of my father, I didn’t tell anybody\nyet, but by time developed for me, I wanted to be that physician, and so I started to — I really\nwas very much, but it goes with medicine — very much interested in physics. I was the best\n____ than anybody else, and I had a dream maybe I will be an engineer. I could build\nbridges and this, but that was unheard in Vienna. I would have never, never had chance. You\ncan’t even dream, as a woman, to choose that field. I said to my father when I was much\nolder, “I think I’m going to try about to be a physician.” Well, it didn’t bother me\nwhatsoever. I dissected. I worked as hard. I loved it, actually. And that is the story. I always\ntell one story about one thing only that bothered me once. You know, in Europe, exams were\nvery strict especially pre-medical subjects, anatomy and physiology and all of them. The\npeople would get, I hope it won’t make you sick, cadavers who will pay for it, and you would\ndissect it. It would give you experience that what find this artery and it will give you\nexperience. And here I was so young, and I’Il never forget, I had paid in and I couldn’t go\ndown there to the anatomy in the daytime. I went down, and it was the evening. Until today, I\nhaven’t forgotten! That’s why I’m bringing it up. They were all laying around dead, and\ncovered, and all that you could see were just the feet. I know it’s probably foolish that I\nmention it, but it wasn’t foolish at that time for me. So, I started medicine and got finished.\nHere, too, is a very — I will bring that other story later because _—_ I wasn’t a doctor yet.",
        "A: Not an engineer —it was the world of men. You could not get into the school. You could not\nenter. That’s it.",
        "A: Yeah, medicine was open because I would say that it was a strange to them that women then\n____ in the States. I would say 40 percent were women. They didn’t finish, many didn’t. They\ngot married and that was the end.",
        "A: Were women, yeah, 35-40 percent.",
        "A: Yeah.",
        "A: I tell you, yes and no. There are two divisions, actually. It was not spelled out, but it was for\nanatomy. You go to one lecture hall, and there are students in the class — there are hundreds.\nThis is not yet, like, and the other, the gentiles — At that time, the anti-Semitism was\ntremendous. Not only this different social peer class. They hated us. They would invade our\nquarters. There was a law in Austria, a law, police wasn’t allowed to go in, but you have to\nsettle it by yourself. You saw people jumping out that had nothing on, who tried to throw\nthem out the window, and I had seen it. That was before Hitler already.",
        "A: No, that was later in the earliest before the Nazi movement came, everything Hitler. Maybe\n°33-’34. It developed around that time, but I couldn’t tell you exactly.",
        "A: Yes, that wasn’t every day, you understand. They were lecture halls were still in the same\nbuilding.",
        "A: Yeah, I could go over at one point to study, to see friends over there.",
        "A: Well, no, no, no. We had very famous professors. The professors who taught us didn’t teach\nthem.",
        "A: Yeah.",
        "A: That was before.",
        "A: It was all the time, yeah. It was not so in the open. You went out of your way. It not only was\n____ you go to school, you accept — you don’t accept and you do accept anti-Semitism, but\nyou get use — you can’t be afraid all the time. And not only this, you had other movements.\nYou felt so strongly to be Jewish. Actually, despite all of this, but you were proud of being\nJewish. You can walk in the street as a maccabi. We would sing our songs. We were in the\nday it was a large groupof __.",
        "A: Toa certain extent, maybe I couldn’t tell you because I didn’t have any friends over there,\nbut I almost more think the classes. Because in public school, the gymnasium, if you want me\nto talk then after this about the schools, but in gymnasium you were mixed — Jews and\nChristians.",
        "A: Not in the university.",
        "A: Yeah, but I tell you, yes and no. Here, I have to come back to our schools. Our school system\nwas very different than here. When you first grade schools, you’re about nine or ten years\nold. Your parents make the decision if you want to go to the gymnasium. Others ones went to\nboergerschule (ph) — that is public school — and gymnasium. Gymnasium — the difference is\ntremendous, like day and night. You really, I would say sometimes, to go to the gymnasium\nand graduate might have been just as hard like becoming a doctor. You have to study. You\nhave to work so hard. In order to get there, you have to pass when you’re nine years old an\nexam, a state exam. You’re just a little girl, it’s like an IQ, and they test your knowledge. If\nyou pass, you can go to the gymnasium. You see, 1t was decided already very young. My\nfriends over here, most of them didn’t, they went to boergerschule and that was it. They were\nbright, and I had pals afterward very much who went to the gymnasium.",
        "A: Separated, yes, Genny with her ten dollars. I said, “Let them _”’, that name, she went to\nboergerschule. The life — friendships you make maybe when you were little, a little older,\nthey stay with you unless you became anti-Semites. Maybe she was a Nazi, I do not know.\nEven more so, I respect it that she still liked me.",
        "A: Well, who was I? First of all shy, shy, because I was overshadowed by, I was the\nyoungest. I always wanted to be older than them, and I would show them. I was bright. I was\noutgoing. I had a tremendous desire to have friends, and if I remember, from there as a child\nto now, a friend means — you don’t have much or many, just one friend or two — that you can\ntalk with a person who will understand you, you know? And, that meant to me, the world it\nmeant to me, and it was a trait that showed in me as a little girl, and I wanted to achieve.\nMaybe very ambitious, maybe because I had that one sister, Fanny. It was not only — I was\npretty, but she was not so pretty, but she had much more. She had charisma. Every boy,\neverybody who knew her later on, everybody wanted to marry her. You see, that was Fanny.",
        "A: Seven years.",
        "A: Yes.",
        "A: So, if you are thirty (ph), but she’s a tremendous... Later on, there was no difference. You\nsee, because it’s only six or seven... But later on there was no difference because when you\nget older, what difference does it make if you are a few years older or younger?",
        "A: Oh, well, [Il tell you that Berthe and Fanny, they took me places; I loved it. You see,\nVienna, like I said, was full of music and balls and dancing. I was too young, in a way. But I\ncried about — they took me — sometimes if I went out to different function, they would loan\nme a dress from them. They took me. And, I remember these were balls; these were world-\nfamous. You know the artists set it up. It took the whole opera, the whole building. They\nwere working for it the whole year, to decorate it and you would dance, and the music, and\nwith masks on. They took me, don’t you see?",
        "A: Yes, I had a wonderful childhood. There’s something else. When I came here, until today,\npeople will say, whether they are older, or older already, “What do you miss the most?” You\nknow what I would tell them? I mean, my friends, I miss the coffee shops and they would\nsay, “What’s a matter with you? Go buy yourself a cup of coffee.” It’s not the same. You see,\nover there, the different coffee shops — everybody’s allowed to go in — the artists are\ninterested to meet other artist, young or old, and talk. The medical student loves to go to meet\nother medical students. We worked so, so hard. I would be there in the coffee shop five or six\nin the morning. But that man and that child and the other one — everybody was there and\nstudying. We had something in common — composer, all the different, then, but it’s not that\nthere was a line. You could go in, but it was wonderful. You never were alone. There were\nalways these people. Until today, I would say that I like a big city. I don’t have to talk to\nthem, but if I walk in the street, there are so many different lives that go on, that you can see.",
        "A: No.",
        "A: Yeah, yeah, yeah.",
        "A: Hang-out you call it. That’s right, a hang-out.",
        "A: Yeah.",
        "A: It was hard. A year before Hitler came, and the reason was — I told you she had a doctorate in\nchemistry, and she was a pharmacist. The times were very hard. Her husband, she had just\nmet, lost his job because he had to — the Christian socialites were very — it was a bank\nbusiness. You couldn’t get in. There was nothing. Despite her education, so a year before\nHitler came in, she went to Israel.",
        "A: Oh, for me. So, many years have passed, and I see still the train. She was gone.",
        "A: Oh, yes, yes, I keep singing the same song all the time. There’s a German song, “The Clouds\nin the Skies’, and a little bird is flying, 1s flying away, and you sing to the bird.",
        "A: [Coughs] Oh, I don’t have really a voice. [Sings several verses in German.] What it really\nmeant — and Fanny loved that song — it’s a bird, and the bird — somebody said to the bird\n“Sing for me. I will take gold and silver, and I will put it around you, and you can have all\nthe goodness in the world.” And the bird sings to him, “Keep your silver, keep your gold,\nkeep your food, keep everything. I am a little wild bird, and nobody can __” and I somehow\nI associate it with Fanny.",
        "A: With Fanny, with the song. And you said what were your friends. I was maybe also eight or\nnine years old. We graduated from one class or _—___—_s everybody — what do you call an\nalbum — maybe you do it here, too. You write the school, you right something, “Oh, you were\nelegant.” “I like you.” “You’re so smart.” The teacher wrote something, and somehow it\nreally stays to me, and it says in German [Speaks phrases in German] “Don’t blame life and\nlife ever sinking under the Nazis, that life is too hard that you cannot take it anymore,\nbecause if you have, if you live in the life of fairy tales, 1f you have the eyes of fairy tales, the\nworld is still of beauty and miracles.”",
        "A: I carry that with me, yeah. I had a lot of, how should I say? You can see, I was alone _. I\nhad a little faith. I had faith, hope. I was desperate at times, but hopeful, yes. All these little\nthings, you ask me how I was.",
        "A: Yes, even as dark as it was, I was.",
        "A: Yeah.",
        "A: Yes.",
        "A: Yes, that’s right.",
        "A: That to a certain extent, actually, in the university, I felt that you were afraid to say — you\nwere afraid to say certain things, and it changed for me. I became a Zionist. Do you\nunderstand? Not like my sister, Berthe.",
        "A: Yeah, more so.",
        "A: Before, yeah.",
        "A: To that, that’s right.",
        "A: I tell you, yes and no. Yes and no, really. When you are very young and you still strongly\nbelieved in something. I believed I wanted to reach; I wanted to be a doctor. I had a warm\nfamily, and I belonged to the blau weiss. They were all — I was a part of them. So, you do not\nfeel it. My mother always said, “Hitler is over in Germany.” She kept talking about it and\nscaring us. It didn’t bother us so much. Somehow, when you’re young, you don’t dwell on it\nso much, and you still didn’t think they won’t be here.",
        "A: Where should I go out?",
        "A: Oh, I see.",
        "A: No, no, no. I started — he was already in medical school; he’d just started. And I started two\nyears under him.",
        "A: It’s a true story. I started off medicine, and the kids — my sister’s friend was a little one (ph) —\nthey said, “Do you have a boyfriend, somebody interested in you?” She just made fun out of\nme, and one day I came home and I said, “I think he’s the best looking of the students. I think\nhe likes me.” And like, “Who is it, Leney? Who 1s it?” Let me tell you this, it wasn’t\nanatomy, I was dissecting the cadaver. Here comes Eddie. I did not know who he was, but I\nknew he was stunning looking at that time. He opens up a book, and starts reading it. He\ncouldn’t read it exactly. It was Christian _. It doesn’t have words, only symbols. __ they\ncalled it, but 1t was fascinating at that time. He reads this maybe ten, fifteen minutes. He\nlooks at me, looks again to me, and says, “You’re not smart enough to hear this.” And walks\naway. So, my sister said, “Did he tell you that he likes you?” I said, “No, I just described it to\nyou.” She said, “That’s the reason you think?” I said, “Yes.” And that’s the way it started.",
        "A: When we started, he was a friend of — a friend of his I was going out with. It was very\nsuperficial. I didn’t really care for too much, but he was studying medicine, and so he\nintroduced me to him.",
        "A: That is true, but I forgot it.",
        "A: I didn’t remember this person. If you are only eight or nine and suddenly you’re seventeen. I\nforgot that I ever met him there. I didn’t. He said to the one girl, I’m going to- that I said he\nwas so good-looking. I wanted him. I will to marry him. Then years later passed, my friend\nsaid, “You got him.”",
        "A: No, no, no.",
        "A: No, no, but in medicine, you see, they are interwoven Sometimes you didn’t pass Histology.\nYou have free choices: I want to take exam this, or take this exam, so, you meet again in\ncertain lectures.",
        "A: No, I had friends with whom I studied. I like to study a lot together with people. No, I didn’t.",
        "A: But, yes, Pll tell you what happened. The Nazis marched in.",
        "A: Yes, ’38.",
        "A: No, not too much. No, no, not too much. Absolutely not.",
        "A: Life went on, and you knew that politics were about changing and the family — people\ncoming to prison...",
        "A: Yeah, that’s right.",
        "A: That’s right.",
        "A: No, because I didn’t belong to this. It worried me when afterward when we talk about Muriel\nbecause actually you were in danger if you were a friend of hers at that time. They were\noutlawed.",
        "A: Very, yes.",
        "A: Let me tell you about. Muriel, it was like I said, I was very ambitious. It was during medical\nschool. There was one professor at that time. He was famous. He taught pathology. He taught\noutside of Vienna, in Krems. And he started early. In order to get to him, you had to get up at\nfive o’clock in the morning to take the streetcar an hour and then you were there. Because he\nwas so alive, the things that he talked. I was afraid of pathology, but he made you not afraid.\nHe showed you a lung — the way he described it that it has to be, or a heart, where the valves\nare going. He could do it in such a beautiful way, it stayed with you. You were not as scared\nof what you were seeing. The person is dead. That’s why he was so popular. He taught you in\na way that it was wonderful. So, well, I’m going there for the day, I got up early because it\nwas time to take the streetcar. In the streetcar — like I said, crowded very — in the streetcar\nthere’s a young woman and she asked me where Krems 1s. I said, “Oh, I’m going there. Are\nyou a medical student?” She said, “Yes” She said, “Yes, I want to hear Dr. Heurthiem (ph).”\nI said, “Follow me.” We get to Doctor Heurthiem. We sit there, like I have no idea. I knew\nshe was an American. I recognized the accent, and after the lecture was over for the whole\nmorning, several hours. She said, “It was wonderful, but I will not be able to come. I have a\nlittle girl thatis _.”’ She didn’t give me the name. “And I cannot leave so early. I cannot get\nhelp so early. You will have to-” You didn’t have to go to Heurtheim. So, I didn’t see her\nanymore, just once.",
        "A: Just once, and — no, that is not correct. I saw her. I didn’t travel with her. I stayed at her\nplace. She always comes, came a little later, because I was waiting there an hour, and she\ncame to the lecture. We had no time actually to talk. !was not __ older, I didn’t have time.\nShe was — very simply, there was no time, because she started right up when she came, then\nshe left. She had a little child so she left. She must have passed. And now, a long time\npassed. I did not know who she was. I did not know her politically. I wasn’t sure was she\nJewish or not Jewish. I knew nothing. Very little.",
        "A: Yes, her name, I knew some I think, and I knew Muriel. Later I found out, all of a sudden,\nthat she was one of the richest people in the United States. Her father was Armor — what’s\nthe other meat packing company? The other large one? She grew up, she describes in the\nbook, with 14 or 15 servants with which she grew up with as a child. But she hated it.",
        "A: She hated to be so rich. She was a socialist. She felt 1t was not just. One child has everything\nand the other one would be hungry.",
        "A: I didn’t know anything like that, just Muriel.",
        "A: Like I said, we had nothing, we didn’t go out. I did not know it was coming. I did not think I\nwould ever meet her again. She was somebody so much older. She had a group, she was in\nthe anti-fascist. You see?\nTape 3",
        "A: A year before, yes. Anschluss was March 21\", ’38.",
        "A: I’m going to look it up. I’m almost for sure. Yes, Hitler marched into Austria March 21*.",
        "A: Well, like I told you before about Vienna, the city Vienna, that you did not worry, not too\nmuch. You — all that I had wanted to become a doctor, to help people, to raise a family. In\nfront of me, there was, I say, a rainbow, and I wanted to reach that rainbow. I was almost — I\nalmost had that rainbow. Just a few more months and I would be a physician, I would be a\ndoctor. It is a feeling the world is yours, but I learned through experience, the world never is\nyours. Anyway, it was March 21“, 38, Hitler marched in. It was like the clouds, like the\nwhole world was falling on top of you. Within hours, you heard screaming in the street,\nmarching and marching, swastika and swastika, Hiel Hitler, Hiel Hitler, even when the\nwindows were closed, even when they had stopped marching or singing — you still had the\nfeeling you hear it. Suddenly, you were afraid to go out into the street. You were afraid to\nstay home. You were afraid to go into your house, and not only this. I was alone. So, alone —\nmy parents remember, I had told you, they had left. They were forced to leave in a way from\nmy sisters, because the English and not only — I think I mentioned it — for only a short period,\nparents would be allowed to leave and go to Israel. There was a deadline. If they had missed\nthe deadline, that would be the end. You could not go.",
        "A: No, the Anschluss, Hitler was already here.",
        "A: That my parents had — everybody wanted to get out. If they did to America, Israel, be it\nwherever, the end of the world. Save your life, get out.",
        "A: Vicious, yes. This is unreal. In Germany, it took years until 1t developed. Even at that time\nstill, you were allowed to take certain things with you when you immigrated. Overnight it\npractically came to Vienna.",
        "A: No, no, it was more than shocking. That is why I described to you before. You are happy.\nYou have an almost — yes, it was — for the Nazis. And they came there slower in Germany.\nYou didn’t expect in such a way. You didn’t expect — I described you nice people. There\nwere people who were your friends. In a night, you lost them; they were not your friends\nanymore. I did not know. I did not know. I think maybe some would have still been your\nfriends. They’d be afraid. People are afraid of Hitler.",
        "A: No, no, they were Nazis. Don’t forget, because there’s Nazi movement was going in Austria\nand Vienna for years. It was suppressed. _ didn’t allow it to come out. Suddenly, the\nAnschluss, they all give in. There was no fighting. Suddenly, imagine you’re a little bird and\nsuddenly the doors open, you can fly, and that’s why. Nobody was a nobody, and practically\nyou didn’t go to school anything because or could say, “Do this and this?” And,\nthen it came suddenly. That was a tremendous — it was worse at the time in Austria than it\nwas in Germany because they didn’t develop. I knew some people I met in Switzerland, they\nstill got things out of there. I couldn’t get anything out. We were poor overnight, practically\novernight.",
        "A: No, the apartment we didn’t lose.",
        "A: No, I didn’t, but there were periods I probably would have lose, but you had to give up. You\nhad to give up everything you owned — your silver, your gold, your jewelry, even if it wasn’t\nmuch, you had to give it up. You had to go down there to give it up. Something else why you\ndidn’t — you orders — your shops had to close. You couldn’t work. You did not know what to\ndo. And, I had just a few months to finish my, to become a doctor. Within days, I got the\nletter, “Stop studying. Don’t come. It’s the end.” Do you realize what it means? No money,\nno job, no work, no work, afraid every day, afraid in your bed, afraid in your house, you\nwanted to go out, you were afraid, you still went out. When you went out, you were afraid to\ncome back. I was fortunate, I never looked Jewish, the reddish hair and bluish eyes, but they\ncould recognized because the Nazis all had a band around here. You see? And it said, “Heil\nHitler’ or something.",
        "A: Yes, it was a star, and I had it on my passport. I'll show it to you. I have my passport. A big\n‘J’, and they gave you the name and the numbers. “Sara” were the women. The men were\n“Tsrael”’.",
        "A: Very soon you understand, very quick, very quickly. All the Jews get out of here.",
        "A: Yes.",
        "A: No, really, because I told you there was a deadline. They had to leave. I was — maybe several\nmonths.",
        "A: Yes, they left. My father didn’t want to leave.",
        "A: He was the type — he loved everybody. He said, “What do you mean? They won’t do\nanything to me? All my life, I was honest and good. I helped them. They’re my friends.\nNobody would dare to touch me.” And you were even more afraid of him, he would go in the\nstreet, nothing. He had such a face. God will help him.",
        "A: Yes, he left relative — he saw it, but left relatively early.",
        "A: Both, it was the whole family. There was no choice. There was no choice. It would be the\nend. They didn’t have anybody in America, where should they go? They would drag him to\nthe concentration camp. He was an older man. He was not too well.",
        "A: I was suddenly alone because the moment Hitler came in, at that moment, he tried to get\naway. People were running away to __ illegally, no passport. They would hide in houses.\nYou wouldn’t hear from him. Suddenly, you heard from him from Switzerland, and then\nonce he went there he had no papers. The Swiss were not too friendly; the French were not\ntoo friendly. They wanted us out again. So, he ran from one place to another and hide.",
        "A: No, when the parents — you couldn’t — my sister — it was almost impossible. No, it was\nillegal. At that time, you hadn’t heard of it. And the way he went to Swiss over mountains\nand hiding in the woods and this and that, no.",
        "A: No, I did not. You were so much concerned about yourself, I didn’t no. I didn’t even see\nthem coming. From time to time, when there was a telephone, he would get in touch with me,\nand try to help wherever he could.",
        "A: Iam at home, but you do not realize, practically no money, what my parents gave me but it\nwas not much. No money, no work, the friends I thought I had are not friends anymore. I was\nalone, alone, nobody, no profession. You see, no profession. I did not know that I had\nsomebody in the United States, you understand? I was alone. And here I met — here comes a\nmiracle, one of them that — 1n the start, you remember, I said there was faith and there was\ncourage, hope and miracles. Suddenly I get a letter that will get — my husband, too — a very\nsmall amount of Jewish medical students who had stopped studying —just a form letter. “We\ngive you two months’ time, and you can finish up your doctorate.”” Why? Because the blue\nsky? We studied day and night. I passed it. And never, never since then was ever a Jew\nallowed to do that. I had cousins who were not included in this few in the States. Suddenly,\nthe world opened up to a certain extent. I was somebody and hoped I’d go to the United\nStates, maybe I’Il be able to work, maybe without a piece of paper, nothing.",
        "A: Just a certain amount who fell time-wise in that group. There were not too many, maybe you\nhave to — maybe 30 or 40 students or so. You ask yourself why.",
        "A: Maybe 30 or 40 students, maybe why?",
        "A: I didnot know. Maybe __.",
        "A: I have a cousin she’s brilliant. She’s still alive. She left medicine. She couldn’t finish.",
        "A: She wasn’t in the group.",
        "A: To do this, and I passed it.",
        "A: I passed several exams.",
        "A: No, I was — yes, we can put engaged, but not married.",
        "A: Oh, I was never serious.",
        "A: Not so soon, but yeah.",
        "A: PII tell you what that means. I wasn’t married. He lived far away. He didn’t have any money.\nI was here. I wasn’t sure that he would marry me. I was alone. He couldn’t give money\nbecause he didn’t have anything. He didn’t have any soap! He just — I’m alone.",
        "A: [ll tell you one thing. First of all, some people were nice. They would invite me. I was\nhungry a lot. Between several months. I started — these people I didn’t know — giving lessons\nto students, secretly. For instance, I mentioned Else Heise Hoidushke, she knew I had\nnothing. So, she said she knew something who wants to learn — she needed Latin. I didn’t\nknow Latin. She said, “You will. Prepare yourself for the Latin. You’re smart.” I did every\ntime I didn’t have so many, but once a week, I studied the night before for that week to get\nthat to Latin. I was good in mathematics. You did it secretly. I give some lessons, physics.",
        "A: Yes, she was a Jewish woman.",
        "A: She was an older woman, yeah. She had a Christian friend who helped her.",
        "A: Yeah, look, it was like, scratch it. But I was still =. People would even — would invite\nme to a meal. I had a little money that my parents gave me, but it was very little, coming to\nan end. You were afraid. I gave some lessons. I survived somehow.",
        "A: You feel physically sick. You feel exhausted. You were tired. You’re desperate. I was not\ndepressed in any way.",
        "A: No, I was scared, terribly scared, but I don’t think I was. I wouldn’t have been able to\nfunction.",
        "A: I was afraid every day that they would drag me to a concentration camp, they’d throw me in\nthere. I feared death. They will hit me. They will scrub the floors, do this — afraid. He was\nafraid himself. You said, ““Was there Eddie there?”",
        "A: Yes.",
        "A: Everybody was afraid — we had only one desire, get out, find a rescue, somehow get out. For\ninstance, we decided before get out we should get married. So, he was late to come to the\nwedding. It wasn’t in a synagogue anymore. We didn’t send out invitations. I had no family\nanymore. I was alone. Forget flowers or a nice dress, we couldn’t send out — you were alone.\nYou and the rabbi and Eddie. He was late. I was afraid they got him. You see? Finally, he\nappears, and I remember so vividly the rabbi said, “Take the glass and put the glass,” and\nsteps on it.” And, he said, “I pronounce you man and wife.” And it was the most beautiful\nmoment, I did not hear them shouting “Heil Hitler”. I did not hear the marching. It was mine\nand I was his, and that was — and you will see later on in the stories that are coming that we\nwere terribly hitched, that we did not want to leave each other.",
        "A: Yes, she made a little dinner. She had nothing for us, that’s all.",
        "A: No, you did not know. You did not, no.",
        "A: What did you say?",
        "A: I tried to pass, yeah, but I didn’t wear the swastika.",
        "A: Yes, so they were safe, you see, yeah.",
        "A: Oh, yes, yes. That’s right They’ll grab you if you’re washing floors — oh, yes. Screaming, and\nthey’d put us all in buses be carried away. You never knew what was going to happen to all\nthe different people. He lost his family.",
        "A: Yeah.",
        "A: Let me tell you something, I am a physician, and when I talk depression, you know, it’s\ndifferent. You can be depressed with all these things. I was desperate, but depressed — If I\nwould have been really depressed, I would have opened the window and jumped out. Do you\nget it?",
        "A: But how do you account? I told you how I accounted. It was faith — faith, hope — look at the\nnotes and what did I tell you — faith, hope, and tremendous courage. And then, how about\ncircumstances? You will hear stories of Muriel, the story of the consul, I told you,\ncircumstances.",
        "A: There’s no time to become cynical. You’re always only “I want to get out. I’m afraid. I’m\nafraid. I’m afraid.” That’s all, you keep going.",
        "A: Not many, no.",
        "A: I was — you didn’t hear much, but I’m sure...especially I didn’t go so far. Probably people\nwho are almost in concentration camps, haven’t been there yet, I would say.",
        "A: No, you don’t think so far. I was just thinking of surviving every day. Every day you think all\nthe time in your mind, “Where can I find the person who can” a piece of paper, I needed an\naffidavit for the United States in order to get out. People, not only United, but to go any\nplace.",
        "A: Yes.",
        "A: Yeah, yeah, yeah.",
        "A: Yeah, it is not the same. You will see this story. You felt different, like, youcanseeitin _,\ndifferent. Yes, I have to bring in some stories. Muriel, you understand?",
        "A: Muriel, same as my cousin, and then you will understand.",
        "A: The main thing is to find someone to get out, and I didn’t know, I had a cousin. It was a\nsecond cousin. Somebody mentioned him to me there was a second cousin. I never heard of\nme. He hasn’t heard of me. It was very hard when I tried to get in touch with him, very hard\nto get through to the United States. I found his address. I found his name. People said, “Don’t\nbe foolish. He won’t send you anything.” I wrote him a letter. I described to him the\nsituation. I described Eddie, who my fiancé, who 1s, a long letter, as a medical student and so\non. I was walking very close to the university where I wasn’t allowed to work, but I was\nwalking. And I was walking from the Rathaus, the city hall, a gorgeous building in this, all\ninsults. Suddenly, somebody put their arm around me, which is strange. Christians are afraid\nto touch you, you understand? It’s a Jew. I turn around. Who was it? Muriel. And she said,\n“Leney, I’m glad I saw you.” I hadn’t seen her in maybe a year or longer. I do not know.\nAnd, like again, I had no idea who she was, that she was rich or people she\nnothing. “How are you?” And I said to her, “Don’t you know the situation? I’m desperate.”\nAnd started to cry. And she said, “Yes, I understand it. I’m going to leave here. I’m going to\nFrance because I cannot stand it here either myself.” Even though she was not Jewish, and\nthen she said to me, “Leney, I have sent out so many affidavits.” You know what an affidavit\nis. “To so many people. I don’t think they would accept anything from me anymore, but if I\ncan help you anyway, tell me.” Here, again, I had no idea that she was one of the richest\npeople in the country, and I think for a moment and I said, “You know, Muriel, maybe you\ncan help me.” She said, “What is it Leney?” I said, “I wrote a letter to my cousin, Sam\nMenczel, in German. My English is no good. Could you translate it?” “Oh, sure. Come up to\nmy apartment.” Next day I come up to Muriel. I realize suddenly that she must be very\nwealthy — not that arrogant or anything, just the neighborhood, where it was. Went up to her\napartment, and met here that little girl, that Connie, and she sits down and took the long — it\nwas a very long letter writing to Sam Menczel. She was — after she was done, she leads to her\ndoor and she looks at me. She had tears in her eyes, and she says — mind you, she practically\ndid not know me only from that lecture to that time — tears in her eyes, and she says, “Leney,\nif there’s anything I can help you, please get — I’m leaving for a few days. I give you my\naddress. It’s American Express in Paris. Wherever I go, they will send the mail to me.” And,\nshe — I remember that. “And I will travel back again. I can’t send affidavit, nothing.” I sent\nthe letter on — her letter that she translated on to my cousin in New York. Weeks passed, I\ndidn’t hear. Suddenly, I got a letter. I have that letter after so many years. I get a letter from\nhim. “Dear Leney’’,, he said, “I read your story. I was so touched, what you made from your\nlife. ’'m going to — I want to help you. I’m going to send you an affidavit, and I will — I will\nbe good to you. My wife, Rosie, and the children will love you, and forget your boyfriend or\nfiance. I cannot. I’m not rich enough. I can’t send him some papers, but looking at your\npicture and that you are a doctor or become a doctor, you won’t have a hard time, you will\nfind somebody else who will love you.” I was so happy with the letter, yes and no because\nEddie — at the moment — I mean, from Heaven, such a letter. I carry that letter wherever I go,\nbut one thing was clear to me. I will not leave without him, without Eddie. I’d rather die. I\ndon’t care at all. So, I got this letter and a few weeks again pass, trying to make some\nconnection for him. Impossible, I didn’t find anybody. Suddenly, I get a call, who was it?\nMuriel. Who was it? Muriel. And again, I knew really nothing except for that one lecture that\nI saved her a seat. Muriel, she said to me, “Leney, did you hear from your cousin?” “Yes. But\nhe’s not going to send anything to Eddie, and I’m not leaving without him.” She thinks a\nminute, and she says, “Leney, don’t despair.” I was a stranger to her. “Don’t despair Even if I\nsent so many affidavits — wait, wait, help will come.” A few days passed, Muriel called\nagain. “Leney, Eddie has affidavit. I didn’t have to send anything. I called up. I talked with\nthe ambassador, and an affidavit is there.” So, you can imagine. The world was ours. The\nworld was ours. I mean, was it really true that just a few weeks there was nothing? And I\nnow had to wait for a certain number. Even with the affidavit, you cannot go to the United\nStates. Your number has to come up. It was a quota. There was a quote — from the number\nway back. They were not ready for us yet. We had to wait.\nEnd of Tape 3\nTape 4",
        "A: Yes, I was in Vienna.",
        "A: I didn’t stay in at home at all. I was by coincidence with friends, allthe =, and now I\nwalk and we heard it. I did not realize that grabbing and grabbing whatever they can.\nAll they synagogues were burning. It was a sight in the scared where you couldn’t... I did not\nknow I was alone. Should I go back? I stayed with them overnight, then I went back, I do not\nknow. Do I still have a place to go or...? But it was unbelievable. It became the very fast the\nKristallnacht, like a flash, and then it was gone. Well, it was never gone.",
        "A: No, no, no. Even more.",
        "A: You saw the concentration, in the form, you see, 1t was concentrated.",
        "A: An affidavit is this. You must have somebody in the United States who is willing to send you\npapers for you to come to the United States. They are believed to be write out, but you have\nto show proof of support, that you have the means, that I will not be a burden to the States\nuntil I’m a citizen.",
        "A: An affidavit is you have to find someone — it does not have to be a relative — who’s willing to\nsend you papers to go to the United States, and the papers has to show what he owns, income\ntax and so on — that he’s really, if 1t comes to it, that he’s able to support me, and that I will\nnever be a burden to the United States as long as I’m not a citizen anymore, because if I’m a\ncitizen, it is expected that I support myself if I’m able. So, Muriel sent me that affidavit, but —\nnot Muriel, Sam Menczel; Muriel sent it for Eddie — but you had to wait for a quota number.\nThere’s only — somebody might send somebody a hundred affidavits and only a certain\nnumber are allowed to enter every year to the United States, and there it was important from\nwhich country you came from. For instance, if you came from Scandinavia, it was very easy\nto enter. They will give you numbers because Scandinavian people had no interest to go to\nthe United States. So, we had to wait for our numbers. And so, it was very hard until you get\nto it. I got right off. I got the numbers, but the Germans had to give me all the permission to\nget that number that I’m clear. I have all the — did I tell you the story how I worked as a\nmaid?",
        "A: I did not tell you. Okay.",
        "A: Before that, yeah. It was the largest library in Vienna. It was like a beautiful home and\nbeautiful furniture. They did not want to give me that number yet, so one man who had\nlooked over the income tax, “I have a mother. She’s old. She’s sick. If you find me, if you\narrive, you will work for me as a maid, when she’s all done, maybe I will let you go and your\nfamily.” So, I took the job and it was a nightmare. She was so mean to me. I worked day and\nnight. She was very sick and didn’t give me practically anything to eat, but God help me she\ndied after three months. So, that was fine. He went into Eddie’s apartment, took out the nicest\nfurniture he wanted to, and said, “Now you have the numbers, too.” And, he also — Eddie, not\nme.",
        "A: A German man.",
        "A: A Nazi, sure. They were all Nazis. They were all Nazis.",
        "A: No, his family — his mother perished, and Eddie had an affidavit for Muriel. I told you\nalready the story how she called and she said, am I right?",
        "A: My cousin Sam Menczel.",
        "A: Yeah, I didn’t need anymore",
        "A: You just need one affidavit.",
        "A: [Il tell you — here, I want to tell you. I was about the same, two three or four or five, close,\nbut his number came up and he was in Vienna still. I was at that time already in Switzerland.\nI’d got a temporary — you wanted to get out. You had to get out. I got a temporary visa from\nthe Swiss, and Muriel helped me do it. Do you understand? He didn’t have it, but then his\nnumber came up. He got a letter from the American consul. He went right up and he got his\nvisa. Do you understand?",
        "A: Here I was in Switzerland, my number came up. The American Consul in Switzerland, which\nwas the American, was very mean. He would say, “If you want your number, go back to\nVienna, go back to Austria — which was Germany — and get your number there.” I could not\ngo back. I had signed that I would never go back. That means if I go back they’ Il send me to\na concentration camp. He didn’t even want to listen. In the end, people did not even try to ask\nme, “Please help us. Give us it.” Because everything was here. But he just didn’t want to do\nit.",
        "A: Because it had to be clear before the things are interwoven.",
        "A: Pll tell you why I went to Switzerland. You did not know from one day to another that if you\nwill be alive, do you understand? Whoever would help you? It was — why did my brother?\nHe did not even have a temporary visa. It was like sent from Heaven. I was safe for several\nmonths. She must have — she gave me money, Muriel.",
        "A: No, I didn’t. She - from time to time, she would send me the tickets to go to the United States\nindirectly, but she wired “The tickets are coming”, but it makes it also very hard. Do you\nknow what the Joint was? The Joint helps people refugees that were there with money to get\nsettled. I did not know it in the beginning. The Joint didn’t help me because Muriel said, “I\ndidn’t want it. I will help them as much as I could.” And she did. I gave her everything, every\npenny back in the years to come, but Muriel was always in the background, and when it was\nneeded that people would support you, she would help me.",
        "A: No, she didn’t want — she wanted to help to support us.",
        "A: She helped us to go to Switzerland, me. Eddie could not go out here. It did not have the\npapers from the Germans until I was married him, remember what I told you?",
        "A: Yeah, that’s right. I got the papers first.",
        "A: Oh, yes, and it was not only I, everybody. Because every day you would said, “How did you\nfeel to go out in the street?” Everyday you were scared. I wanted to get out. I was alone. I\nhad nothing.",
        "A: [hoped so.",
        "A: That’s right.",
        "A: What did you say?",
        "A: I tell you, I was in different places. I was because wherever they would let you in. I was in\nDavos, Switzerland. I stayed two days in Zurich. I started to hide. Then I was in Geneva, I'll\ntell you why. The visa came to an end soon, my Swiss visa. I promised I would be out of\nSwitzerland. Here I was caught. I couldn’t go back to Vienna. The Swiss didn’t let me there\nbecause they prolonged it once, and that was the end. I didn’t know what to do. I tried — I\nstarted to hide. My brother was either in Reins or someplace called me and said, “You have\nto get out. They won’t let you.” But I did not know what, so he said, “Look, I will tell you all\nthis on the phone, let me tell you what to do.” He said, “Take your belongings.” I didn’t have\nmuch, “Go to Geneva. There is a League of Nations in Geneva. There is a very prominent\nlawyer. You go down there. He might not want to do a thing for you, but he has it in his\npower. If he wants to, he will help you.” I took like my last money. I went to Geneva. Don’t\nask me, I don’t know why I’m there. I do not know. I come to Geneva. I find the telephone\nnumber where the prominent lawyer is, had a hard time to get in. He didn’t want to talk to\nme. How I did it, I do not know. I reached him. I talked to him. He was very touched. I don’t\nknow — people were somehow taken by me. It’s just — So, he said, “I will help you.” Yeah,\nmy brother said to me, “Look if nobody helps you there, the League of Nations, you have to\ngo illegally. You have to go over the border. It could take you days until you get there. There\nmountains, mountain passes. There are woods. You will have to hike. If the Swiss find you,\nthere’s no end to it. They will send you right back.” The idea that I should be as thin as I was\nand there was nothing but me, all by myself, scared stiff. Well, I talked to that lawyer. He\ncalled up a very prominent, very high official at the League of Nations. I understood French\nsome. I did not understand quite enough to understand while he was talking, and he said,\n“You have to help her. You have to see her. Do what you want, but you have to talk to her.”\nShe didn’t want to talk to me. He was pleading with her. She agreed. I think they were\nprobably very close with each other. I go over to the League of Nations. I have no idea\nanymore did I walk, I had no money for that. I got there. I meet her, fantastic building, very\nelegant woman. She was awfully nice to me. She took a look at me, and she said to me,\n“Don’t talk at all. Did you eat yet?” I said, “No.” She rings a little bell. They bring in a\nfabulous breakfast with orange juice and all this. I thought it was not here, it was heaven. She\nsaid, “Yes, I will help you. I will give you a temporary visa you will get to go to France.”\nAnd she said she will give me toa ___—_—_s so I was relatively safe for a short period. In the\nmeantime, the war broke out. Poland and Germany, the borders were closed, and I did not\nneed to go out right now, but Eddie called me. He said, “Leney, I received my — I have my\nvisa. I have the number.” I told you that before. “I have everything. What will you do now?\nYour number is up. If you don’t come to Vienna in two, three days, your number will be\ngiven to somebody else.” So, you realize the tremendous problem, not going back to Vienna\nmeant I would never be with Eddie again, because he’s going to the United States and I\nwouldn’t. I didn’t have it. Going to Vienna was a tremendous danger, almost 100 percent.\nThey would send me right off into concentration camp. “You have signed it. You have\nsigned it.” I talk my friends, she wouldn’t want to hide me in order to force me not to go\nback. I said, “I have nothing to lose. I will try to go back.” And here comes the story about\ngoing back. As far as I knew, I will not be able to make it because the Germans will send me\nright off into the concentration camp. Now, I needed in order to go back, I needed a visa, a\nGerman visa, to enter Vienna from Switzerland. Well, I think, “Let me try.” I get my stuff\ntogether, go to Zurich, and I go to the consulate — a tremendous, big building, a lot of people\nare waiting there in front to get in, maybe a hundred or more, but this — none of them were\nJewish. These were all gentile people who had business, who wanted to go back, everybody\nneeded a visa. They were standing. It was not open yet. They were standing in line for quite a\nwhile. Suddenly a Gestapo man, an SS man, comes out, but he says first, “Heil Hitler, heil\nHitler.” Everybody in the group, “Heil Hitler, heil Hitler’ and he says, “I have to give you a\nmessage.” He says, “You all can go home. Yesterday they tried to assassinate Hitler.” And he\ncalled him the Furor. If you said the Furor, this is the highest word instead of Hitler. “The\nFuror has given orders nobody’s allowed to enter the border anymore. To go out, not ‘til you\nhear from me at a later date, I do not know when. The people all went home. Within seconds\nthat tremendous place was empty. The only person who was standing there was myself, and\ntwo of the Nazis, the higher officials, Gestapos. “What do you want?” You get like so rigid.\nYou do not know what to do, what is happening. You act, or you don’t act. So, what should I\ndo? No gentile, no Christian, nobody can get in. I’m frightened to death, but I had only one\ndesire. I want to be with Eddie. If I can’t be with Eddie, I might as well die. And I thought\nand I thought. I had to get in. I started march to the door. Nobody’s marching with me\nanymore. Everybody left. And I see the big door and SS men, Gestapo, all these women\nscreaming “Heil Hitler, heil Hitler.” Standing straight. I went up to the door that I did almost\nconsciously, I shouldn’t be scared. I should walk straight like I would look like I know where\nI was going to. I had no idea where the consul was. I had no idea how he looked, nothing.\nAnd, I was sure that they’d send me back at the door, nobody can get in. I mean, I’m on\nGerman territory. I walk straight to the door, grab the door, and open it. I did it so fast that it\ndidn’t occur. It probably looked like Iam one from them. I was just “In I am. In I am.”\nTremendous building, no idea should I go right? Should I go left? Should I go straight? Let’s\nsee, which one could it be? I do not know. I go straight and I start walking — walk, walk,\nwalk — suddenly I come to a big door, and I thought to myself, “It looks very impressive to\nenter. If I get inside, “Gestapo,” I said in my mind, “might be in.” I don’t ask anybody. I\ndidn’t talk to anybody. I go to the door and open it, and I’m inside. In front of me a big\nbeautiful desk and a man sitting there, Iam God Almighty. I assume right off this is the\nconsul. Next to him, Gestapo, and guns, and you name it. And he looked at me, didn’t\naddress me, either. Who was I? You needed permission. You need an invitation. You just\ndidn’t walk in that way. And he said to me, “Well, what would you like? Who are you?” And\nI start talking quickly, I said, “I have to have — I have to go back. I have to get an American\nvisa in order to go’, and I stop talking. He starts screaming, “You’re Jewish! You’re Jewish!”\n“Yes, Iam Jewish.” “You dare. You dare to come here. How did you get in?” I started to say\nsomething. “Get out of here right away.” And I tell him what I want. He said, “No Christian,\nno Jew, nobody is allowed to get in.” And he said, “Go!” And I looked at him, and he’s\nfurious at all the people who work there. I said, “I’m not going.” He said, “You’re not? We\nare in Germany,” he said, “You will go to the concentration camp. You will — looking at you,\nhow you look, you won’t survive it. You won’t survive it.” He said to me, “Go!” Then,\nsomething in his voice got soft, and he said to me, “Go, go, please go. Nothing will happen to\nyou here. I will see that you get out, get you again on Swiss territory, but please go.” He\nlooked at me. “I’m not going.” He repeated this two or three times. Then, so far, he says, “I\nwouldn’t want anything should happen to you. Go!” And I said, “I won’t go because if I go, I\nwill never see my fiancé, and that’s the end.” And he said, “I cannot give it to you.” And, he\nstarted again, “Go,” and then he shows to the men, he said, “Take her and lead her out.” I\nsaid, “I’m not going to walk.” He looked at me with a pierced look. His eyes were lethal, but\nhe said, “Lift her up.” There was not much to lift. “Lift her up and carrying her out, and out\nthe door.” Two men, one on the right, the other on the left hand — they carried me to the door.\nHe carried me to the door, and a little out already. Suddenly, you hear a voice, “Stop! Put her\ndown. Come here!” he calls me. I go in. He tells all the Gestapo, “Everybody go out!” He\nwas only with me alone. And he said, “You know, I really would like you to go.” Nicely, in\nnice way. “I would not want anything should happen.” And I said, “I can’t go.” And he said,\n“You seem like —_—_—s nothing anymore.” And he said, “Talk to me.” I talked. He said — he\ntakes a pen, and he says, “Give me your passport.” And he said, “I do not know why I’m\ndoing this.” He said, “Do you realize I can lose my position? And, I can lose more than that.”\nHe means that if he did it, something could happen to him. “This is against the wish of the\nFuror, of Hitler.” He takes the passport — I had the passport there — he takes it, writes 1n his\nname, and here’s a number. I have a visa. I walk out. I couldn’t believe it because I’m sure\nnever, ever before, and it probably never will happen. Why did you do it? Why did he...?\nAnd I said miracles. Why did he it to me? Why did he endanger his whole life and his\nfamily? Why? And if this happened going to Germany, my life was practically safe. It was —\nhere it was the consul himself that he gave it to me. Now, I had to go back, you see, I was in\nSwitzerland now with a visa. I didn’t dare to tell to anybody. When the war with Poland was\nover, I get a ticket and I get on the train. I get on the train going back to Vienna, and the war\nwas over with Poland. It didn’t take long, you know. It took over — the war was over, and I\ntraveled only with soldiers, German soldiers. They were ——_—___ that I was Jewish. I had on\nme my passport, but I didn’t open it, nobody said — but you can imagine for hours, I was\nscared silly, but they were nice to me. They did not know who I was. I come to the border\nSwitzerland and Germany — Austria, and there you had to go through an examination above it\nbecause I was not German. She saw the passport. They examined me. I had to undress. It was\na woman. And I had — I still have it, I have to show you. When you got married you had\nnothing yet. My husband gave me a little golden chain with a little heart. It was worth\nnothing, but I had it hidden anyway in a little pocket on the side. I’m afraid it falls to pieces,\nand she looks at me. She says, “Why didn’t you leave it in Switzerland?” I said, “I couldn’t\nleave it. My husband said it would bring me luck.” And she looked at it, and she started\ndiscussing it with two or three other men, and then I was already dressed. A man comes to\nme and says, “Look, you will hope be able to take the little heart and neck- (ph) out when\nyou come here. I’m going to write it in your passport.” You see my passport with a little\nheart and necklace taken in. He wrote it in, and there it was. So, I keep on going. I arrived in\nVienna in the evening. Eddie picks me up. We were not allowed to take a taxi or anything,\nand he said to me your number might have been gone by now. It took me just two days, three\ndays. They might have given me to somebody else. And, did I talk too fast? No. And, he said\n— the next day we rushed to the American Consulate. Yes, my number was still there. They\nhadn’t given it away yet. They gave me they number. They gave me my visa. I was the last\none after the people had to wait for a long. I was the last one. You do not know such\ncircumstances at the moment what they’ll be. Eddie rushes me to the train again, off go back\nto Switzerland. He still stays. He didn’t have his numbers yet that he could also cross. Rush\nme all off to Switzerland, and I — no, I take a train to Switzerland, and we come — it’s, of\ncourse, a German train — we come to the border. The train stops. The conductor says, “This\ntrain is not going any further, and there is no other train today or tomorrow that goes to\nSwitzerland.” You can imagine. What now? What now? I’m in German grounds. My time\nhas elapsed. I have to be out. The one German asked me, she recognized me, “You have a\nnecklace, yah?” I didn’t know what they were talking, “Don’t you remember us? Don’t you\nremember?” I was so excited, I didn’t, “And now I have no train to go to Switzerland.” The\none comes to me and says, “Don’t get desperate. I will show you how you will go.” He said,\n“Do you see this street?” I saw the street, yes. It was also evening because it was dark. He\nsaid, “There is no train, but you have good feet and legs.” He said, “It’s two miles from here\nif you walk. Walk, run,” he said, “So nobody can stop you. Run. After these two miles you\nwill see on the left hand side a little house. When you reach that little house, you are on the\nSwiss border.”",
        "A: Okay.\nEnd of Tape 4\nTape 5",
        "A: Yes, where to run. It was dark. I finally found the house he described. I cross over, here I am.\nI look at the skies. It’s dark. I look at the ground. I fall on my knees. I kiss the ground. I start\nto cry. Here I am. I have been saved. A new life is starting for me. Two days later, I was\nheaded for the United States.",
        "A: I met him, a few weeks, but I met him on the border. To get in Genoa.",
        "A: Yeah, in Genoa, again.",
        "A: Correct. In the meantime, he got his — it wasn’t the next day. It was probably a few weeks or\nso to get the papers and all together. We went together to the United States.",
        "A: Sure, yeah.",
        "A: That’s a good question. I do not know because, you remember, I arrived on the brother and I\nhad permission — I actually didn’t immigrate, leave Switzerland, completely. I had only\npermission to go for 48 hours to Vienna. That’s an excursion, and so I was back. Not only\nthis. In the meantime, the war broke out. The Swiss could not throw anybody out anymore.",
        "A: No, not now. The Swiss borders, all of them, were closed. It was the war between Germany\nand Poland. Even the Swiss were __, but they themselves did not allow anybody in or\nout.",
        "A: What did you say?",
        "A: Yes.",
        "A: Yes, yes.",
        "A: [Il tell you one thing: at the time, I didn’t know it exactly. I stayed a time with a friend or\nsomebody else. I was hiding; I was used to that kind of life. I knew some people.",
        "A: I didn’t even give it a thought. With an affidavit in my hand, “Here I come! A new life, here I\ncome!” . [had already my passport, my visa, everything, I was waiting for\nmy boat to go.",
        "A: Sure.",
        "A: Muriel found me because I was in contact with the American Express, and from time to time,\nthe bank would call me. She knew how to get to me.",
        "A: I think when I came to Switzerland that I called him and told him. Then, when I tried several\ntimes to catch him somewhere where he was — maybe yes, maybe no. Sometimes I was\nlucky; I would get him. I would try different ways until I found him. Any your friends with\nwhom I might have stayed.",
        "A: When I was still there.",
        "A: No, no, it maybe — he didn’t talk. He was afraid. No, that was from week to week, but that’s\nit.",
        "A: I did not know when I would ever hear from him. He himself was in tremendous danger.",
        "A: Yes, that’s right. Maybe he tried Muriel or something, I don’t recall the details. I do not\nknow.",
        "A: I bought, I got a ticket. I paid for it. Muriel helped me, for me and for Eddie.",
        "A: For both, sure. Like I said, we have given back — Don’t you see, we lived for a long time in\nthe middle-west. I would have liked to New York and Albany. The Joint would help the\npeople, but they didn’t want to help me. I did not know. The social worker told me why they\ndidn’t want. Muriel said, “I’m going to pay her anything she needs. I will pay for her.” When\nwe found out, I said, “I don’t want to keep taking money from her. I will take a job wherever\nI can.” So, we landed in the middle-west. It was easier that time.",
        "A: I tell you, look, he just came from . You need an internship, you need a\nresidency, but to find it — you don’t find it right off either.",
        "A: It was so foreign. Lincoln, Nebraska, Peoria, Illinois, you just don’t realize I could have\nstayed in Vienna. They didn’t allow us for a few years to take state board, and they didn’t\ngrasp the whole story, but I did not want to keep on taking from Muriel.",
        "A: I think didn’t even tell me that it would come this way, but it was sent through the bank or\nwhatever. I didn’t see her.",
        "A: Maybe the tickets came. She helped me.",
        "A: Well, she was traveling all over. Like I said, she grew up in a home with fourteen servants in\nher home. One of the richest people here. She skied. She knew the whole world. She was\nmarried. She __ the book. She was in the underground. She was in danger all her life. She\nwas an American and English passports she had, because she was first married to an\nEnglishman.",
        "A: Very politically. Her husband was a leader of the whole thing.",
        "A: Free person.",
        "A: That’s right. It was like going to the moon. And it was tough times here, too, at that time to\nget jobs. and worked in Lincoln, Nebraska. People would say, “I didn’t get any\nmoney. Nothing. I just worked.”",
        "A: Asa physician, yes.",
        "A: No money. You didn’t have a room, nothing. Eddie made probably $25, and lived on the...\nAnd you were too proud. They didn’t let me eat dinner with the other doctors.",
        "A: No, it was just, you don’t ask, you see, at that time. It was tough. I didn’t ask give myself out\nof this. I didn’t say that I needed that at that time. I didn’t I tell them. I said, “I would like.”\nThey said,“ .”",
        "A: No, no, no. No, no. Not in the United States, no. withthe _ no, absolutely not.",
        "A: Because I had to become — I had to become a citizen. They would expect both of us to take\nthe exams. It took me about — first the primary and then the - it took me four years.",
        "A: Eddie was a little sooner, yeah.",
        "A: I stayed there in Lincoln, Nebraska and Peoria, Illinois. I had got first got first an internship.\nFirst, I was just in orthopedics. Then I had an internship in Peoria, Illinois, in the Methodist\nHospital here, and then I got mixed residency again in Peoria, Illinois, but then I felt so rich\nlike the richest person in the world. The second year as residence, I made a hundred dollars a\nmonth; the world was mine. Then in the same city, I got — in Peoria, Illinois, I got the\nresidence in medicine. Here it was in Internal Medicine and Pediatrics. And after they\npromised us, in order to open up a practice, you had to take an exam. They said, “Yes, next\nyear, next year, next year.’ Inever___—__ so long, but then they still didn’t let us take it.\nFinally they let me, and I passed it. Then we came to Maine. I opened up here first and\nowned my own practice. And then I got a position, a high position here.",
        "A: Yes, that’s right a long career. I was here for 20 years as a district health office. I had three\ncounties: Oxford, Franklin and Muskogee County. And I traveled all over.",
        "A: For the state, yeah.",
        "A: I had —1if I was able to, what did you say?",
        "A: Yeah, I was in contract with them. ,",
        "A: In Vienna. He was still in Vienna. He couldn’t get the numbers. So, remember, they didn’t let\nhim out. He had the visa and everything. The Germans wouldn’t let — wouldn’t allow him to\nget out.",
        "A: Yes, but since I was still sometimes in Switzerland. Then, we met on the border. I cannot tell\nyou the time difference.",
        "A: No, no. They were not. Oh, you mean Eddie’s family.",
        "A: He did not even know where his father — his mother got killed in concentration camp. He did\nnot... The youngest was too small. She went to — because she was child. She was supposed\nto go to Israel. Pepi (ph) was one of the pictures you have. No, she was killed.",
        "A: Just Eddie.",
        "A: No, no, no.",
        "A: Very, oh, very difficult. But we were safe, but we had everything for the United States.",
        "A: [Il tell you one thing, I can’t even answer you there because I was not willing. They knew it\nwas very bad and so on. But, you know, even now, people don’t like to hear it. But at that\ntime you __ your life. You were afraid to talk about anything and everything.",
        "A: Yes, I didn’t. Not only this, I wanted to be out of this. Like I had one friend, she kept talking\nall the time about that period. I don’t. I want to be out of this.",
        "A: Yes, I had two children.",
        "A: No, I don’t think so.",
        "A: Well, I want to thank you. It’s a pleasure meeting you. What should we do with the release\nform? I haven’t signed anything yet.",
        "A: We’ll do that later.\n[Break in tape. ]",
        "A: This is my mother, it is in Vienna, and she is wearing a pin. I do not know who gave it to her.\nI have that pin.",
        "A: This is my father. In Vienna.",
        "A: This is my father in Vienna.",
        "A: I would think-",
        "A: I would think maybe, that my mother might have been 55 or 60. They are close in age. He\nlooks much older.",
        "A: Yeah, this was typical, yeah, and you had a beard but it was low and white.",
        "A: These are my brother and sisters. This is the earliest picture that I remember in our house.\nThe person who is standing is my oldest sister. This is Berthe. Then comes the little girl, I\nthink I might have been three or four years old. It is me, Leney. Then comes my sister next to\nme. That is Fanny. She was very pretty, charming, but 1t doesn’t come out here. And next to\nBerthe is my brother Josef (ph).",
        "A: That is Josef and Berthe. She was the one who went with the Halutz (ph) to Israel. She was\nvery young maybe 17 or 18. This is Josef. He was a fantastic chess player and dealing with\nstamps, and the little one 1s me, Leney.",
        "A: This is me. This is Leney. I would think I was there maybe 15 or 16 years old. I’m not sure.",
        "A: Itis in Vienna, but I do not know where.",
        "A: This is Leney. This is myself, and this is Eddie. I’m not sure if we were married yet. I don’t\nthink so.",
        "A: We weren’t married, no. We were just going out together.",
        "A: That’s Leney again, me.",
        "A: Well, I lived here so many years, I would say almost Helen or Helene. When I talk about\nlooking back, then I become Leney.",
        "A: Yes, this is Eddie, my husband. Handsome, not just because he was my husband. It was\nknown. He used look, not so much in this picture, like a Gregory Peck.",
        "A: Very intense, yes.",
        "A: This is my mother, my brother, Josef, my oldest sister Berthe, and next to Josef standing is\nFanny.",
        "A: This must have been Vienna.",
        "A: Yes. In Vienna, definitely Vienna. [New photo shown.] This is Fanny, my sister.",
        "A: This is Fanny, my sister. She was not only my sister. She was my best friend. She was — she\nhad so much charisma. She was — it doesn’t come out here. She was very beautiful. She had\nthe red hair and greenish eyes like an ocean. She was very, very much loved, extremely\nbright.",
        "A: That is again Fanny. [New photo shown.] That is her. That is Fanny there. She was amazing.\nNot only was she very bright, nice, but somebody everybody who met her just loved her\nwanted to get married to her. She was extremely gifted.",
        "A: [New photo shown.] This is my oldest sister. It is Berthe. She was the one that became\nZionist and she went to Israel practically as a teenager, when she was 17, at the most 18 years\nold.",
        "A: This is my mother and my father outside of Vienna in Baden. It was a type of a spa, you\nknow, if you went there your blood pressure would go down. You took certain — bathed in\ncertain waters. They’re just coming out. You see she carries a glass of water.",
        "A: [New photo shown.] This is Leney, it’s me, Helen, and Ed. We are standing in front of the\ncar very proudly, probably was our first car.",
        "A: Huh?",
        "A: Eddie, what was our first...?\nEddie: I think that was our second one, a Nash.",
        "A: Maybe a Nash, a green car.",
        "A: No, not at that time. We didn’t have a Buick. I think Nash or another car. We didn’t have the\nBuick yet.",
        "A: Here, that is my dear husband, Eddie, with his doctor’s bag. He made house calls day and\nnight. He 1s going.",
        "A: That might have been either West Paris or South Paris. West Paris, I rather think. [New photo\nshown.] That’s us both, Leney, Lene, how he calls me, and that 1s Eddie, my sweetheart.",
        "A: No, no, no.",
        "A: That was taken in Maine, but maybe, maybe, in West Paris or South Paris.\nEddie: South Paris?",
        "A: South Paris, yeah.",
        "A: This is Muriel Buttinger, or Muriel Gardiner was her name before. We owe her everything.\nWe owe her our lives. Without her, I would not be married, I would not have children, I\nwould not have had the grandchildren. She worked in the anti-Nazi movement. She\nendangered her life for years, only to help people. I love her. She helped hundreds of people,\nand she went as a book called Code Name Mary. That is her. [New photo shown.] This is\nMuriel again. She was one of the richest people in the United States. She grew up in a home\nwith fourteen servants. All her life she tried to help people. She endangered herself and\nprobably also her child. This is Muriel. She was first Gardiner. She was also a psychoanalyst.",
        "A: This is my passport, and this is in red. A ‘J’ a big ‘J’, it tells you I’m Jewish. You see first my\nmaiden name, Helena Menczel, then it became Rochberger (ph), and then in the end it\nbecame Menczel or Reeves.",
        "A: Menczel, that’s spelled in different places. It?s M-e-n like Norman, c like Carl, z-e-1. Then\nmy cousin spells it different, who sent me the papers, M-e-n-c-h-e-l. [Zoom on passport\nphoto.] I look desperate there, don’t I?",
        "A: No.",
        "A: Passport picture, yeah.\n[Tape cut off. ]\nEnd of Tape 5\nTape 6",
        "A: This is my passport. This is a visa that I was allowed to enter again Vienna. Nobody was\nallowed, not even gentile people. The consul gave me this, the story who gives me the visa,\nand the number, and he says, “I don’t know why I’m doing it.” That is his name. That is his\nstamp. And I went back in it was November 26\" he gave it to me. No, November 8\" it does\ntell you it.",
        "A: November 7\", November 27\", I got my American visa. Here he endangered his life only to\ngive me that visa. I was the only one who could enter again Vienna. It tells you how long\ntime I have. I have to be out on the 29\" of November. I entered 26\", out on 29\". [New item\nshown.] This is actually — the Nazis wrote down on the border — if they really were Nazis or\nnot, I could not tell you, but they belonged that group — that I’m bringing in a necklace, a tiny\nlittle necklace with a little heart. They wanted me — they were very anxious, that never they\nshould take away this necklace, because I told them this necklace, my husband gave it to me\nwhen we got married, and he said, “as long as you will have it, it will always bring you luck\nand save you.” And this is what they wrote in. And when I went back, they were excited and\nhappy that I still had my necklace, and I still saved this ‘til today.",
        "A: Yes, that locket.",
        "A: Yes, you’re right. I don’t wear it anymore, I’m so afraid it will rip or — I hide it away.",
        "A: Yes, yes, it is. Can you understand?",
        "A: Probably, yes.",
        "A: Yes, it is the most precious what I have. And that I have Eddie. But that passport is — very\nhard. There’s Muriel, who gave us life, that we are here. There’s that consul.",
        "A: Yeah, what I just wanted to tell you is, like I said, is just these miracles. It’s not only that you\nthink of a miracle — well, I got such a miracle. It’s just a point, to suddenly find Muriel, and\nshe said, “Can I help you?” and when I see her, I don’t know who she was. Do you\nunderstand?",
        "A: And there was something out, that miracle. From the blue sky, that I get a letter, “You are\nallowed to finish or get your doctorate.” You see that I got it. This passport from the consul,\nit’s holy to me.\nEddie: You know, I wouldn’t be alive if Muriel hadn’t given me my affidavit.",
        "A: Here, it was not just a Nazi — here it is the highest Nazi, the consul. Why? Why is it me?\nWhy am I safe?",
        "A: I sort of think there are no answers. Maybe we do not know it yet. Maybe it might be because\nI have a daughter, Karen. Maybe it might be — who knows — Laura, my grandchild.\nEnd of Tape 6\nConclusion of interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJuly 24, 2001\nRG-50.030*0414",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Dr. Helene\nReeves, conducted in Maine on July 24, 2001 on behalf of the United States Holocaust Memorial\nMuseum. The interview is part of the United States Holocaust Memorial Museum's collection of\noral testimonies. Rights to the interview are held by the United States Holocaust Memorial\nMuseum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "DR. HELENE REEVES\nJuly 24, 2001\nTape 1"
    ]
}