{
    "rg": "RG-50.106.0246_trs_en",
    "sequence": [
        "Q: And what is the name you were born with?",
        "A: Nocham Neiberg.",
        "Q: And when were you born? And when were you born?",
        "A: I was born in Piotrkéw Trybunalski. I was born in 1929 on August 20, 1929",
        "Q: August 20\". All right let’s talk a little bit about your family. First of all your parents’\nnames.",
        "A: Yankel Neiberg and Esther Neiberg. My father and my mother.",
        "Q: And how long had your father’s family been, or had your father’s family been in that\ntown? How far back can you go? That you know of.",
        "A: I would say like 50 years. I would say which I can remember but my father used to tell\nus stories.",
        "Q: Of the past 50 years you mean.",
        "A: Yes, yes.",
        "Q: And what kind of work did he do?",
        "A: He had a furniture business.",
        "Q: Furniture?",
        "A: Yes.",
        "Q: And did he make the furniture or he sold the furniture?",
        "A: He made the furniture, he sold the furniture.",
        "Q: And your mother?",
        "A: Housewife. She raised us spectacularly.",
        "Q: And did you have any siblings?",
        "A: Yes.",
        "Q: And their names?",
        "A: Six, yes. That was a small family in Poland.",
        "Q: In those days. And their names?",
        "A: It was, we start with the oldest. Dave. Dave. David. Sol, Surit. Herschel. Pardon. It\nwas Hannah. Surit. Herschel, Rachel, Avraham. Nocham.",
        "Q: So you were the baby.",
        "A: Yes.",
        "Q: You were the baby. Can you describe the town at that time, anything that you were told\nor that you knew about, what the town was like when you were growing up.",
        "A: Very little. I was, the war broke out, I was 11. So I would say very little.",
        "Q: Did you live in the main part of town?",
        "A: Yes. Yes.",
        "Q: In a house or in an apartment.",
        "A: In an apartment. Jewish people as a rule lived in apartments. The Gentiles lived in\nhouses but lot of them.",
        "Q: How would you describe your family? Were they Zionists?",
        "A: Yes.",
        "Q: Strong Zionists.",
        "A: Not strong but they were Zionists. Which I can remember. I wouldn’t say they were\nstrong Zionists but they, my father belonged to a, Shomar Hataz’er. And most of the kids did\nbelong to the same thing. My older brothers and sisters.",
        "Q: So the youth groups.",
        "A: Correct, absolutely.",
        "Q: Was your family religious, observantly?",
        "A: Father used to go to shul, Shabbos. Holidays. We all went to cheder.",
        "Q: Did you have any favorite holidays as a child?",
        "A: Pesach.",
        "Q: Because.",
        "A: New clothes, good food. Well, all the holidays were good. Really.",
        "Q: Can you still picture sitting around the Seder table?",
        "A: Absolutely, sure, sure. And I used to say the kashus.",
        "Q: Any special songs that you liked?",
        "A: For. I wouldn’t remember them.",
        "Q: You wouldn’t remember them. Did your father wear white?",
        "A: Yes. Yes.",
        "Q: So your neighborhood was a Jewish neighborhood?",
        "A: Jewish, yeah.",
        "Q: So I assume then if it was a Jewish neighborhood that you didn’t experience any anti-\nSemitism in the immediate area? The rest of the people were Jewish?",
        "A: Well. I, I wouldn’t say that —",
        "Q: We’re talking about —",
        "A: Did have Gentile people living in the same building, oh yes, yes. We were not —",
        "Q: Did you have contact with them?",
        "A: Yeah, absolutely. No we were not kind of in the, well there was a certain area that was\nstrictly Jewish, the Jewish neighborhood was called the Ingas, but the rest of the streets were\nmixed. Really, yeah, it was just maybe a block or two blocks in our city was strictly Jewish. But\nthe rest was all mixed.",
        "Q: What about your school? What kind of school when you started school?",
        "A: Mixed, mixed.",
        "Q: It was a public school.",
        "A: Public school yes, yes. After school we went to cheder.",
        "Q: So you didn’t have any religion classes during the —",
        "A: The school.",
        "Q: The school day. It was only after.",
        "A: Correct. About Judaism you’re talking about.",
        "Q: Yeah right cause some places.",
        "A: That was cheder.",
        "Q: At the school when there are non-Jewish children and I assume non Jewish teachers, was\nthere any evidence when you were young of anti-Semitism?",
        "A: Oh absolutely.",
        "Q: Can you describe some of the situations?",
        "A: Well it was always —",
        "Q: How did you know as a young child?",
        "A: Oh they smelled you. They knew it. They could recognize a Jew for some reason.",
        "Q: Were you dressed differently or were you dressed like they were?",
        "A: We were dressed like they were but for some reason it was knowing who was Jewish and\nwho wasn’t.",
        "Q: Did anything specific happen with you?",
        "A: It happens a few times that I had to be s, saved a little from a beating you know. My\nbrother used to be luckily around and it quiet down.",
        "Q: Did you ever get hurt?",
        "A: No. No.",
        "Q: And do you remember what they yelled at you? Anything?",
        "A: Dirty Jew, that’s about it.",
        "Q: What about the faculty, the teachers? Were they positive towards you?",
        "A: No they were never positive, but there was no positive. They just ignored, even you know\nit was no love about it.",
        "Q: How would you describe yourself in those years prewar? Were you an independent child\nor were you very attached to your family?",
        "A: Attached, oh absolutely attached.",
        "Q: So you wouldn’t go off on your own?",
        "A: Oh no, no, no. We were very attached.",
        "Q: So you stuck close to home. When you weren’t in school.",
        "A: Yes, yes.",
        "Q: Did you like any sports as a young child?",
        "A: We had a couple of bikes 1n the house. That was the sport of swimming yeah in the\nsummer. That’s about all. In school we did some sports but I mean for maybe ten minutes. You\nwent out and used to do some exercise.",
        "Q: How would you describe your family? Were they middle class?",
        "A: Middle class, yes, definitely middle class.",
        "Q: Did your folks have a car?",
        "A: No there was no cars in that town. Not in those days. There was no cars in the city. There\nwere two taxis that’s about it. The rest was horse and buggy.",
        "Q: Hitler came into power in 33. Granted you were a --",
        "A: I was nothing.",
        "Q: When did you first or can you remember when you first heard of a man named Hitler?",
        "A: I would say somewhere in 30, in 38, 39 when my father was reading the Forward, the\nYiddish paper, Friday night. And there were the stories about Germany. There was discussions\nabout it which I can remember.",
        "Q: Was that a frightening time for you or just",
        "A: No it was just listening to the stories and I wouldn’t say it frightened me at all. I didn’t\ngive it any thoughts, really.",
        "Q: What language did you speak?",
        "A: Yiddish.",
        "Q: At home.",
        "A: At home, Yiddish.",
        "Q: And at school?",
        "A: Polish.",
        "Q: So you were fluent obviously in both languages.",
        "A: In both. Well I can speak Polish but I wouldn’t say I’m fluent in it by now. But. The\nonly one I’m really fluent is the Yiddish.",
        "Q: What did you do in the summertime? This is prewar.",
        "A: Oh we still had, I used to have a sister in a little village called Shindlif, next to our city\nand my sister lived there and I used to go out there for staying with my sister.",
        "Q: Which sister was this?",
        "A: Hannah.",
        "Q: You would spend the summer with her?",
        "A: Not like, yeah a couple of weeks and then I had to go home and then I came back but we\nhad a good time there.",
        "Q: What about hobbies? Did you like to read or did you have anything special in your spare\ntime that you —",
        "A: Yeah we had some, but you have comic books. We used to have that too you know. Not\nexactly comic, but stories. About the United States, cowboys and all that. Yeah we had that. We\nknew about the cowboys.",
        "Q: You knew about cowboys.",
        "A: Absolutely.",
        "Q: Any particular cowboy that you knew about?",
        "A: Well we used to go to the movies I think. I remember Ken Baynard, a cowboy movie.\nThis is the only name I do remember about the cowboy movies. Tom Mix. Absolutely. Yeah,\nthat’s about it.",
        "Q: With the white hat.",
        "A: Correct, absolutely.",
        "Q: Did you like to read a lot besides comic books?",
        "A: Yes we did, we had you had to read. We got our take home, homework so we had to read.",
        "Q: What did the United States mean to a young 8, 9, 10 year old again before the war, what\ndid it mean? You said you read the cowboy",
        "A: Cowboys and Hollywood.",
        "Q: What did that mean to you?",
        "A: Well it meant to me all kinds of mystery stories about they lived in here and we had some\nreally dreams about it. Rich life, good, good way to live.",
        "Q: Did you have a lot of friends your age, contemporaries?",
        "A: Yes, yes.",
        "Q: All right so now as I said Hitler comes into power in 33. You’re not aware of it obviously\ncause you’re so young at the time. Until your father reads the Forward and",
        "A: Correct.",
        "Q: And so what was the first change then in your life?",
        "A: When Hitler came in.",
        "Q: When did you notice. I mean I understand you were very young. I know that. But when\ndid you, can you remember when there was a change in your life?",
        "A: Well really when the war, right up, when the war started.",
        "Q: In September 39 is when",
        "A: Correct, correct, correct.",
        "Q: And what do you —",
        "A: I think it was September 1, not 31, 1.",
        "Q: No September 39 I said.",
        "A: Ok yeah 39, that’s right.",
        "Q: Do you have any memories of that particular",
        "A: Yes, absolutely, the bombing. We went, we went, we left our --",
        "Q: Were you home at the time?",
        "A: Yes. It was a Saturday morning that we felt the first bombs so my father decided we\nshould leave and go stay with our sister in that little village.",
        "Q: This 1s Hannah.",
        "A: Yes. Yes and we left there til the war, til the army occupied our city and also the little\nvillage. We then decided to come back where we used to live.",
        "Q: You went back to your apartment.",
        "A: Correct, to the apartment.",
        "Q: So was it just a few days, you’re saying.",
        "A: No it was like, almost a week that we stayed in the little village. But in the week they\ncame in and, and then they decided that we can walk, go home so we went home and we stayed.\nReally our town was one of the first ghettoes in Poland.",
        "Q: I think it was the first.",
        "A: Yeah the first ghetto in Poland, yeah, so we kind of I think we stayed in our apartment\nfor another three or four weeks and then we had to move over to the, into the ghetto yeah.",
        "Q: What does a parent say to you were like what ten years old?",
        "A: Eleven.",
        "Q: Eleven, what how did your parents explain that to you? You’re still a young boy.",
        "A: Well you know we got very quickly old. We didn’t stay eleven. You know like I would\nbe sent out to the Polish people that my father hid some stuff with them, to collect maybe some\nof, they will give my father send them some messages that I will come and if I would be able to\ncollect. So in the beginning they used to pay my father back for what he was. But",
        "Q: Collect money that he was owed?",
        "A: Correct, that they owed. But this happened like twice and after the third time they said\nno more. We haven’t got it no more. So I used to go out from the ghetto",
        "Q: This is by yourself.",
        "A: By my, oh yes, because if you, if they caught you they shot you. There was no question\nabout it because there were a couple of like a couple of women that went out that they thought\nthat they can go through and come back. They caught them and they shot them. But since I was\nat that age, they didn’t pay much attention to me.",
        "Q: Did you look older than you were or younger or",
        "A: No, my age. I looked my age.",
        "Q: You didn’t look especially young or especially.",
        "A: No, no not really.",
        "Q: What memories do you have of the ghetto. I know there was no wall. It was what, barbed\nwire or was , were there just signs?",
        "A: Right where the ghetto ended you had a Jewish policeman and a Polish policemen at the\ngate, yeah. And you were if you stepped over that gate you were shot.",
        "Q: So how did you get out?",
        "A: Well I, there were areas that you can smuggle yourself out. Nobody should know, but we\nknew about it because we used to play around. We used to run around the kids, all the kids and\nplay and play you know but we knew the areas where we can run out and come back.",
        "Q: I understand there was no wall or any barriers.",
        "A: No, no, there was no. As I said the police were still there and we knew the elderly people\nknew that this is what it is. Otherwise, but we just tried and this is how I got out. And I was\nlucky enough to come back.",
        "Q: You never questioned.",
        "A: No, no, no but that there were certain areas that you could just run out.",
        "Q: And when you were playing with your friends, did you talk about what was —",
        "A: There was fear, no absolutely there was fear from day one. We knew about it and we you\nknow but you had to make peace with yourself, but there was the fear. We'd be started to think,\nnow by 11 you’re old. There were kids that had to take care of 11 years old and their family. So\nit, we grew up very quickly.",
        "Q: What would be a typical day in the ghetto?",
        "A: I had, we were, I was lucky enough that my mother we could afford the teacher. There\nwas quite a few teachers, Jewish teachers that, that my mother could pay that I could attend\nillegally, that was not legal. If they caught you there were repercussions, big repercussions but it\nwas all but they got away with it. Then if you could afford so it was like 40 or 50 not dollars but\nPolish currency. I was lucky that my mother could afford to pay but my father was never\nat that time. He died.",
        "Q: Oh when did he die?",
        "A: He died of typhus. Yeah.",
        "Q: When was that?",
        "A: He died I would say it was like 41, between 40 and 41.",
        "Q: How long were you in the ghetto?",
        "A: In the ghetto, we were til approximately 42, the end of 40, the beginning or the middle of\n42.",
        "Q: So from 39 to 42.",
        "A: There was the big ghetto. Then like in 42 between 41 and 42 they dissolved the big\nghetto. We were all at that time like 20,000 or 21, 25,000 Jewish families. And they left 10% of\nthe 25,000 to clean up and sort out the stuff that the Jewish people, families left in their\napartments. And the rest of the people were sent to Treblinka. And this is where my mother.\n(pause)",
        "Q: So you lost members of your family at that time?",
        "A: (blows nose)",
        "Q: Can you describe what the living conditions where you were living what kind of set up,\nhow many rooms you had and",
        "A: We had one I’d say one and a half rooms. And we were",
        "Q: One and a half.",
        "A: Yes and we were like Surit, Rachel, Herschel, Avraham and me. Five. Yeah.",
        "Q: Five children.",
        "A: Yeah, yeah and my mother.",
        "Q: What about food?",
        "A: Well my mother had some that she put she had some money left that she should be able\nto provide for us some food. And she, and she also took in some people to feed them what they\nbrought, they brought from southern Poland. They sent them out and brought them to our town\nand they were all in town kind of like 100 families or so, put in one big Jewish organization hall\nand they built some , they lived in horrible situation. And all the families that could\nafford used to take in them during, for the day to the house because there was no room to put\nthem on. And we fed them. The people could afford, helped them out but they lived in horrible,\nin a horrible —",
        "Q: These were other Jews from Poland?",
        "A: Yeah from no from southern Poland. From close to the German borders which the\nGerman, the close to the German border they annexed they annexed that to Germany. All these\nif you read about it. They sent the Jews out to the, kind of like to us, to Warsaw. They sent them\nalso to Loge, the Loge ghetto. And this is, that’s the way it was.",
        "Q: What, when you would see a German soldier.",
        "A: Well either you run, either you run into the, go hide. (pause)",
        "Q: I was asking you what it was like for you to see a German soldier, an 11 year old boy",
        "A: You hid, you hid. Or if you stayed on you had to turn, you had to bow your head.",
        "Q: If you’re on the street when he comes by.",
        "A: You have to bow your head. You step aside. You never try to be in his face.",
        "Q: How did you know that?",
        "A: Well you, as I said you grew up very quickly.",
        "Q: Did you admire his uniform with buttons?",
        "A: No, no, no, no. That was just fear.",
        "Q: Strictly fear.",
        "A: Strictly fear.",
        "Q: Did you see swastikas?",
        "A: Absolutely.",
        "Q: And what did that mean again to you?",
        "A: Fear.",
        "Q: Was this something you could talk over with to your parents, your mother?",
        "A: Yes.",
        "Q: And how would she respond?",
        "A: We have to live through it.",
        "Q: And what about to your friends?",
        "A: Same way we just, we didn’t talk about it. No we didn’t talk about it.",
        "Q: What did you talk about?",
        "A: We knew what’s happening, you know we just tried to fool around.",
        "Q: Just play and",
        "A: Right to forget about it.",
        "Q: Forget about it.",
        "A: Right.",
        "Q: Were you able to have a bar mitzvah?",
        "A: No, no.",
        "Q: Was that upsetting to you when you turned 13?",
        "A: I didn’t think about it.",
        "Q: And your folks didn’t say anything?",
        "A: Well my father was dead.",
        "Q: By that time your father was gone.",
        "A: My mother cared just to give us as much education as she could.",
        "Q: Did you know, you said refugees were coming in from other places.",
        "A: Yes, oh yes we knew.",
        "Q: So you knew what was happening?",
        "A: Oh absolutely.",
        "Q: Outside of your town?",
        "A: Yes, yes.",
        "Q: So life went on and then what was the next change?",
        "A: Well the next change was when they liquidated the ghetto.",
        "Q: Ok was that in what 42?",
        "A: 42 yeah. And we, and I stayed on in the smaller ghetto with my brothers who were\nalready at work and this is when it came that my uncle took over my father’s name. When they,\nwhen they started to liquidate the ghetto they needed Jewish workers to clean the ghetto, the\napartments, sort them out and send them to Germany. So they, they as I said they left ten percent\nof the population which we were like 2000, 20,000. So they left like 2000, 2200 Jewish people,\nsingle people not families. Just single. And they were looking for, they were looking for\ncarpenters and my father used to employ like 15, between 15 and 20 carpenters to do the\nfurniture. So he was known in town. So they came and looked, looking for him. So my mother\nsaid why don’t you take Yankel’s name and you go instead of my father was dead. So you go to\nwork instead of coming to Treblinka.",
        "Q: You’re talking about I’m sorry. Your mother is talking to your uncle.",
        "A: To my uncle, yes. But with the condition that he should take me with him. So he said no\nproblem. So I want to take my daughter too. Which she was the same age as I. She said, my\nmother said you take as many as you want but as long as you take Nocham with you. So he did\nand this is how I didn’t and I fought with my mother. That I didn’t want to go. But she kind of\nlike threw me out.",
        "Q: So you left with your uncle? I’m sure saying goodbye was hard. And where did you then\ngo, what happened then?",
        "A: Well then they took us to the, to a small, we had factory, big, for the war.",
        "Q: You’re talking about your father’s —",
        "A: No, no, no, no. This is where they sent us the smaller ghetto. They created a smaller\nghetto in town. The majority of the people we had at one, two glass factories in the city and also\na factory of what do you call it. Well anyway they created, they recreated that one of the\nfactories to build for the German army little for the eastern front. Little houses.",
        "Q: Huts.",
        "A: Huts, correct. And I was sent to that factory and my brothers were working at that\nfactory, three of them. So we kind of united and my sister was there too. And at that factory we\nwere approximately a year and they liquidated, we were creating that huts.",
        "Q: What was the location of the factory?",
        "A: Right out of town from, yes, the name was Bugai and the name of the --",
        "Q: But it was close to your town?",
        "A: Yeah and the name of the German factory, of the German people that run it, they named\nit Defi, Defi factory of creating huts. For the eastern front.",
        "Q: What did you take with you when you left home? Did you take anything special?",
        "A: Nothing, practically nothing. They didn’t allow us to take anything.",
        "Q: Just the clothes on your back.",
        "A: Just the clothes on the back and this is, this is the way you have to leave the house. They\ndidn’t allow you to take anything. And little by little we stole a little bit when we worked for the\nsorting the stuff that we took out from the apartments so we you know we used to take whatever\nwe will need, we needed. If they caught you they shot you and they did that to a couple of\nwomen really yeah.",
        "Q: Did they ever shoot children?",
        "A: They didn’t think, 1t wouldn’t make a difference with them as far as shooting somebody.",
        "Q: Even who was a child.",
        "A: Yeah didn’t make a difference, that was no big deal.",
        "Q: So now you’re making the huts in this little area next to your town.",
        "A: For approximately for eight to nine months. Then they decide --",
        "Q: Did you have any contact with your mother?",
        "A: No, my mother was, went to Treblinka. After we left everybody all the entire 18,000\npeople went straight to Treblinka.",
        "Q: When did you find that out? Did you know that?",
        "A: For some reason they were talking about it. The, we knew about it. Kind of but nobody,\nbut nobody believed that it really is happening. Ok.",
        "Q: Of course.",
        "A: Ok, so but there were stories really which I remember being told and, but and we knew\nbut we never, we knew what is happening. Approximately.",
        "Q: How would you describe your relationship with your siblings, older siblings while you\nwere working, were they —",
        "A: Yes, I good",
        "Q: Were they comforting, were they, I mean you were the baby.",
        "A: Yes, yes comforting really. Yes absolutely yeah. My sister, my sister they all were yeah.\nThey, I would say they take, they took care of my absolutely.",
        "Q: And did you all live together?",
        "A: Yes. Not, my sister lived, she was a woman so they kind of lived separate.",
        "Q: The women were separate from the men.",
        "A: Yes, unless you were married or something of that nature. You got —",
        "Q: Describe your living conditions in this town.",
        "A: Horrible.",
        "Q: Did you have a bed. I mean —",
        "A: No, they built one on top of the other.",
        "Q: Bunks.",
        "A: Bunks yeah and this is what you had. And you well, you —",
        "Q: And how did you keep yourself clean? Was there any plumbing?",
        "A: There was plumbing that you took a big pail of water and you washed yourself. But there\nwere no showers or anything of that nature. You were not exactly clean, put it that way. You\ntried your best but you never succeeded. It was always cold water. And there was nowhere, never\nanywhere to warm that water. Because the food came from generally you went, stood in line for,\nfor your soup and your —",
        "Q: Did you have your own dish?",
        "A: Yes, we did yeah. You always had a dish. They always gave you a dish.",
        "Q: And you kept that dish and used that",
        "A: Correct, correct, correct.",
        "Q: What kind of food did they give you?",
        "A: It was, the food wasn’t too bad. You know it’s —",
        "Q: Three times, did you get three meals a day.",
        "A: Yes, I would say yes. In, you kind of, as long as you stayed in Poland it was better. Once\nyou reached the German, Germany it was all the, then it was all gone.",
        "Q: So you’re now 13, 14.",
        "A: 13, 13.",
        "Q: And you stayed there for you said nine months.",
        "A: Yeah.",
        "Q: And then what happened.",
        "A: Buchenwald.",
        "Q: Ok, how did you know you were going? How did they tell you?",
        "A: We didn’t. We didn’t.",
        "Q: So one day you wake up.",
        "A: One day you wake up and they said get ready. You’re leaving. You can take some stuff\nwith you. Whatever you have you can take with you and they took us to the, and they filled up\nwagons and I was just behind my brothers and you know they put in like a hundred.",
        "Q: Into —",
        "A: Into one of those —",
        "Q: You’re talking about the rail cars.",
        "A: The rail, yeah. The rail cars. Put a hundred guys in and once and I was just the last one\nbut they closed the doors and they put me with my brother in law in the next wagon. And then I\nwas separated from my brothers because —",
        "Q: What about your uncle?",
        "A: My no you see, that’s another story. I forgot all about that.",
        "Q: Go back a little bit in time.",
        "A: When they made the little ghetto, that was where the Jewish quarter used to be before the\nwar. And there we had something like 2000 people that remained to clean the ghetto. So we\nstayed there for like two months and they liquidated that little ghetto. And from that little ghetto\nthey left maybe 200 people that worked for those huts in that big factory. When they liquidated\nthat little ghetto from the 2000 people that they have left, they took 200 to send them to that\nfactory to work. And the 1800 they dispersed in different camps in Poland. They really took me\nout to be sent to one of those camps. When I, when they took me out, I kind of sneaked, tried to\nsneak back in, and the Jewish policeman that watched that nobody should sneak back in, he\nknew me very well. And I knew them and I used to play with his daughter.",
        "Q: What was his name? Do you remember the family?",
        "A: Yeah, Kornentz. And he saw me sneaking in and he gave me the eye and he said get\nlost. Ana I snuck back into the little ghetto so I stayed with my brothers. My uncle they took\nhim out also at that time. He stayed on and they took him to the, one of the camps, concentration\ncamps in Poland. And I stayed and then as I said they liquidated that small little, they took us to\nthat to the factory, where we were. And I stayed there til I went to Buchenwald.",
        "Q: Seems to me you were a very independent young boy. From what you said.",
        "A: No, I was lucky. I was kind of lucky. Every situation played my way. I wasn’t that smart\nbut since I had brothers that stayed and I going to go to the factory to live. I figured I want to\nstay with them. And I was lucky that that policeman was standing at that time and let me go\nthrough.",
        "Q: Yes, of course, luck and independence. So now let’s get down to the rail car,\nunfortunately. What were the conditions like in that?",
        "A: In that, well it was much better I would say the big factory than Buchenwald.",
        "Q: I’m talking about your journey to Buchenwald. You said you were in that rail car.",
        "A: Oh correct. I was in the rail car.",
        "Q: And then",
        "A: No food, no water, no nothing and we were traveling to Buchenwald. It took us like two\ndays maybe more. And we arrived in the evening.",
        "Q: Did you know where you were going?",
        "A: No, no we didn’t know. When we came into Buchenwald we didn’t know where we are\nuntil we were told that we are in Buchenwald.",
        "Q: The car stops and —",
        "A: The car, we were unloaded and they took us in for shower and two of them, two Jewish\npeople that I knew of the men they knew about the showers, the gas so they just took pills. Two\nof them. But the rest —",
        "Q: Meaning they took their lives —",
        "A: Yeah they took their lives. Yeah, yeah they took their lives and the rest of us went in for\nshowers and we took those showers, that were showers and then they put us in blocks you know.\nBarracks yeah.",
        "Q: What were you wearing?",
        "A: They gave us the stripes. The stripes yeah and we go and got, we had to get to one\nbarrack we walked.",
        "Q: Were there any numbers on the —",
        "A: Yes, yes we had numbers. We had numbers, I couldn’t I don’t remember.",
        "Q: Was there a yellow star on the uniform?",
        "A: No, no just the number and the stripes.",
        "Q: Did you ever wear a yellow star in the ghetto?",
        "A: No, we had the",
        "Q: The armbands —",
        "A: The armbands with the Mogen, with the Mogen star yeah.",
        "Q: Just to go back to that time. Did that bother you as a child to have to wear that —",
        "A: No, no.",
        "Q: Were you proud of it?",
        "A: I wasn’t proud. I just wear it.",
        "Q: You just wore it. This is matter of fact.",
        "A: Yeah well that’s about it. I knew that I had to wear it.",
        "Q: And you didn’t question it.",
        "A: No.",
        "Q: Ok now you’re in Buchenwald and you’re wearing the uniform. And then what happens.\nDid you have to work there?",
        "A: Yeah I went out like couple of times. It was which they called it Sternbrook. You did",
        "Q: Broke up stones.",
        "A: Yeah that’s what you did.",
        "Q: How would you describe yourself physically? Were you strong?",
        "A: At that time I was in good shape, I was in good shape, in decent shape. Then I was also\nlucky because right across from our barrack were was a Swedish people or something, from the\nNetherlands. Then they used to get packages from their home town.",
        "Q: These were prisoners.",
        "A: Prisoners, yeah.",
        "Q: Jewish?",
        "A: No, no they weren’t Jewish. They were Gentile but for some reason I, you don’t know\nwhy they, why they —",
        "Q: Called prisoners.",
        "A: Something of that nature. And they used to help us. Once in a while they’d throw in\nsomething so we were all kind of lucky too in that respect. But yeah and then it started to go\ndown and down and down. Worse and worse and worse.",
        "Q: You mean less food.",
        "A: Correct, yeah.",
        "Q: And harder work.",
        "A: Harder work and then stayed in Buchenwald for a while and then they —",
        "Q: How long were you in Buchenwald?",
        "A: In Buchenwald I was kind of like a couple of months and then they say you know\nBuchenwald was a concentration camp. They concentrate the people and they send out from\nBuchenwald. SO I went to Flossberg. That was a brand new camp. Flossberg was near\nLeipzig. And that was and they were building the ammunition factory.",
        "Q: Did you go with any members of your family?",
        "A: No, no. My brother in law was sent out if you’ve ever heard of Schlieben. That was very\nknown camp in Germany. And he went to Schlieben. | didn’t. and I stayed on in Buchenwald.\nI stayed on for another couple of weeks. And they sent me to Flossberg. With 200 Hungarian\nJews that none of them spoke any Yiddish. They spoke one language.",
        "Q: Hungarian.",
        "A: Hungarian. And we arrived in Flossberg.",
        "Q: And you left without any relatives?",
        "A: Without any relatives. I was all by, on my own at that time.",
        "Q: Do you remember being very frightened? To be on your own.",
        "A: Well no. I just missed them but no frightened I was not. Because what was the\ndifference. We got used to that.",
        "Q: Were you able to say goodbye to them? Before you —",
        "A: Oh yes, absolutely yeah sure. One morning they —",
        "Q: Did they say anything special or give you any message? Or —",
        "A: No. Stay well. Take care of yourself. What else could you say. And Uri he lived through\nthe war. He went back to Poland and he was killed in Poland by the Poles. In town, in Piotrkéw.\nSo and as I say I was with 200 Hungarian Jews that none of them spoke any Yiddish and when\nthey took us off the train and we lined up they called up who spoke German. Nobody spoke any\nGermany from like an idiot I raised my hand.",
        "Q: Because you spoke Yiddish.",
        "A: Right. So he tells me I should explain them what is, what he was talking to me.",
        "Q: The interpreter.",
        "A: Correct. So I tried to tell them I don’t speak no Hungarian. SO he slapped me the minute\nI opened my mouth. You talk when I tell you when to talk.",
        "Q: This is the German guard.",
        "A: The German, the German guard. So I just shut up and I didn’t say nothing. He says so\naren’t you telling them nothing and I quiet. I’m afraid to answer him. He said say it. In German.\nSo I tell him again. He tells me say whatever you want to say. Talk to them. So I spoke to them\nin Yiddish. That’s about it. I don’t know what, that was it. After I finished he said ok, disperse,\ngo to your barracks. And this is what we did. This is how it ended.",
        "Q: So now you go to the barracks.",
        "A: So I go to the barracks and I am the guy that speaks, that can understand and we have a\nGerman guy a political prisoner which he is the eldest in the barrack and he runs that barrack and\npractically the captain. And he is a good guy, he’s not a bad guy. He behaves to us very well,\nexcept that when you go out to work and come back you have to —",
        "Q: Do you know his name.",
        "A: Langer, Kurt Langer. A good guy. He didn’t hurt you or specially he even used to say\nwatch yourself when you go out. So I could never, we never complained on him. But there were\nhunger, great hunger. They didn’t’ feed you well.",
        "Q: What did they give you?",
        "A: Practically water for soup. And for a while I was they sent me to the kitchen to wash the\ndishes or what not you know. And then this ended so I had, they sort of sent me to clean up the\nkep, inside the block. The —",
        "Q: Barracks.",
        "A: Barrack. That lasted for a week and then I had to go out to work. And I went out to work\nI came back for the two Kurt Langer, says how was it. I said terrible. He said well, maybe [ll\nfind some work for you here. So he scraped around and this is where I stayed and he saw to it, I\nshould not go out to work anymore. Because I was the youngest in the group and he felt kind of\nsorry, sorry about it. And he kind of helped me out and this is how I stayed on til the end\npractically, two months before the war ended. And they took us —",
        "Q: So you stayed there til 1945?",
        "A: Yeah but before the war, like four months before it ended they, the Russians were very\nclose because it was close to Leipzig. They decided to evacuate us. And we again went in the\ntrain and we are driving around for like three, two, three weeks. Because —",
        "Q: Are you in one of those rail cars again?",
        "A: Correct.",
        "Q: Are you wearing your striped uniform still?",
        "A: Correct, sure. And as we were riding in the trains finally they found a place for us in\nMauthausen. So we came into Mauthausen. And we stayed like two nights in Mauthausen.",
        "Q: What were you, did you have any impressions that stayed with you from Mauthausen?",
        "A: No because we were, they kind of we was separated from everything. The whole group.\nThey were holding us like two nights. And they —",
        "Q: And you stayed in the railroad cars.",
        "A: No, no. They took us into the camps. And we stayed like two nights out in the camp.\nOn the outside ---",
        "Q: Did you see any of the quarries or anything like that?",
        "A: No, no not at that time. And they didn’t. They tried to make up their mind what to do\nwith us. So finally they decided that we should go down to the krankenlager, to the sick camp.\nAnd the sick camp was that you had those German cuts that was like 30 inches wide. Five\npeople were ina cut. And when we came in. We were all like this. But the people in the camp\nthat were there looked worse than we were. So when we came in. When we came into the camp\nwe just asked them how long was that you became you know they looked like you’re going to a\ndoctor and you see a skeleton. They were a skeleton. So we just wanted to find out how long it\ntook them to become skeleton. And luckily it was right towards the end of the war. It was in 45.\nAnd it was already 45 in May. We came in.",
        "Q: The very end.",
        "A: Very, the end of April. And the Americans came in. The Americans came in. They\nopened up our camp that was the bottom in Mauthausen. And we went out. We didn’t know\nwhat it was but we went out for some reason and they got scared of us.",
        "Q: Who’s the they?",
        "A: The Americans.",
        "Q: Got scared of you?",
        "A: Of us yeah because we were not looking like normal people. They just —",
        "Q: They were —",
        "A: The tanks and the soldiers they just ran out and closed the camp until they brought in the\nRed Cross or whatever.",
        "Q: What about you seeing an American soldier?",
        "A: Well.",
        "Q: Do you have any memories of what your emotions were?",
        "A: Oh yeah it was just, it was just you couldn’t believe it. You didn’t, you didn’t’ believe\nwhat happened. You just unbelievable. The holiday and the hollerings and the laughter and the\nyou name it. Crying, that the whole, that’s it was a trying time.",
        "Q: And an American soldier meant what to you?",
        "A: Well as they say T’shea.",
        "Q: Did you know any English?",
        "A: No. No. How would I know English?",
        "Q: So you did not talk to any of these soldiers?",
        "A: No really not. No had nothing to do with them.",
        "Q: So there was celebration in a sense?",
        "A: Right, yeah.",
        "Q: And sadness of course.",
        "A: Right.",
        "Q: And then the Red Cross comes in?",
        "A: Yes.",
        "Q: And did they treat you at all or —",
        "A: Yeah, they —",
        "Q: What did they do for you?",
        "A: Well they clean us up a little bit. They fed us. And they took us out from that camp and\nwe went into the better camp, up. And we stayed, they locked us, they kept us like in the camps.\nThey wouldn’t let, they were afraid to let us out. They were afraid that we would kill all the\nGermans there. So they kept us locked in for quite a while. But we jumped over the fence.",
        "Q: What was your health like at that point?",
        "A: Weak, very weak. Could hardly walk.",
        "Q: Do you know how much you weighed? Then or you don’t.",
        "A: No.",
        "Q: So you get cleaned up and then what happened?",
        "A: I got together with some people, with some young people. I was kind of the youngest\nalways for some reason. Was very few, very few my age so I —",
        "Q: But you were still growing even though you didn’t’ have enough food. You were still\ngetting bigger, taller I should say.",
        "A: Yeah, yeah I was already like about 14, 15. Yeah. And I have still my teeth, I am so\nlucky you see that. Well we decided to jump the fence because we didn’t’ like the food.",
        "Q: So other teenagers.",
        "A: No they were a little bit more than teenagers. They were all in their 20s, middle 20s.\nthat’s the majority that really stayed alive. And I was at that time they called me the kid. And\nthey kind of, I don’t know if they felt sorry for me that they, eventually they left and that’s a\ndifferent story. But we jumped and we went in there was three or four of us, we went into a\nGerman peasant in a little town which was called in a town, the village was called Auw, next to\nMauthausen. Maybe three or four kilometers away from Mauthausen. Mauthausen was next\nto a village, not to atown. The town of Mauthausen was a little bit further down. and we told\nthe woman that we want food and we want a bed to sleep and a place to wash. Well she did give\nus a place to wash. And we told her what kind of food we want. It was an old lady and she says\nwell I'll give you the food that you want but if you eat that food that you want, you’re going to\ndie. We were underweight and she knew where we came from so she said that’s too fat for you.\nAnd this is why we left the camp too because the Americans didn’t’ feed us the proper food. So\nwe said ok give us whatever you have but we’re hungry. And she did. Little by little she gave us\nfood that she felt without fat. And we stayed with her for a few weeks. Until the Russian, we\nescaped to the Russian side because in Austria we were away, the Russians were quite practically\nnext to, well they were, the Russian army and the American army were kind of together at that\ntime. And just across if you run out from the camp, from Mauthausen, you were on the Russian\nside. But if you were in the camp, you were on the American side. So we were on the Russian\nside. And one night the Russians came in, soldiers came in to the apartment and they knew that\nwe speak German. And we told them we don’t speak Russian. We speak Polish. Never mind\nthey said. We want what do you call it, watches. We want rings, we want all kinds of things.\nSo and you tell the Germans what we want. And I said we can’t do that. Said you better do it.\nSo we did it. We went with them. And we walked into their houses and we told them what they\nwant. And the Germans thought that we splitting with them. And we went into one of the\nhouses that the daughter was going out with the commandant, with the main guy, with the\nRussian. The daughter comes home and she says and the mother tells her that those Jews that live\nat the neighbors brought the Russians in to rob them. (phone rings) Well the daughter called the\nRussian that she walked out, that she was going with and that she was, he was, called him or\nwhatever. And told him that the Jews tried to rob her parents. And she didn’t tell him that the\nRussians tried to rob the parents, but the Jews. So he sends a soldier to tell us you should appear\nin front of him, 5:00 in the morning. So we thought between us if we appear and wake him up at\n5:00 after his binge at night hell shoot us. We decided to run. The woman had two bikes and\nthe neighbor had another two bikes and we told them look we don’t’ want to take it but if you\nwant to give us the bikes because if we don’t I don’t know what’s going to happen. Said ok we\ndon’t care.",
        "Q: How many of you were there?",
        "A: Four",
        "Q: There were four of you.",
        "A: So we took the bikes and we started to run all night long and we’re all looking behind us\nif they’re not chasing us. But it was ok. They did not chase us. We finally found the, came into\na little town and the Russians liked the bikes. And they said but I am really too young to ride a\nbike all the way to Vienna. Just cause we were going to up to Vienna. What do you have in\nVienna? I said we might have some relatives. We don’t know. They said ok. Give us the bikes\nbecause you are too young to ride bikes to Vienna. It’s too far. We’ll put you on the trains. They\nwanted the bikes. So they took us to the station and they said wait for a train. The train will\ncome. You go to Vienna. So we gave them the bikes, have no choice. And we waited. And the\ntrain came and we went to Vienna.",
        "Q: And you just get on the train and then you don’t need tickets or anything?",
        "A: No, no there was no tickets in those days. No. Just took a train and we went, came to\nVienna. And we came to Vienna. We got off in Vienna so it’s you cannot walk after 10:00 at\nnight. And we are after 10 so they arrest us and we were coming in.",
        "Q: Who’s the they?",
        "A: The Russians. The soldiers because after that was that you cannot leave your house after\n10:00.",
        "Q: It was after curfew.",
        "A: Curfew yeah. And so we were after the curfew so they took us to the station. And so in\nthe station was a believe it or not a Russian Jewish guy so we spoke in Jewish. He spoke Jewish.",
        "Q: He spoke Yiddish.",
        "A: Yeah so he decided he’s going to send us to a pensione and see to that we should have\nfood and that helped a lot and this is what we did.\n(file 2 — RG-50.106.0246.02.02; duration: 22:37)\nKatie St. John: This is Katie St. John taking over for Gail Schwartz in the interview of Nathan\nNeiberg on July 24, 2015. So Mr. Neiberg you were telling us that you came to Vienna after the\nwar. So could you tell us a little about that?\nNathan Neiberg: Stayed in Vienna of like a couple of weeks the captain of the post in Vienna,\nthe Russian captain of the post in Vienna assigned us a place to stay in a hotel. And he supplied\nus with food and was very nice to us. After a few weeks I decided to go back to my home town\nin Poland to see who’s left alive. Being in the station train came in from Poland and as the people\nwalked off the train I recognized a few guys that came back from Poland. And I recognized that\nthe war, during the war in the concentration camps. So I walked up to them and said what’s\ngoing on in Poland. And they asked me which town I have come from. And I told them. So they\nsaid don’t go to Poland to see who stayed alive because the Poles don’t look at it, don’t look at\nus welcome. That we should come back there even for a little while. They killed quite a few\nJewish guys that came in to see if their parents are alive or somebody stayed alive in the family.\nSo we advise you not to go back to Poland. But if you want to know go to Hungary. And in,\nthere’s quite a few a lot of Polish Jews that went to Hungary after the war. So go to Hungary.\nFind the, find Budapest. There are camps there. Refugee camps. Inquire there and you’ll know\nmore so there than if you go to Poland, go to your home town. So I decided instead of taking a\ntrain to Poland I took a train to Hungary. In those days there were no, you didn’t have to pay for\nthe seats on the train. You just boarded the train and you just went. And this is what I did. I\ncame into Hungary and I didn’t’ meet there people from my own home town. And they in fact\nthey told me that some of your brothers stayed alive too. But they didn’t know where they are or\nthey didn’t’ see them but they heard from other people that they came across that they feel that\nsome of the Neibergs, Neiberg brothers stayed alive. They don’t know which ones. They might\nhave think about me but they didn’t know. So I stayed a while in Budapest. There was a refugee\ncamp in Budapest also. And then there was that they started to form Zionist groups in the\nrefugee camps with the intentions of eventually going to Israel. At that time it was Palestine. It\nwas not Israel yet there.",
        "Q: And what were the camps like?",
        "A: In Hungary. Decent. Well any place you went after the concentration camps in Germany\nand throughout the war, once it ended, nothing was in comparison to the concentration camps. So\nwhatever you did, it was always a little better then. So the question 1s that how was it. It was\nbetter. But was it good. No, it was just better that you had more food to eat. You weren’t hungry\nand you had some clean clothes to wear. The rest ok.",
        "Q: Is there anything specific that you remember from your time there?",
        "A: From Hungary?",
        "Q: From the refugee camp, yes.",
        "A: From the refugee. Not really, not really. It was normal you know. As I came, as a\nrefugee camp was, which was mainly that you survived, that you’re not in danger of being killed\nand being beaten up or had to go to work. To work that was it was a horrible type of work. But\nanything, you survived in the camps. You couldn’t’ complain for, there was quite a few a lot of\nrefugees that they just welcomed, and they did a decent job at whatever they could. No\ncomplaints. And then from, so I joined one of those Zionist groups. And decide that Zionist, the\nleaders decided that well we it’s time to move on. We left Hungary and strived to reach Italy.",
        "Q: Why Italy?",
        "A: Because from Italy they formed there refugee camps in Italy. That was already refugee\ncamps. And from Italy kind of striving to reach Palestine. That was the last stop before trying to\nreach Palestine. Or you went to France. But we picked Italy. So to reach Italy we had to go\nback to Austria. And we came back to Austria we stayed there for again, for like a month and\nfinally the Jewish brigade that was serving the English army they helped the Jewish group,\nZionist group reaching Italy with their trucks. It was not legal that they did it but they did it.\nThen we went through the Alps from Austria to avoid usual borders. Then we reached northern\nItaly, coming through the Alps. And we were left in Modena, Italy in Modena. It’s close to\nBologna kind of. It’s a nice, nice town. And there was also a Jewish refugee camp kind of that\nthey formed. And we stayed in Bologna a while. Then we left Modena to southern Italy which\nwas Santa Maria. You have it in here.",
        "Q: Oh, in the documents.",
        "A: Yes. And stayed in Santa Maria for a while, naturally with the Zionist groups. And we\ndecided from the Zionist group decided really, the leaders of the Zionist group decided that there\nwas a ship which was called the Moleta and they said that you might leave with that ship. And\nwe left with that ship and we reached Cyprus.",
        "Q: And why that ship?",
        "A: Well that was available. It was that ship was bought through the Zionist groups through\nthe United States. It was a really a kind of a fishing boat you would say more so. But it was an\nenlarged fishing boat, a luxury fishing boat kind of. And we left in the at that particular time was\nthe blockade of the British navy that they wouldn’t let the Jews into Israel, to Palestine, I mean.\nAnd they used to know the kind of route we took from Italy to Palestine and they were\ncontrolling that particular route. And they always used to catch the illegal ships trying to come to\nPalestine. And we were caught by them and we were brought to Haifa. They took us off from\nthe ships that we came on. They were raiding us. Well we had a light fight with them before they\ntook us, took over the ship. We threw at them rotten tomatoes and they got a little angry with us\nbut it was over and they attached us to their ship and brought us into Haifa. In Haifa we had to\nleave the ship that we came on and they transferred us to a, to one of their ships. And they took\nus to Cyprus.",
        "Q: And how many other people were you with?",
        "A: I would say another kind of at 100, between 150 to 100 people that we were.",
        "Q: And you were all taken to Cyprus?",
        "A: Correct yes and we were taken to Cyprus and must be familiar with Cyprus Camps right.\nOk so we stayed in Cyprus for quite a while. From Cyprus when they declared the state of Israel\nnaturally they let us go to come into Israel at that time. And —",
        "Q: While you were in Cyprus what were you doing?",
        "A: While Cyprus was a camp that you just were imprisoned. We were not doing anything\nreally. Except we were doing you know in groups things to send out great teachers from\nPalestine and we used to study the Bible, all these, all kinds of lessons. There was kind of like a\nformed school that whoever wanted to attend was welcome there. This was the major things that\nwe did. There was no work to be done. Yeah there was work that we all had to day, give a day in\nthe kitchen about wash dishes or something of that nature so we all always were available if they\nneeded some people but as far as really working, there was no work.",
        "Q: Just focusing on your education.",
        "A: Correct. Just on education and English supplied the food and it was ok. Can’t complain\nthat they didn’t gas or beat you up there. It was normal way of life, a normal way of life in the\ncamp. Being imprisoned. And naturally we stayed in Cyprus, the Jewish group, in that camp\nuntil they declared the state of Israel. Soon as they declared the state of Israel, they all let us out.\nNot out, they I think the Israeli formed government sent ships to bring us back to Israel. Not\nback but to bring us to Israel.",
        "Q: Were there any kind of big celebrations in the camp?",
        "A: Oh absolutely. Oh yes, great celebrations. Great everybody was just like in heaven. Then\nafter those celebrations the ship came to pick us up. Came in but naturally the majority of us\nwho wanted to been to a kibbutz or just do whatever you want to do. But the majority was we all\nwent in the army. And til the war ended and we became really a country. Then this was the end\nof it.",
        "Q: From there, when did you decide to come to the U.S.?",
        "A: Well I had two brothers here and a sister. And they really wanted, they wanted me to join\nthem which I wasn’t too happy to leave Israel. I liked where I was. I was doing pretty well there.\nBut eventually they convinced me that we should be together. So I had to decide. They were, I\nwas the youngest so I thought they kind of, and I this is when I decided to come to the United\nStates.",
        "Q: About what year was that?",
        "A: 52. Right after the war of the independence, when the war of independence ended.\nWhen I got out from the army at that time.",
        "Q: So you were out from the army maybe deciding what to do next and that’s when —",
        "A: Well I was working already there in Israel.",
        "Q: And what were you doing?",
        "A: I was only working in the port of, in Haifa port for a while. In the administration. And\nfrom there kind of I then took the United States, I decided and that was it.",
        "Q: Did you go by ship?",
        "A: Yes, yes. The usual thing.",
        "Q: Did you go to New York or —",
        "A: No straight to Chicago. Yeah because my two brothers and sister were in Chicago at that\ntime. Naturally I -- And that was the happy ending.",
        "Q: What was it like seeing your siblings again?",
        "A: It was great, it was great together with my family. Eventually got married. And had three\nkids and one of them is sitting right behind me, my daughter. Now she has kids. And that’s\nwhat I did.",
        "Q: My last question to you would be is there anything that you didn’t get a chance to talk\nabout. You want to —",
        "A: No as I think about it, I can send it or something about it. Right?",
        "Q: We can record it right now if",
        "A: No that’s about, that’s about it.\nMan (asks question): The period of time from when you went to Israel and then, your train —",
        "A: We all went to be a soldier. And actually ok, Jack thank you. Thank you yeah, yes.",
        "Q: If you’d like to tell us a little bit about that.",
        "A: Well we had to go into the army, it was no question about it. we were all healthy by that\ntime. We recoup from the camps and so we been coming to Israel. We were all over 18 already.\nI think. And we went, I went into the army and stayed in the Army for a while and by luck they\ntook me into the Navy for a while. So I stayed in the after, stayed in the Navy for most of my\nbeing in the Army really. And",
        "Q: And why the switch from Army to Navy?",
        "A: Well I you know when I was in Italy I did go a little bit to school in Italy. And it was the\nmaritime school, scholastic school in Ancona. SO [had kind of like a test which the Army\nknew about and they needed people that had some type of a, a little education about it so they\nreally picked me and they felt since we haven’t got too many Jewish sailors and you had a little\nbit of schooling about it. So they just picked me and I joined the Navy.",
        "Q: And so what did they have you doing in the Navy?",
        "A: Well I started off as a regular sailor and then I was promoted to be the boson. Boson\nmeant to be the head of the sailors. Kind of, it was a kind of a little rank. And stayed there like\nwell I volunteered for an additional year while I was there. What was my time for, to get out of\nit was, they asked me if I wanted to stay for an additional year. I said well I signed for an\nadditional year. They said, I liked it. And then once the year elapsed, I got into the civilian life\nand that was it. Became you know in the again worked in the administration in the port of Haifa\nuntil I came to the United States.",
        "Q: Is there anything specific from the war of independence you’d like to include?",
        "A: Well it was the war like any other war. You know. it’s nothing special. You got your\nyou know maneuvers and fightings but I was in the Army. The Navy saw very little fightings.\nBecause it was skirmishes but nothing special. Just watched the borders. The water borders on\nthe Mediterranean. And that was, that was the end and then that as I said I got into the\nadministration and worked at Haifa port. That was the end of it.",
        "Q: One more question. I’m curious of people who were Holocaust survivors who were\nfighting in the war of independence. Did their experience in the concentration camp make them\nmore tougher as soldiers. Did they, did you see people who were —",
        "A: We made yes, anger yes, but tougher soldiers no. The sabras was just as tough. As us.\nthey were just as angry and dedicated as we were. We weren’t any more dedicated than they,\nreally born young people at those days in Israel. We were on equal, maybe a little, we were a\nlittle bit maybe more dedicated than the influx of Americans, the few Americans that came in\nand wanted to be officers running the Army. But they did a great job. They did a great job.\nThey were in the American Army and they knew more so about armies than we did. That’s true.",
        "Q: Did you speak any English at that time?",
        "A: No, not yet, not yet. No. I spoke a little bit of Italian.",
        "Q: How did you learn Italian.",
        "A: I was in school for a little bit yes. I was, as I mentioned, I was in Ancona in this ,",
        "Q: Where did you live when you were in Italy?",
        "A: When I came into Italy? I saw, yes I saw, I said the story, I said the story. Well I was, I\nwould say 45, 46. I was practically over a year. Yeah, yeah, I was going, coming and going\nthere once —",
        "Q: And the people in the town treated you well?",
        "A: Oh great, great, can’t say a bad word about them. About Italy. The opposite. All right.",
        "Q: Began to like Italian food.",
        "A: Right and the Italian people. Ok.",
        "Q: Any last things you want to include on the tape.",
        "A: No that’s it. That’s all.",
        "Q: Thank you. It was very nice meeting you.\n(end)\n"
    ],
    "questions": [
        "Q: And what is the name you were born with?",
        "Q: And when were you born? And when were you born?",
        "Q: August 20\". All right let’s talk a little bit about your family. First of all your parents’\nnames.",
        "Q: And how long had your father’s family been, or had your father’s family been in that\ntown? How far back can you go? That you know of.",
        "Q: Of the past 50 years you mean.",
        "Q: And what kind of work did he do?",
        "Q: Furniture?",
        "Q: And did he make the furniture or he sold the furniture?",
        "Q: And your mother?",
        "Q: And did you have any siblings?",
        "Q: And their names?",
        "Q: In those days. And their names?",
        "Q: So you were the baby.",
        "Q: You were the baby. Can you describe the town at that time, anything that you were told\nor that you knew about, what the town was like when you were growing up.",
        "Q: Did you live in the main part of town?",
        "Q: In a house or in an apartment.",
        "Q: How would you describe your family? Were they Zionists?",
        "Q: Strong Zionists.",
        "Q: So the youth groups.",
        "Q: Was your family religious, observantly?",
        "Q: Did you have any favorite holidays as a child?",
        "Q: Because.",
        "Q: Can you still picture sitting around the Seder table?",
        "Q: Any special songs that you liked?",
        "Q: You wouldn’t remember them. Did your father wear white?",
        "Q: So your neighborhood was a Jewish neighborhood?",
        "Q: So I assume then if it was a Jewish neighborhood that you didn’t experience any anti-\nSemitism in the immediate area? The rest of the people were Jewish?",
        "Q: We’re talking about —",
        "Q: Did you have contact with them?",
        "Q: What about your school? What kind of school when you started school?",
        "Q: It was a public school.",
        "Q: So you didn’t have any religion classes during the —",
        "Q: The school day. It was only after.",
        "Q: Yeah right cause some places.",
        "Q: At the school when there are non-Jewish children and I assume non Jewish teachers, was\nthere any evidence when you were young of anti-Semitism?",
        "Q: Can you describe some of the situations?",
        "Q: How did you know as a young child?",
        "Q: Were you dressed differently or were you dressed like they were?",
        "Q: Did anything specific happen with you?",
        "Q: Did you ever get hurt?",
        "Q: And do you remember what they yelled at you? Anything?",
        "Q: What about the faculty, the teachers? Were they positive towards you?",
        "Q: How would you describe yourself in those years prewar? Were you an independent child\nor were you very attached to your family?",
        "Q: So you wouldn’t go off on your own?",
        "Q: So you stuck close to home. When you weren’t in school.",
        "Q: Did you like any sports as a young child?",
        "Q: How would you describe your family? Were they middle class?",
        "Q: Did your folks have a car?",
        "Q: Hitler came into power in 33. Granted you were a --",
        "Q: When did you first or can you remember when you first heard of a man named Hitler?",
        "Q: Was that a frightening time for you or just",
        "Q: What language did you speak?",
        "Q: At home.",
        "Q: And at school?",
        "Q: So you were fluent obviously in both languages.",
        "Q: What did you do in the summertime? This is prewar.",
        "Q: Which sister was this?",
        "Q: You would spend the summer with her?",
        "Q: What about hobbies? Did you like to read or did you have anything special in your spare\ntime that you —",
        "Q: You knew about cowboys.",
        "Q: Any particular cowboy that you knew about?",
        "Q: With the white hat.",
        "Q: Did you like to read a lot besides comic books?",
        "Q: What did the United States mean to a young 8, 9, 10 year old again before the war, what\ndid it mean? You said you read the cowboy",
        "Q: What did that mean to you?",
        "Q: Did you have a lot of friends your age, contemporaries?",
        "Q: All right so now as I said Hitler comes into power in 33. You’re not aware of it obviously\ncause you’re so young at the time. Until your father reads the Forward and",
        "Q: And so what was the first change then in your life?",
        "Q: When did you notice. I mean I understand you were very young. I know that. But when\ndid you, can you remember when there was a change in your life?",
        "Q: In September 39 is when",
        "Q: And what do you —",
        "Q: No September 39 I said.",
        "Q: Do you have any memories of that particular",
        "Q: Were you home at the time?",
        "Q: This 1s Hannah.",
        "Q: You went back to your apartment.",
        "Q: So was it just a few days, you’re saying.",
        "Q: I think it was the first.",
        "Q: What does a parent say to you were like what ten years old?",
        "Q: Eleven, what how did your parents explain that to you? You’re still a young boy.",
        "Q: Collect money that he was owed?",
        "Q: This is by yourself.",
        "Q: Did you look older than you were or younger or",
        "Q: You didn’t look especially young or especially.",
        "Q: What memories do you have of the ghetto. I know there was no wall. It was what, barbed\nwire or was , were there just signs?",
        "Q: So how did you get out?",
        "Q: I understand there was no wall or any barriers.",
        "Q: You never questioned.",
        "Q: And when you were playing with your friends, did you talk about what was —",
        "Q: What would be a typical day in the ghetto?",
        "Q: Oh when did he die?",
        "Q: When was that?",
        "Q: How long were you in the ghetto?",
        "Q: So from 39 to 42.",
        "Q: So you lost members of your family at that time?",
        "Q: Can you describe what the living conditions where you were living what kind of set up,\nhow many rooms you had and",
        "Q: One and a half.",
        "Q: Five children.",
        "Q: What about food?",
        "Q: These were other Jews from Poland?",
        "Q: What, when you would see a German soldier.",
        "Q: I was asking you what it was like for you to see a German soldier, an 11 year old boy",
        "Q: If you’re on the street when he comes by.",
        "Q: How did you know that?",
        "Q: Did you admire his uniform with buttons?",
        "Q: Strictly fear.",
        "Q: Did you see swastikas?",
        "Q: And what did that mean again to you?",
        "Q: Was this something you could talk over with to your parents, your mother?",
        "Q: And how would she respond?",
        "Q: And what about to your friends?",
        "Q: What did you talk about?",
        "Q: Just play and",
        "Q: Forget about it.",
        "Q: Were you able to have a bar mitzvah?",
        "Q: Was that upsetting to you when you turned 13?",
        "Q: And your folks didn’t say anything?",
        "Q: By that time your father was gone.",
        "Q: Did you know, you said refugees were coming in from other places.",
        "Q: So you knew what was happening?",
        "Q: Outside of your town?",
        "Q: So life went on and then what was the next change?",
        "Q: Ok was that in what 42?",
        "Q: You’re talking about I’m sorry. Your mother is talking to your uncle.",
        "Q: So you left with your uncle? I’m sure saying goodbye was hard. And where did you then\ngo, what happened then?",
        "Q: You’re talking about your father’s —",
        "Q: Huts.",
        "Q: What was the location of the factory?",
        "Q: But it was close to your town?",
        "Q: What did you take with you when you left home? Did you take anything special?",
        "Q: Just the clothes on your back.",
        "Q: Did they ever shoot children?",
        "Q: Even who was a child.",
        "Q: So now you’re making the huts in this little area next to your town.",
        "Q: Did you have any contact with your mother?",
        "Q: When did you find that out? Did you know that?",
        "Q: Of course.",
        "Q: How would you describe your relationship with your siblings, older siblings while you\nwere working, were they —",
        "Q: Were they comforting, were they, I mean you were the baby.",
        "Q: And did you all live together?",
        "Q: The women were separate from the men.",
        "Q: Describe your living conditions in this town.",
        "Q: Did you have a bed. I mean —",
        "Q: Bunks.",
        "Q: And how did you keep yourself clean? Was there any plumbing?",
        "Q: Did you have your own dish?",
        "Q: And you kept that dish and used that",
        "Q: What kind of food did they give you?",
        "Q: Three times, did you get three meals a day.",
        "Q: So you’re now 13, 14.",
        "Q: And you stayed there for you said nine months.",
        "Q: And then what happened.",
        "Q: Ok, how did you know you were going? How did they tell you?",
        "Q: So one day you wake up.",
        "Q: Into —",
        "Q: You’re talking about the rail cars.",
        "Q: What about your uncle?",
        "Q: Go back a little bit in time.",
        "Q: What was his name? Do you remember the family?",
        "Q: Seems to me you were a very independent young boy. From what you said.",
        "Q: Yes, of course, luck and independence. So now let’s get down to the rail car,\nunfortunately. What were the conditions like in that?",
        "Q: I’m talking about your journey to Buchenwald. You said you were in that rail car.",
        "Q: And then",
        "Q: Did you know where you were going?",
        "Q: The car stops and —",
        "Q: Meaning they took their lives —",
        "Q: What were you wearing?",
        "Q: Were there any numbers on the —",
        "Q: Was there a yellow star on the uniform?",
        "Q: Did you ever wear a yellow star in the ghetto?",
        "Q: The armbands —",
        "Q: Just to go back to that time. Did that bother you as a child to have to wear that —",
        "Q: Were you proud of it?",
        "Q: You just wore it. This is matter of fact.",
        "Q: And you didn’t question it.",
        "Q: Ok now you’re in Buchenwald and you’re wearing the uniform. And then what happens.\nDid you have to work there?",
        "Q: Broke up stones.",
        "Q: How would you describe yourself physically? Were you strong?",
        "Q: These were prisoners.",
        "Q: Jewish?",
        "Q: Called prisoners.",
        "Q: You mean less food.",
        "Q: And harder work.",
        "Q: How long were you in Buchenwald?",
        "Q: Did you go with any members of your family?",
        "Q: Hungarian.",
        "Q: And you left without any relatives?",
        "Q: Do you remember being very frightened? To be on your own.",
        "Q: Were you able to say goodbye to them? Before you —",
        "Q: Did they say anything special or give you any message? Or —",
        "Q: Because you spoke Yiddish.",
        "Q: The interpreter.",
        "Q: This is the German guard.",
        "Q: So now you go to the barracks.",
        "Q: Do you know his name.",
        "Q: What did they give you?",
        "Q: Barracks.",
        "Q: So you stayed there til 1945?",
        "Q: Are you in one of those rail cars again?",
        "Q: Are you wearing your striped uniform still?",
        "Q: What were you, did you have any impressions that stayed with you from Mauthausen?",
        "Q: And you stayed in the railroad cars.",
        "Q: Did you see any of the quarries or anything like that?",
        "Q: The very end.",
        "Q: Who’s the they?",
        "Q: Got scared of you?",
        "Q: They were —",
        "Q: What about you seeing an American soldier?",
        "Q: Do you have any memories of what your emotions were?",
        "Q: And an American soldier meant what to you?",
        "Q: Did you know any English?",
        "Q: So you did not talk to any of these soldiers?",
        "Q: So there was celebration in a sense?",
        "Q: And sadness of course.",
        "Q: And then the Red Cross comes in?",
        "Q: And did they treat you at all or —",
        "Q: What did they do for you?",
        "Q: What was your health like at that point?",
        "Q: Do you know how much you weighed? Then or you don’t.",
        "Q: So you get cleaned up and then what happened?",
        "Q: But you were still growing even though you didn’t’ have enough food. You were still\ngetting bigger, taller I should say.",
        "Q: So other teenagers.",
        "Q: How many of you were there?",
        "Q: There were four of you.",
        "Q: And you just get on the train and then you don’t need tickets or anything?",
        "Q: Who’s the they?",
        "Q: It was after curfew.",
        "Q: He spoke Yiddish.",
        "Q: And what were the camps like?",
        "Q: Is there anything specific that you remember from your time there?",
        "Q: From the refugee camp, yes.",
        "Q: Why Italy?",
        "Q: Oh, in the documents.",
        "Q: And why that ship?",
        "Q: And how many other people were you with?",
        "Q: And you were all taken to Cyprus?",
        "Q: While you were in Cyprus what were you doing?",
        "Q: Just focusing on your education.",
        "Q: Were there any kind of big celebrations in the camp?",
        "Q: From there, when did you decide to come to the U.S.?",
        "Q: About what year was that?",
        "Q: So you were out from the army maybe deciding what to do next and that’s when —",
        "Q: And what were you doing?",
        "Q: Did you go by ship?",
        "Q: Did you go to New York or —",
        "Q: What was it like seeing your siblings again?",
        "Q: My last question to you would be is there anything that you didn’t get a chance to talk\nabout. You want to —",
        "Q: We can record it right now if",
        "Q: If you’d like to tell us a little bit about that.",
        "Q: And why the switch from Army to Navy?",
        "Q: And so what did they have you doing in the Navy?",
        "Q: Is there anything specific from the war of independence you’d like to include?",
        "Q: One more question. I’m curious of people who were Holocaust survivors who were\nfighting in the war of independence. Did their experience in the concentration camp make them\nmore tougher as soldiers. Did they, did you see people who were —",
        "Q: Did you speak any English at that time?",
        "Q: How did you learn Italian.",
        "Q: Where did you live when you were in Italy?",
        "Q: And the people in the town treated you well?",
        "Q: Began to like Italian food.",
        "Q: Any last things you want to include on the tape.",
        "Q: Thank you. It was very nice meeting you.\n(end)"
    ],
    "answers": [
        "A: Nocham Neiberg.",
        "A: I was born in Piotrkéw Trybunalski. I was born in 1929 on August 20, 1929",
        "A: Yankel Neiberg and Esther Neiberg. My father and my mother.",
        "A: I would say like 50 years. I would say which I can remember but my father used to tell\nus stories.",
        "A: Yes, yes.",
        "A: He had a furniture business.",
        "A: Yes.",
        "A: He made the furniture, he sold the furniture.",
        "A: Housewife. She raised us spectacularly.",
        "A: Yes.",
        "A: Six, yes. That was a small family in Poland.",
        "A: It was, we start with the oldest. Dave. Dave. David. Sol, Surit. Herschel. Pardon. It\nwas Hannah. Surit. Herschel, Rachel, Avraham. Nocham.",
        "A: Yes.",
        "A: Very little. I was, the war broke out, I was 11. So I would say very little.",
        "A: Yes. Yes.",
        "A: In an apartment. Jewish people as a rule lived in apartments. The Gentiles lived in\nhouses but lot of them.",
        "A: Yes.",
        "A: Not strong but they were Zionists. Which I can remember. I wouldn’t say they were\nstrong Zionists but they, my father belonged to a, Shomar Hataz’er. And most of the kids did\nbelong to the same thing. My older brothers and sisters.",
        "A: Correct, absolutely.",
        "A: Father used to go to shul, Shabbos. Holidays. We all went to cheder.",
        "A: Pesach.",
        "A: New clothes, good food. Well, all the holidays were good. Really.",
        "A: Absolutely, sure, sure. And I used to say the kashus.",
        "A: For. I wouldn’t remember them.",
        "A: Yes. Yes.",
        "A: Jewish, yeah.",
        "A: Well. I, I wouldn’t say that —",
        "A: Did have Gentile people living in the same building, oh yes, yes. We were not —",
        "A: Yeah, absolutely. No we were not kind of in the, well there was a certain area that was\nstrictly Jewish, the Jewish neighborhood was called the Ingas, but the rest of the streets were\nmixed. Really, yeah, it was just maybe a block or two blocks in our city was strictly Jewish. But\nthe rest was all mixed.",
        "A: Mixed, mixed.",
        "A: Public school yes, yes. After school we went to cheder.",
        "A: The school.",
        "A: Correct. About Judaism you’re talking about.",
        "A: That was cheder.",
        "A: Oh absolutely.",
        "A: Well it was always —",
        "A: Oh they smelled you. They knew it. They could recognize a Jew for some reason.",
        "A: We were dressed like they were but for some reason it was knowing who was Jewish and\nwho wasn’t.",
        "A: It happens a few times that I had to be s, saved a little from a beating you know. My\nbrother used to be luckily around and it quiet down.",
        "A: No. No.",
        "A: Dirty Jew, that’s about it.",
        "A: No they were never positive, but there was no positive. They just ignored, even you know\nit was no love about it.",
        "A: Attached, oh absolutely attached.",
        "A: Oh no, no, no. We were very attached.",
        "A: Yes, yes.",
        "A: We had a couple of bikes 1n the house. That was the sport of swimming yeah in the\nsummer. That’s about all. In school we did some sports but I mean for maybe ten minutes. You\nwent out and used to do some exercise.",
        "A: Middle class, yes, definitely middle class.",
        "A: No there was no cars in that town. Not in those days. There was no cars in the city. There\nwere two taxis that’s about it. The rest was horse and buggy.",
        "A: I was nothing.",
        "A: I would say somewhere in 30, in 38, 39 when my father was reading the Forward, the\nYiddish paper, Friday night. And there were the stories about Germany. There was discussions\nabout it which I can remember.",
        "A: No it was just listening to the stories and I wouldn’t say it frightened me at all. I didn’t\ngive it any thoughts, really.",
        "A: Yiddish.",
        "A: At home, Yiddish.",
        "A: Polish.",
        "A: In both. Well I can speak Polish but I wouldn’t say I’m fluent in it by now. But. The\nonly one I’m really fluent is the Yiddish.",
        "A: Oh we still had, I used to have a sister in a little village called Shindlif, next to our city\nand my sister lived there and I used to go out there for staying with my sister.",
        "A: Hannah.",
        "A: Not like, yeah a couple of weeks and then I had to go home and then I came back but we\nhad a good time there.",
        "A: Yeah we had some, but you have comic books. We used to have that too you know. Not\nexactly comic, but stories. About the United States, cowboys and all that. Yeah we had that. We\nknew about the cowboys.",
        "A: Absolutely.",
        "A: Well we used to go to the movies I think. I remember Ken Baynard, a cowboy movie.\nThis is the only name I do remember about the cowboy movies. Tom Mix. Absolutely. Yeah,\nthat’s about it.",
        "A: Correct, absolutely.",
        "A: Yes we did, we had you had to read. We got our take home, homework so we had to read.",
        "A: Cowboys and Hollywood.",
        "A: Well it meant to me all kinds of mystery stories about they lived in here and we had some\nreally dreams about it. Rich life, good, good way to live.",
        "A: Yes, yes.",
        "A: Correct.",
        "A: When Hitler came in.",
        "A: Well really when the war, right up, when the war started.",
        "A: Correct, correct, correct.",
        "A: I think it was September 1, not 31, 1.",
        "A: Ok yeah 39, that’s right.",
        "A: Yes, absolutely, the bombing. We went, we went, we left our --",
        "A: Yes. It was a Saturday morning that we felt the first bombs so my father decided we\nshould leave and go stay with our sister in that little village.",
        "A: Yes. Yes and we left there til the war, til the army occupied our city and also the little\nvillage. We then decided to come back where we used to live.",
        "A: Correct, to the apartment.",
        "A: No it was like, almost a week that we stayed in the little village. But in the week they\ncame in and, and then they decided that we can walk, go home so we went home and we stayed.\nReally our town was one of the first ghettoes in Poland.",
        "A: Yeah the first ghetto in Poland, yeah, so we kind of I think we stayed in our apartment\nfor another three or four weeks and then we had to move over to the, into the ghetto yeah.",
        "A: Eleven.",
        "A: Well you know we got very quickly old. We didn’t stay eleven. You know like I would\nbe sent out to the Polish people that my father hid some stuff with them, to collect maybe some\nof, they will give my father send them some messages that I will come and if I would be able to\ncollect. So in the beginning they used to pay my father back for what he was. But",
        "A: Correct, that they owed. But this happened like twice and after the third time they said\nno more. We haven’t got it no more. So I used to go out from the ghetto",
        "A: By my, oh yes, because if you, if they caught you they shot you. There was no question\nabout it because there were a couple of like a couple of women that went out that they thought\nthat they can go through and come back. They caught them and they shot them. But since I was\nat that age, they didn’t pay much attention to me.",
        "A: No, my age. I looked my age.",
        "A: No, no not really.",
        "A: Right where the ghetto ended you had a Jewish policeman and a Polish policemen at the\ngate, yeah. And you were if you stepped over that gate you were shot.",
        "A: Well I, there were areas that you can smuggle yourself out. Nobody should know, but we\nknew about it because we used to play around. We used to run around the kids, all the kids and\nplay and play you know but we knew the areas where we can run out and come back.",
        "A: No, no, there was no. As I said the police were still there and we knew the elderly people\nknew that this is what it is. Otherwise, but we just tried and this is how I got out. And I was\nlucky enough to come back.",
        "A: No, no, no but that there were certain areas that you could just run out.",
        "A: There was fear, no absolutely there was fear from day one. We knew about it and we you\nknow but you had to make peace with yourself, but there was the fear. We'd be started to think,\nnow by 11 you’re old. There were kids that had to take care of 11 years old and their family. So\nit, we grew up very quickly.",
        "A: I had, we were, I was lucky enough that my mother we could afford the teacher. There\nwas quite a few teachers, Jewish teachers that, that my mother could pay that I could attend\nillegally, that was not legal. If they caught you there were repercussions, big repercussions but it\nwas all but they got away with it. Then if you could afford so it was like 40 or 50 not dollars but\nPolish currency. I was lucky that my mother could afford to pay but my father was never\nat that time. He died.",
        "A: He died of typhus. Yeah.",
        "A: He died I would say it was like 41, between 40 and 41.",
        "A: In the ghetto, we were til approximately 42, the end of 40, the beginning or the middle of\n42.",
        "A: There was the big ghetto. Then like in 42 between 41 and 42 they dissolved the big\nghetto. We were all at that time like 20,000 or 21, 25,000 Jewish families. And they left 10% of\nthe 25,000 to clean up and sort out the stuff that the Jewish people, families left in their\napartments. And the rest of the people were sent to Treblinka. And this is where my mother.\n(pause)",
        "A: (blows nose)",
        "A: We had one I’d say one and a half rooms. And we were",
        "A: Yes and we were like Surit, Rachel, Herschel, Avraham and me. Five. Yeah.",
        "A: Yeah, yeah and my mother.",
        "A: Well my mother had some that she put she had some money left that she should be able\nto provide for us some food. And she, and she also took in some people to feed them what they\nbrought, they brought from southern Poland. They sent them out and brought them to our town\nand they were all in town kind of like 100 families or so, put in one big Jewish organization hall\nand they built some , they lived in horrible situation. And all the families that could\nafford used to take in them during, for the day to the house because there was no room to put\nthem on. And we fed them. The people could afford, helped them out but they lived in horrible,\nin a horrible —",
        "A: Yeah from no from southern Poland. From close to the German borders which the\nGerman, the close to the German border they annexed they annexed that to Germany. All these\nif you read about it. They sent the Jews out to the, kind of like to us, to Warsaw. They sent them\nalso to Loge, the Loge ghetto. And this is, that’s the way it was.",
        "A: Well either you run, either you run into the, go hide. (pause)",
        "A: You hid, you hid. Or if you stayed on you had to turn, you had to bow your head.",
        "A: You have to bow your head. You step aside. You never try to be in his face.",
        "A: Well you, as I said you grew up very quickly.",
        "A: No, no, no, no. That was just fear.",
        "A: Strictly fear.",
        "A: Absolutely.",
        "A: Fear.",
        "A: Yes.",
        "A: We have to live through it.",
        "A: Same way we just, we didn’t talk about it. No we didn’t talk about it.",
        "A: We knew what’s happening, you know we just tried to fool around.",
        "A: Right to forget about it.",
        "A: Right.",
        "A: No, no.",
        "A: I didn’t think about it.",
        "A: Well my father was dead.",
        "A: My mother cared just to give us as much education as she could.",
        "A: Yes, oh yes we knew.",
        "A: Oh absolutely.",
        "A: Yes, yes.",
        "A: Well the next change was when they liquidated the ghetto.",
        "A: 42 yeah. And we, and I stayed on in the smaller ghetto with my brothers who were\nalready at work and this is when it came that my uncle took over my father’s name. When they,\nwhen they started to liquidate the ghetto they needed Jewish workers to clean the ghetto, the\napartments, sort them out and send them to Germany. So they, they as I said they left ten percent\nof the population which we were like 2000, 20,000. So they left like 2000, 2200 Jewish people,\nsingle people not families. Just single. And they were looking for, they were looking for\ncarpenters and my father used to employ like 15, between 15 and 20 carpenters to do the\nfurniture. So he was known in town. So they came and looked, looking for him. So my mother\nsaid why don’t you take Yankel’s name and you go instead of my father was dead. So you go to\nwork instead of coming to Treblinka.",
        "A: To my uncle, yes. But with the condition that he should take me with him. So he said no\nproblem. So I want to take my daughter too. Which she was the same age as I. She said, my\nmother said you take as many as you want but as long as you take Nocham with you. So he did\nand this is how I didn’t and I fought with my mother. That I didn’t want to go. But she kind of\nlike threw me out.",
        "A: Well then they took us to the, to a small, we had factory, big, for the war.",
        "A: No, no, no, no. This is where they sent us the smaller ghetto. They created a smaller\nghetto in town. The majority of the people we had at one, two glass factories in the city and also\na factory of what do you call it. Well anyway they created, they recreated that one of the\nfactories to build for the German army little for the eastern front. Little houses.",
        "A: Huts, correct. And I was sent to that factory and my brothers were working at that\nfactory, three of them. So we kind of united and my sister was there too. And at that factory we\nwere approximately a year and they liquidated, we were creating that huts.",
        "A: Right out of town from, yes, the name was Bugai and the name of the --",
        "A: Yeah and the name of the German factory, of the German people that run it, they named\nit Defi, Defi factory of creating huts. For the eastern front.",
        "A: Nothing, practically nothing. They didn’t allow us to take anything.",
        "A: Just the clothes on the back and this is, this is the way you have to leave the house. They\ndidn’t allow you to take anything. And little by little we stole a little bit when we worked for the\nsorting the stuff that we took out from the apartments so we you know we used to take whatever\nwe will need, we needed. If they caught you they shot you and they did that to a couple of\nwomen really yeah.",
        "A: They didn’t think, 1t wouldn’t make a difference with them as far as shooting somebody.",
        "A: Yeah didn’t make a difference, that was no big deal.",
        "A: For approximately for eight to nine months. Then they decide --",
        "A: No, my mother was, went to Treblinka. After we left everybody all the entire 18,000\npeople went straight to Treblinka.",
        "A: For some reason they were talking about it. The, we knew about it. Kind of but nobody,\nbut nobody believed that it really is happening. Ok.",
        "A: Ok, so but there were stories really which I remember being told and, but and we knew\nbut we never, we knew what is happening. Approximately.",
        "A: Yes, I good",
        "A: Yes, yes comforting really. Yes absolutely yeah. My sister, my sister they all were yeah.\nThey, I would say they take, they took care of my absolutely.",
        "A: Yes. Not, my sister lived, she was a woman so they kind of lived separate.",
        "A: Yes, unless you were married or something of that nature. You got —",
        "A: Horrible.",
        "A: No, they built one on top of the other.",
        "A: Bunks yeah and this is what you had. And you well, you —",
        "A: There was plumbing that you took a big pail of water and you washed yourself. But there\nwere no showers or anything of that nature. You were not exactly clean, put it that way. You\ntried your best but you never succeeded. It was always cold water. And there was nowhere, never\nanywhere to warm that water. Because the food came from generally you went, stood in line for,\nfor your soup and your —",
        "A: Yes, we did yeah. You always had a dish. They always gave you a dish.",
        "A: Correct, correct, correct.",
        "A: It was, the food wasn’t too bad. You know it’s —",
        "A: Yes, I would say yes. In, you kind of, as long as you stayed in Poland it was better. Once\nyou reached the German, Germany it was all the, then it was all gone.",
        "A: 13, 13.",
        "A: Yeah.",
        "A: Buchenwald.",
        "A: We didn’t. We didn’t.",
        "A: One day you wake up and they said get ready. You’re leaving. You can take some stuff\nwith you. Whatever you have you can take with you and they took us to the, and they filled up\nwagons and I was just behind my brothers and you know they put in like a hundred.",
        "A: Into one of those —",
        "A: The rail, yeah. The rail cars. Put a hundred guys in and once and I was just the last one\nbut they closed the doors and they put me with my brother in law in the next wagon. And then I\nwas separated from my brothers because —",
        "A: My no you see, that’s another story. I forgot all about that.",
        "A: When they made the little ghetto, that was where the Jewish quarter used to be before the\nwar. And there we had something like 2000 people that remained to clean the ghetto. So we\nstayed there for like two months and they liquidated that little ghetto. And from that little ghetto\nthey left maybe 200 people that worked for those huts in that big factory. When they liquidated\nthat little ghetto from the 2000 people that they have left, they took 200 to send them to that\nfactory to work. And the 1800 they dispersed in different camps in Poland. They really took me\nout to be sent to one of those camps. When I, when they took me out, I kind of sneaked, tried to\nsneak back in, and the Jewish policeman that watched that nobody should sneak back in, he\nknew me very well. And I knew them and I used to play with his daughter.",
        "A: Yeah, Kornentz. And he saw me sneaking in and he gave me the eye and he said get\nlost. Ana I snuck back into the little ghetto so I stayed with my brothers. My uncle they took\nhim out also at that time. He stayed on and they took him to the, one of the camps, concentration\ncamps in Poland. And I stayed and then as I said they liquidated that small little, they took us to\nthat to the factory, where we were. And I stayed there til I went to Buchenwald.",
        "A: No, I was lucky. I was kind of lucky. Every situation played my way. I wasn’t that smart\nbut since I had brothers that stayed and I going to go to the factory to live. I figured I want to\nstay with them. And I was lucky that that policeman was standing at that time and let me go\nthrough.",
        "A: In that, well it was much better I would say the big factory than Buchenwald.",
        "A: Oh correct. I was in the rail car.",
        "A: No food, no water, no nothing and we were traveling to Buchenwald. It took us like two\ndays maybe more. And we arrived in the evening.",
        "A: No, no we didn’t know. When we came into Buchenwald we didn’t know where we are\nuntil we were told that we are in Buchenwald.",
        "A: The car, we were unloaded and they took us in for shower and two of them, two Jewish\npeople that I knew of the men they knew about the showers, the gas so they just took pills. Two\nof them. But the rest —",
        "A: Yeah they took their lives. Yeah, yeah they took their lives and the rest of us went in for\nshowers and we took those showers, that were showers and then they put us in blocks you know.\nBarracks yeah.",
        "A: They gave us the stripes. The stripes yeah and we go and got, we had to get to one\nbarrack we walked.",
        "A: Yes, yes we had numbers. We had numbers, I couldn’t I don’t remember.",
        "A: No, no just the number and the stripes.",
        "A: No, we had the",
        "A: The armbands with the Mogen, with the Mogen star yeah.",
        "A: No, no.",
        "A: I wasn’t proud. I just wear it.",
        "A: Yeah well that’s about it. I knew that I had to wear it.",
        "A: No.",
        "A: Yeah I went out like couple of times. It was which they called it Sternbrook. You did",
        "A: Yeah that’s what you did.",
        "A: At that time I was in good shape, I was in good shape, in decent shape. Then I was also\nlucky because right across from our barrack were was a Swedish people or something, from the\nNetherlands. Then they used to get packages from their home town.",
        "A: Prisoners, yeah.",
        "A: No, no they weren’t Jewish. They were Gentile but for some reason I, you don’t know\nwhy they, why they —",
        "A: Something of that nature. And they used to help us. Once in a while they’d throw in\nsomething so we were all kind of lucky too in that respect. But yeah and then it started to go\ndown and down and down. Worse and worse and worse.",
        "A: Correct, yeah.",
        "A: Harder work and then stayed in Buchenwald for a while and then they —",
        "A: In Buchenwald I was kind of like a couple of months and then they say you know\nBuchenwald was a concentration camp. They concentrate the people and they send out from\nBuchenwald. SO I went to Flossberg. That was a brand new camp. Flossberg was near\nLeipzig. And that was and they were building the ammunition factory.",
        "A: No, no. My brother in law was sent out if you’ve ever heard of Schlieben. That was very\nknown camp in Germany. And he went to Schlieben. | didn’t. and I stayed on in Buchenwald.\nI stayed on for another couple of weeks. And they sent me to Flossberg. With 200 Hungarian\nJews that none of them spoke any Yiddish. They spoke one language.",
        "A: Hungarian. And we arrived in Flossberg.",
        "A: Without any relatives. I was all by, on my own at that time.",
        "A: Well no. I just missed them but no frightened I was not. Because what was the\ndifference. We got used to that.",
        "A: Oh yes, absolutely yeah sure. One morning they —",
        "A: No. Stay well. Take care of yourself. What else could you say. And Uri he lived through\nthe war. He went back to Poland and he was killed in Poland by the Poles. In town, in Piotrkéw.\nSo and as I say I was with 200 Hungarian Jews that none of them spoke any Yiddish and when\nthey took us off the train and we lined up they called up who spoke German. Nobody spoke any\nGermany from like an idiot I raised my hand.",
        "A: Right. So he tells me I should explain them what is, what he was talking to me.",
        "A: Correct. So I tried to tell them I don’t speak no Hungarian. SO he slapped me the minute\nI opened my mouth. You talk when I tell you when to talk.",
        "A: The German, the German guard. So I just shut up and I didn’t say nothing. He says so\naren’t you telling them nothing and I quiet. I’m afraid to answer him. He said say it. In German.\nSo I tell him again. He tells me say whatever you want to say. Talk to them. So I spoke to them\nin Yiddish. That’s about it. I don’t know what, that was it. After I finished he said ok, disperse,\ngo to your barracks. And this is what we did. This is how it ended.",
        "A: So I go to the barracks and I am the guy that speaks, that can understand and we have a\nGerman guy a political prisoner which he is the eldest in the barrack and he runs that barrack and\npractically the captain. And he is a good guy, he’s not a bad guy. He behaves to us very well,\nexcept that when you go out to work and come back you have to —",
        "A: Langer, Kurt Langer. A good guy. He didn’t hurt you or specially he even used to say\nwatch yourself when you go out. So I could never, we never complained on him. But there were\nhunger, great hunger. They didn’t’ feed you well.",
        "A: Practically water for soup. And for a while I was they sent me to the kitchen to wash the\ndishes or what not you know. And then this ended so I had, they sort of sent me to clean up the\nkep, inside the block. The —",
        "A: Barrack. That lasted for a week and then I had to go out to work. And I went out to work\nI came back for the two Kurt Langer, says how was it. I said terrible. He said well, maybe [ll\nfind some work for you here. So he scraped around and this is where I stayed and he saw to it, I\nshould not go out to work anymore. Because I was the youngest in the group and he felt kind of\nsorry, sorry about it. And he kind of helped me out and this is how I stayed on til the end\npractically, two months before the war ended. And they took us —",
        "A: Yeah but before the war, like four months before it ended they, the Russians were very\nclose because it was close to Leipzig. They decided to evacuate us. And we again went in the\ntrain and we are driving around for like three, two, three weeks. Because —",
        "A: Correct.",
        "A: Correct, sure. And as we were riding in the trains finally they found a place for us in\nMauthausen. So we came into Mauthausen. And we stayed like two nights in Mauthausen.",
        "A: No because we were, they kind of we was separated from everything. The whole group.\nThey were holding us like two nights. And they —",
        "A: No, no. They took us into the camps. And we stayed like two nights out in the camp.\nOn the outside ---",
        "A: No, no not at that time. And they didn’t. They tried to make up their mind what to do\nwith us. So finally they decided that we should go down to the krankenlager, to the sick camp.\nAnd the sick camp was that you had those German cuts that was like 30 inches wide. Five\npeople were ina cut. And when we came in. We were all like this. But the people in the camp\nthat were there looked worse than we were. So when we came in. When we came into the camp\nwe just asked them how long was that you became you know they looked like you’re going to a\ndoctor and you see a skeleton. They were a skeleton. So we just wanted to find out how long it\ntook them to become skeleton. And luckily it was right towards the end of the war. It was in 45.\nAnd it was already 45 in May. We came in.",
        "A: Very, the end of April. And the Americans came in. The Americans came in. They\nopened up our camp that was the bottom in Mauthausen. And we went out. We didn’t know\nwhat it was but we went out for some reason and they got scared of us.",
        "A: The Americans.",
        "A: Of us yeah because we were not looking like normal people. They just —",
        "A: The tanks and the soldiers they just ran out and closed the camp until they brought in the\nRed Cross or whatever.",
        "A: Well.",
        "A: Oh yeah it was just, it was just you couldn’t believe it. You didn’t, you didn’t’ believe\nwhat happened. You just unbelievable. The holiday and the hollerings and the laughter and the\nyou name it. Crying, that the whole, that’s it was a trying time.",
        "A: Well as they say T’shea.",
        "A: No. No. How would I know English?",
        "A: No really not. No had nothing to do with them.",
        "A: Right, yeah.",
        "A: Right.",
        "A: Yes.",
        "A: Yeah, they —",
        "A: Well they clean us up a little bit. They fed us. And they took us out from that camp and\nwe went into the better camp, up. And we stayed, they locked us, they kept us like in the camps.\nThey wouldn’t let, they were afraid to let us out. They were afraid that we would kill all the\nGermans there. So they kept us locked in for quite a while. But we jumped over the fence.",
        "A: Weak, very weak. Could hardly walk.",
        "A: No.",
        "A: I got together with some people, with some young people. I was kind of the youngest\nalways for some reason. Was very few, very few my age so I —",
        "A: Yeah, yeah I was already like about 14, 15. Yeah. And I have still my teeth, I am so\nlucky you see that. Well we decided to jump the fence because we didn’t’ like the food.",
        "A: No they were a little bit more than teenagers. They were all in their 20s, middle 20s.\nthat’s the majority that really stayed alive. And I was at that time they called me the kid. And\nthey kind of, I don’t know if they felt sorry for me that they, eventually they left and that’s a\ndifferent story. But we jumped and we went in there was three or four of us, we went into a\nGerman peasant in a little town which was called in a town, the village was called Auw, next to\nMauthausen. Maybe three or four kilometers away from Mauthausen. Mauthausen was next\nto a village, not to atown. The town of Mauthausen was a little bit further down. and we told\nthe woman that we want food and we want a bed to sleep and a place to wash. Well she did give\nus a place to wash. And we told her what kind of food we want. It was an old lady and she says\nwell I'll give you the food that you want but if you eat that food that you want, you’re going to\ndie. We were underweight and she knew where we came from so she said that’s too fat for you.\nAnd this is why we left the camp too because the Americans didn’t’ feed us the proper food. So\nwe said ok give us whatever you have but we’re hungry. And she did. Little by little she gave us\nfood that she felt without fat. And we stayed with her for a few weeks. Until the Russian, we\nescaped to the Russian side because in Austria we were away, the Russians were quite practically\nnext to, well they were, the Russian army and the American army were kind of together at that\ntime. And just across if you run out from the camp, from Mauthausen, you were on the Russian\nside. But if you were in the camp, you were on the American side. So we were on the Russian\nside. And one night the Russians came in, soldiers came in to the apartment and they knew that\nwe speak German. And we told them we don’t speak Russian. We speak Polish. Never mind\nthey said. We want what do you call it, watches. We want rings, we want all kinds of things.\nSo and you tell the Germans what we want. And I said we can’t do that. Said you better do it.\nSo we did it. We went with them. And we walked into their houses and we told them what they\nwant. And the Germans thought that we splitting with them. And we went into one of the\nhouses that the daughter was going out with the commandant, with the main guy, with the\nRussian. The daughter comes home and she says and the mother tells her that those Jews that live\nat the neighbors brought the Russians in to rob them. (phone rings) Well the daughter called the\nRussian that she walked out, that she was going with and that she was, he was, called him or\nwhatever. And told him that the Jews tried to rob her parents. And she didn’t tell him that the\nRussians tried to rob the parents, but the Jews. So he sends a soldier to tell us you should appear\nin front of him, 5:00 in the morning. So we thought between us if we appear and wake him up at\n5:00 after his binge at night hell shoot us. We decided to run. The woman had two bikes and\nthe neighbor had another two bikes and we told them look we don’t’ want to take it but if you\nwant to give us the bikes because if we don’t I don’t know what’s going to happen. Said ok we\ndon’t care.",
        "A: Four",
        "A: So we took the bikes and we started to run all night long and we’re all looking behind us\nif they’re not chasing us. But it was ok. They did not chase us. We finally found the, came into\na little town and the Russians liked the bikes. And they said but I am really too young to ride a\nbike all the way to Vienna. Just cause we were going to up to Vienna. What do you have in\nVienna? I said we might have some relatives. We don’t know. They said ok. Give us the bikes\nbecause you are too young to ride bikes to Vienna. It’s too far. We’ll put you on the trains. They\nwanted the bikes. So they took us to the station and they said wait for a train. The train will\ncome. You go to Vienna. So we gave them the bikes, have no choice. And we waited. And the\ntrain came and we went to Vienna.",
        "A: No, no there was no tickets in those days. No. Just took a train and we went, came to\nVienna. And we came to Vienna. We got off in Vienna so it’s you cannot walk after 10:00 at\nnight. And we are after 10 so they arrest us and we were coming in.",
        "A: The Russians. The soldiers because after that was that you cannot leave your house after\n10:00.",
        "A: Curfew yeah. And so we were after the curfew so they took us to the station. And so in\nthe station was a believe it or not a Russian Jewish guy so we spoke in Jewish. He spoke Jewish.",
        "A: Yeah so he decided he’s going to send us to a pensione and see to that we should have\nfood and that helped a lot and this is what we did.\n(file 2 — RG-50.106.0246.02.02; duration: 22:37)\nKatie St. John: This is Katie St. John taking over for Gail Schwartz in the interview of Nathan\nNeiberg on July 24, 2015. So Mr. Neiberg you were telling us that you came to Vienna after the\nwar. So could you tell us a little about that?\nNathan Neiberg: Stayed in Vienna of like a couple of weeks the captain of the post in Vienna,\nthe Russian captain of the post in Vienna assigned us a place to stay in a hotel. And he supplied\nus with food and was very nice to us. After a few weeks I decided to go back to my home town\nin Poland to see who’s left alive. Being in the station train came in from Poland and as the people\nwalked off the train I recognized a few guys that came back from Poland. And I recognized that\nthe war, during the war in the concentration camps. So I walked up to them and said what’s\ngoing on in Poland. And they asked me which town I have come from. And I told them. So they\nsaid don’t go to Poland to see who stayed alive because the Poles don’t look at it, don’t look at\nus welcome. That we should come back there even for a little while. They killed quite a few\nJewish guys that came in to see if their parents are alive or somebody stayed alive in the family.\nSo we advise you not to go back to Poland. But if you want to know go to Hungary. And in,\nthere’s quite a few a lot of Polish Jews that went to Hungary after the war. So go to Hungary.\nFind the, find Budapest. There are camps there. Refugee camps. Inquire there and you’ll know\nmore so there than if you go to Poland, go to your home town. So I decided instead of taking a\ntrain to Poland I took a train to Hungary. In those days there were no, you didn’t have to pay for\nthe seats on the train. You just boarded the train and you just went. And this is what I did. I\ncame into Hungary and I didn’t’ meet there people from my own home town. And they in fact\nthey told me that some of your brothers stayed alive too. But they didn’t know where they are or\nthey didn’t’ see them but they heard from other people that they came across that they feel that\nsome of the Neibergs, Neiberg brothers stayed alive. They don’t know which ones. They might\nhave think about me but they didn’t know. So I stayed a while in Budapest. There was a refugee\ncamp in Budapest also. And then there was that they started to form Zionist groups in the\nrefugee camps with the intentions of eventually going to Israel. At that time it was Palestine. It\nwas not Israel yet there.",
        "A: In Hungary. Decent. Well any place you went after the concentration camps in Germany\nand throughout the war, once it ended, nothing was in comparison to the concentration camps. So\nwhatever you did, it was always a little better then. So the question 1s that how was it. It was\nbetter. But was it good. No, it was just better that you had more food to eat. You weren’t hungry\nand you had some clean clothes to wear. The rest ok.",
        "A: From Hungary?",
        "A: From the refugee. Not really, not really. It was normal you know. As I came, as a\nrefugee camp was, which was mainly that you survived, that you’re not in danger of being killed\nand being beaten up or had to go to work. To work that was it was a horrible type of work. But\nanything, you survived in the camps. You couldn’t’ complain for, there was quite a few a lot of\nrefugees that they just welcomed, and they did a decent job at whatever they could. No\ncomplaints. And then from, so I joined one of those Zionist groups. And decide that Zionist, the\nleaders decided that well we it’s time to move on. We left Hungary and strived to reach Italy.",
        "A: Because from Italy they formed there refugee camps in Italy. That was already refugee\ncamps. And from Italy kind of striving to reach Palestine. That was the last stop before trying to\nreach Palestine. Or you went to France. But we picked Italy. So to reach Italy we had to go\nback to Austria. And we came back to Austria we stayed there for again, for like a month and\nfinally the Jewish brigade that was serving the English army they helped the Jewish group,\nZionist group reaching Italy with their trucks. It was not legal that they did it but they did it.\nThen we went through the Alps from Austria to avoid usual borders. Then we reached northern\nItaly, coming through the Alps. And we were left in Modena, Italy in Modena. It’s close to\nBologna kind of. It’s a nice, nice town. And there was also a Jewish refugee camp kind of that\nthey formed. And we stayed in Bologna a while. Then we left Modena to southern Italy which\nwas Santa Maria. You have it in here.",
        "A: Yes. And stayed in Santa Maria for a while, naturally with the Zionist groups. And we\ndecided from the Zionist group decided really, the leaders of the Zionist group decided that there\nwas a ship which was called the Moleta and they said that you might leave with that ship. And\nwe left with that ship and we reached Cyprus.",
        "A: Well that was available. It was that ship was bought through the Zionist groups through\nthe United States. It was a really a kind of a fishing boat you would say more so. But it was an\nenlarged fishing boat, a luxury fishing boat kind of. And we left in the at that particular time was\nthe blockade of the British navy that they wouldn’t let the Jews into Israel, to Palestine, I mean.\nAnd they used to know the kind of route we took from Italy to Palestine and they were\ncontrolling that particular route. And they always used to catch the illegal ships trying to come to\nPalestine. And we were caught by them and we were brought to Haifa. They took us off from\nthe ships that we came on. They were raiding us. Well we had a light fight with them before they\ntook us, took over the ship. We threw at them rotten tomatoes and they got a little angry with us\nbut it was over and they attached us to their ship and brought us into Haifa. In Haifa we had to\nleave the ship that we came on and they transferred us to a, to one of their ships. And they took\nus to Cyprus.",
        "A: I would say another kind of at 100, between 150 to 100 people that we were.",
        "A: Correct yes and we were taken to Cyprus and must be familiar with Cyprus Camps right.\nOk so we stayed in Cyprus for quite a while. From Cyprus when they declared the state of Israel\nnaturally they let us go to come into Israel at that time. And —",
        "A: While Cyprus was a camp that you just were imprisoned. We were not doing anything\nreally. Except we were doing you know in groups things to send out great teachers from\nPalestine and we used to study the Bible, all these, all kinds of lessons. There was kind of like a\nformed school that whoever wanted to attend was welcome there. This was the major things that\nwe did. There was no work to be done. Yeah there was work that we all had to day, give a day in\nthe kitchen about wash dishes or something of that nature so we all always were available if they\nneeded some people but as far as really working, there was no work.",
        "A: Correct. Just on education and English supplied the food and it was ok. Can’t complain\nthat they didn’t gas or beat you up there. It was normal way of life, a normal way of life in the\ncamp. Being imprisoned. And naturally we stayed in Cyprus, the Jewish group, in that camp\nuntil they declared the state of Israel. Soon as they declared the state of Israel, they all let us out.\nNot out, they I think the Israeli formed government sent ships to bring us back to Israel. Not\nback but to bring us to Israel.",
        "A: Oh absolutely. Oh yes, great celebrations. Great everybody was just like in heaven. Then\nafter those celebrations the ship came to pick us up. Came in but naturally the majority of us\nwho wanted to been to a kibbutz or just do whatever you want to do. But the majority was we all\nwent in the army. And til the war ended and we became really a country. Then this was the end\nof it.",
        "A: Well I had two brothers here and a sister. And they really wanted, they wanted me to join\nthem which I wasn’t too happy to leave Israel. I liked where I was. I was doing pretty well there.\nBut eventually they convinced me that we should be together. So I had to decide. They were, I\nwas the youngest so I thought they kind of, and I this is when I decided to come to the United\nStates.",
        "A: 52. Right after the war of the independence, when the war of independence ended.\nWhen I got out from the army at that time.",
        "A: Well I was working already there in Israel.",
        "A: I was only working in the port of, in Haifa port for a while. In the administration. And\nfrom there kind of I then took the United States, I decided and that was it.",
        "A: Yes, yes. The usual thing.",
        "A: No straight to Chicago. Yeah because my two brothers and sister were in Chicago at that\ntime. Naturally I -- And that was the happy ending.",
        "A: It was great, it was great together with my family. Eventually got married. And had three\nkids and one of them is sitting right behind me, my daughter. Now she has kids. And that’s\nwhat I did.",
        "A: No as I think about it, I can send it or something about it. Right?",
        "A: No that’s about, that’s about it.\nMan (asks question): The period of time from when you went to Israel and then, your train —",
        "A: We all went to be a soldier. And actually ok, Jack thank you. Thank you yeah, yes.",
        "A: Well we had to go into the army, it was no question about it. we were all healthy by that\ntime. We recoup from the camps and so we been coming to Israel. We were all over 18 already.\nI think. And we went, I went into the army and stayed in the Army for a while and by luck they\ntook me into the Navy for a while. So I stayed in the after, stayed in the Navy for most of my\nbeing in the Army really. And",
        "A: Well I you know when I was in Italy I did go a little bit to school in Italy. And it was the\nmaritime school, scholastic school in Ancona. SO [had kind of like a test which the Army\nknew about and they needed people that had some type of a, a little education about it so they\nreally picked me and they felt since we haven’t got too many Jewish sailors and you had a little\nbit of schooling about it. So they just picked me and I joined the Navy.",
        "A: Well I started off as a regular sailor and then I was promoted to be the boson. Boson\nmeant to be the head of the sailors. Kind of, it was a kind of a little rank. And stayed there like\nwell I volunteered for an additional year while I was there. What was my time for, to get out of\nit was, they asked me if I wanted to stay for an additional year. I said well I signed for an\nadditional year. They said, I liked it. And then once the year elapsed, I got into the civilian life\nand that was it. Became you know in the again worked in the administration in the port of Haifa\nuntil I came to the United States.",
        "A: Well it was the war like any other war. You know. it’s nothing special. You got your\nyou know maneuvers and fightings but I was in the Army. The Navy saw very little fightings.\nBecause it was skirmishes but nothing special. Just watched the borders. The water borders on\nthe Mediterranean. And that was, that was the end and then that as I said I got into the\nadministration and worked at Haifa port. That was the end of it.",
        "A: We made yes, anger yes, but tougher soldiers no. The sabras was just as tough. As us.\nthey were just as angry and dedicated as we were. We weren’t any more dedicated than they,\nreally born young people at those days in Israel. We were on equal, maybe a little, we were a\nlittle bit maybe more dedicated than the influx of Americans, the few Americans that came in\nand wanted to be officers running the Army. But they did a great job. They did a great job.\nThey were in the American Army and they knew more so about armies than we did. That’s true.",
        "A: No, not yet, not yet. No. I spoke a little bit of Italian.",
        "A: I was in school for a little bit yes. I was, as I mentioned, I was in Ancona in this ,",
        "A: When I came into Italy? I saw, yes I saw, I said the story, I said the story. Well I was, I\nwould say 45, 46. I was practically over a year. Yeah, yeah, I was going, coming and going\nthere once —",
        "A: Oh great, great, can’t say a bad word about them. About Italy. The opposite. All right.",
        "A: Right and the Italian people. Ok.",
        "A: No that’s it. That’s all.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJuly 24, 2015\nRG-50.106* 0246",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "NATHAN NEIBERG\nJuly 24, 2015\nGail Schwartz: This is the United States Holocaust Memorial Museum interview with Nathan\nNeiberg. It is being conducted by Gail Schwartz on July 24, 2015 at the United States Holocaust\nMemorial museum. This is track number one. What is your full name?\nNathan Neiberg: Nathan Neiberg."
    ]
}