{
    "rg": "RG-50.030.0349_trs_en",
    "sequence": [
        "DR. JACQUES GODEL\nAugust 28, 1995\nQUESTION: Where you were born. Date of birth.\nANSWER: My name is Jaques Godel. I was born October the 9th, 1924, in Paris, France.",
        "Q: Tell me a little bit about your family -- your family and your life before the war.",
        "A: My father was born in Romania in 1894 and he left Romania in 1910. And on his way to\nAmerica he stopped in Paris and stayed there. And after World War I -- he was in the French\nForeign Legion during World War I -- he went back to Romania, married my mother, took her to\nParis. And so I was born in Paris, my sister was born in Paris. And before the war, life was -- the\nlife of Jewish immigrants in France -- tolerated. I wouldn't say affluent, but well-to-do. Until the\nrecession. And we didn't have major problems in terms of intolerance and suspicion of being a\nforeigner until really the mid -- late 30's. Very, very shortly before the war. Very shortly. And that\ncame about, of course, with in Germany. And a -- the beginning of, or maybe the renewal\nof French Nationalism, which was very strong during the Dreyfus (ph.) business. Of course, I was\nnot there. My father was not there either, but we knew a lot of people who lived through those\ntimes, and I believe that was the seed of what we felt after that. That Dreyfus business was -- is still\nvery important in France, but in the 30's, Dreyfus was still alive, of course. The controversy around\nhis name was really the trigger for the French Nationalism.",
        "Q: Did you live in a Jewish community, or were you necessarily integrated into the general --",
        "A: No, we never -- we never lived in a -- well, the Jewish community in Paris was essentially the\n, that's -- that is on the right bank of Paris near the Hotel there, that's where you find all the\nkosher butchers, and where you buy your matzo for Pesach and where they have the traditional\nsynagogues and so forth.\nBut other than that area, the Jews were kind of scattered until the 30's or so, when they started to get\ntogetherin__—_—sand the Follies Bergere, yes. But, no, we were scattered. We were scattered.",
        "Q: Was your family religious?",
        "A: No. No. No. Just like so many Jewish families before the war, religion was not -- all our\nfriends -- religion was not an important -- well, we -- young people would be -- yes -- respect it, but\nwe would get gifts at Christmas. And we had bread for Pesach. We had matzo and bread at the\nsame time on the table. We ate pork.\nSO we were very . And all our friends were the same. But we -- culturally, we were very,\nvery Jewish. Very Jewish. There were still many Jewish activities going on in Paris and very\nstrong Yiddish theater. And we grew up with that.\nThere were five or six stages where you could go and have a nice afternoon or evening with Yiddish\ntheater. There were friends of mine who were Scouts and the Scout movement -- the Jewish Scout\nmovement. There were Zionist groups. There were Socialist groups, part of more or less the Bund.\nAnd so religion was not very important and that always was a point of friction when my grandfather\nvisited from Romania. He was very religious. It was always a point of friction with my family,\nbecause he wanted a kosher plate and couldn't find it, you know.",
        "Q: Did you go to school with the French Catholics? Did you mix socially?",
        "A: Oh, I -- I went to school -- my first school -- my -- my -- was kindergarten. That was with the\nnuns. And what, about three, three and a half, or four. And my sister was born and was really a\nnuisance so I went to school. And was very good because I needed the . And then after that\nI went to public school. We had no discrimination -- was not beaten by the other kids because I was\nJewish. They never -- never said anything. No, we were normal kids.",
        "Q: Did you play with them?",
        "A: Oh, yes. Oh, yes. Yes. And they played with me and -- sure.",
        "Q: What was -- um -- what was your father's business?",
        "A: He had a business of interior decoration. Painting, wallpaper and -- but on a large scale in the\n30's. He would re-do movie theaters, and small factories and stuff like that with deadlines so he had\nto work at night with a large group of people. And they were Russian -- Russian immigrants, those\npeople, who were all first cousin of the Czar, of course, you know. So it was colorful, 1t was\ncolorful. That was, you know, until -- untilthe ——_—saof '35- '36. That was the turning point.",
        "Q: Can we just ask you another question? You had mentioned Jewish cultural and political\nactivities. Where you or your family involved in them? Were you Zionists?",
        "A: No. No. No. No. We -- we -- just like all the Jewish family we had the blue piggy bank of the\nwhere we would put money in it and somebody from the would come once a month and\ncollect that and that would support -- that would support Israel -- Palestine at the time. And we\nwere getting a Jewish paper, . But that -- that was the extent of it -- was the extent. Just --\njust having family members and friends with the same background that was our -- that was the\nextent of our Jewishness.",
        "Q: You had mentioned, also, Russian immigrants.\nWas there a difference in the way French -- traditionally French Jews -- versus immigrants from\nother -- from Eastern Europe were treated in France?",
        "A: Oh, those Russians immigrants were -- were -- none of them are Jewish.",
        "Q: Oh. Okay. I misunderstood.",
        "A: Oh, they were not -- oh, no, no. I believe maybe one was Jewish. I'm not sure. But all the rest\nof them were -- were -- I don't know if they were -- they were -- the White Russians. Yes. They\nwere counts, and were really a funny bunch of people. But they were good workers so my father\nhired them.",
        "Q: So in the 30's when Hitler came to power, how aware were you of what was going on in\nGermany? Were there refugees coming into Paris?",
        "A: The refugees started to come in '38. Most of the refugees that we saw were from Austria. And I\nremember one of them -- whose name was Godel also -- and he came to see us and my father helped\nhim. And we got in touch with him after the war. He was able to come here to the United States.\nAnd we lost track of him -- but -- and so they told us what was going on. They told us. I don't\nremember being in contact with German Jews, but Austrian Jews, yes. Yes.",
        "Q: What was -- what was your reaction to this? This information you were getting?",
        "A: Uh, well, we -- I know my parents were very, very upset. Very, very upset. And we were\nlooking at Hitler as -- as a danger. But at the same time, being in France, you know, the traditional\nenemy of Germany, the strong French Army. We felt very secure. Well, if they move, we're going\nto leave them and Hitler is going to go back to Bohemia, or wherever he came from. That was the\nfeeling in France. Very few people were aware of what happened. Very few.",
        "Q: So you weren't particularly threatened?",
        "A: We -- we -- we were not -- no -- not by the French, no. No. No.",
        "Q: But by the Germans?",
        "A: Germany was -- was a danger for -- for the world. People were talking about re-armament of\nGermany and so forth, but at the same time, we -- we -- as I say, you know, we were feeling that we\nhad the Maginot line protecting us, that the French Army was so strong, that we had the best\nweapons, and so forth. And all that propaganda of the French government, trying to -- not trying --\nbut -- I believe they believed that, themselves, you know. They believed that, yes, the Maginot line\nwas very strong, that the French engineers were building the best tanks, and building the best\nairplane, and the French Army was invincible.\nThe navy was the second in the world, and so forth. So -- and -- yes.",
        "Q: When did you learn differently?",
        "A: At the defeat of France, 1940.",
        "Q: What happened?",
        "A: Well, when the French Army collapsed and all of a sudden German soldiers were invading\nFrance, that's -- that's when we felt the impact of defeat. And the danger of an enemy of France and\nthe Jews at the same time. So -- so we were threatened on two aspects. So it was really a feeling of\ntotal despair and fear all of a sudden.\nAll of a sudden. A different reality. And we had to adjust to that different reality.",
        "Q: Do you remember when the Germans occupied Paris?",
        "A: Well, we left Paris the 10th of June in 1940. We were among the last to leave Paris. Everybody\nwas leaving. And -- well, we were just outside of Paris in that place where we spent the first two\nyears of the war. And the --",
        "Q: Can you describe to me the German occupation of Paris? The initial -- the first days.",
        "A: I was not there.",
        "Q: Oh.",
        "A: I was not there. No, I can describe the German occupation of Brittany -- the first days. Where\n-- it was about the 15th or 16th of June and we had reached that small place in Brittany. Peaceful,\nbeautiful medieval town with old, walled medieval town and it was beautiful, beautiful summer --\noh, spring. And it was the first time that we really were out so -- that far from Paris in a couple of\nyears or so. And it was very nice.\nVery, very nice. Beautiful landscape and the smell of country. And so we used to walk in the\nevening around that -- that small city.",
        "Q: What's the name of the city?",
        "A: . And in the distance we could see -- on the road in the distance -- moving side cars --\nmotorcycles. We could see that in the distance. And we had seen very few French soldiers in the\npreceding days. There were very few French soldiers in that area, practically none. Were just a few\nstragglers who were trying to go wherever they could. And so we saw -- late at night -- 1t was\nalmost dusk -- and the color of their uniform was strange. It was very strange. So at first we\nthought they were British soldiers who were trying to -- to go back to Brest to -- we were told that\nthe British were re-embarking that area. No, they were Germans, and it was absolutely frightening,\nbecause they were -- I'm sure they were exhausted. And they were two to a motorcycle. One was\ndriving and the other one was in the sidecar with a machine gun. And their face was -- they were\nblonde and -- they were -- they had the typical Germans. And their face covered with the dust of the\nroad -- they were looking absolutely -- they were awful. They were raw, military power. And of\ncourse, I understood that years later, when I was myself in the Army, the people who are sent like\nthat are the best. They are the people who can analyze a situation and take action and so forth. So\nthey passed by us, and I remember we were walking by the barracks of the French Gendarmes and it\nwas a hot evening and they had like a balcony at the barracks there with the sign and the\nflag. And the wife of one of the Gendarmes there almost collapsed. She had a -- she had a cry.\nAnd they removed the French flag immediately. They knew what -- so -- and they disappeared.\nAnd then the next morning, the other came, and they were the Herman Goerring (ph.) division. And\nthey came with big guns and weapons and so forth. And they stopped to engage in conversation\nwith us. And -- I'm sure they were under orders to be very friendly -- and they were friendly. They\nwere friendly. One of them asked me why I was not in the army. And I told him, \"Well, I'm 15.\"\nHe said, \"Well, in Germany, 15, . And they were very proud to be member of the Herman\nGoerring division. And they were telling us, Well, a week we'll be in England.\nAnd after that they left. I don't know where they went. And they were replaced by the regular\nGerman Army. That place was like an administrative city, so they established a commandanture\nthere. But that was essentially for them -- you know, they -- they ordered a curfew for the\npopulation and stuff like that. But at the same time they were trying to show to the French people\nthat, Well, we are not that bad. And I remember, we stayed there one month before we were able to\ngo back home. And one of the son of that city was a Navy officer who died at Dunkirk. And his\nbody was recovered and was sent to that place to be buried in the family vault. And the whole city\ncame to the funeral in the church. And the Germans sent an honor guard there. Yes. And they\nallowed his coffin to be draped in the French flag. So -- and when -- when -- so they had a Mass\ninside the church and when they came out, you know, people were carrying the coffin on their\nshoulders, and the Germans had the salute with their rifles. Yes.",
        "Q: Now, I may have interrupted you earlier. When you were -- when you left Paris to go to\nBrittany --",
        "A: Yes.",
        "Q: -- was that because you all felt it was safer because the Germans had already arrived?",
        "A: Well, it was -- was -- was also because the battlefront was getting close to us. And the day that\nwe left -- we were living outside Paris and it was like a development, we -- I mean, little cottages,\nand a garden. It was our second home, actually. And we could hear the gun all night long -- guns --\nbig guns. Big guns, artillery. Which were close to us. And German planes flying all over and so\nforth. And then in the morning when we got up, at the end of the streets -- of the street there, a\ncompany, or a platoon of French infantry. And they were colonial troops. They were Senegalese.\nThey were in foxholes with -- looked like a battle was going to take place right there. So we fled.\nWe fled. And our neighbor -- next-door neighbor -- was from that place and she say, Okay, we'll\ntake -- her son was\nfighting -- and she's saying, Okay, let's go to my sister's in Brittany. So we took the train. The\ntrains were still working. You know, it's crazy -- stuff is absolutely crazy. So the trains were\nworking, we got to Paris. We had to change railroad station -- we went from to .\nAnd there, of course, it was confusion. They didn't know which train would leave at when, but they\nwere trying to get the train. And finally we got the train which was going the direction that we\nwanted to go. It took us like -- quite -- almost a day. The train was packed but we got there. And\nwhen we got out of the railroad station, the taxis were there. I -- life was normal there. The taxis,\npeople were in the sidewalk cafe and -- they didn't know.",
        "Q: You went up there, you said, in early June?",
        "A: We left Paris June the 10th.",
        "Q: Hadn't -- hadn't the Germans already come into France in May?",
        "A: Oh, yes. Oh, yes. Yes.",
        "Q: But just not into Paris yet?",
        "A: Not -- no, no. They entered Paris, I believe, June the 15th. We were -- actually, we didn't have\nto leave that area but we didn't know that at the time, see. Those soldiers who -- Paris was an open\ncity. Was declared an open city. So the defense around Paris was canceled by the French military\npeople or -- I don't know, maybe they just fled, you know. But one of the last major battles of Paris\ntook place maybe ten kilometers from where we were. In the forest -- it's a dense -- at the time, it\nwas a dense forest. Part of that big forest going from all the way to and\nso forth. And the French fought very, very hard in , which is 25, 26 kilometers from\nParis. And we went there when we came back in July and nothing had changed from the battlefield\nexcept that the dead were buried. But it was provisional graves, with wooden crosses and helmets\nwhich were on the ground, and weapons and -- it was the remnants of a battle. And you could see\nthat the battle was fierce.",
        "Q: When you were living that month up in Brittany and the Germans were there, did they\ndistinguish between Jews and non-Jews?",
        "A: Oh, no. No. The Germans couldn't care less. At the time -- they were in the German Army.\nAnd they -- they interfered very little with the French administration. The armistice had been\nsigned. The Vichy government was in charge. The Germans were controlling, essentially --\nrailroad system was controlled by them, maybe the post office, in terms of supervision. But they\nhad absolutely no interference with the French, absolutely none whatsoever. Actually, they were\ntrying to be friendly. They didn't ask anybody \"Are you Jewish or not?\" No. Absolutely not.",
        "Q: So you decided to return to Paris?",
        "A: Well, we had to. We had to. We had to. We couldn't stay there. The -- that village was very,\nvery -- that city was very, very small. We had no place to stay. We -- our money was running out.\nMy father couldn't work there. So since we were in the occupied zone anyway, we had to go back\nhome. So -- and the German also wanted the people who were refugees to go back to where they\ncame from. And so I believe that they had like a census, or whatever. I know we needed a special\nform to get on the train. And that was the German who gave that. And maybe they asked if -- I\ndon't recall exactly, but they might have a box on that form, or one way to ask 1f you were Jewish or\nnot. But I'm not quite sure. But anyway, to get on that train, you needed a pass from the Germans.\nAnd we got there, we got into Paris. And that's when the impact also -- we left Paris and and Paris a\nmonth earlier was Paris -- you know, the buses, and the cars, and the taxis and no German. And all\nof a sudden, there were very few buses, no taxis -- now taxis were just for the Germans. There were\nvery few taxis which were reserved simply for the Germans. And Germans everywhere, in all kinds\nof uniforms. All kinds. And they had taken the cafe and that was a -- and this and\nthat, and restaurant . And they had posters with propaganda and warnings. It was a sad\npicture. A very sad picture. And so many -- so many business were -- were still closed down.\nPeople had not returned. So we arrived there and the Metro was working -- Metro was working. So\nwe took the Metro. Went to the other station, took the train and went back home. That was July,\n1940. And life was -- life was as usual, at least temporarily. Until -- I'm trying to remember if it\nwas September of that year that -- that was the German who asked -- the census of the Jews. But\nthe census was done by the French. And my father had to go to . was the\nadministrative center -- it was the of that department where we were, which was at the time\ncalled and now it's -- I don't know what. It was changed since then. So he went there and\nhe had to register. And he registered the whole family. And that was the beginning of that of that\nspiral of discrimination and persecution and so forth. So -- so shortly after that, he had to fill out\nforms about our belongings, our furniture, our jewelry, our books of art, et cetera, et cetera. And\nthen we couldn't have a telephone, we couldn't have a radio set. And so that was in 1940. And then\nhe had restrictions about what he could do, in terms of work. He couldn't do this, he couldn't do\nthat. But he was still working. He couldn't care less. And I was going to school, my sister was\ngoing to school. And for ordinary life -- life was absolutely normal for us. We had -- we had very\n-- except for those restrictions. And we couldn't travel too far. But -- but other than that, we could\ngo to the movies, we could go to -- our food -- you know, the coupons for food were the same as the\ngeneral population. We had absolutely no discrimination at that time, either from the Germans or\nthe French. Absolutely none. None. Then in 1942, that's when things started to change drastically.",
        "Q: All of this time between fall of 1940 and '42, your life was relatively normal?",
        "A: Absolutely.",
        "Q: In Paris?",
        "A: Outside of Paris. The",
        "Q: Okay. You -- okay, I'm sorry, because I didn't under -- I don't think you told me that you had\ngoneto.",
        "A: Oh, that was at the beginning of the war, in 1939. We were afraid of Paris being bombarded, so\n-- and the French government asked people who had family in the provinces or a secondary home\noutside of Paris to leave -- most of the big cities. They asked most of the big cities, but essentially\nParis. They did the same in England, by the way, at the beginning of the war. And they sent the\nchildren all over the place and some of them were sent to England also -- to the United States --\nEnglish children -- and Canada. So -- so we had that second home, and we moved there. We\nmoved there. At first my father was still keeping his business in Paris. And the business was not\ngood anymore. So -- and he was known locally, so he found a -- he found enough to do locally.",
        "Q: Did you have to identify yourselves as Jews? Did you have to wear a star? Did you --",
        "A: No. Not from 1940, until 1942.",
        "Q: And you still had good relations with your neighbors or Christian friends at school?",
        "A: Oh, yes. Oh, yes. Oh, yes. Absolutely. Absolutely. Absolutely. It was -- life was -- was very\nnormal. Very normal. Yes.",
        "Q: Okay. So you were saying that this went on until sometime in 1942?",
        "A: I'm trying to remember if -- I believe in 1941 they arrested -- they started to arrest Jews in Paris.\nI believe that was when they put theminthe _—_—__ there. I believe that was July, '41.",
        "Q: I think it was '42.\nA. '42? Okay. Okay. So that was the turning point. When -- when -- July, '42, when -- yes, yes,\nthat's July, '42. Because my sister was spending the night in Paris with some friends of ours during\nthat night when they came to arrest people. And they -- the friends were living almost at the top of\nthe building and they could hear the police in the middle of the night, climbing the stairs, knocking\non the doors, and so forth. So their next-door neighbor, who was Christian, got them in their\napartment. And that's why -- that's how my sister was able to escape that night. So -- so shortly\nafter that -- no, before that -- shortly before that --",
        "Q: Let me interrupt you. Because I think for the record, when you say the Velodrome, I don't think\nthat somebody watching this tape might know what you're talking about. I mean, I know what\nyou're talking about --",
        "A: Yes.",
        "Q: -- but somebody else may not.",
        "A: Okay. ______~ was a indoor stadium in Paris, built around the turn of the century, essentially for\nbicycle races. That's where they have the six days of Paris. Like the six days of -- I don't remember\nwhere, but it was very popular at the turn of the century. And it went on for maybe 50 or 60 years.\nAnd people would go there for six days. They would bring food and so forth and they would watch\nthose -- those people would race around like squirrels for six days. And so that stadium was big\nenough to accommodate -- not accommodate -- not accommodate -- but to sit maybe two, three\nthousand people. And when the French police arrested the Jews in Paris for the first time on a large\nscale after the agreements between the French government and the Vichy government and the\nGermans, they had not made provisions to house such a large population. So they decided to park\nthem in that stadtum, which was called . And -- because it was the winter one -- it was\ncovered. So the conditions there were absolutely appalling. And the French people who were\nallowed to -- the French Red Cross, and so forth -- were allowed to go there and try to give some\nmilk for young children or medication for elderly people were so appalled by what they saw, I\nbelieve it helped later on, to a certain extent, to open the eyes of French people and try to help the\nJews\nin the future. Or at least to avoid being involved. And they really saw that, and the Catholic\ncharities also were involved. And so it became a big controversy among the French people. They\ndidn't realize that discrimination could be that bad. And some were pleased, of course. Saying\n\"Well, the Jews deserved that.\" But I don't believe they were a majority. I don't believe that. So\nthat's the ===. ~ Which means the winter -- how do you say -- velodrome -- bicycle track.",
        "Q: Yes.",
        "A: As opposed to summer.",
        "Q: And once people were taken there -- once the Jews were rounded -- of Paris were rounded up\nand taken there --",
        "A: So -- so then the French government decided that they would use a place called\nAnd was a huge public housing project which was not complete in 1941 or '42. So they\ntransferred the Jewish population from _=———s to. =——™ And ___ became, really, the first --\nthe first stop to Auschwitz in the history of the persecution of the Jews in occupied France. And we\nknew people who were there. Some -- some people were released from . But the\nagreements between -- from what I understand -- the agreements between the German and French\nwas that the French had to arrest so many people, like a quota of Jews. And they would be arrested\nuntil they had enough cars and railroad cars and so forth to take them wherever they had to go in\nGermany or Poland. But after that they opened other camps in occupied France. near\nwas one. And -- I'm trying to remember the other one -- but those were the two places, --\nI don't believe was only for Jews. ___—_—s was essentially for Jews.",
        "Q: Were the Jews who were sent there initially French Jews?",
        "A: No. No. No. No. They were essentially Jews with -- the first one were German Jews -- well,\nessentially, Polish Jews or Jews who had no nationality. ___———saor whatever. Yes.",
        "Q: You said that this was a real turning point in people's perception -- in non-Jewish people's\nperception. Up until then, were they fairly respectful of the occupation and of the Vichy\ngovernment?",
        "A: No. No. Not -- not in the occupied zone. In the occupied zone, the feelings were either, well,\nwe are defeated, we have to survive, we have to -- we have to just, you know, go with the crowd.\nOr there were others who were saying, well, we are going to build a new Europe, a new world. And\nwe have to -- we have to get rid of the Jews and the Free Mason and Communism -- Communism,\nthat was the Bolsheviks. And then there were the people who were either openly against the\nGermans and Vichy or secretly against the Germans and Vichy. And the French -- the French,\nbasically, are -- they hate the Germans\njust as much as the Germans hate the French. It's a tragedy of history that two nations which are so\ndifferent have a -- are neighbors. And even to this day, France and Germany, yes, they are big\nfriends, but, no. No. They are very, very different. And the feelings -- the feelings of the French\nare still anti-German.",
        "Q: So you began to say in '42 with this massive round-up in Paris, things started changing for you.\nYou were living in ,",
        "A: Yes. Yes. So -- so we knew that -- and people were telling my father also, you know, you're\ncrazy to stay -- to stay -- to stay here. You have to leave. You're going to be arrested.They -- so\nwhat they were doing, they were -- they started with Paris, and they were -- they were using -- 1t was\nlike -- like -- you know, like when you drop a stone in water, you have those waves. And -- and so\nthey were arresting very systematically by zone, so such date was the arrest in that area. And that\nwas all planned with the French police, the number of room available there and there, and so forth,\nand the over-time for the police. It was -- was -- just -- I found out after it was very -- it was -- life\nwas normal for those cops. Yes. Okay, so what are we doing today? Oh, arrest those people --\nthat's -- so we knew that it was coming in our area. Our neighbor told my father they arrested Jews\nin . was about six miles from us. And so -- but we -- we -- we didn't know exactly\nwhat was going on. I -- I -- I had the feeling -- and I knew -- I didn't know exactly, but the Royal\nAir Force would drop leaflets over France, which was called the . And it was like a little\nnewsletter, printed on very, very thin paper, but strong paper. And they would drop that by the\nthousands. And they had that warning for the Jews, talking about the group, and the Jews\nwho were gassed in trucks. And that was, I believe that was in early April of that year that I got that\n-- one night we heard the planes above our head, and the next morning we had those flyers in our\ngarden. And we were not supposed to pick them up. We were supposed to call the German\nimmediately. But -- so we read that, and I became very, very, very tense. But the propaganda from\nJewish people was that, don't listen. That's not true. How can the Germans, such a civilized nation,\ndo things like that? No. They just want to send the Jews in camps to work. Why elderly people\nand children work in camp, though. So -- so -- so -- my -- my parents were trying to -- to believe\nthat, see, because, it was -- where could we go? We had no place -- we didn't know. So the\npressure on my father was such -- and on friends also was such -- that he got in touch with people\nwho were working in the diamond business. And the diamond business, they were very chummy\nwith the Germans. The Germans were dealing in diamonds, and gold, and so forth. And the only\npeople they could deal with were the Jewish people who were in that business. And so -- I don't\nknow all the details because I was not curious at the time -- but my father got in touch with an\norganization through that -- one of the diamond dealer -- where we would cross from occupied\nFrance into non-occupied France on a regular train. And one person, I believe he was German, had\nthose pass, those -- those made in our name. And so the day that we left, which was\nNovember the 7th, on a Friday --",
        "Q: 1942?",
        "A: 1942. That same day -- we were not sleeping in our home for a few days, we were sleeping at\nneighbors -- and -- what's that?",
        "Q: Do you hear the noise outside?",
        "A: Yes. Okay.",
        "Q: You said you were staying at a neighbor's house.",
        "A: Yes, we were staying at neighbor house. The same neighbor who took us to her sister in\nBrittany. And -- and I was going to school in Paris at the time. I decided that Paris was the safest.\nBecause nobody knew me in Paris. I would take the train early in the morning, it was dark, and that\nwas like a -- not exactly boarding school, but I took one meal there and I would come at night and\nwhen I was in that school I was safe. It was called . It was a very old college which Loyola\nattended in the 1500's. It was a private school, they didn't care, they didn't ask any questions and I\nwas not wearing my -- the star. And I never wanted to wear the star, I took a chance, but I never --\ndidn't wear it. So I was going to that school and was trying to blend with the rest of the people.\nAnd no question asked, absolutely nothing. It was -- the other people and, you know. And so -- but\nwhen I was going back home, the pressure was there. So anyway, my father got that -- into that\norganization and the day that we were leaving, that's the day they came to arrest us. But they didn't\nhave enough people to arrest us, so what they were doing, they sent a cop and asking us to go to the\nprecinct with all our papers and so forth for business -- for personal business -- and we knew what it\nwas. And so -- and so the railroad station was about a mile from our place and we were -- we knew\nthe train was taking us to Toulouse. Our neighbor next door had a niece\nwho was living very close to the Spanish border in that small village and that was a village called\n. Okay.",
        "Q: Well, I was asking you, before you fled for the , how normal your life really was. I\nmean, you went to school in Paris, and youreturnedto___—_—sat night. But there must have been --\nEnd of Tape 1\nTAPE NUMBER 2",
        "A: Oh, okay. So the first -- the first year of the Occupation, at first, we were -- we didn't know\nwhat was going on. So we didn't want to make any moves, we just didn't know. So I -- I attended a\nlocalschoolin ___ there.\nAnd the second year -- that was 1941, '42 -- since life was -- was more normal, I went back to a\nschool -- not in Paris, but in , which is about 32, 35 kilometers outside of Paris, where I\nwent during the first year of the war -- from 1939. 1939-1940. And in that school, things were\nabsolutely normal. I would leave in the morning, take the train to -- or if the weather was nice, ride\nmy bike -- was no more than -- I don't know -- maybe 12 miles or less than that. And go to school.\nAt lunch time, we couldn't eat in school because of the shortage of food, so the school had an\nagreement with a restaurant in town where the Germans also had an agreement. So we would go to\nthat restaurant and eat like regular customers there. And we had a special discount because it was\nthe school, and the food was good. Because we were in a rural area, so we had plenty of food. And\nthe Germans were next to us and they would greet us. And I remember one of them one day was\nlike, crying, and we didn't know what happened, and the waitress say \"Oh, poor guy. He got his\norders to go on the Russian Front.\" And saying \"Good.\" So -- so life -- and we had sports in\nschool, and we would travel to play with different schools, so we would travel in a radius of 60, 65\nmiles of Paris. And most of the time we had one of our teachers, but I remember one -- one day we\ndidn't have our teacher, so we really -- really had -- you know, like teen-age boys who are left on\ntheir own and -- and we had a lot of fun. And --",
        "Q:",
        "A: Yes. Yes. Yes. Yes. Yes.",
        "Q: Was there any sense of what else was going on? Of detention? Of round-up?",
        "A: Well, we -- we -- we were living with that constant threat of the round-up. The constant threat\nof what is going to be the next step, what are they going to do to us? And -- and -- and nobody\nwanted, really, to face that. There were very few people who wanted to face that. We were living\njust the day to day, and okay, tomorrow -- and tomorrow -- we'll see tomorrow. But then when --\nwhen the round-up started really to affect us, when friends or members of families were arrested,\nwhen the restrictions on what we could do started really to show that it's not that benign. Things are\ngoing to be very drastic. That's when -- that's when we -- we decided to take action. So some\npeople went into the Resistance, some people tried to go into hiding, some people went to their\nnation of origin, trying to like -- like some of the Romanian went to the Romanian embassy and\nwere trying to go back to Romania because -- we -- we were receiving letters from Romania. They\nwere censored, but still they were -- they were normal letters. And they were -- we could guess\nfrom what they were telling us that life was very normal, and they were saying \"Why don't you\ncome here? Why do you stay there, you know, far away from us?\" So -- but the Romanian and\nother nation didn't want the Jews there, see. So you could feel that the trap was -- was really -- was\nreally closing down on you and the game was to find a hole in that trap. And everybody had a\ndifferent story or a different people trying to help. And so the goal was to go into Vichy France --\nunoccupied France. But at least we are not with the Germans. So -- so there were all kind of ways\nto get there -- illegally, I mean. And -- but they were dangerous. All of them were dangerous. And\n-- and some unscrupulous people were making good money by -- by telling people \"I will take you\nover the border,\" and robbing them or selling them to the Germans and so forth. So -- or killing\nthem.",
        "Q: You knew this at the time?",
        "A: Yes. Oh, yes. Oh, yes. Yes. We knew that because we heard of families who were -- who\ntried to get over and we never heard of them again or -- or -- we knew they had been arrested. And\nSO -- SO you were supposed to go to that farm, and at the end of the field it was Vichy France and\nthey had a waiting for you with a bicycle or stuff like that. Some -- some were legitimate,\nI know people who crossed like that. But -- and it was a big -- a long border between -- between\nOccupied and not-Occupied France. But my father found that way where it was really -- at least\nfrom the -- from what we were told -- was strictly safe. We took the train. We -- before we got to\nthat checkpoint, whoever was the guide would give us our pass, the German would come, and they\nwere legitimate pass in our name, and they couldn't see that they were -- they were forged. And\nthey would stamp them and then two hours later we would be out of Occupied France. It was\ncostly.",
        "Q: Did -- were there other people who were travelling with you?",
        "A: It was a large group. And I was never curious about that, but my Mother told me that after the\nwar, she heard on the radio a -- French radio -- a program about that group. And essentially, why it\nwas so costly, it's because what they were doing, they were a Jewish organization who was taking\nthe children of people who had been rounded up and their children had been -- not arrested --\nhidden. And they were taking them to farms and so forth in unoccupied France. And they were\nalways with adults and they -- the adults were like their parents, and so forth. And they would do\nthat, I believe, once a week, or once every two weeks, I don't remember exactly. But my mother\ntold me -- but I never had the curiosity to go tothe ——_—soaand find out. No. After -- after that --\nafter the war, I just -- I just saying well, we escaped, and the past is the past. It's only now that\nsaying well, I don't have that many more years, and maybe somebody should know what happened.\nBut at the time, everybody had the same story. Everybody who survived the war, Jews or non-Jews,\nsurvived the war. And we all had this story. All of us.",
        "Q: So you were on a train going south?",
        "A: Yes. The regular train to from Paris to Toulouse. And when -- we left with another family who\nwere close friends of the family for -- forever. And we had forged papers. And everybody knew us\nin that -- in that community. So -- so we went to the railroad station, take the train and we had --\nlike we go on a vacation. You know, we had suitcases, bicycles. And we put that on the train to\nToulouse. And -- and the man at the railroad station, he had been there for years and years and\nyears, and he knew us, especially the other couple -- everybody knew they were Jewish. And he\nlooked at us and he say \"Toulouse? You have a ticket for Toulouse?\" Yes. Okay. So we went,\nyou know, and we had just small suitcases that we kept with us, including one with the food that my\nmother saved. And so we had -- she had sugar, and she had oil, and she had coffee, and she had all\nkind of stuff like that. And we carried that on the train. And we spent -- we went to dinner -- to\nfriends of ours. The wife of a friend of ours who was a prisoner of war, so she -- she was safe\nbecause of that. And then we went to and took the train for Toulouse. And we were -- we\n-- we -- the compartments were booked in advance, not by us, but by that organization, so we --\nwhen we got there we got our seat assignment in the train. And -- no, we got in the station --\nrailroad station -- there are Germans at patrol, they had French police patrolling. But they were not\nchecking anybody. Absolutely not. During -- at least that time. Maybe some other time they\nwould round up people or what but nobody asked us anything. We went on the train, nobody said\n\"Do you have a pass?\" or what. Absolutely not. The train -- okay. What they wanted is \"Did you\npay your fare to go to Toulouse?\" That's what they wanted to know. So we went there.",
        "Q: Did your card identify you as being Jewish?",
        "A: Yes.",
        "Q: Forged card?",
        "A: Yes. Yes. No, not the forged one. My parents had the forged one. I had my regular one. And\na year earlier it was stamped \"Jew\" with a big red stamp. . And a friend of mine told me\nthat if you dip a wooden match with a cotton tip -- like a Q-tip -- if you dip that in bleach and you\ngo very carefully over the red, it disappear. So I took a chance and I went very carefully over -- did\nthat -- took one of those long, wooden matches that we still had in France at the time, with the\ncotton, bleach, and it disappeared. So the only -- the only way they could have found that I was\nJewish was if I would be arrested in circumstances where they would check on my identify. But\nmine was a legitimate one. You could see that it was not forged. And I was taking a chance\nbecause had they checked on me, asked that precinct there in \"What about him?\" and they\nwould have looked in their and said \"Oh, . But I took a chance. I wanted to\nsurvive at the time. And so -- so we -- we crossed that -- that line of demarcation. It was very\nimpressive. Very, very impressive. It was -- was very scary, because the train would stop in the\nmiddle of the night and you had to have the curtains down and sit in your seat and you were not\nallowed to look outside. And we could hear, you know, the Germans walking up and down like a\nwooden with their heavy boots in the middle of the night there. . And from both\nends of the train they had German soldiers with -- officer and so forth -- checking those\nthere. And they were talking loudly among themselves. And was very organized. And the German\nArmy is very militaristic and traditional. And I found out that in their rules and regulation when\nyou have a check-point, you have to ask, I believe, a major and another officer and an NCO and\nthen you have to have a private holding a -- one of those lamps -- oil lamp. So they were -- I can\nsee -- still see that tall German officer who was, I believe, a major or something, who must have\nbeen a hero of World War I. He must have been in his 50's and talking to the other one, and the\nNCO and they were looking at the and they were looking at the identity card, and they\nwanted to find out what was in my mother's suitcase. So she opened that and the oil was all over the\nsugar and everything, so they laughed and they said \"Well.\" And then they have that little guy with\nthe lantern following and he was just as frightened as we were. And so just before the train left, I\nwas too curious. I had to peep out. And I saw that and it was really frightening. We were -- we\nwere on a -- like a -- a platform with barbed wire, big floodlights and those Germans going up and\ndown with their rifle on their shoulder. Oh, it was -- so the train left, and by then we -- we were on\nthe other side, and the man who was with us came back to collect those -- ours. And he told\nmy -- he told us Okay, be very careful when you get into Toulouse because there are very important\nevents which are taking place in the world. And the same night that we got there, Eisenhower\nlanded in -- in Casablanca. Was during the night Saturday to Sunday. And the Germans occupied\nFrance the 11th of November, and they were planning to do that, from what I understand, a long\ntime before they did, but three days later the Germans were back. We saw the German back. So --\nbut at least this time, nobody knew where we were, nobody knew who we were. So we got to that\nniece of our neighbor who didn't know who we were.",
        "Q: This is in Toulouse?",
        "A: No, no. This is -- this is -- no. So we left Toulouse.",
        "Q: How long were you in Toulouse?",
        "A: The time to change trains, to get to . And we -- we -- we had absolutely no idea of\nwhere it was. So we had to collect our luggage and everything came through, including my bicycle.\nAnd everything, you know, was there. So -- so we ask \"How do we go to , and the guy\nsaid \"Okay, you have to take that train and change train at that\" -- we had to take two trains, so\nokay. So we went to buy the tickets, get all our luggage again to go to that place. And we had\nmaybe -- and our friends left. Left, and they were very scared. They had one ____ in Toulouse,\nso we didn't see them 'til after the war. And so we took that train. And the train was working\nmaybe twice a week. And that was a Saturday. And the train was working on the Saturday, so by\nthe time -- and it was very early in the morning. We got there like 5:30, 6 in Toulouse. And my\nmother was very pleased because she saw a French soldier on the platform there in Toulouse. A\nFrench soldier of the Vichy French. But still, it was -- you know, French flag and -- it was French.\nNot German. So -- so we get -- we get in by about 1 p.m. And by then my parents were\nabsolutely exhausted. They were -- couldn't take it anymore. So they say \"Okay. You have a bike.\nWe don't know where that village is. We don't know anything. You go and you find out.\" So I got\non my bike and I asked my direction and I got into that village. And I asked about that lady and\nthey told me where it was. And I knocked on their door and I say \"Well, we are the neighbors of\nyour aunt.\" And \"Ah. Okay.\" And they say \"Well, we have a problem.\" She was living in a big\nhome with a young son and she was -- she had been widowed maybe less than a month before that.\nHer husband was much older than she was, and he was a disabled veteran of World War I who had\nbeen gassed and he died. He was fairly young when he died, he was -- he was not 60. But she was\n-- She was -- at the time she was like 31, 32. She was a young widow, a very young widow. And so\n-- so I told her, you know, we are Jewish people and she -- she didn't know what Jewish meant. It\nwas a small village. She came from Brittany. She just didn't know anything. She say \"Oh, you can\nstay here. Sure, I have room.\" But I have my father, my mother and my sister. \"Oh, where are\nthey?\" I say, you know, the railroad station. She say \"Okay, I'll go with you.\" And she told her son\n\"Okay, finish your lunch\" -- it was lunchtime -- \"and go back to school.\" And so we went to pick\nup my parents and we took the luggage and she said \"Let me prepare lunch for you.\" And then she\nsay \"Well, we have to have a scenario because there is a lot of family, so you are going to be the\ncousin from Brittany.\" So we became the cousin from Brittany. And we knew the family so well\nand -- but they say -- \"But how come we didn't see you at the wedding?\" and this and that or --\n\"Well, we were not there.\" Or, you know, things during the family. So -- so then when the\nGermans came, a few days later, my parents had to be in hiding because she felt that it was\nsuspicious to have the whole family. So we stayed -- my sister and I were supposed to stay with\nher. And my sister was still an age to go to school. But nobody was saying anything about she has\nto go to school. So we -- we were there and my parents were hiding and when people were coming\nin the house, they were moving the house and you could hear that. And finally, little by little,\npeople started to find out, because we told them and my parents were telling them. So we told a\nclose friend of hers -- her husband was the guide who took us over the mountain and was also the\nguide for Arnold, I found out. And then another friend of her was the mayor of a small city and he\nwas getting memos from the police about the different operation. And he would tell us \"Oh, they\nare preparing an operation against the Jews in Toulouse,\" and this and that. And -- and finally she\nwent to Paris, and she had a sister whose husband was a prisoner of war. Her sister was absolutely\nbeautiful. She was one of the most beautiful women that you can see. And she had a young boy.\nAnd she was the mistress of a German officer who was in Paris there. And so the lady who was\ntaking care of us -- they went there to see her and we asked her to see some people that we knew\nalso so she went there. She stay about a week. And when she came back, she say -- that\nwas April, '43 -- she told us \"Well, I cannot keep you anymore.\" And she say \"No. I talk to my\nsister and I talk to Willy (ph.)\" -- Willy was the German officer and friend -- \"and Willy say 'You\nare crazy. You are hiding Jews in your home. And you have -- just across the street you have the\nGerman Commandanture. And you are -- you are already flirting with danger. If anything happens,\nthose people are going to be sent to the camps, and you going to be shot.' So she came back\nabsolutely frightened. She say \"You cannot stay anymore.\" So my mother was absolutely --\nabsolutely -- totally -- totally depressed. And so we had like a big family reunion. And we were so\nclose to Spain that we say \"Well, let's go to Spain.\"",
        "Q: Before you made this decision, you were in this town four or five months, right?",
        "A: From November the 7 or 8th. And that was April -- the first week of April.",
        "Q: So what was the daily life like? How threatened were you? Were you just living normally?",
        "A: Well -- okay -- so the Germans came and they were not in the area. But then around January or\nFebruary -- I don't remember exactly -- they had like a red zone going all along the French-Spanish\nborder -- all along. And that was extremely, extremely reinforced in terms of patrol, and so forth.\nAnd that -- that small place where we were was a village with maybe two or three hundred people,\nthat's all, see. So -- so it had two or three streets at the most. So one street was the main road, so to\nspeak. No. It's a narrow road going from one small village to the other. It was the way to Spain\nanyway. And the other one was like a very narrow street -- I don't even know if it was paved or not\n-- leading to -- not even -- they didn't even have any shops there. Just farms and so forth. And they\nhad like a general store which was just across the house where we were in hiding. And the house\nwas close by the road. I should have taken a picture of that with me, but it doesn't matter. So -- and\nright across the street, they had that general store. And they were selling, you know, the tobacco,\nand it was like a -- the baker would come and leave bread there and so forth. And they would sell\nliquor, and wine, and it was like a big place, so -- when the Germans draw that line and they had\npatrol post every mile or so, that was the headquarter there. Right across the street from us. And\nthe people who were the owner of that -- of that general store, their son was in the Waffen SS --\nFrench. And they were suspicious that something was not right with us. But they knew the\nhusband of that lady extremely well. He was a respected World War I veteran, he was the chief of\nthe veteran organization, and so forth. And -- so -- so they didn't want to -- to really -- at the time,\nannoy that lady, but I'm sure with time they would have -- had we stayed there, something would\nhave happened. It was too dangerous. Much too dangerous. So one of -- one of her friend's\nhusband -- the husband of one of her friends -- was that guide and he was a member of the\nCommunist Resistance. And he and his nephews and other people -- they were all local people --\nthey were smugglers, so they knew the mountain extremely well. He -- he was involved in passing\npeople. And so he had a group of four French who were -- well, two French and two Gypsies -- the\nGypsies also were starting to be rounded up -- who were -- they were coming -- going from one\nplace to the next in hiding. At night they would walk in the fields. And they would stop in a farm\nor they would stop in a church. A lot of local priests, country priests, were also involved in helping\nout people like that. It didn't matter if they were -- if people were Jews or -- a lot of also were\ninvolved with pilots, who were shot down. And so they had -- they had like a chain, you see. And\nthose organizations were very strong. Very, very strong. They had to be very -- very -- how can I\nsay that -- they had to choose who they were passing because they could be betrayed very easily,\nand many of them were betrayed.",
        "Q: Were there other refugees living inthis?",
        "A: No. But amazingly enough, after -- after we talked to other people, one of the local people say\n\"Oh, there is another Jewish family in hiding\" -- I forgot where it was. So one day they were -- they\ncame to visit us. And they were from Poland. They were much younger than my parents. And they\n-- the wife was pregnant at the time. So I really don't know what happened to them. But -- but the\npeople knew that they were -- and I'm sure that there were other people in hiding there also, see.",
        "Q: But you were pretty free to move around as you wanted?",
        "A: We were pretty free to move until the -- that zone became the red zone. And then you needed a\nspecial pass. And only the local people could get that. So -- so actually, we didn't move, we were\nall in hiding. We couldn't move. From January or February of '43 until the day we left in April the\n9th of '43, we didn't move. We stayed in the house constantly. Except going in the yard, you know.\nBut my parents didn't. My parents were -- my parents were not supposed to be there.",
        "Q: How aware were you of these different resistance operations 1n the area?",
        "A: Not very much. Because we had no contact with anybody. And we found out when that -- that\nfriend of ours -- of our -- our friend, the one who was hiding us -- when he said well, I'm taking you,\nand then he told us exactly what he was doing. And the whole chain of people who were doing that.\nSo we had to -- to get through that -- those checkpoint. So the secretary of the mayor of a little\nvillage made those passes for us. And we were -- so we walked -- before we walked in the\nmountains and that was the last road before -- before getting in the mountain. And that road was\npatrolled heavily by the Germans, so we -- he was in the wine business, so we were hiding in the\ncellar there and his young boy was playing in the street and he was watching for the patrols. So we\nheard the patrol walking and the kid was playing and then he say \"Okay.\" So we all cross the road\none by one. And then we walked -- we started to walk up that mountain. And we walked for 24\nhours.",
        "Q: How much preparation did you have for this journey?",
        "A: None. None. None. None. And in retrospect, it was absolutely crazy. How we made it, I don't\nknow. Well, I know, because those four guides who came with us were very, very strong. And\nthey were able to carry my mother on their back for part of the crossing. And my father almost died\nthere in the mountain, of exhaustion. Because we walked 12 hours in the snow. Yes. Well, that\nsaved us because the Germans had a -- had a -- like a small -- not chalet, but kind of portable, little\n-- little hut in the mountain. And the weather was so bad that -- before that -- that they had\nabandoned it. So we had to walk there in front of that hut and nobody was there, but the Germans\ncould see us from the valley because we saw, before we left, we saw people walking that same\nmountain and -- and was covered with snow on one side. And you could see, you know, the people\nwalking up there. And the Germans were everywhere, everywhere there. So when they\nsaw us there they sent the and we were a few hours ahead of them and by the time we\nreached the Spanish territory -- that part of Spain was controlled also by Spanish guards and they\narrested us. And they told us that because they arrested us the Germans couldn't do anything to us,\nthat the Germans were after the people who were crossing the boarder in day to cross into\nSpanish territory to arrest people when there were Spanions (ph.) around. So we were arrested.",
        "Q: What was your plan at this time? You wanted to get to Spain.",
        "A: We had no plans. The plan was to go to Spain and then be there. And -- and -- and get away,\nagain, to be one step ahead of the Germans. We just didn't know. We had absolutely no idea. All\nwe wanted to do was be in Spain. Be away from the Germans. That's all.",
        "Q: So you were arrested by the Spanish guards --",
        "A: Yes. Yes.\nQ. -- what happened next?",
        "A: Well, they took us to -- to the -- to the first village which was way up in the mountains. Way up.\nWay up. It was a tiny little place and they took us to the Mayor. They were not even in uniform.\nNo, they had -- they had like -- well -- well, they had kind of -- of -- of military habits. The rest of\nSpain at the time was so poor, so they had no uniform and their shoes were in terrible shape. We\nwere better dressed then they were. Coming from occupied France. And so they took us there. The\nMayor greeted us and since my mother and my sister were there they were allowed to go sleep with\npeople and he knocked on doors and he asked some ladies or some people, so my mother and my\nsister spent the night in a bed and then all the men, we were -- we were sent to a barn. And they still\nhad a local pub open, a bistro. So we went there and we got drunk. I believe that was the first time\nin my life that I got drunk and while I sick, you know, we were celebrating. Those four French guys\nwere so happy to be in Spain and we had French money and they were taking French money in that\ncafe and what a tab of white wine. And -- and the next day they took us to, that was already a city,\nLess (ph.). And from Less we took a bus to another place called Yella (ph.) and we spent a night in\na hotel\nthere and they told us that the next day we would walk like 30 or 40 jamata (ph.) and we walked, we\nwent through a tunnel which was not finished yet. And the tunnel was being built by prisoners of\npronco (ph.) people who were republicans. And -- and the Spanish -- the Spanish -- the Spaniards\nwere very, very nice to us. Very nice. The director of that camp, , and he was showing the\nprisoners, they -- they were dressed like -- like prisoners with wooden shoes and so forth. He would\nsay \"See this one there and working with that wheel barrel. Well, he was a professor of philosophy\nand that one was an economist,\" and stuff like that, \"but they are bad people.\"",
        "Q: What's the name of this place?",
        "A: That place was . Yes. And that's the tunnel . It finally took them I don't know\nhow many years to complete that. That was the only way that they could get in between France --\nof in between and Spain. is -- iS -- is Spanish. And it's -- it's separated form the\nrest of Spain, so during most of the winter it's so high in the mountains the path is covered with\nsnow. So the only way they could get their -- their food and so forth was from France and that same\nroad which was during -- in France -- passing in front of that house where we were in hiding would\ngo all the way to Spain. That was the only -- the only road. That's why we have such a\nconcentration of German there. That was the only road going to . That was the\nname of that -- that boulder. And I went back there and the -- and the -- the Spaniards developed\nthat into a -- a ski resort. And I didn't recognize any of the place except that that village where we\nspent that first night and the village is abandoned. It's dead. Dead. All of the\nvillages there are dead. They were just two or three people left.",
        "Q: So continue on your journey for.",
        "A: So -- so the we reach Lada (ph.), which was the -- the capitol of the providence where we --\nwhere we crossed and there they were assaulting people of the Geneva convention says that a\nneutral nation has to turn the citizens of nations at war with each other. I know Switzerland did that\ndrastically. And -- and Spain, they didn't do that. They didn't do that. So when we arrived in Lada\nan English pilot was there and they took care of the consul of -- it was -- I don't remember what it\nwas. at the time it was really a very impressive car. Was there to pick him up in\nview of everybody. The -- the Spaniards didn't care about that and so he was -- he was there and\nthey took him to Barcelona and sure, and from there he was flown back to England and so we were\nescorted out and -- and the people who were in between 18 and 40 were sent to jail and the governor\ntold us \"Well, I -- I know that when you crossed the boarder and you gave your name and age and\nso forth, you all lied. You're a bunch of liars and now you have to tell the truth. And remember\nanybody who is in between 18 and 40 will go to jail.\" And the jail on top of that hill of Lada. And\nif people didn't get the message that they were not to be between 18 and 40 they were very stupid.\nAnd some -- some -- some were very stupid and say \"I'm 22.\" So -- so I got to be younger then I\nwas. And my father was over 40 so he didn't have to lie. And we stayed a couple of days in a hotel\nin Lada. And that was all paid. We didn't have -- by that time we were taken in charge by the\nFrench organization from Algir (ph.) and that -- that was it. We -- we -- they -- they -- they had --\nthey had -- they had -- the Canadian were there, the British of course, of course the U.S., people\nfrom Belgium, the Czech (ph.), the Pols, and the jewish organization, the famous Doctor\nwas there. He was the representative of the joint and people who were willing to go to the United\nStates were getting an affidavit and -- and sent to the United States.",
        "Q: Where we you?",
        "A: Barcelona.",
        "Q: Oh, okay. I'm sorry. I thought you were still 1n Lada.",
        "A: No. No. No. Barcelona. Oh, no. No. We are still in Lada. So from Lada we were at that\nhotel already taken care of by the French organization and in lada they had -- that -- that -- governor\nwould sort out and have the secretaries of his -- of his office get in touch with the people like us,\nFrench, people who were from Belgium, like and all those people didn't have to pay\na penny. And then we were sent by train, we didn't have to pay a penny either, to Barcelona and I\nremember the governor came to the station to greet us, gave us the tickets and food to -- to -- to eat\non the train to go to -- to Barcelona. He was such a kind man. He was. He was. And, so when we\ngot to Barcelona we had a bus waiting for us and that bus took us to a -- to , meant\nin Barcelona where the French entities are like an embassy. And we would get\nthere, we would be by them and a picture would be taken and they -- they -- they\nhad files on us and then they would say \"Okay. You are assigned to such hotel. You are assigned\nto such hotel,\" and so forth and once a week we were given, I don't remember how much money\nand cigarettes and shaving blades and stuff like that. And then if we didn't have clothes they would\nsend us to a store and we would get clothes and stuff like that. So life was like that for three\nmonths. We -- until they organized a convoy. They had enough people to put us on a train and at\nthe time we had to go to Portugal. So we went to Portugal. It lasted 36 hours and it was a -- a\nspecial train and the between Spain and Portugal we would change trains because\nthe gage are different and we went on -- on the Portages system. And the Portages were expecting\nus there and the with food and white bread and cigarettes and greetings and so forth\nand we went straight to Sitobow (ph.) and there in Sitobow e had two French cargo ships waiting,\nexpecting us there. And two French Navy battle -- not battle ship, but patrol -- patrol boat. And we\nwent to Casablanca.",
        "Q: How many people traveled with you other than your family? Was this a big group?",
        "A: That was an enormous group. Absolutely enormous. It was a full train and -- and two -- two\n--two boat loads was the and the ;",
        "Q: Several hundred people?",
        "A: Oh, yes. Oh, yes. Maybe a thousand.",
        "Q: And were the other people traveling with you from all over or --",
        "A: Well --\nQ. -- were they French?\nA. --just-- no. No. No. No. No, they were from all over. All over. Because I remember one --\none -- one -- one of us was from Czechoslovakia (ph.) and he was able to enlist in the Czech legion.\nSome where from Belgium. Well, it was -- people who were allowed to land on allied territory.\nFrom, I suppose they checked on us which doesn't mean that some spies didn't -- were not able to\ninfiltrate. We know that some -- some of them did. And they were arrested.",
        "Q: Were all these people going to Casablanca Jewish?",
        "A: No. No. No. Oh, no. No, I would say the Jews were about 20, 25 percent. That's all.",
        "Q: They were just people fleeing the war?",
        "A: Yes. Yes. Yes. Yes.\nEND OF TAPE 2\nTape Number 3",
        "Q: _____ what was that like?",
        "A: Well, it was like being born again. Casablanca was very, very busy and French flags\neverywhere. The French Navy was there; French uniforms. We saw the Americans for the first\ntime.",
        "Q: When you say \"first,\" what sense are we talking about? We're not talking about.",
        "A: Visie (ph.), visie was irrelevant then. That -- that part of France had been liberated November\n'42 by -- by the British and the U.S. and the French were there. Were there before the ———.: They\ndidn't fight because they were to far away from -- from -- from the and their assignment\nwas not to fight. Their main assignment was to defend the French colonies and they were\nessentially the French -- regular French Army. For two years or three their allegiance was to the\ngovernment of Visie, but like any Army in the world their allegiance was to their French\ngovernment, but in terms of -- of the uniform, the discipline, the weaponry and so forth, they were\nthe -- they were the French Army, the French Navy, the French Airforce. They -- they -- they never,\nnever knew any other chain of command or -- or -- or -- knew orders and what came from the\nFrench government.",
        "Q: With",
        "A: Until November '42, but --\nQQ:",
        "A: Yes, but -- but -- I'm talking of July '43. That's when we landed in Casablanca and Visie was\nhistory in North Africa. Visie was history. Wehad_————s.:« They had a parliament, the beginning\nof a parliament and the goal was working very hard to become the -- the -- what was its title -- chief\nof the provisional government. And the goal was in North Africa at the time, I saw the for\nthe first time in my life in -- in Casablanca in July '43. So Visie was history. Visie was history. I\ndon't know if the -- the seal, the French republic was totally reestablished, but all the laws\nof Visie by then had been totally, totally abolished. Totally, totally.",
        "Q: So what were you're -- what were your plans? What were you planning on doing once you got\nto Casablanca? ss?",
        "A: Oh, no. No. No. So -- so -- so the plans were -- was to enlist in the army and my father was too\nold to be -- to be in the active, active duty, but he got drafted as a civilian and they needed people\nwith his specialty, so they are finding to the maintenance of the air base in Casablanca there which\nwas essentially French and American. And my sister went to school. She was 14. And they were\nassigned a small apartment which was nice and my mother became involved with that association of\na group of people who came like within, from France and Spain and -- which became a very\nprofiting group because many high ranking officials took the same oath that we did and, so they --\nthey had a like -- like a big headquarters and they took over a big hotel in Casablanca. A very nice\nhotel and they had like -- 1t was like a home for the soldiers who were coming on leave or people\nwho were going through Casablanca. They had a big cafeteria. They had social services and so\nforth and my mother got very heavy involved with that. And of course they were , so and\nthen I was in the Army. French, second French. Second division and so we stayed there until April\nof '44 and then we were shipped over to England and then August the Ist of '44 we landed in\nNormandy and, so actually Normandy and liberation of Paris andthe _—_, it's awful. Q: I'm just\nside tracking a minute. In Morocco we talked about -- were -- were your parents part of a Jewish\ncommunity or was it just a French --",
        "A: No. No. No. No. No. They -- the American Jews didn't help us at all. We were asked in\n. They were actually . And they didn't help us. The help came from the French. The\nFrench in Morocco use their . Truly anti-Semites. Extremely, extremely violently rabid or\nwhere nice French people who couldn't care less. Who just couldn't care less. And I know my\nparents were very happy in Morocco. Very happy.",
        "Q: Did they resume -- well, you weren't very religious before, but was there any observance of\nrecognition of being Jewish again?",
        "A: Oh, yes. Yankapor (ph.), Basa (ph.) and stuff like that, yes, yes.",
        "Q: And within the French Army was there any distinction about being Jewish or not?",
        "A: That -- that -- that French Army, that's a different chapter. Well, well, very -- how can I say that\n-- we were a very large number of Jewish boys there. Very large. And that's where we found raw,\nvirulent anti-Semitism. All the way from the top down -- from the top down. From the very\nhigh-ranking officer down. Yes.",
        "Q: How did that manifest itself?",
        "A: Oh, by discrimination, bad assignments, Jew-baiting, fist-fights. Yes. Yes.",
        "Q: Did that surprise you?",
        "A: Yes. Yes. I was not prepared for that, at first. But after that, okay, I took it for granted. And\nwe were enough Jewish boys to stick together. But 1t was not fun, it was not fun. We felt very, very\ndifferent. Very different. Yes.",
        "Q: It would seem that after all your travails to finally arrive in Morocco and think that you were\nfree and then have to contend with this --",
        "A: Yes. Yes. Yes.",
        "Q: What was the general spirit of the Armed Forces going back into Europe to help end the war?",
        "A: Well, basically, for most of the people it was the feeling that they were doing what they were\nmeant to do. But not everybody was like that, because many of the soldiers of the 2nd French\nArmored Division were drafted in North Africa. We had a large contingent of Arabs from Algeria.\nMany of them couldn't speak a word of French. And didn't feel that they had to fight the Germans.\nI don't blame them, you know. And after a while, when some of the young men who were drafted\nin North Africa so that the young French men who were liberated didn't try to join the Army or they\nhad done nothing to liberate themselves, they say \"Why are we dying for them?\" We were perfectly\nhappy in our cities of Algeria and for what, you know. So, I remember one of my friends. He's\ndead now, the poor guy. But after Paris, after the liberation of Paris, we were on the road going\neast, and it was the beginning of fall, and the liberation of Paris had been -- how can I say that --\nyou know, the first two days were great. Then after that we dealt with a population which had\nsurvived four years of occupation. And most of those people who had survived those four years of\noccupation had survived by surviving. Which means -- I wouldn't say illegal means but the French,\nthey have a word for that. They call that\nor . You survive. So they had a mentality that was very, very difficult to\naccept. So on that road he told me \"Well, we are not volunteers anymore.\" And that's the way we\nfelt. At least, that's the way I felt. I was not a volunteer anymore. And the enthusiasm, the sense of\nvictory that we felt in Normandy and getting into Paris had vanished totally. Two weeks in Paris,\nthat was the end of it. That was the end of it. Just being in contact with those\npeople in Paris --",
        "Q: So at that point what were you going to do? What did you think?",
        "A: Oh, well, I kept going on. I was enlisted -- I volunteered for the duration. So -- and we still had\na job to do. But we didn't feel like the superhero, or Superman or what. So just, okay, let's finish\nthat and go back home. That was the feeling. Then after, when it was all over, you know, first thing\nfirst, I got among the first to be discharged when it was over. And I want my uniform in a closet\nnevermore.",
        "Q:",
        "A: Yes.",
        "Q: Where else did you fight?",
        "A: That's all.",
        "Q: After Paris --",
        "A: Yes.",
        "Q: --you were just in the Army but not fighting it?",
        "A: Oh, yes. We went -- we went all the way to Alsace. Oh, yes.",
        "Q: And then after France was liberated, then you decided to stay in France?",
        "A: When I was discharged?",
        "Q: When were you discharged?",
        "A: August the 13th, 1945. That's 50 years ago, two days ago.",
        "Q: So from liberation of France, which was in 1944 through 1945, were you fighting elsewhere?",
        "A: After the end of the campaign in Alsace, we went back into France -- into the center of France.\nThat was in March of '45. March, '45. And I got a -- my first -- my parents were back in France by\nthen. They came back in February. And so I got a leave to see them. And I went back to England.\nThey had some outfit there taking care of the liquidation of what had been the Free French to get\nback into the regular Army. And what essentially was loafing. But gave me the opportunity to\ncome back by plane, which was fun. Not too many people were flying.",
        "Q: So when did you resume your life after all of this interruption?",
        "A: Three days after I got discharged, went back to school to finish my baccalaureate. And after\nthat, I went to medical school.",
        "Q: And all this was in France?",
        "A: All that was, yes. The Paris area. But medical school was in Paris, yes.",
        "Q: You had basically decided to stay in Paris?",
        "A: Yes, oh, yes. Yes. Yes. The only thing was that we were involved with Israel at the time, you\nsee. And they -- what was it called -- I forgot what it was called. But they were looking for Jewish\nwar veterans to help the Hagana (ph.). So we were like -- like --some of my friends were working\nwith the Exodus. Mostly those who had been in those macquis, Jewish macquis. Some were\nforging papers and stuff like that. And others were carrying weapons. So we were all more or less\ninvolved like that. Arnold went back to Israel because he was in the Jewish brigade, so he -- and\nthey didn't want him, they sent him back. They had too many people. They had too many people\ncoming from all over the world.",
        "Q: What were you doing to make a stand?",
        "A: I was -- for a few months I was working with a group which was called . Which\nwas, essentially, working for aviation. And the -- they were heavily recruiting pilots from World\nWar II. British, Americans -- from all over. People that had been in the Air Force of their\ncountries. And the French had allowed the Jewish Agency -- that's the name of it -- to use several\nairports there, so that's what we were doing. Helping with that. Taking flying lessons, also. I met a\nlot of characters there. That's when I met my first -- the first Indian Jew from India. I didn't know\nthat they had Jews in India at the time -- and was a pilot and I met also a pilot of the Royal Air\nForce and a German crew who came -- they wanted to erase what Germany had done during the\nwar. They came and they had their log book from World War II showing their missions and how\ngood they were. And of course they were turned down. They were crushed. \"But we have done\nnothing against the Jews, and we want to help. And we are good pilots.\" Yes.",
        "Q: What did you discover about the French attitudes after the war?",
        "A: Oh, well, everybody was trying to get -- well, France had been heavily destroyed during World\nWar II. Many, many cities had been really destroyed. A lot of French people had been maimed or\nkilled. More than a million prisoners of war came back and had to re-adjust to life. So we were all\nin the same boat, re-adjusting to life. And I had been -- I wouldn't say immunized, but being\nexposed to a different kind of anti-Semitism that I had experienced before as a teenager, this time I\nwas -- my skin was thicker. So going to medical school I found the same attitude. Same attitude.\nAt that -- \"Too many Jews are in medical school. Too many Jews are doctors\" and et cetera, et\ncetera. So I went through medical school and didn't have too many problems. And I started my\npractice. I had my own practice for ten years.",
        "Q: What kind of practice?",
        "A: Oh, general practitioner. I was a general practitioner. And in the '60s, anti-Semitism started to\nbe more targeted. It was not just a general uneasiness. People were being targeted as Jews. And\nnot . They were -- how can I say that? You were shown that you were\ndifferent. French society was starting to really become nationalistic. And my understanding of that\nsituation was that the most virulent collaborators and traitors of World War II, who had been\nsentenced to death or long jail period or even life sentence, through amnesty and so forth, all of a\nsudden were back 1n the streets. And I recognized a few of them in Paris, because Paris is a village\nand you know everybody. And with them coming out in the streets -- back -- and having as much\npower as before. Somebody like Bousceau (ph.), who signed the agreements which allowed the\nFrench police to be after us and without those agreements the Germans would have been unable to\narrest five Jews in France. Bousceau had a brilliant career, and he was a friend of . He\nwas a friend of . And many of them, many of them who -- so their attitude about the\nJews -- they didn't want to kill the Jews, no. No. But their attitude about the Jews was the\ntraditional attitude of France, which means that the Jew -- whatever you do -- you cannot be French.\nYou cannot be French. To be French your ancestry has to be -- you have to have a French name.\nYouhavetobea _—_—s, youhhave tobea , you have to be -- no, if your name is Bloom or\nBloch or Levy, it doesn't matter if you have lived in France aslongas_ so and —_it doesn't\nmatter, you are not French. You are not French. It doesn't matter if you lost a leg, if your father\ndied in Verdun, it doesn't matter. How can you be French? You can be French a little bit if you\nconvert to Catholicism. Then okay, you are -- things are better. But if your father or your\ngrandfather was a Russian Jew or a Polish Jew, even if you change your name, even if you get to be\na priest, you are still a Jew. Like -- what's his name -- the bishop of Paris. He's still Jewish. So --",
        "Q: Did you sense that the French were angry at the Jews for the war?",
        "A: No. No. No. Not the people who think clearly. No. The French anti-Semitism is really\nlooking at the Jew as a foreign element. And when you look at French history for a period of --\ngoing back to the 1300's until the 1800's -- for more than five hundred years the Jews had absolutely\nno impact in French history. They didn't exist physically in France. And they had absolutely no\nimpact. And when they started to have an impact on French history, it was essentially in the realm\nof banking and big money. And that's why the Jews are associated with money, because that's when\nthey became prominent. And it's now that they are in science and medicine and so forth.\nQQ:",
        "A: -- and medicine and so forth. So -- so -- so -- and the Catholic religion had always that\nteaching of the Jew killed quite. The Jew is -- and the Jewish religion which is inferior to\nChristianity and it's -- it's -- and all the symbols of the cathedral and -- and in France. All of the\ncathedrals have one -- one of those with culture depicting the Jews as evil or -- or punished\nfrom their sins, so it's really ingrained and it doesn't seem that necessary that they -- that they will\ncondom the king of the Jews. Not at all. But Jew has to know which is his place or her place in\nFrench society.",
        "Q: Do you feel differently about being a French Jew after the war than you had before? Did it\nchange your perception?",
        "A: Oh, yes, of course. Oh, yes. Oh, yes. Oh, yes. Yes, because since -- since the end of the war --\nsee the French population before the war was about 300,000 Jews. Most of those Jews were of\nfalling origin and first generation. And, so they were essentially -- they were not --\nnot merchants. All -- all -- if they were merchants they were people who were people who were\nworking in the market place. You know, they -- they -- they were -- they were really -- their -- their\nsocial -- the -- the -- economically and -- and -- and socially the Jews that we knew were, I wouldn't\nsay \"poor,\" but they were really at the bottom. They were at the bottom. And after the war we had\na big influx of Jews from -- from eastern Europe from North Africa and -- and the second\ngeneration or third generation of -- of the Jews born to Russian immigrants or Polish immigrants\nbecause the school system is so open went to higher education and all of a sudden they are\nengineers or . They are higher ranking members of that corporation, of the other\ncorporation and it creates a lot of resentment. A lot of resentment. A lot. A lot. It creates a lot of\nresentment also in the Jewish community because of the inter-marriages, because of the\nconversions. It -- it -- 1t seemed -- see, it's a very, very difficult situation. Very, very difficult\nsituation.",
        "Q: So is this what motivated you to leave?",
        "A: Well, what -- what motivated me to leave was the feeling that I didn't want to be on -- on the\ncontinent where that continent is essentially a enormous burden place for -- for -- for -- for the Jews\nand the Jewish culture. Over -- over the centuries they have totally destroyed our -- our -- our\nculture. And I -- I felt that coming to the United State it's totally different because the United States\n-- all the culture excepted all the cultures, blend. It's the only place in the world that I know where\nyou go to a church which on -- on -- on -- on -- on Saturday it's a synagogue and you have several\naround here. It's the only place in the world where you go to a buffet for a Sunday brunch and they\nserve bagels and Matzo. I saw that in Pittsburgh. On Sunday I went down, Sunday brunch, bagels\nand lox and so forth and Matzo. And everybody knows what Matzo is. In France or England or a\nplace -- any place like that it was unheard and heard. it's the only place that I know where on\nChristmas the Jews are working for the Christians, so they can stay home and celebrate. It's -- it's --\nand it's the only place that I know where anti-Semitism was maybe of fervent as in France 50 years\nago. And I remember World War II and I remember talking to Jewish -- Jewish GIs and what they\nwere -- what -- what they were putting up with was absolutely similar to what we were putting up\nwith. I saw them when I was in England before the end of the war the Jewish -- Jewish -- they had,\nyou know, Jewish -- like a restaurant and so forth. Jewish and we were comparing notes\nand -- but now it's totally different. Totally different. I'm not saying that it's a perfect world.\nThere's no perfect world, but at least there is an effort made here to -- anti-Semitism is considered as\nan illness. It's not part of society.",
        "Q: What year did you come over here?\nA. '64.",
        "Q: Was the adjustment difficult at all when you came over here?",
        "A: No. No. No. No. The -- the only thing was the language, but I had the delusion that I spoke\nEnglish and -- and I rapidly understood that I had to make major efforts to --",
        "Q: Did all of this strengthen your sense of religion?",
        "A: Well, if -- if -- if you -- if you mean the religion by going to synagogue, the ritually and so forth,\nno. No. No. No, but -- but the sense of Judaism I always had and -- and -- and -- and I make a\nseparation, in my mind at least, because I was raised in a nontraditional -- I wouldn't say \"not\nreligious,\" no. My parents were religious, but they didn't follow the ritual. They -- they -- they\ndidn't eat kosher. They didn't do this. They didn't do that. But -- but the sense that -- that -- the\ndeep sense of -- of Judaism, we have. I feel that's -- that's much more important than -- than -- than,\nyou know, repeating a prayer just because it's a prayer. So that's -- that's what I'm trying to -- to -- to\n-- to follow everyday.",
        "Q: What sort of long term impact do you think that all of these experiences during the war still have\non you today?",
        "A: That -- there is such thing as fate. That things don't happen just like coincidence. That there is\nfate. There is -- there is -- like gears working together and I know if -- if that didn't -- that was not\nthe case for us I don't know how we would have been able to survive. It's a very strange feeling and\nthat, in spite of fate, fate is not blind. You have to help yourself also. That's the most important\nstep. That -- that -- you are responsible for what happened to you if you don't know how to read the\nsigns around you and that you have to do. You cannot expect somebody else to do for you and I\nbelieve that's very Jewish.",
        "Q: Do you believe in destiny?",
        "A: No. No. No.\nQQ:",
        "A: Okay.\nQQ:",
        "A: Oh, okay.\nConclusion of interview.\n"
    ],
    "questions": [
        "DR. JACQUES GODEL\nAugust 28, 1995\nQUESTION: Where you were born. Date of birth.\nANSWER: My name is Jaques Godel. I was born October the 9th, 1924, in Paris, France.",
        "Q: Tell me a little bit about your family -- your family and your life before the war.",
        "Q: Did you live in a Jewish community, or were you necessarily integrated into the general --",
        "Q: Was your family religious?",
        "Q: Did you go to school with the French Catholics? Did you mix socially?",
        "Q: Did you play with them?",
        "Q: What was -- um -- what was your father's business?",
        "Q: Can we just ask you another question? You had mentioned Jewish cultural and political\nactivities. Where you or your family involved in them? Were you Zionists?",
        "Q: You had mentioned, also, Russian immigrants.\nWas there a difference in the way French -- traditionally French Jews -- versus immigrants from\nother -- from Eastern Europe were treated in France?",
        "Q: Oh. Okay. I misunderstood.",
        "Q: So in the 30's when Hitler came to power, how aware were you of what was going on in\nGermany? Were there refugees coming into Paris?",
        "Q: What was -- what was your reaction to this? This information you were getting?",
        "Q: So you weren't particularly threatened?",
        "Q: But by the Germans?",
        "Q: When did you learn differently?",
        "Q: What happened?",
        "Q: Do you remember when the Germans occupied Paris?",
        "Q: Can you describe to me the German occupation of Paris? The initial -- the first days.",
        "Q: Oh.",
        "Q: What's the name of the city?",
        "Q: Now, I may have interrupted you earlier. When you were -- when you left Paris to go to\nBrittany --",
        "Q: -- was that because you all felt it was safer because the Germans had already arrived?",
        "Q: You went up there, you said, in early June?",
        "Q: Hadn't -- hadn't the Germans already come into France in May?",
        "Q: But just not into Paris yet?",
        "Q: When you were living that month up in Brittany and the Germans were there, did they\ndistinguish between Jews and non-Jews?",
        "Q: So you decided to return to Paris?",
        "Q: All of this time between fall of 1940 and '42, your life was relatively normal?",
        "Q: In Paris?",
        "Q: Okay. You -- okay, I'm sorry, because I didn't under -- I don't think you told me that you had\ngoneto.",
        "Q: Did you have to identify yourselves as Jews? Did you have to wear a star? Did you --",
        "Q: And you still had good relations with your neighbors or Christian friends at school?",
        "Q: Okay. So you were saying that this went on until sometime in 1942?",
        "Q: I think it was '42.",
        "Q: Let me interrupt you. Because I think for the record, when you say the Velodrome, I don't think\nthat somebody watching this tape might know what you're talking about. I mean, I know what\nyou're talking about --",
        "Q: -- but somebody else may not.",
        "Q: Yes.",
        "Q: And once people were taken there -- once the Jews were rounded -- of Paris were rounded up\nand taken there --",
        "Q: Were the Jews who were sent there initially French Jews?",
        "Q: You said that this was a real turning point in people's perception -- in non-Jewish people's\nperception. Up until then, were they fairly respectful of the occupation and of the Vichy\ngovernment?",
        "Q: So you began to say in '42 with this massive round-up in Paris, things started changing for you.\nYou were living in ,",
        "Q: 1942?",
        "Q: Do you hear the noise outside?",
        "Q: You said you were staying at a neighbor's house.",
        "Q: Well, I was asking you, before you fled for the , how normal your life really was. I\nmean, you went to school in Paris, and youreturnedto___—_—sat night. But there must have been --\nEnd of Tape 1",
        "Q:",
        "Q: Was there any sense of what else was going on? Of detention? Of round-up?",
        "Q: You knew this at the time?",
        "Q: Did -- were there other people who were travelling with you?",
        "Q: So you were on a train going south?",
        "Q: Did your card identify you as being Jewish?",
        "Q: Forged card?",
        "Q: This is in Toulouse?",
        "Q: How long were you in Toulouse?",
        "Q: Before you made this decision, you were in this town four or five months, right?",
        "Q: So what was the daily life like? How threatened were you? Were you just living normally?",
        "Q: Were there other refugees living inthis?",
        "Q: But you were pretty free to move around as you wanted?",
        "Q: How aware were you of these different resistance operations 1n the area?",
        "Q: How much preparation did you have for this journey?",
        "Q: What was your plan at this time? You wanted to get to Spain.",
        "Q: So you were arrested by the Spanish guards --",
        "Q: What's the name of this place?",
        "Q: So continue on your journey for.",
        "Q: Where we you?",
        "Q: Oh, okay. I'm sorry. I thought you were still 1n Lada.",
        "Q: How many people traveled with you other than your family? Was this a big group?",
        "Q: Several hundred people?",
        "Q: And were the other people traveling with you from all over or --",
        "Q: Were all these people going to Casablanca Jewish?",
        "Q: They were just people fleeing the war?",
        "Q: _____ what was that like?",
        "Q: When you say \"first,\" what sense are we talking about? We're not talking about.",
        "Q: With",
        "A: Until November '42, but --\nQQ:",
        "Q: So what were you're -- what were your plans? What were you planning on doing once you got\nto Casablanca? ss?",
        "A: Oh, no. No. No. So -- so -- so the plans were -- was to enlist in the army and my father was too\nold to be -- to be in the active, active duty, but he got drafted as a civilian and they needed people\nwith his specialty, so they are finding to the maintenance of the air base in Casablanca there which\nwas essentially French and American. And my sister went to school. She was 14. And they were\nassigned a small apartment which was nice and my mother became involved with that association of\na group of people who came like within, from France and Spain and -- which became a very\nprofiting group because many high ranking officials took the same oath that we did and, so they --\nthey had a like -- like a big headquarters and they took over a big hotel in Casablanca. A very nice\nhotel and they had like -- 1t was like a home for the soldiers who were coming on leave or people\nwho were going through Casablanca. They had a big cafeteria. They had social services and so\nforth and my mother got very heavy involved with that. And of course they were , so and\nthen I was in the Army. French, second French. Second division and so we stayed there until April\nof '44 and then we were shipped over to England and then August the Ist of '44 we landed in\nNormandy and, so actually Normandy and liberation of Paris andthe _—_, it's awful. Q: I'm just\nside tracking a minute. In Morocco we talked about -- were -- were your parents part of a Jewish\ncommunity or was it just a French --",
        "Q: Did they resume -- well, you weren't very religious before, but was there any observance of\nrecognition of being Jewish again?",
        "Q: And within the French Army was there any distinction about being Jewish or not?",
        "Q: How did that manifest itself?",
        "Q: Did that surprise you?",
        "Q: It would seem that after all your travails to finally arrive in Morocco and think that you were\nfree and then have to contend with this --",
        "Q: What was the general spirit of the Armed Forces going back into Europe to help end the war?",
        "Q: So at that point what were you going to do? What did you think?",
        "Q:",
        "Q: Where else did you fight?",
        "Q: After Paris --",
        "Q: --you were just in the Army but not fighting it?",
        "Q: And then after France was liberated, then you decided to stay in France?",
        "Q: When were you discharged?",
        "Q: So from liberation of France, which was in 1944 through 1945, were you fighting elsewhere?",
        "Q: So when did you resume your life after all of this interruption?",
        "Q: And all this was in France?",
        "Q: You had basically decided to stay in Paris?",
        "Q: What were you doing to make a stand?",
        "Q: What did you discover about the French attitudes after the war?",
        "Q: What kind of practice?",
        "Q: Did you sense that the French were angry at the Jews for the war?",
        "A: No. No. No. Not the people who think clearly. No. The French anti-Semitism is really\nlooking at the Jew as a foreign element. And when you look at French history for a period of --\ngoing back to the 1300's until the 1800's -- for more than five hundred years the Jews had absolutely\nno impact in French history. They didn't exist physically in France. And they had absolutely no\nimpact. And when they started to have an impact on French history, it was essentially in the realm\nof banking and big money. And that's why the Jews are associated with money, because that's when\nthey became prominent. And it's now that they are in science and medicine and so forth.\nQQ:",
        "Q: Do you feel differently about being a French Jew after the war than you had before? Did it\nchange your perception?",
        "Q: So is this what motivated you to leave?",
        "Q: What year did you come over here?\nA. '64.",
        "Q: Was the adjustment difficult at all when you came over here?",
        "Q: Did all of this strengthen your sense of religion?",
        "Q: What sort of long term impact do you think that all of these experiences during the war still have\non you today?",
        "Q: Do you believe in destiny?",
        "A: No. No. No.\nQQ:",
        "A: Okay.\nQQ:"
    ],
    "answers": [
        "A: My father was born in Romania in 1894 and he left Romania in 1910. And on his way to\nAmerica he stopped in Paris and stayed there. And after World War I -- he was in the French\nForeign Legion during World War I -- he went back to Romania, married my mother, took her to\nParis. And so I was born in Paris, my sister was born in Paris. And before the war, life was -- the\nlife of Jewish immigrants in France -- tolerated. I wouldn't say affluent, but well-to-do. Until the\nrecession. And we didn't have major problems in terms of intolerance and suspicion of being a\nforeigner until really the mid -- late 30's. Very, very shortly before the war. Very shortly. And that\ncame about, of course, with in Germany. And a -- the beginning of, or maybe the renewal\nof French Nationalism, which was very strong during the Dreyfus (ph.) business. Of course, I was\nnot there. My father was not there either, but we knew a lot of people who lived through those\ntimes, and I believe that was the seed of what we felt after that. That Dreyfus business was -- is still\nvery important in France, but in the 30's, Dreyfus was still alive, of course. The controversy around\nhis name was really the trigger for the French Nationalism.",
        "A: No, we never -- we never lived in a -- well, the Jewish community in Paris was essentially the\n, that's -- that is on the right bank of Paris near the Hotel there, that's where you find all the\nkosher butchers, and where you buy your matzo for Pesach and where they have the traditional\nsynagogues and so forth.\nBut other than that area, the Jews were kind of scattered until the 30's or so, when they started to get\ntogetherin__—_—sand the Follies Bergere, yes. But, no, we were scattered. We were scattered.",
        "A: No. No. No. Just like so many Jewish families before the war, religion was not -- all our\nfriends -- religion was not an important -- well, we -- young people would be -- yes -- respect it, but\nwe would get gifts at Christmas. And we had bread for Pesach. We had matzo and bread at the\nsame time on the table. We ate pork.\nSO we were very . And all our friends were the same. But we -- culturally, we were very,\nvery Jewish. Very Jewish. There were still many Jewish activities going on in Paris and very\nstrong Yiddish theater. And we grew up with that.\nThere were five or six stages where you could go and have a nice afternoon or evening with Yiddish\ntheater. There were friends of mine who were Scouts and the Scout movement -- the Jewish Scout\nmovement. There were Zionist groups. There were Socialist groups, part of more or less the Bund.\nAnd so religion was not very important and that always was a point of friction when my grandfather\nvisited from Romania. He was very religious. It was always a point of friction with my family,\nbecause he wanted a kosher plate and couldn't find it, you know.",
        "A: Oh, I -- I went to school -- my first school -- my -- my -- was kindergarten. That was with the\nnuns. And what, about three, three and a half, or four. And my sister was born and was really a\nnuisance so I went to school. And was very good because I needed the . And then after that\nI went to public school. We had no discrimination -- was not beaten by the other kids because I was\nJewish. They never -- never said anything. No, we were normal kids.",
        "A: Oh, yes. Oh, yes. Yes. And they played with me and -- sure.",
        "A: He had a business of interior decoration. Painting, wallpaper and -- but on a large scale in the\n30's. He would re-do movie theaters, and small factories and stuff like that with deadlines so he had\nto work at night with a large group of people. And they were Russian -- Russian immigrants, those\npeople, who were all first cousin of the Czar, of course, you know. So it was colorful, 1t was\ncolorful. That was, you know, until -- untilthe ——_—saof '35- '36. That was the turning point.",
        "A: No. No. No. No. We -- we -- just like all the Jewish family we had the blue piggy bank of the\nwhere we would put money in it and somebody from the would come once a month and\ncollect that and that would support -- that would support Israel -- Palestine at the time. And we\nwere getting a Jewish paper, . But that -- that was the extent of it -- was the extent. Just --\njust having family members and friends with the same background that was our -- that was the\nextent of our Jewishness.",
        "A: Oh, those Russians immigrants were -- were -- none of them are Jewish.",
        "A: Oh, they were not -- oh, no, no. I believe maybe one was Jewish. I'm not sure. But all the rest\nof them were -- were -- I don't know if they were -- they were -- the White Russians. Yes. They\nwere counts, and were really a funny bunch of people. But they were good workers so my father\nhired them.",
        "A: The refugees started to come in '38. Most of the refugees that we saw were from Austria. And I\nremember one of them -- whose name was Godel also -- and he came to see us and my father helped\nhim. And we got in touch with him after the war. He was able to come here to the United States.\nAnd we lost track of him -- but -- and so they told us what was going on. They told us. I don't\nremember being in contact with German Jews, but Austrian Jews, yes. Yes.",
        "A: Uh, well, we -- I know my parents were very, very upset. Very, very upset. And we were\nlooking at Hitler as -- as a danger. But at the same time, being in France, you know, the traditional\nenemy of Germany, the strong French Army. We felt very secure. Well, if they move, we're going\nto leave them and Hitler is going to go back to Bohemia, or wherever he came from. That was the\nfeeling in France. Very few people were aware of what happened. Very few.",
        "A: We -- we -- we were not -- no -- not by the French, no. No. No.",
        "A: Germany was -- was a danger for -- for the world. People were talking about re-armament of\nGermany and so forth, but at the same time, we -- we -- as I say, you know, we were feeling that we\nhad the Maginot line protecting us, that the French Army was so strong, that we had the best\nweapons, and so forth. And all that propaganda of the French government, trying to -- not trying --\nbut -- I believe they believed that, themselves, you know. They believed that, yes, the Maginot line\nwas very strong, that the French engineers were building the best tanks, and building the best\nairplane, and the French Army was invincible.\nThe navy was the second in the world, and so forth. So -- and -- yes.",
        "A: At the defeat of France, 1940.",
        "A: Well, when the French Army collapsed and all of a sudden German soldiers were invading\nFrance, that's -- that's when we felt the impact of defeat. And the danger of an enemy of France and\nthe Jews at the same time. So -- so we were threatened on two aspects. So it was really a feeling of\ntotal despair and fear all of a sudden.\nAll of a sudden. A different reality. And we had to adjust to that different reality.",
        "A: Well, we left Paris the 10th of June in 1940. We were among the last to leave Paris. Everybody\nwas leaving. And -- well, we were just outside of Paris in that place where we spent the first two\nyears of the war. And the --",
        "A: I was not there.",
        "A: I was not there. No, I can describe the German occupation of Brittany -- the first days. Where\n-- it was about the 15th or 16th of June and we had reached that small place in Brittany. Peaceful,\nbeautiful medieval town with old, walled medieval town and it was beautiful, beautiful summer --\noh, spring. And it was the first time that we really were out so -- that far from Paris in a couple of\nyears or so. And it was very nice.\nVery, very nice. Beautiful landscape and the smell of country. And so we used to walk in the\nevening around that -- that small city.",
        "A: . And in the distance we could see -- on the road in the distance -- moving side cars --\nmotorcycles. We could see that in the distance. And we had seen very few French soldiers in the\npreceding days. There were very few French soldiers in that area, practically none. Were just a few\nstragglers who were trying to go wherever they could. And so we saw -- late at night -- 1t was\nalmost dusk -- and the color of their uniform was strange. It was very strange. So at first we\nthought they were British soldiers who were trying to -- to go back to Brest to -- we were told that\nthe British were re-embarking that area. No, they were Germans, and it was absolutely frightening,\nbecause they were -- I'm sure they were exhausted. And they were two to a motorcycle. One was\ndriving and the other one was in the sidecar with a machine gun. And their face was -- they were\nblonde and -- they were -- they had the typical Germans. And their face covered with the dust of the\nroad -- they were looking absolutely -- they were awful. They were raw, military power. And of\ncourse, I understood that years later, when I was myself in the Army, the people who are sent like\nthat are the best. They are the people who can analyze a situation and take action and so forth. So\nthey passed by us, and I remember we were walking by the barracks of the French Gendarmes and it\nwas a hot evening and they had like a balcony at the barracks there with the sign and the\nflag. And the wife of one of the Gendarmes there almost collapsed. She had a -- she had a cry.\nAnd they removed the French flag immediately. They knew what -- so -- and they disappeared.\nAnd then the next morning, the other came, and they were the Herman Goerring (ph.) division. And\nthey came with big guns and weapons and so forth. And they stopped to engage in conversation\nwith us. And -- I'm sure they were under orders to be very friendly -- and they were friendly. They\nwere friendly. One of them asked me why I was not in the army. And I told him, \"Well, I'm 15.\"\nHe said, \"Well, in Germany, 15, . And they were very proud to be member of the Herman\nGoerring division. And they were telling us, Well, a week we'll be in England.\nAnd after that they left. I don't know where they went. And they were replaced by the regular\nGerman Army. That place was like an administrative city, so they established a commandanture\nthere. But that was essentially for them -- you know, they -- they ordered a curfew for the\npopulation and stuff like that. But at the same time they were trying to show to the French people\nthat, Well, we are not that bad. And I remember, we stayed there one month before we were able to\ngo back home. And one of the son of that city was a Navy officer who died at Dunkirk. And his\nbody was recovered and was sent to that place to be buried in the family vault. And the whole city\ncame to the funeral in the church. And the Germans sent an honor guard there. Yes. And they\nallowed his coffin to be draped in the French flag. So -- and when -- when -- so they had a Mass\ninside the church and when they came out, you know, people were carrying the coffin on their\nshoulders, and the Germans had the salute with their rifles. Yes.",
        "A: Yes.",
        "A: Well, it was -- was -- was also because the battlefront was getting close to us. And the day that\nwe left -- we were living outside Paris and it was like a development, we -- I mean, little cottages,\nand a garden. It was our second home, actually. And we could hear the gun all night long -- guns --\nbig guns. Big guns, artillery. Which were close to us. And German planes flying all over and so\nforth. And then in the morning when we got up, at the end of the streets -- of the street there, a\ncompany, or a platoon of French infantry. And they were colonial troops. They were Senegalese.\nThey were in foxholes with -- looked like a battle was going to take place right there. So we fled.\nWe fled. And our neighbor -- next-door neighbor -- was from that place and she say, Okay, we'll\ntake -- her son was\nfighting -- and she's saying, Okay, let's go to my sister's in Brittany. So we took the train. The\ntrains were still working. You know, it's crazy -- stuff is absolutely crazy. So the trains were\nworking, we got to Paris. We had to change railroad station -- we went from to .\nAnd there, of course, it was confusion. They didn't know which train would leave at when, but they\nwere trying to get the train. And finally we got the train which was going the direction that we\nwanted to go. It took us like -- quite -- almost a day. The train was packed but we got there. And\nwhen we got out of the railroad station, the taxis were there. I -- life was normal there. The taxis,\npeople were in the sidewalk cafe and -- they didn't know.",
        "A: We left Paris June the 10th.",
        "A: Oh, yes. Oh, yes. Yes.",
        "A: Not -- no, no. They entered Paris, I believe, June the 15th. We were -- actually, we didn't have\nto leave that area but we didn't know that at the time, see. Those soldiers who -- Paris was an open\ncity. Was declared an open city. So the defense around Paris was canceled by the French military\npeople or -- I don't know, maybe they just fled, you know. But one of the last major battles of Paris\ntook place maybe ten kilometers from where we were. In the forest -- it's a dense -- at the time, it\nwas a dense forest. Part of that big forest going from all the way to and\nso forth. And the French fought very, very hard in , which is 25, 26 kilometers from\nParis. And we went there when we came back in July and nothing had changed from the battlefield\nexcept that the dead were buried. But it was provisional graves, with wooden crosses and helmets\nwhich were on the ground, and weapons and -- it was the remnants of a battle. And you could see\nthat the battle was fierce.",
        "A: Oh, no. No. The Germans couldn't care less. At the time -- they were in the German Army.\nAnd they -- they interfered very little with the French administration. The armistice had been\nsigned. The Vichy government was in charge. The Germans were controlling, essentially --\nrailroad system was controlled by them, maybe the post office, in terms of supervision. But they\nhad absolutely no interference with the French, absolutely none whatsoever. Actually, they were\ntrying to be friendly. They didn't ask anybody \"Are you Jewish or not?\" No. Absolutely not.",
        "A: Well, we had to. We had to. We had to. We couldn't stay there. The -- that village was very,\nvery -- that city was very, very small. We had no place to stay. We -- our money was running out.\nMy father couldn't work there. So since we were in the occupied zone anyway, we had to go back\nhome. So -- and the German also wanted the people who were refugees to go back to where they\ncame from. And so I believe that they had like a census, or whatever. I know we needed a special\nform to get on the train. And that was the German who gave that. And maybe they asked if -- I\ndon't recall exactly, but they might have a box on that form, or one way to ask 1f you were Jewish or\nnot. But I'm not quite sure. But anyway, to get on that train, you needed a pass from the Germans.\nAnd we got there, we got into Paris. And that's when the impact also -- we left Paris and and Paris a\nmonth earlier was Paris -- you know, the buses, and the cars, and the taxis and no German. And all\nof a sudden, there were very few buses, no taxis -- now taxis were just for the Germans. There were\nvery few taxis which were reserved simply for the Germans. And Germans everywhere, in all kinds\nof uniforms. All kinds. And they had taken the cafe and that was a -- and this and\nthat, and restaurant . And they had posters with propaganda and warnings. It was a sad\npicture. A very sad picture. And so many -- so many business were -- were still closed down.\nPeople had not returned. So we arrived there and the Metro was working -- Metro was working. So\nwe took the Metro. Went to the other station, took the train and went back home. That was July,\n1940. And life was -- life was as usual, at least temporarily. Until -- I'm trying to remember if it\nwas September of that year that -- that was the German who asked -- the census of the Jews. But\nthe census was done by the French. And my father had to go to . was the\nadministrative center -- it was the of that department where we were, which was at the time\ncalled and now it's -- I don't know what. It was changed since then. So he went there and\nhe had to register. And he registered the whole family. And that was the beginning of that of that\nspiral of discrimination and persecution and so forth. So -- so shortly after that, he had to fill out\nforms about our belongings, our furniture, our jewelry, our books of art, et cetera, et cetera. And\nthen we couldn't have a telephone, we couldn't have a radio set. And so that was in 1940. And then\nhe had restrictions about what he could do, in terms of work. He couldn't do this, he couldn't do\nthat. But he was still working. He couldn't care less. And I was going to school, my sister was\ngoing to school. And for ordinary life -- life was absolutely normal for us. We had -- we had very\n-- except for those restrictions. And we couldn't travel too far. But -- but other than that, we could\ngo to the movies, we could go to -- our food -- you know, the coupons for food were the same as the\ngeneral population. We had absolutely no discrimination at that time, either from the Germans or\nthe French. Absolutely none. None. Then in 1942, that's when things started to change drastically.",
        "A: Absolutely.",
        "A: Outside of Paris. The",
        "A: Oh, that was at the beginning of the war, in 1939. We were afraid of Paris being bombarded, so\n-- and the French government asked people who had family in the provinces or a secondary home\noutside of Paris to leave -- most of the big cities. They asked most of the big cities, but essentially\nParis. They did the same in England, by the way, at the beginning of the war. And they sent the\nchildren all over the place and some of them were sent to England also -- to the United States --\nEnglish children -- and Canada. So -- so we had that second home, and we moved there. We\nmoved there. At first my father was still keeping his business in Paris. And the business was not\ngood anymore. So -- and he was known locally, so he found a -- he found enough to do locally.",
        "A: No. Not from 1940, until 1942.",
        "A: Oh, yes. Oh, yes. Oh, yes. Absolutely. Absolutely. Absolutely. It was -- life was -- was very\nnormal. Very normal. Yes.",
        "A: I'm trying to remember if -- I believe in 1941 they arrested -- they started to arrest Jews in Paris.\nI believe that was when they put theminthe _—_—__ there. I believe that was July, '41.\nA. '42? Okay. Okay. So that was the turning point. When -- when -- July, '42, when -- yes, yes,\nthat's July, '42. Because my sister was spending the night in Paris with some friends of ours during\nthat night when they came to arrest people. And they -- the friends were living almost at the top of\nthe building and they could hear the police in the middle of the night, climbing the stairs, knocking\non the doors, and so forth. So their next-door neighbor, who was Christian, got them in their\napartment. And that's why -- that's how my sister was able to escape that night. So -- so shortly\nafter that -- no, before that -- shortly before that --",
        "A: Yes.",
        "A: Okay. ______~ was a indoor stadium in Paris, built around the turn of the century, essentially for\nbicycle races. That's where they have the six days of Paris. Like the six days of -- I don't remember\nwhere, but it was very popular at the turn of the century. And it went on for maybe 50 or 60 years.\nAnd people would go there for six days. They would bring food and so forth and they would watch\nthose -- those people would race around like squirrels for six days. And so that stadium was big\nenough to accommodate -- not accommodate -- not accommodate -- but to sit maybe two, three\nthousand people. And when the French police arrested the Jews in Paris for the first time on a large\nscale after the agreements between the French government and the Vichy government and the\nGermans, they had not made provisions to house such a large population. So they decided to park\nthem in that stadtum, which was called . And -- because it was the winter one -- it was\ncovered. So the conditions there were absolutely appalling. And the French people who were\nallowed to -- the French Red Cross, and so forth -- were allowed to go there and try to give some\nmilk for young children or medication for elderly people were so appalled by what they saw, I\nbelieve it helped later on, to a certain extent, to open the eyes of French people and try to help the\nJews\nin the future. Or at least to avoid being involved. And they really saw that, and the Catholic\ncharities also were involved. And so it became a big controversy among the French people. They\ndidn't realize that discrimination could be that bad. And some were pleased, of course. Saying\n\"Well, the Jews deserved that.\" But I don't believe they were a majority. I don't believe that. So\nthat's the ===. ~ Which means the winter -- how do you say -- velodrome -- bicycle track.",
        "A: As opposed to summer.",
        "A: So -- so then the French government decided that they would use a place called\nAnd was a huge public housing project which was not complete in 1941 or '42. So they\ntransferred the Jewish population from _=———s to. =——™ And ___ became, really, the first --\nthe first stop to Auschwitz in the history of the persecution of the Jews in occupied France. And we\nknew people who were there. Some -- some people were released from . But the\nagreements between -- from what I understand -- the agreements between the German and French\nwas that the French had to arrest so many people, like a quota of Jews. And they would be arrested\nuntil they had enough cars and railroad cars and so forth to take them wherever they had to go in\nGermany or Poland. But after that they opened other camps in occupied France. near\nwas one. And -- I'm trying to remember the other one -- but those were the two places, --\nI don't believe was only for Jews. ___—_—s was essentially for Jews.",
        "A: No. No. No. No. They were essentially Jews with -- the first one were German Jews -- well,\nessentially, Polish Jews or Jews who had no nationality. ___———saor whatever. Yes.",
        "A: No. No. Not -- not in the occupied zone. In the occupied zone, the feelings were either, well,\nwe are defeated, we have to survive, we have to -- we have to just, you know, go with the crowd.\nOr there were others who were saying, well, we are going to build a new Europe, a new world. And\nwe have to -- we have to get rid of the Jews and the Free Mason and Communism -- Communism,\nthat was the Bolsheviks. And then there were the people who were either openly against the\nGermans and Vichy or secretly against the Germans and Vichy. And the French -- the French,\nbasically, are -- they hate the Germans\njust as much as the Germans hate the French. It's a tragedy of history that two nations which are so\ndifferent have a -- are neighbors. And even to this day, France and Germany, yes, they are big\nfriends, but, no. No. They are very, very different. And the feelings -- the feelings of the French\nare still anti-German.",
        "A: Yes. Yes. So -- so we knew that -- and people were telling my father also, you know, you're\ncrazy to stay -- to stay -- to stay here. You have to leave. You're going to be arrested.They -- so\nwhat they were doing, they were -- they started with Paris, and they were -- they were using -- 1t was\nlike -- like -- you know, like when you drop a stone in water, you have those waves. And -- and so\nthey were arresting very systematically by zone, so such date was the arrest in that area. And that\nwas all planned with the French police, the number of room available there and there, and so forth,\nand the over-time for the police. It was -- was -- just -- I found out after it was very -- it was -- life\nwas normal for those cops. Yes. Okay, so what are we doing today? Oh, arrest those people --\nthat's -- so we knew that it was coming in our area. Our neighbor told my father they arrested Jews\nin . was about six miles from us. And so -- but we -- we -- we didn't know exactly\nwhat was going on. I -- I -- I had the feeling -- and I knew -- I didn't know exactly, but the Royal\nAir Force would drop leaflets over France, which was called the . And it was like a little\nnewsletter, printed on very, very thin paper, but strong paper. And they would drop that by the\nthousands. And they had that warning for the Jews, talking about the group, and the Jews\nwho were gassed in trucks. And that was, I believe that was in early April of that year that I got that\n-- one night we heard the planes above our head, and the next morning we had those flyers in our\ngarden. And we were not supposed to pick them up. We were supposed to call the German\nimmediately. But -- so we read that, and I became very, very, very tense. But the propaganda from\nJewish people was that, don't listen. That's not true. How can the Germans, such a civilized nation,\ndo things like that? No. They just want to send the Jews in camps to work. Why elderly people\nand children work in camp, though. So -- so -- so -- my -- my parents were trying to -- to believe\nthat, see, because, it was -- where could we go? We had no place -- we didn't know. So the\npressure on my father was such -- and on friends also was such -- that he got in touch with people\nwho were working in the diamond business. And the diamond business, they were very chummy\nwith the Germans. The Germans were dealing in diamonds, and gold, and so forth. And the only\npeople they could deal with were the Jewish people who were in that business. And so -- I don't\nknow all the details because I was not curious at the time -- but my father got in touch with an\norganization through that -- one of the diamond dealer -- where we would cross from occupied\nFrance into non-occupied France on a regular train. And one person, I believe he was German, had\nthose pass, those -- those made in our name. And so the day that we left, which was\nNovember the 7th, on a Friday --",
        "A: 1942. That same day -- we were not sleeping in our home for a few days, we were sleeping at\nneighbors -- and -- what's that?",
        "A: Yes. Okay.",
        "A: Yes, we were staying at neighbor house. The same neighbor who took us to her sister in\nBrittany. And -- and I was going to school in Paris at the time. I decided that Paris was the safest.\nBecause nobody knew me in Paris. I would take the train early in the morning, it was dark, and that\nwas like a -- not exactly boarding school, but I took one meal there and I would come at night and\nwhen I was in that school I was safe. It was called . It was a very old college which Loyola\nattended in the 1500's. It was a private school, they didn't care, they didn't ask any questions and I\nwas not wearing my -- the star. And I never wanted to wear the star, I took a chance, but I never --\ndidn't wear it. So I was going to that school and was trying to blend with the rest of the people.\nAnd no question asked, absolutely nothing. It was -- the other people and, you know. And so -- but\nwhen I was going back home, the pressure was there. So anyway, my father got that -- into that\norganization and the day that we were leaving, that's the day they came to arrest us. But they didn't\nhave enough people to arrest us, so what they were doing, they sent a cop and asking us to go to the\nprecinct with all our papers and so forth for business -- for personal business -- and we knew what it\nwas. And so -- and so the railroad station was about a mile from our place and we were -- we knew\nthe train was taking us to Toulouse. Our neighbor next door had a niece\nwho was living very close to the Spanish border in that small village and that was a village called\n. Okay.\nTAPE NUMBER 2",
        "A: Oh, okay. So the first -- the first year of the Occupation, at first, we were -- we didn't know\nwhat was going on. So we didn't want to make any moves, we just didn't know. So I -- I attended a\nlocalschoolin ___ there.\nAnd the second year -- that was 1941, '42 -- since life was -- was more normal, I went back to a\nschool -- not in Paris, but in , which is about 32, 35 kilometers outside of Paris, where I\nwent during the first year of the war -- from 1939. 1939-1940. And in that school, things were\nabsolutely normal. I would leave in the morning, take the train to -- or if the weather was nice, ride\nmy bike -- was no more than -- I don't know -- maybe 12 miles or less than that. And go to school.\nAt lunch time, we couldn't eat in school because of the shortage of food, so the school had an\nagreement with a restaurant in town where the Germans also had an agreement. So we would go to\nthat restaurant and eat like regular customers there. And we had a special discount because it was\nthe school, and the food was good. Because we were in a rural area, so we had plenty of food. And\nthe Germans were next to us and they would greet us. And I remember one of them one day was\nlike, crying, and we didn't know what happened, and the waitress say \"Oh, poor guy. He got his\norders to go on the Russian Front.\" And saying \"Good.\" So -- so life -- and we had sports in\nschool, and we would travel to play with different schools, so we would travel in a radius of 60, 65\nmiles of Paris. And most of the time we had one of our teachers, but I remember one -- one day we\ndidn't have our teacher, so we really -- really had -- you know, like teen-age boys who are left on\ntheir own and -- and we had a lot of fun. And --",
        "A: Yes. Yes. Yes. Yes. Yes.",
        "A: Well, we -- we -- we were living with that constant threat of the round-up. The constant threat\nof what is going to be the next step, what are they going to do to us? And -- and -- and nobody\nwanted, really, to face that. There were very few people who wanted to face that. We were living\njust the day to day, and okay, tomorrow -- and tomorrow -- we'll see tomorrow. But then when --\nwhen the round-up started really to affect us, when friends or members of families were arrested,\nwhen the restrictions on what we could do started really to show that it's not that benign. Things are\ngoing to be very drastic. That's when -- that's when we -- we decided to take action. So some\npeople went into the Resistance, some people tried to go into hiding, some people went to their\nnation of origin, trying to like -- like some of the Romanian went to the Romanian embassy and\nwere trying to go back to Romania because -- we -- we were receiving letters from Romania. They\nwere censored, but still they were -- they were normal letters. And they were -- we could guess\nfrom what they were telling us that life was very normal, and they were saying \"Why don't you\ncome here? Why do you stay there, you know, far away from us?\" So -- but the Romanian and\nother nation didn't want the Jews there, see. So you could feel that the trap was -- was really -- was\nreally closing down on you and the game was to find a hole in that trap. And everybody had a\ndifferent story or a different people trying to help. And so the goal was to go into Vichy France --\nunoccupied France. But at least we are not with the Germans. So -- so there were all kind of ways\nto get there -- illegally, I mean. And -- but they were dangerous. All of them were dangerous. And\n-- and some unscrupulous people were making good money by -- by telling people \"I will take you\nover the border,\" and robbing them or selling them to the Germans and so forth. So -- or killing\nthem.",
        "A: Yes. Oh, yes. Oh, yes. Yes. We knew that because we heard of families who were -- who\ntried to get over and we never heard of them again or -- or -- we knew they had been arrested. And\nSO -- SO you were supposed to go to that farm, and at the end of the field it was Vichy France and\nthey had a waiting for you with a bicycle or stuff like that. Some -- some were legitimate,\nI know people who crossed like that. But -- and it was a big -- a long border between -- between\nOccupied and not-Occupied France. But my father found that way where it was really -- at least\nfrom the -- from what we were told -- was strictly safe. We took the train. We -- before we got to\nthat checkpoint, whoever was the guide would give us our pass, the German would come, and they\nwere legitimate pass in our name, and they couldn't see that they were -- they were forged. And\nthey would stamp them and then two hours later we would be out of Occupied France. It was\ncostly.",
        "A: It was a large group. And I was never curious about that, but my Mother told me that after the\nwar, she heard on the radio a -- French radio -- a program about that group. And essentially, why it\nwas so costly, it's because what they were doing, they were a Jewish organization who was taking\nthe children of people who had been rounded up and their children had been -- not arrested --\nhidden. And they were taking them to farms and so forth in unoccupied France. And they were\nalways with adults and they -- the adults were like their parents, and so forth. And they would do\nthat, I believe, once a week, or once every two weeks, I don't remember exactly. But my mother\ntold me -- but I never had the curiosity to go tothe ——_—soaand find out. No. After -- after that --\nafter the war, I just -- I just saying well, we escaped, and the past is the past. It's only now that\nsaying well, I don't have that many more years, and maybe somebody should know what happened.\nBut at the time, everybody had the same story. Everybody who survived the war, Jews or non-Jews,\nsurvived the war. And we all had this story. All of us.",
        "A: Yes. The regular train to from Paris to Toulouse. And when -- we left with another family who\nwere close friends of the family for -- forever. And we had forged papers. And everybody knew us\nin that -- in that community. So -- so we went to the railroad station, take the train and we had --\nlike we go on a vacation. You know, we had suitcases, bicycles. And we put that on the train to\nToulouse. And -- and the man at the railroad station, he had been there for years and years and\nyears, and he knew us, especially the other couple -- everybody knew they were Jewish. And he\nlooked at us and he say \"Toulouse? You have a ticket for Toulouse?\" Yes. Okay. So we went,\nyou know, and we had just small suitcases that we kept with us, including one with the food that my\nmother saved. And so we had -- she had sugar, and she had oil, and she had coffee, and she had all\nkind of stuff like that. And we carried that on the train. And we spent -- we went to dinner -- to\nfriends of ours. The wife of a friend of ours who was a prisoner of war, so she -- she was safe\nbecause of that. And then we went to and took the train for Toulouse. And we were -- we\n-- we -- the compartments were booked in advance, not by us, but by that organization, so we --\nwhen we got there we got our seat assignment in the train. And -- no, we got in the station --\nrailroad station -- there are Germans at patrol, they had French police patrolling. But they were not\nchecking anybody. Absolutely not. During -- at least that time. Maybe some other time they\nwould round up people or what but nobody asked us anything. We went on the train, nobody said\n\"Do you have a pass?\" or what. Absolutely not. The train -- okay. What they wanted is \"Did you\npay your fare to go to Toulouse?\" That's what they wanted to know. So we went there.",
        "A: Yes.",
        "A: Yes. Yes. No, not the forged one. My parents had the forged one. I had my regular one. And\na year earlier it was stamped \"Jew\" with a big red stamp. . And a friend of mine told me\nthat if you dip a wooden match with a cotton tip -- like a Q-tip -- if you dip that in bleach and you\ngo very carefully over the red, it disappear. So I took a chance and I went very carefully over -- did\nthat -- took one of those long, wooden matches that we still had in France at the time, with the\ncotton, bleach, and it disappeared. So the only -- the only way they could have found that I was\nJewish was if I would be arrested in circumstances where they would check on my identify. But\nmine was a legitimate one. You could see that it was not forged. And I was taking a chance\nbecause had they checked on me, asked that precinct there in \"What about him?\" and they\nwould have looked in their and said \"Oh, . But I took a chance. I wanted to\nsurvive at the time. And so -- so we -- we crossed that -- that line of demarcation. It was very\nimpressive. Very, very impressive. It was -- was very scary, because the train would stop in the\nmiddle of the night and you had to have the curtains down and sit in your seat and you were not\nallowed to look outside. And we could hear, you know, the Germans walking up and down like a\nwooden with their heavy boots in the middle of the night there. . And from both\nends of the train they had German soldiers with -- officer and so forth -- checking those\nthere. And they were talking loudly among themselves. And was very organized. And the German\nArmy is very militaristic and traditional. And I found out that in their rules and regulation when\nyou have a check-point, you have to ask, I believe, a major and another officer and an NCO and\nthen you have to have a private holding a -- one of those lamps -- oil lamp. So they were -- I can\nsee -- still see that tall German officer who was, I believe, a major or something, who must have\nbeen a hero of World War I. He must have been in his 50's and talking to the other one, and the\nNCO and they were looking at the and they were looking at the identity card, and they\nwanted to find out what was in my mother's suitcase. So she opened that and the oil was all over the\nsugar and everything, so they laughed and they said \"Well.\" And then they have that little guy with\nthe lantern following and he was just as frightened as we were. And so just before the train left, I\nwas too curious. I had to peep out. And I saw that and it was really frightening. We were -- we\nwere on a -- like a -- a platform with barbed wire, big floodlights and those Germans going up and\ndown with their rifle on their shoulder. Oh, it was -- so the train left, and by then we -- we were on\nthe other side, and the man who was with us came back to collect those -- ours. And he told\nmy -- he told us Okay, be very careful when you get into Toulouse because there are very important\nevents which are taking place in the world. And the same night that we got there, Eisenhower\nlanded in -- in Casablanca. Was during the night Saturday to Sunday. And the Germans occupied\nFrance the 11th of November, and they were planning to do that, from what I understand, a long\ntime before they did, but three days later the Germans were back. We saw the German back. So --\nbut at least this time, nobody knew where we were, nobody knew who we were. So we got to that\nniece of our neighbor who didn't know who we were.",
        "A: No, no. This is -- this is -- no. So we left Toulouse.",
        "A: The time to change trains, to get to . And we -- we -- we had absolutely no idea of\nwhere it was. So we had to collect our luggage and everything came through, including my bicycle.\nAnd everything, you know, was there. So -- so we ask \"How do we go to , and the guy\nsaid \"Okay, you have to take that train and change train at that\" -- we had to take two trains, so\nokay. So we went to buy the tickets, get all our luggage again to go to that place. And we had\nmaybe -- and our friends left. Left, and they were very scared. They had one ____ in Toulouse,\nso we didn't see them 'til after the war. And so we took that train. And the train was working\nmaybe twice a week. And that was a Saturday. And the train was working on the Saturday, so by\nthe time -- and it was very early in the morning. We got there like 5:30, 6 in Toulouse. And my\nmother was very pleased because she saw a French soldier on the platform there in Toulouse. A\nFrench soldier of the Vichy French. But still, it was -- you know, French flag and -- it was French.\nNot German. So -- so we get -- we get in by about 1 p.m. And by then my parents were\nabsolutely exhausted. They were -- couldn't take it anymore. So they say \"Okay. You have a bike.\nWe don't know where that village is. We don't know anything. You go and you find out.\" So I got\non my bike and I asked my direction and I got into that village. And I asked about that lady and\nthey told me where it was. And I knocked on their door and I say \"Well, we are the neighbors of\nyour aunt.\" And \"Ah. Okay.\" And they say \"Well, we have a problem.\" She was living in a big\nhome with a young son and she was -- she had been widowed maybe less than a month before that.\nHer husband was much older than she was, and he was a disabled veteran of World War I who had\nbeen gassed and he died. He was fairly young when he died, he was -- he was not 60. But she was\n-- She was -- at the time she was like 31, 32. She was a young widow, a very young widow. And so\n-- so I told her, you know, we are Jewish people and she -- she didn't know what Jewish meant. It\nwas a small village. She came from Brittany. She just didn't know anything. She say \"Oh, you can\nstay here. Sure, I have room.\" But I have my father, my mother and my sister. \"Oh, where are\nthey?\" I say, you know, the railroad station. She say \"Okay, I'll go with you.\" And she told her son\n\"Okay, finish your lunch\" -- it was lunchtime -- \"and go back to school.\" And so we went to pick\nup my parents and we took the luggage and she said \"Let me prepare lunch for you.\" And then she\nsay \"Well, we have to have a scenario because there is a lot of family, so you are going to be the\ncousin from Brittany.\" So we became the cousin from Brittany. And we knew the family so well\nand -- but they say -- \"But how come we didn't see you at the wedding?\" and this and that or --\n\"Well, we were not there.\" Or, you know, things during the family. So -- so then when the\nGermans came, a few days later, my parents had to be in hiding because she felt that it was\nsuspicious to have the whole family. So we stayed -- my sister and I were supposed to stay with\nher. And my sister was still an age to go to school. But nobody was saying anything about she has\nto go to school. So we -- we were there and my parents were hiding and when people were coming\nin the house, they were moving the house and you could hear that. And finally, little by little,\npeople started to find out, because we told them and my parents were telling them. So we told a\nclose friend of hers -- her husband was the guide who took us over the mountain and was also the\nguide for Arnold, I found out. And then another friend of her was the mayor of a small city and he\nwas getting memos from the police about the different operation. And he would tell us \"Oh, they\nare preparing an operation against the Jews in Toulouse,\" and this and that. And -- and finally she\nwent to Paris, and she had a sister whose husband was a prisoner of war. Her sister was absolutely\nbeautiful. She was one of the most beautiful women that you can see. And she had a young boy.\nAnd she was the mistress of a German officer who was in Paris there. And so the lady who was\ntaking care of us -- they went there to see her and we asked her to see some people that we knew\nalso so she went there. She stay about a week. And when she came back, she say -- that\nwas April, '43 -- she told us \"Well, I cannot keep you anymore.\" And she say \"No. I talk to my\nsister and I talk to Willy (ph.)\" -- Willy was the German officer and friend -- \"and Willy say 'You\nare crazy. You are hiding Jews in your home. And you have -- just across the street you have the\nGerman Commandanture. And you are -- you are already flirting with danger. If anything happens,\nthose people are going to be sent to the camps, and you going to be shot.' So she came back\nabsolutely frightened. She say \"You cannot stay anymore.\" So my mother was absolutely --\nabsolutely -- totally -- totally depressed. And so we had like a big family reunion. And we were so\nclose to Spain that we say \"Well, let's go to Spain.\"",
        "A: From November the 7 or 8th. And that was April -- the first week of April.",
        "A: Well -- okay -- so the Germans came and they were not in the area. But then around January or\nFebruary -- I don't remember exactly -- they had like a red zone going all along the French-Spanish\nborder -- all along. And that was extremely, extremely reinforced in terms of patrol, and so forth.\nAnd that -- that small place where we were was a village with maybe two or three hundred people,\nthat's all, see. So -- so it had two or three streets at the most. So one street was the main road, so to\nspeak. No. It's a narrow road going from one small village to the other. It was the way to Spain\nanyway. And the other one was like a very narrow street -- I don't even know if it was paved or not\n-- leading to -- not even -- they didn't even have any shops there. Just farms and so forth. And they\nhad like a general store which was just across the house where we were in hiding. And the house\nwas close by the road. I should have taken a picture of that with me, but it doesn't matter. So -- and\nright across the street, they had that general store. And they were selling, you know, the tobacco,\nand it was like a -- the baker would come and leave bread there and so forth. And they would sell\nliquor, and wine, and it was like a big place, so -- when the Germans draw that line and they had\npatrol post every mile or so, that was the headquarter there. Right across the street from us. And\nthe people who were the owner of that -- of that general store, their son was in the Waffen SS --\nFrench. And they were suspicious that something was not right with us. But they knew the\nhusband of that lady extremely well. He was a respected World War I veteran, he was the chief of\nthe veteran organization, and so forth. And -- so -- so they didn't want to -- to really -- at the time,\nannoy that lady, but I'm sure with time they would have -- had we stayed there, something would\nhave happened. It was too dangerous. Much too dangerous. So one of -- one of her friend's\nhusband -- the husband of one of her friends -- was that guide and he was a member of the\nCommunist Resistance. And he and his nephews and other people -- they were all local people --\nthey were smugglers, so they knew the mountain extremely well. He -- he was involved in passing\npeople. And so he had a group of four French who were -- well, two French and two Gypsies -- the\nGypsies also were starting to be rounded up -- who were -- they were coming -- going from one\nplace to the next in hiding. At night they would walk in the fields. And they would stop in a farm\nor they would stop in a church. A lot of local priests, country priests, were also involved in helping\nout people like that. It didn't matter if they were -- if people were Jews or -- a lot of also were\ninvolved with pilots, who were shot down. And so they had -- they had like a chain, you see. And\nthose organizations were very strong. Very, very strong. They had to be very -- very -- how can I\nsay that -- they had to choose who they were passing because they could be betrayed very easily,\nand many of them were betrayed.",
        "A: No. But amazingly enough, after -- after we talked to other people, one of the local people say\n\"Oh, there is another Jewish family in hiding\" -- I forgot where it was. So one day they were -- they\ncame to visit us. And they were from Poland. They were much younger than my parents. And they\n-- the wife was pregnant at the time. So I really don't know what happened to them. But -- but the\npeople knew that they were -- and I'm sure that there were other people in hiding there also, see.",
        "A: We were pretty free to move until the -- that zone became the red zone. And then you needed a\nspecial pass. And only the local people could get that. So -- so actually, we didn't move, we were\nall in hiding. We couldn't move. From January or February of '43 until the day we left in April the\n9th of '43, we didn't move. We stayed in the house constantly. Except going in the yard, you know.\nBut my parents didn't. My parents were -- my parents were not supposed to be there.",
        "A: Not very much. Because we had no contact with anybody. And we found out when that -- that\nfriend of ours -- of our -- our friend, the one who was hiding us -- when he said well, I'm taking you,\nand then he told us exactly what he was doing. And the whole chain of people who were doing that.\nSo we had to -- to get through that -- those checkpoint. So the secretary of the mayor of a little\nvillage made those passes for us. And we were -- so we walked -- before we walked in the\nmountains and that was the last road before -- before getting in the mountain. And that road was\npatrolled heavily by the Germans, so we -- he was in the wine business, so we were hiding in the\ncellar there and his young boy was playing in the street and he was watching for the patrols. So we\nheard the patrol walking and the kid was playing and then he say \"Okay.\" So we all cross the road\none by one. And then we walked -- we started to walk up that mountain. And we walked for 24\nhours.",
        "A: None. None. None. None. And in retrospect, it was absolutely crazy. How we made it, I don't\nknow. Well, I know, because those four guides who came with us were very, very strong. And\nthey were able to carry my mother on their back for part of the crossing. And my father almost died\nthere in the mountain, of exhaustion. Because we walked 12 hours in the snow. Yes. Well, that\nsaved us because the Germans had a -- had a -- like a small -- not chalet, but kind of portable, little\n-- little hut in the mountain. And the weather was so bad that -- before that -- that they had\nabandoned it. So we had to walk there in front of that hut and nobody was there, but the Germans\ncould see us from the valley because we saw, before we left, we saw people walking that same\nmountain and -- and was covered with snow on one side. And you could see, you know, the people\nwalking up there. And the Germans were everywhere, everywhere there. So when they\nsaw us there they sent the and we were a few hours ahead of them and by the time we\nreached the Spanish territory -- that part of Spain was controlled also by Spanish guards and they\narrested us. And they told us that because they arrested us the Germans couldn't do anything to us,\nthat the Germans were after the people who were crossing the boarder in day to cross into\nSpanish territory to arrest people when there were Spanions (ph.) around. So we were arrested.",
        "A: We had no plans. The plan was to go to Spain and then be there. And -- and -- and get away,\nagain, to be one step ahead of the Germans. We just didn't know. We had absolutely no idea. All\nwe wanted to do was be in Spain. Be away from the Germans. That's all.",
        "A: Yes. Yes.\nQ. -- what happened next?",
        "A: Well, they took us to -- to the -- to the first village which was way up in the mountains. Way up.\nWay up. It was a tiny little place and they took us to the Mayor. They were not even in uniform.\nNo, they had -- they had like -- well -- well, they had kind of -- of -- of military habits. The rest of\nSpain at the time was so poor, so they had no uniform and their shoes were in terrible shape. We\nwere better dressed then they were. Coming from occupied France. And so they took us there. The\nMayor greeted us and since my mother and my sister were there they were allowed to go sleep with\npeople and he knocked on doors and he asked some ladies or some people, so my mother and my\nsister spent the night in a bed and then all the men, we were -- we were sent to a barn. And they still\nhad a local pub open, a bistro. So we went there and we got drunk. I believe that was the first time\nin my life that I got drunk and while I sick, you know, we were celebrating. Those four French guys\nwere so happy to be in Spain and we had French money and they were taking French money in that\ncafe and what a tab of white wine. And -- and the next day they took us to, that was already a city,\nLess (ph.). And from Less we took a bus to another place called Yella (ph.) and we spent a night in\na hotel\nthere and they told us that the next day we would walk like 30 or 40 jamata (ph.) and we walked, we\nwent through a tunnel which was not finished yet. And the tunnel was being built by prisoners of\npronco (ph.) people who were republicans. And -- and the Spanish -- the Spanish -- the Spaniards\nwere very, very nice to us. Very nice. The director of that camp, , and he was showing the\nprisoners, they -- they were dressed like -- like prisoners with wooden shoes and so forth. He would\nsay \"See this one there and working with that wheel barrel. Well, he was a professor of philosophy\nand that one was an economist,\" and stuff like that, \"but they are bad people.\"",
        "A: That place was . Yes. And that's the tunnel . It finally took them I don't know\nhow many years to complete that. That was the only way that they could get in between France --\nof in between and Spain. is -- iS -- is Spanish. And it's -- it's separated form the\nrest of Spain, so during most of the winter it's so high in the mountains the path is covered with\nsnow. So the only way they could get their -- their food and so forth was from France and that same\nroad which was during -- in France -- passing in front of that house where we were in hiding would\ngo all the way to Spain. That was the only -- the only road. That's why we have such a\nconcentration of German there. That was the only road going to . That was the\nname of that -- that boulder. And I went back there and the -- and the -- the Spaniards developed\nthat into a -- a ski resort. And I didn't recognize any of the place except that that village where we\nspent that first night and the village is abandoned. It's dead. Dead. All of the\nvillages there are dead. They were just two or three people left.",
        "A: So -- so the we reach Lada (ph.), which was the -- the capitol of the providence where we --\nwhere we crossed and there they were assaulting people of the Geneva convention says that a\nneutral nation has to turn the citizens of nations at war with each other. I know Switzerland did that\ndrastically. And -- and Spain, they didn't do that. They didn't do that. So when we arrived in Lada\nan English pilot was there and they took care of the consul of -- it was -- I don't remember what it\nwas. at the time it was really a very impressive car. Was there to pick him up in\nview of everybody. The -- the Spaniards didn't care about that and so he was -- he was there and\nthey took him to Barcelona and sure, and from there he was flown back to England and so we were\nescorted out and -- and the people who were in between 18 and 40 were sent to jail and the governor\ntold us \"Well, I -- I know that when you crossed the boarder and you gave your name and age and\nso forth, you all lied. You're a bunch of liars and now you have to tell the truth. And remember\nanybody who is in between 18 and 40 will go to jail.\" And the jail on top of that hill of Lada. And\nif people didn't get the message that they were not to be between 18 and 40 they were very stupid.\nAnd some -- some -- some were very stupid and say \"I'm 22.\" So -- so I got to be younger then I\nwas. And my father was over 40 so he didn't have to lie. And we stayed a couple of days in a hotel\nin Lada. And that was all paid. We didn't have -- by that time we were taken in charge by the\nFrench organization from Algir (ph.) and that -- that was it. We -- we -- they -- they -- they had --\nthey had -- they had -- the Canadian were there, the British of course, of course the U.S., people\nfrom Belgium, the Czech (ph.), the Pols, and the jewish organization, the famous Doctor\nwas there. He was the representative of the joint and people who were willing to go to the United\nStates were getting an affidavit and -- and sent to the United States.",
        "A: Barcelona.",
        "A: No. No. No. Barcelona. Oh, no. No. We are still in Lada. So from Lada we were at that\nhotel already taken care of by the French organization and in lada they had -- that -- that -- governor\nwould sort out and have the secretaries of his -- of his office get in touch with the people like us,\nFrench, people who were from Belgium, like and all those people didn't have to pay\na penny. And then we were sent by train, we didn't have to pay a penny either, to Barcelona and I\nremember the governor came to the station to greet us, gave us the tickets and food to -- to -- to eat\non the train to go to -- to Barcelona. He was such a kind man. He was. He was. And, so when we\ngot to Barcelona we had a bus waiting for us and that bus took us to a -- to , meant\nin Barcelona where the French entities are like an embassy. And we would get\nthere, we would be by them and a picture would be taken and they -- they -- they\nhad files on us and then they would say \"Okay. You are assigned to such hotel. You are assigned\nto such hotel,\" and so forth and once a week we were given, I don't remember how much money\nand cigarettes and shaving blades and stuff like that. And then if we didn't have clothes they would\nsend us to a store and we would get clothes and stuff like that. So life was like that for three\nmonths. We -- until they organized a convoy. They had enough people to put us on a train and at\nthe time we had to go to Portugal. So we went to Portugal. It lasted 36 hours and it was a -- a\nspecial train and the between Spain and Portugal we would change trains because\nthe gage are different and we went on -- on the Portages system. And the Portages were expecting\nus there and the with food and white bread and cigarettes and greetings and so forth\nand we went straight to Sitobow (ph.) and there in Sitobow e had two French cargo ships waiting,\nexpecting us there. And two French Navy battle -- not battle ship, but patrol -- patrol boat. And we\nwent to Casablanca.",
        "A: That was an enormous group. Absolutely enormous. It was a full train and -- and two -- two\n--two boat loads was the and the ;",
        "A: Oh, yes. Oh, yes. Maybe a thousand.",
        "A: Well --\nQ. -- were they French?\nA. --just-- no. No. No. No. No, they were from all over. All over. Because I remember one --\none -- one -- one of us was from Czechoslovakia (ph.) and he was able to enlist in the Czech legion.\nSome where from Belgium. Well, it was -- people who were allowed to land on allied territory.\nFrom, I suppose they checked on us which doesn't mean that some spies didn't -- were not able to\ninfiltrate. We know that some -- some of them did. And they were arrested.",
        "A: No. No. No. Oh, no. No, I would say the Jews were about 20, 25 percent. That's all.",
        "A: Yes. Yes. Yes. Yes.\nEND OF TAPE 2\nTape Number 3",
        "A: Well, it was like being born again. Casablanca was very, very busy and French flags\neverywhere. The French Navy was there; French uniforms. We saw the Americans for the first\ntime.",
        "A: Visie (ph.), visie was irrelevant then. That -- that part of France had been liberated November\n'42 by -- by the British and the U.S. and the French were there. Were there before the ———.: They\ndidn't fight because they were to far away from -- from -- from the and their assignment\nwas not to fight. Their main assignment was to defend the French colonies and they were\nessentially the French -- regular French Army. For two years or three their allegiance was to the\ngovernment of Visie, but like any Army in the world their allegiance was to their French\ngovernment, but in terms of -- of the uniform, the discipline, the weaponry and so forth, they were\nthe -- they were the French Army, the French Navy, the French Airforce. They -- they -- they never,\nnever knew any other chain of command or -- or -- or -- knew orders and what came from the\nFrench government.",
        "A: Yes, but -- but -- I'm talking of July '43. That's when we landed in Casablanca and Visie was\nhistory in North Africa. Visie was history. Wehad_————s.:« They had a parliament, the beginning\nof a parliament and the goal was working very hard to become the -- the -- what was its title -- chief\nof the provisional government. And the goal was in North Africa at the time, I saw the for\nthe first time in my life in -- in Casablanca in July '43. So Visie was history. Visie was history. I\ndon't know if the -- the seal, the French republic was totally reestablished, but all the laws\nof Visie by then had been totally, totally abolished. Totally, totally.",
        "A: No. No. No. No. No. They -- the American Jews didn't help us at all. We were asked in\n. They were actually . And they didn't help us. The help came from the French. The\nFrench in Morocco use their . Truly anti-Semites. Extremely, extremely violently rabid or\nwhere nice French people who couldn't care less. Who just couldn't care less. And I know my\nparents were very happy in Morocco. Very happy.",
        "A: Oh, yes. Yankapor (ph.), Basa (ph.) and stuff like that, yes, yes.",
        "A: That -- that -- that French Army, that's a different chapter. Well, well, very -- how can I say that\n-- we were a very large number of Jewish boys there. Very large. And that's where we found raw,\nvirulent anti-Semitism. All the way from the top down -- from the top down. From the very\nhigh-ranking officer down. Yes.",
        "A: Oh, by discrimination, bad assignments, Jew-baiting, fist-fights. Yes. Yes.",
        "A: Yes. Yes. I was not prepared for that, at first. But after that, okay, I took it for granted. And\nwe were enough Jewish boys to stick together. But 1t was not fun, it was not fun. We felt very, very\ndifferent. Very different. Yes.",
        "A: Yes. Yes. Yes.",
        "A: Well, basically, for most of the people it was the feeling that they were doing what they were\nmeant to do. But not everybody was like that, because many of the soldiers of the 2nd French\nArmored Division were drafted in North Africa. We had a large contingent of Arabs from Algeria.\nMany of them couldn't speak a word of French. And didn't feel that they had to fight the Germans.\nI don't blame them, you know. And after a while, when some of the young men who were drafted\nin North Africa so that the young French men who were liberated didn't try to join the Army or they\nhad done nothing to liberate themselves, they say \"Why are we dying for them?\" We were perfectly\nhappy in our cities of Algeria and for what, you know. So, I remember one of my friends. He's\ndead now, the poor guy. But after Paris, after the liberation of Paris, we were on the road going\neast, and it was the beginning of fall, and the liberation of Paris had been -- how can I say that --\nyou know, the first two days were great. Then after that we dealt with a population which had\nsurvived four years of occupation. And most of those people who had survived those four years of\noccupation had survived by surviving. Which means -- I wouldn't say illegal means but the French,\nthey have a word for that. They call that\nor . You survive. So they had a mentality that was very, very difficult to\naccept. So on that road he told me \"Well, we are not volunteers anymore.\" And that's the way we\nfelt. At least, that's the way I felt. I was not a volunteer anymore. And the enthusiasm, the sense of\nvictory that we felt in Normandy and getting into Paris had vanished totally. Two weeks in Paris,\nthat was the end of it. That was the end of it. Just being in contact with those\npeople in Paris --",
        "A: Oh, well, I kept going on. I was enlisted -- I volunteered for the duration. So -- and we still had\na job to do. But we didn't feel like the superhero, or Superman or what. So just, okay, let's finish\nthat and go back home. That was the feeling. Then after, when it was all over, you know, first thing\nfirst, I got among the first to be discharged when it was over. And I want my uniform in a closet\nnevermore.",
        "A: Yes.",
        "A: That's all.",
        "A: Yes.",
        "A: Oh, yes. We went -- we went all the way to Alsace. Oh, yes.",
        "A: When I was discharged?",
        "A: August the 13th, 1945. That's 50 years ago, two days ago.",
        "A: After the end of the campaign in Alsace, we went back into France -- into the center of France.\nThat was in March of '45. March, '45. And I got a -- my first -- my parents were back in France by\nthen. They came back in February. And so I got a leave to see them. And I went back to England.\nThey had some outfit there taking care of the liquidation of what had been the Free French to get\nback into the regular Army. And what essentially was loafing. But gave me the opportunity to\ncome back by plane, which was fun. Not too many people were flying.",
        "A: Three days after I got discharged, went back to school to finish my baccalaureate. And after\nthat, I went to medical school.",
        "A: All that was, yes. The Paris area. But medical school was in Paris, yes.",
        "A: Yes, oh, yes. Yes. Yes. The only thing was that we were involved with Israel at the time, you\nsee. And they -- what was it called -- I forgot what it was called. But they were looking for Jewish\nwar veterans to help the Hagana (ph.). So we were like -- like --some of my friends were working\nwith the Exodus. Mostly those who had been in those macquis, Jewish macquis. Some were\nforging papers and stuff like that. And others were carrying weapons. So we were all more or less\ninvolved like that. Arnold went back to Israel because he was in the Jewish brigade, so he -- and\nthey didn't want him, they sent him back. They had too many people. They had too many people\ncoming from all over the world.",
        "A: I was -- for a few months I was working with a group which was called . Which\nwas, essentially, working for aviation. And the -- they were heavily recruiting pilots from World\nWar II. British, Americans -- from all over. People that had been in the Air Force of their\ncountries. And the French had allowed the Jewish Agency -- that's the name of it -- to use several\nairports there, so that's what we were doing. Helping with that. Taking flying lessons, also. I met a\nlot of characters there. That's when I met my first -- the first Indian Jew from India. I didn't know\nthat they had Jews in India at the time -- and was a pilot and I met also a pilot of the Royal Air\nForce and a German crew who came -- they wanted to erase what Germany had done during the\nwar. They came and they had their log book from World War II showing their missions and how\ngood they were. And of course they were turned down. They were crushed. \"But we have done\nnothing against the Jews, and we want to help. And we are good pilots.\" Yes.",
        "A: Oh, well, everybody was trying to get -- well, France had been heavily destroyed during World\nWar II. Many, many cities had been really destroyed. A lot of French people had been maimed or\nkilled. More than a million prisoners of war came back and had to re-adjust to life. So we were all\nin the same boat, re-adjusting to life. And I had been -- I wouldn't say immunized, but being\nexposed to a different kind of anti-Semitism that I had experienced before as a teenager, this time I\nwas -- my skin was thicker. So going to medical school I found the same attitude. Same attitude.\nAt that -- \"Too many Jews are in medical school. Too many Jews are doctors\" and et cetera, et\ncetera. So I went through medical school and didn't have too many problems. And I started my\npractice. I had my own practice for ten years.",
        "A: Oh, general practitioner. I was a general practitioner. And in the '60s, anti-Semitism started to\nbe more targeted. It was not just a general uneasiness. People were being targeted as Jews. And\nnot . They were -- how can I say that? You were shown that you were\ndifferent. French society was starting to really become nationalistic. And my understanding of that\nsituation was that the most virulent collaborators and traitors of World War II, who had been\nsentenced to death or long jail period or even life sentence, through amnesty and so forth, all of a\nsudden were back 1n the streets. And I recognized a few of them in Paris, because Paris is a village\nand you know everybody. And with them coming out in the streets -- back -- and having as much\npower as before. Somebody like Bousceau (ph.), who signed the agreements which allowed the\nFrench police to be after us and without those agreements the Germans would have been unable to\narrest five Jews in France. Bousceau had a brilliant career, and he was a friend of . He\nwas a friend of . And many of them, many of them who -- so their attitude about the\nJews -- they didn't want to kill the Jews, no. No. But their attitude about the Jews was the\ntraditional attitude of France, which means that the Jew -- whatever you do -- you cannot be French.\nYou cannot be French. To be French your ancestry has to be -- you have to have a French name.\nYouhavetobea _—_—s, youhhave tobea , you have to be -- no, if your name is Bloom or\nBloch or Levy, it doesn't matter if you have lived in France aslongas_ so and —_it doesn't\nmatter, you are not French. You are not French. It doesn't matter if you lost a leg, if your father\ndied in Verdun, it doesn't matter. How can you be French? You can be French a little bit if you\nconvert to Catholicism. Then okay, you are -- things are better. But if your father or your\ngrandfather was a Russian Jew or a Polish Jew, even if you change your name, even if you get to be\na priest, you are still a Jew. Like -- what's his name -- the bishop of Paris. He's still Jewish. So --",
        "A: -- and medicine and so forth. So -- so -- so -- and the Catholic religion had always that\nteaching of the Jew killed quite. The Jew is -- and the Jewish religion which is inferior to\nChristianity and it's -- it's -- and all the symbols of the cathedral and -- and in France. All of the\ncathedrals have one -- one of those with culture depicting the Jews as evil or -- or punished\nfrom their sins, so it's really ingrained and it doesn't seem that necessary that they -- that they will\ncondom the king of the Jews. Not at all. But Jew has to know which is his place or her place in\nFrench society.",
        "A: Oh, yes, of course. Oh, yes. Oh, yes. Oh, yes. Yes, because since -- since the end of the war --\nsee the French population before the war was about 300,000 Jews. Most of those Jews were of\nfalling origin and first generation. And, so they were essentially -- they were not --\nnot merchants. All -- all -- if they were merchants they were people who were people who were\nworking in the market place. You know, they -- they -- they were -- they were really -- their -- their\nsocial -- the -- the -- economically and -- and -- and socially the Jews that we knew were, I wouldn't\nsay \"poor,\" but they were really at the bottom. They were at the bottom. And after the war we had\na big influx of Jews from -- from eastern Europe from North Africa and -- and the second\ngeneration or third generation of -- of the Jews born to Russian immigrants or Polish immigrants\nbecause the school system is so open went to higher education and all of a sudden they are\nengineers or . They are higher ranking members of that corporation, of the other\ncorporation and it creates a lot of resentment. A lot of resentment. A lot. A lot. It creates a lot of\nresentment also in the Jewish community because of the inter-marriages, because of the\nconversions. It -- it -- 1t seemed -- see, it's a very, very difficult situation. Very, very difficult\nsituation.",
        "A: Well, what -- what motivated me to leave was the feeling that I didn't want to be on -- on the\ncontinent where that continent is essentially a enormous burden place for -- for -- for -- for the Jews\nand the Jewish culture. Over -- over the centuries they have totally destroyed our -- our -- our\nculture. And I -- I felt that coming to the United State it's totally different because the United States\n-- all the culture excepted all the cultures, blend. It's the only place in the world that I know where\nyou go to a church which on -- on -- on -- on -- on Saturday it's a synagogue and you have several\naround here. It's the only place in the world where you go to a buffet for a Sunday brunch and they\nserve bagels and Matzo. I saw that in Pittsburgh. On Sunday I went down, Sunday brunch, bagels\nand lox and so forth and Matzo. And everybody knows what Matzo is. In France or England or a\nplace -- any place like that it was unheard and heard. it's the only place that I know where on\nChristmas the Jews are working for the Christians, so they can stay home and celebrate. It's -- it's --\nand it's the only place that I know where anti-Semitism was maybe of fervent as in France 50 years\nago. And I remember World War II and I remember talking to Jewish -- Jewish GIs and what they\nwere -- what -- what they were putting up with was absolutely similar to what we were putting up\nwith. I saw them when I was in England before the end of the war the Jewish -- Jewish -- they had,\nyou know, Jewish -- like a restaurant and so forth. Jewish and we were comparing notes\nand -- but now it's totally different. Totally different. I'm not saying that it's a perfect world.\nThere's no perfect world, but at least there is an effort made here to -- anti-Semitism is considered as\nan illness. It's not part of society.",
        "A: No. No. No. No. The -- the only thing was the language, but I had the delusion that I spoke\nEnglish and -- and I rapidly understood that I had to make major efforts to --",
        "A: Well, if -- if -- if you -- if you mean the religion by going to synagogue, the ritually and so forth,\nno. No. No. No, but -- but the sense of Judaism I always had and -- and -- and -- and I make a\nseparation, in my mind at least, because I was raised in a nontraditional -- I wouldn't say \"not\nreligious,\" no. My parents were religious, but they didn't follow the ritual. They -- they -- they\ndidn't eat kosher. They didn't do this. They didn't do that. But -- but the sense that -- that -- the\ndeep sense of -- of Judaism, we have. I feel that's -- that's much more important than -- than -- than,\nyou know, repeating a prayer just because it's a prayer. So that's -- that's what I'm trying to -- to -- to\n-- to follow everyday.",
        "A: That -- there is such thing as fate. That things don't happen just like coincidence. That there is\nfate. There is -- there is -- like gears working together and I know if -- if that didn't -- that was not\nthe case for us I don't know how we would have been able to survive. It's a very strange feeling and\nthat, in spite of fate, fate is not blind. You have to help yourself also. That's the most important\nstep. That -- that -- you are responsible for what happened to you if you don't know how to read the\nsigns around you and that you have to do. You cannot expect somebody else to do for you and I\nbelieve that's very Jewish.",
        "A: Oh, okay.\nConclusion of interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumAugust 28, 1995\nRG-50.030*0349",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Dr. Jacques\nGodel, conducted on August 28, 1995 on behalf of the United States Holocaust Memorial Museum.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral\ntestimonies. Rights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview."
    ]
}