{
    "rg": "RG-50.106.0168_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Hilda Seftor, conducted by Gail Schwartz on June 12\",\n2006, in Annandale, Virginia. This interview is part of the museum’s project to\ninterview Holocaust survivors and witnesses who are also volunteers with the\nmuseum. This is tape number one, side A. Please tell us your full name.",
        "Answer: My name is Hilda Seftor.",
        "Q: And the name that you were born with?",
        "A: Hilda Cohen.",
        "Q: And where were you born and when were you born?",
        "A: I was born in Edinburgh, Scotland on the 21“ of August, 1923.",
        "Q: Let’s talk a little bit about your family. How long had your parents been in\nScotland?",
        "A: My father was -- my father was born in Edinburgh. My mother was naturalized\nin, I imagine, 1897.",
        "Q: Your father’s name was?",
        "A: Louie Judah Cohen.",
        "Q: And how far back did his family go, do you know, in Scotland?\nJune 12, 2006",
        "A: I don’t really know. I know that either his father or his grandfather was a dayan,\nwho I believe was a holy man, holier than the rabbi, but I don’t know much about\nhis father at all. He had five siblings, two sisters and three brothers.",
        "Q: And what kind of work did your father do?",
        "A: He was in business, he and his -- the brother in law and their brothers had what\nwas called -- they were the -- one of the first people to use the trading stamps and\nthey used to import tea, and in the teabags were black and white stamps. And after\nthe people bought the tea, they saved the stamps, they came back to my father’s\nplace and they traded them for all kinds of things, household items, toys. It was very\nsuccessful. And when -- when my father realized what was going on in Germany,\nhe stopped all kinds of business with Germany, and he used to import beautiful\nGerman baby dolls, and he stopped this immediately.",
        "Q: Yeah, we’ll get to that time soon.",
        "A: Sure.",
        "Q: Yeah.",
        "A: It’s too long.",
        "Q: Tell me, did you have any brothers or sisters?",
        "A: I have one sister and I had one brother.",
        "Q: And their names?\nJune 12, 2006",
        "A: My brother was John Bernard Cohen, we called him Bernie. My sister’s name\nis Fay Stein.",
        "Q: And where are you in the -- in the order of children?",
        "A: I was the middle one.",
        "Q: And tell me about your mother’s family, and her name.",
        "A: My mother’s name -- she was born Ettie Pass. She was one of eight children,\nshe was the third eldest.",
        "Q: And she came to the -- to Scotland when?",
        "A: She came to Scotland, well, I believe prior to 1897, because they were\nnaturalized in -- you know, so I don’t know how long they were in the country\nbefore they were naturalized, cause my si -- my husband and I had to be here five\nyears before we became citizens. So I don’t know when she came.",
        "Q: Do you know why they came to Scotland?",
        "A: No, I don’t. No, I don’t.",
        "Q: And th -- her family came from?",
        "A: I believe they came from Riga. Riga, Latvia, and I believe that my grandfather\nwas born in Kovno.",
        "Q: And did you have a large extended family in Edinburgh when you were\ngrowing up as a child?\nJune 12, 2006",
        "A: Yes, I did. As I said, my mother was one of eight, and so many of them lived in\nEdinburgh and we had a very large family there.",
        "Q: Tell me about the Jewish community in Edinburgh when you were small.",
        "A: The -- the Jewish community was very small, it was -- 1t comprised of 300\nfamilies. There was only one synagogue, which was Orthodox, and it’s a very, very\nclose knit congregation.",
        "Q: And were your parents active in the synagogue?",
        "A: My parents were always very active in the synagogue. My father was the\ntreasurer of the congregation, my uncle actually was president. They were a-also\nvery involved with all of the -- the Jewish -- the societies. My mother was president\nof the Ladies Benevolent Society and of the Zionist Society. My father was active\nin other ones, I’m not sure which ones actually. But I think they were both members\nof the -- the Scottish National Council of Refugees and -- and -- and of course it\nwent on from there, because from there we brought in the 35 children.",
        "Q: Yeah, we’ll -- we’ll get to that in a moment.",
        "A: Yeah, I know, I know.",
        "Q: How religious was your family?\nJune 12, 2006",
        "A: We were Orthodox. We -- they’re strictly kosher, you know, they didn’t drive at\nthe weekends. It changed all our dishes at Passover and we used to -- of course we\nwent to all of the Jewish holidays and we went to services every Saturday morning.",
        "Q: What was the n -- what is the name, or what was the name of your synagogue?",
        "A: It you know, I don’t know. I think it was just the Edinburgh Hebrew\nCongregation.",
        "Q: And where was it located?",
        "A: On Salisbury Road in Edinburgh, about 10 minutes walk from where we lived.",
        "Q: What street did you live on?",
        "A: We lived on [indecipherable] Road.",
        "Q: And the synagogue was located where?",
        "A: On the eastern side of Edinburgh, near the King’s park.",
        "Q: Do you remember the rabbi’s name?",
        "A: While I was growing up, the famous rabbi was Rabbi Salis Daiches. He was a\nwonderful man and my father was very, very close to him. He died, and when I\nmarried, I was married by a Rabbi Cohen.",
        "Q: What kind of neighborhood did you live in? Was it a Jewish and non-Jewish\nneighborhood, or strictly Jewish?",
        "A: None of the neighborhoods were really Jewish. It was a small -- it was a small\nJune 12, 2006\ncongregation, it was very scattered, and I would say it was a non-Jewish congre --\nnon-Jewish community -- area, yeah.",
        "Q: And the friends that you had, were they Jewish and non-Jewish?",
        "A: Both, Jewish and non-Jewish. Mainly Jewish, I’d say, as I was growing up.",
        "Q: Where did you go to school as a young child?",
        "A: I went to a private school, it was a -- it was a girl’s school called Saint\nMargaret’s Ladies College. Had about a hundred pupils in all. And -- and my\nsister and I and my two cousins and my -- and my sister-in-law were the only\nJewish children there. We were five children in the -- in a school of a hundred\npupils.",
        "Q: Was that difficult? How were you treated by the other children?",
        "A: We were treated very well. The only thing that I remember is that they had the\nprayers in the morning and we had to stand outside the hall waiting for the prayers\nto finish before we could go in.",
        "Q: How did that make you feel?",
        "A: It didn’t really bother us. You know, we knew that we didn’t sing the hymns and\nthat sort of thing, so we waited outside and we usually sort of chatted among each\nother. Then after the prayers were finished, then we walked in and we had -- we\nJune 12, 2006\nwere told the general news that was going on. There was no anti-Semitism in our\nschool as I remember it.",
        "Q: And what about the teachers, or were they all non-Jewish?",
        "A: They were all non-Jewish. My brother went to the Edinburgh Academy, was a\nvery prestigious boy’s school, and he either -- met with no anti-Semitism. My\nhusband also went to that school, and as far as far as I knew there was no problem\nthere.",
        "Q: Your parents were active Zionists?",
        "A: Yes. Yes, they were. They -- they felt very strongly about Palestine and\nanything they could do to help, they were always in the forefront.",
        "Q: Mm-hm, mm-hm. Did you go to Hebrew school after school?",
        "A: No, we didn’t. We had -- we had a Palestinian student that used to come to our\nhouse and teach us Hebrew, and he used to teach us modern Hebrew, which I have -\nforgotten.",
        "Q: Do you remember his name?",
        "A: No, I don’t. My brother, of course, went to the rabbi for his Bar Mitzvah\npreparation and then the two boys that we had, the two Austrian boys, also went to\nthe rabbi for their Bar Mitzvah preparation.\nJune 12, 2006",
        "Q: Were -- did your parents raise you to be independent? How did they raise their\nchildren?",
        "A: They raised us to be independent, but I think they would have been very\nunhappy had we not dated Jewish people.",
        "Q: All right. Let’s start talking now about when you noticed a change. You said you\nwere born in 1923?",
        "A: Mm-hm.",
        "Q: So you were very young, of course, when Hitler came into power in 1933. Do\nyou -- wha-what is your first memory of this man named Hitler? Do you -- can you\nrecall when that was?",
        "A: You know, I don’t really, but we went abroad on vacation and we were in\nHolland, now called the Netherlands and we always went to Jewish -- Jewish\nhotels if possible. And we were in this -- in this Jewish hotel in -- I think it was\n[indecipherable] just outside Amsterdam. And we were all eating at dinner and\nthree men walked in and they looked round all the tables and they talked among\nthemselves and then they walked out again and we were told that they were Nazis,\nlooking for people. That was the first that I remember. And that was about --\nperhaps about 1936.\nJune 12, 2006",
        "Q: So y-you as a child weren’t aware before 1936 that -- that conditions were\nchanging at all -- were -- I mean, were -- or were you? Did your parents talk about\nit, did you -- you were able to read, of course, or listen to the radio. Did you have\nany inkling as a youngster?",
        "A: Yes, we did, and I think that we did more than other people, cause of course my\nparent talked about it to us and -- and we heard them sort of talking among\nthemselves and I remember very, very clearly that my father had a book, and in it\nthere were -- there were diagrams, or there were photographs of Jewish men in\nGermany that had been beaten, and I remember that very, very clearly and it has\nstuck with me fa -- all through the years. So my father was desperately concerned\nabout what was going on.",
        "Q: Did you have relatives on the continent?",
        "A: Not -- no, I think that my mother had we didn’t seem to have contact with them,\nbut I remember -- and my sister jogged my memory on this, that we used to see my\nmother tying up packages with cord and with thick paper to send to -- to send to\nRiga. But I -- but I don’t know who they were, and I don’t know -- and they didn’t -\n- | mean, we didn’t hear anything about it afterwards.",
        "Q: When you saw those upsetting photographs, did you talk that over with your\nparents?\nJune 12, 2006",
        "A: My father talked about what was happening in Germany and he was desperately\nconcerned. He was desperately concerned about the probability of war and of what\nmight happen to us. And he was very, very concerned to the point that when the war\nseemed inevitable, he and my mother drove around the country, looking for a house\nthat we could live in and -- outside the city, because we didn’t know the city will be\nbombed. And they eventually found this beautiful farmhouse 30 miles away in -- in\nthe [indecipherable] in a village called Walkerburn, and we lived there for two\nyears.",
        "Q: Wh-When was that?",
        "A: It was from 1939 til 1941. But they had been looking. And of course when --\nwhen France fell, and they knew that the Germans were just across the channel --\nwe thought it was a kind of an adventure, but he was desperately -- he was\ndesperately concerned.",
        "Q: Let’s move backwards a little bit before that. What about when Chamberlain\nwent to Munich, were -- did your parents talk about that? Does that strike any\nmemories?",
        "A: Oh yes, oh yes.",
        "Q: Ta -- please tell me about that.\nJune 12, 2006",
        "A: Yes, it did, and my father was very skeptical. He could see what was happening.\nHe -- he must have had some kind of knowledge that other people didn’t have about\nwhat was going on in Germany. He could see what Hitler was doing, he could see\nthat -- what was happening in Czechoslovakia, and then when he went into\nAustria, and he just felt that Hitler was going to just run rampant unless he was\nstopped. And of course, he worried desperately about -- about the Jewish people.",
        "Q: Did your father speak German?",
        "A: No, no. My -- my parents spoke some Yiddish, especially when they didn’t want\nus to know what they were talking about, but not German.",
        "Q: And so he -- though he -- though he did not speak German, he obviously was\nreading and listening.",
        "A: Oh yes, yes he did. I mean, he -- he was a very, very quiet man, but the things\nthat he did, we found out afterwards, he -- he was looking out for everybody. I\nmean, he was the sort of person that after he died, we found out that he’d been\nsupporting the two -- two of my mother’s brothers that weren’t doing well in South\nAfrica, because they wrote to say, well why is it -- why has this stopped? And then\nwe found out that he’d been doing this, hadn’t told anybody. He was just great.",
        "Q: And how would you describe your mother?\nJune 12, 2006",
        "A: She was a lovely person. Unfortunately, from when my brother was born, and he\nwas five years younger than I, she was an invalid. She had problems and she had\nperiods of intense pain -- this 1s not being recorded, is it, no --",
        "Q: Yeah, this 1s.",
        "A: Okay. She had -- she had gallstones. And just after my brother was born and\nwhen she asked the doctors about surgery -- now this was in 1920 -- I mean, ’28 or\nsomething, they -- the doctors, they casually said, oh, if anything happens to you,\nyour children will always have one parent left, so she never had the surgery. And\nthey got worse and worse and she suffered wi -- we never knew when she was\nhaving an attack, and she was in intense pain. But she was wonderful, I mean, she --\nas I say, she was one of the mainstays of the Jewish congregation, and she was in\nthe heart of everything, and as I say, she was president of the Ladies Benevolent --\nthe society. They were active in the Zionist Society, and then when war came along,\nshe was a member of the -- of the Scottish National Council of Refugees. And she\nwas the one who arranged for the 35 children to come in from Dovercourt camp in\nEngland. And this was not easy because there were only the 300 families and many\nof them didn't want to have the responsibility of taking refugees, but she found\nhomes for all of these 35 children.\nJune 12, 2006",
        "Q: All right, let’s talk about that. When eng -- when Germany invaded Poland in\nSeptember 739 -- September 1*', 1939 --",
        "A: September -- yes.",
        "Q: Oh -- September 1“, 1939 --",
        "A: Uh-huh.",
        "Q: -- your parents -- did that cause a change 1n your parents’ perspective or\nactivities?",
        "A: Yes, we -- my father was almost certain that this was what was going to happen.\nHe knew that war was inevitable and by the time -- so Germany invaded Poland,\nwe were already in this house in the country. In fact, we went there for the summer\nvacation. So that we were there, and I remember very, very clearly that Sunday\nmorning on September third, when we sat round the -- at -- around the radio and --\nand listened to Chamberlain telling us that we were at war. And so we decided to\nstay there. My school -- my sister had already graduated, and she was actually going\nto become a lawyer; that never happened. She went to work and eventually she had\nto do the war service. And she was -- and she was sent to -- she was sent to a\nfactory in Glasgow, and -- just 45 miles from Edinburgh and she used to work\nthere -- she stayed with my aunt in Glasgow through the week and then come back\nat the weekends. I had one year to go in school. I was -- war was declared 10 days\nJune 12, 2006\nafter my 16\" birthday. And I should have had one more year of school, and my\nschool closed down. They closed down and evacuated to the north of Scotland. My\nparents didn’t want me to do this, so my schooling was finished. And of course my -\n- the brother also. And we went to live in the country for two years. They went to\nthe village schools there, the three boys, my brother and the two refugee boys went\nto the village school there, and as I say, my schooling was finished. After two years\nwe went back to Edinburgh. Edinburgh itself was not badly bombed, but\nEdinburgh is 45 miles from Glasgow and in Glasgow there was Clydeside --\nClydebank, which was the biggest shipping factory in the world. So the Germans\nused to come over practically every night to bomb the Clydeside, and in doing so\nthey came over Edinburgh. So we never knew, and I think we had about 150 air\nraids and we never knew what was happening and we always knew the Germans\nplanes because they had a missed beat. The British planes had a very steady beat,\nthe Germans had a missed beat. You could hear them above and know what -- what\nthey were. And my sister and I were both air raid wardens and we used to go out in\nthe dark and patrol the streets and see what was happening.",
        "Q: Let’s move back a little bit in time about the young people that your parents,\nthose 35 children, and especially the two boys, how did that come about?\nJune 12, 2006",
        "A: I don’t know how my mother too -- got this all together, but we heard about the\nchildren in -- in the Dovercourt camp, and we heard about they were looking for\nfamilies to take these children. So my mother did her thing and went around and\nfound these 35 families and they all said that they would take a child, and we said\nthat we would take one boy. We said -- my brother was nine or 10 at the time. We\nthought a ni -- a boy will be nice for him.",
        "Q: Wha- What year was this?",
        "A: This was 19 -- the winter of 1938. And they came in on a very, very cold wintry\nnight, I think 1t was in December 1938.",
        "Q: Wh-Where did these children come from?",
        "A: I believe they came from Dovercourt camp in England. I’m not sure. I’m not\nsure.",
        "Q: Now, were these English children, or were these children from the con -- Jewish\nchildren from the continent?",
        "A: Oh, oh, these were Jewish children from the continent. They came from\nGermany and Austria, maybe other countries, but they were all -- they were all\nrefugee children. And they came on the Kindertransport.",
        "Q: Right, and so they were at this Dovercourt.",
        "A: Right.\nJune 12, 2006",
        "Q: And -- and then your -- your mother -- how did -- how -- what did she do, go\nknock on people’s doors? How did she get people to accept these children?",
        "A: She just about -- knocked -- knocked on people’s doors. I mean, they knew all of\nthe Jewish people. In fact, if I da -- a funny story was, when my sister was ma -- my\nsister was married a year before I was, and everything was rationed. Food was\nrationed, everything was rationed. So they decided that in order to have a wedding\nwith a sit down dinner, they couldn’t -- they couldn’t have very many people. Well,\nmy parents knew everybody in Edinburgh, and the people that hadn’t been asked\nwere very, very upset. So I was married a year later, and we had a wedding in the\nassembly rooms in Edinburgh, we asked 700 people. I mean, it was more of a\nbuffet thing, but I’m saying this to tell you that they knew everybody. They were --\nbecause my parents were so involved in the congregation and because of this, they\nwere invited to every wedding, every -- every bris, a-and my father was, you know\nhow you -- what -- 1f you’re a Cohen you buy back the child or something, is that\nright?",
        "Q: Th-The Pidyon HaBen.",
        "A: Right. And my father used to go to all of these, he -- you know, and he went to\nevery wedding, and every Bar Mitzvah, everything, so naturally when we had a\nwedding and didn’t invite them, they were very hurt. So we took care of that.\nJune 12, 2006",
        "Q: So you’re -- n-now we’re talking about what, January ’39? Wh-Wh-When are\nwe talking about, the year your mother and father are taking -- taking responsibility\nfor these 35 children?",
        "A: Well, I’m not sure when they -- when they started, but you go -- I’m not sure\nwhen it all began, but I know that the children came in in December ’38 - 1938.",
        "Q: Oh -- okay, so -- so -- so this was after Kristallnacht --",
        "A: Yes.",
        "Q: -- and they were on the Kindertransport.",
        "A: Right.",
        "Q: Did they speak any English, these children?",
        "A: The ones that we had were especially hard because the two boy -- when the\nchildren came in, we’d arranged to take one and -- and they came in this very cold\nnight and there were these two boys that were standing hand in hand and nobody\ncould understand them. They didn’t speak German, they didn’t speak Yiddish, but\nthey spoke this sort of dialect. So it was established afterwards that the -- that they\nspoke this kind of sub-patois, and where they came from was, they came from a\nlittle tiny village called Lackenbach in Burgenland, which was, I think, in\nnorthern Austria. So they managed to find out from somewhere that these boys had\npromised their parents that they would never be separated, so we took both of them.\nJune 12, 2006",
        "Q: How old were they and what were their names?",
        "A: Max was either eight or nine and his name was Max Kodigstein, and his brother\nwas Agon, and he -- he was -- must have been about 11 or 12. (Hey Jenny, come\non. We go. Go on. Yeah, scoot. Stay.) Max’s brother was Agon and he was about\n11 years old, and Max was a rather rotund little boy with brown hair, and -- and\nAgon was taller with -- with red hair. And they were completely bewildered. I think\nthat they’d never been in a city before. And we had arranged a bedroom for this boy\nthat we thought that we were getting and luckily we had a double bed. So we\nbrought them in on this very, very cold night. The next day all of the -- all of the\nchildren were assembled at the shul and the particulars were taken, and then my\nparents, they took them down to the big department store and outfitted them, cause\nthey were wearing lederhosen, thick, white socks and this sort of thing. And they\nstayed with us for quite some time before they learned some English and then -- and\nthen they went to the nearby school.",
        "Q: So how long did these boys live with you?",
        "A: They lived with us for six years. They lived with us from 1938 til after the war\nfinished, and then after the war finished we found out -- I don’t know how we found\nout, my parents found out that there was distant relatives in London. Their parents,\nof course, had died in -- in the camps, but they had distant relatives in London, so\nJune 12, 2006\nthey went down to be with them. And after my father died -- and I’m not sure what\nyear it was, but both boys married girls down in London, Jewish girls, and my\nmother and I so traveled by train down to both of their weddings. I lost touch with\nthem when I came over here.",
        "Q: So these two boys moved into your house and the other 33 went into other\nhomes --",
        "A: Right.",
        "Q: -- in -- in Edinburgh. And did you have contact with these other children, or did\nyour parents have contact? Did the children get together as a group?",
        "A: Yes, in fact, as I say, it -- it was a very a close community. Our boys actually had\nthe two cousins, they went to other families, and -- and they used to get together --\nwe used to have -- we tried to arrange things where all the children would get\ntogether so that they would feel that they were part of something, you know, that\nthey weren’t th -- completely isolated. And -- and of course we all went to services,\nand -- and we used to have an Oneg Shabbat afterwards, and the children were\nthere. So they were very well treated. I mean, I know that there were some families,\nunfortunately that thought that they were getting a cheap domestic. This happened -\n- | think this happened everywhere, but in the main -- I know that we felt that we\nhad suddenly got two new brothers, and they were part of our family. As I say, my -\nJune 12, 2006\n- my mother’s -- one of my -- my mother’s proudest things was that she had one\nchild -- one boy but she made three Bar Mitzvahs. And it -- on this side of th -- you\nknow, we lost touch with them. I have tried through the -- through the -- is it the\nsurvivor’s registry, to see if I could find out where they were, but no.",
        "Q: And what was their state of mind in the beginning, psychologically?",
        "A: They didn’t say much to us. They were quite bewildered and they were very,\nvery happy to be part of a family, but I knew that -- I could hear the oldest one\ncrying at night.",
        "Q: And what kind of connection or correspondence did they have with their family?",
        "A: None at all. None at all. When -- and they came to us, there was no connection at\nall. I -- since working at the museum, I’ve tried to find out about where they came\nfrom, from Lackenbach in Burgenland and the interesting thing was it looked as if\nthis was a little Gypsy village. I really have wanted to look more on the internet, but\nso far -- come here, shoot -- so far, I haven’t done so.",
        "Q: Mm-hm.",
        "A: I mean they -- they had to be quite old now too, you know?\nEnd of Tape One, Side A\nBeginning Tape One, Side B\nJune 12, 2006",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Hilda Seftor. This is tape number one, side B.\nAnd you were talking about the two boys that came into your family, that came over\nfrom the Kindertransport and stayed for six years. Tell me about their Bar\nMitzvahs.",
        "A: I don’t remember much about them, I think they were very quiet affairs but --\nbut we had the family there and we made a little -- and we tried to make a little\nparty for them and I think they were very, very happy.",
        "Q: When were the Bar Mitzvahs?",
        "A: I don’t remember. Max was, I imagine, nine or 10 when he came, so I imagine it\nwas three years after that [indecipherable] and of course, Agon must have been\nearlier, because he was 11 when he came, yeah.",
        "Q: Di-Did the children talk about their family at all?",
        "A: They didn’t talk about their family at all. We didn’t know if their relatives there,\nor what kind of a -- what kind of a life that they lived before then. I think that it was\ncompletely alien to what they came to. I think they lived in a very, very remote\nvillage and that everything was so strange to them that they couldn’t have a\ncomparison.",
        "Q: How did they manage at school?\nJune 12, 2006",
        "A: They seemed to manage very well. And the other children, I think may have\nthought they were a novelty and they treated them very well. They treated them\nvery well.",
        "Q: And the teachers and so forth? They went to the same school that your brother\nwent to?",
        "A: They went to the same school in the village. When we went back to Edinburgh,\nthen my brother went back to the Edinburgh Academy and they went to the local\nschool, and did very well. I mean, this is 60 years ago, it --",
        "Q: So when you -- when they moved into your family, you were in your country\nhome, 1s that --",
        "A: No, when they first came to us it was in the winter of 1938, and we were -- we\nwere at home. That following summer we all went out to our country home for the\nsummer vacation and stayed there, and that’s when we went out there.",
        "Q: All right. Now let’s talk about the other part of your family’s life and your life,\nthe -- the -- the Whittingehame part of your f-family s-story. When -- tell me a\nlittle bit about how this all began and what th -- how it came about and the location.",
        "A: Well, Whittingehame is located on the outskirts of Edinburgh and it -- it all\ncame about because Viscount Traprain, who was the -- who was the nephew of L-\nLord Balfour, who initiated the Balfour Declaration -- Viscount Traprain was the\nJune 12, 2006\nowner of this house and couldn’t afford to keep it going, he -- he couldn’t afford the\ntaxes. And in Scotland if you can’t -- if you can’t pay the taxes, they will take the\nroof off your house. So he came to the Jewish community and offered it as a home\nfor children. And we were overwhelmed, and we were a small community, but we\nsaid yes, let’s do it, and my father went round the country raising funds for it, and\nthen when it was all decided that we could do it, he was made treasurer of this. A-\nAnd both of my parents were governors of -- of Whittingehame Farm School, and\nwhat they did was -- excuse me. Can we stop for a minute. [tape break]",
        "Q: You said something about if people don’t pay taxes they take the roof off of their\nhou -- the house tha -- th-the roof 1s removed from their house? Is that true or is that\njust an expression?",
        "A: No, this is actual -- this is the actual truth. Lord -- Viscount Traprain had this\nhuge house and it was a very, very definite problem that they would take the roof\noff. And if you take the roof off, then they didn’t have to pay taxes.",
        "Q: All right. It’s an unusual story. So what -- now what year are talking -- what\nmonth and what year are we talking about that he came to your family and to the\nsynagogue and offered this?",
        "A: I am not sure. It was, I would imagine, round about 1938.",
        "Q: So this was before Germany invaded Poland?\nJune 12, 2006",
        "A: Yes, yes.",
        "Q: Okay.",
        "A: And then, when funds were collected, my father was the one who was\ncompletely responsible for furnishing this as a school for the children and for\ngetting all the equipment that they needed. And then when this was done, they hired\na teaching staff. And because they -- the idea was that Whittingehame Farm\nSchool was going to be a school that -- that taught a complete school curriculum\nand also taught the children how to work the land so that if they went to Palestine\nand were in kibbutz after the war, that they will be able to work there. And -- and\nthe teaching staff was absolutely great and the first headmaster was not Jewish, he\nwas called Mr. Maxwell and at times he wore a kilt, which the children loved. And\nonce this was all done and this -- and the school was repaired and we bought 160\nteenage children up from Dovercourt -- Dovercourt Camp in England, and --",
        "Q: Who were these children? Were these other Kindertransport children like the\nfir -- the 35 that your parents were helping out?",
        "A: Yes, it -- these were all Kindertransport children, I think between the ages of\n14 and 18, though I’m not really sure about that.",
        "Q: Mm-hm. And they came from a camp on isba -- on the coast, is that what you\nsaid, of Dover?\nJune 12, 2006",
        "A: At -- at Dovercourt camp -- I’m not sure where it was in England, but it was a\nbig, very temporary camp for children who were first brought over to the country\nand kept there while homes were trying to -- were found for them. And they went\nall over. I mean, Great Britain was absolutely wonderful in the -- in the fact that it\narranged to take 10,000 children. It was a small country and once we got them\nthere, we had to find out who would take them. And they went to large homes, they\nwent to small homes, they went to schools and so we heard about - Dovercourt\nCamp, we arranged for the 160 to be brought up. And they were there throughout\nthe war. Actually, at a certain point, Britain declared that all -- all people not born -\nall people from Europe were enemy aliens, so the boys were taken over to an -- to\ninterment camps.",
        "Q: When was this?",
        "A: I’m not really sure when. I think it must have been about, perhaps 1941 or 1942.",
        "Q: Okay, mm-hm. All boys over what age?",
        "A: Sik -- over 16 years.",
        "Q: Let’s talk aga -- also about the financial commitment your parents had to make.\nThey obviously had to make it for Agon and Max. What about for the school?\nJune 12, 2006",
        "A: Well, the school had to be subsidized by the whole Jewish -- whole Jewish\ncommunity. This was an enormous undertaking, so as I said, he was the treasurer of\nthis, and he -- he went throughout the country raising funds for this.",
        "Q: But when you say throughout the country, throughout Scotland?",
        "A: No, I think it was England also. Scotland does not have a large Jewish\ncommunity. As I say, there were 300 families in Edinburgh. The -- Glasgow there\nwere several thousand, but even then, I mean, this was not enough to th -- take care\nof this, so I think -- my father had business in some of the big English towns in -- in\nLeeds and Liverpool and other -- I mean, he had branches of -- of his business in\nsome of the big towns, in Cardiff and Wales, in Liverpool and Leeds. So I think\nthat he went to the Jewish congregations there. I’m not sure where he -- he raised\nfunds, but I know that h-he went throughout the country.",
        "Q: And your mother stayed home with you all?",
        "A: Oh yes, yes. As I said, apart from anything else, she was a semi-invalid, and --\nand it was not easy for her.",
        "Q: When you say your father had businesses 1n -- around the countries, wh-what --\nthe same kind of business that he had back in Edinburgh?",
        "A: Yes, exactly the same, and as I say, he was in -- in partnership with his brother-\nin-law, who was also called Cohen, although he was no relation. And his brother --\nJune 12, 2006\nI think there were about three or four of them, and it was the same business, and\nunfortunately during the war, many of them were bombed. The one in Liverpool\nwas bombed, I think the one in Leeds was bombed, and -- and it goes on from there.",
        "Q: And this is the business where people came in with stamps and redeemed them\nand -- in your father’s o -- stores? Isn’t that what you’re talking about?",
        "A: Yes, his business was called the Ideal Trading Stamp Company, and as I said, he\nimported tea and then had the stamps in there, and then -- and then people would\nredeem the stamps for merchandise.",
        "Q: And where did he import the tea from?",
        "A: I don’t know, maybe India. I honestly don’t know.",
        "Q: S -- let’s t -- also talk now about this school. So the -- the -- these children came\nto the school at -- en masse, did they come as a group when the school finally\nopened, when your parents got it going and other people got it going?",
        "A: I believe it -- they came en masse, I think that some of them may have come\nlater, but I think that -- they came en masse, you know, sort of -- mostly.",
        "Q: Mm-hm. And describe what these -- the set up was, how the children slept and\nso forth. And d-do you know, the physical layout of the -- of the building.",
        "A: They had dormitories -- it had dormitories for the boys and dormitories for the\ngirls. And there was -- there was an excellent matron, Miss Lacker, who was, I\nJune 12, 2006\nbelieve -- I think she was Austrian. Perhaps she was German, but she was a lovely\nlady and my mother was, as I said, one of the governors and she was head of the\nhouse committee and my mother used to have many, many meetings with Miss\nLacker. And, you know, sort of trying to bring in a kind of family thing for the\nchildren so it wasn’t just a school. They wanted to bring in a -- a sort of homely\nattitude so that they would not feel so homesick. And as my sister wrote 1n her\nmemoir, what -- wa -- one of the things that we used to do 1s, we used to go out\nregularly -- my father didn’t drive, but we had a chauffeur, David, he was\nwonderful. But anyway, we used to go out several nights a week and my father used\nto take great cartons of ice cream and the thing was this, that some of the children\nwere very, very Orthodox and there were two dining rooms there, one for the\nstrictly kosher, and one that was not so kosher. And we used to take the ice cream\nout in a great big -- whatever you call them? And it was ice packed\n[indecipherable] because the children used to have you wait for two or three hours\nbefore they could have the ice cream. And one of the other things is that where my\nfather’s business was, right opposite was an ice cream factory, and my father was\nvery, very fond of this man that owned the ice cream factory. He was it -- he was\nItalian and he was called Mr. Valenti. And my father -- and ma -- and Mr. Valenti\nused to get together and [indecipherable]. The sad thing was this, that in 1940 all\nJune 12, 2006\nof the Italians were rounded up in Scotland and they -- and they -- and they were\nput on this -- on this ship, the Arandora Star and sent to [indecipherable] and the\naras -- and the Arandora Star was sunk by a German patil -- torpedo off the Irish\ncoast and Mr. Valenti died. My father was very upset about that, because he was\nsuch a good man.",
        "Q: Speaking about good men, which your father an -- ce-certainly sounds like, was\nhe -- was he unusual in the -- in the Edinburgh community or were there a lot of\nother men like him, who did so much and put so much effort and time and caring\ninto these children? Or was your father unique in this?",
        "A: Well, I know I’m prejudiced, but he we defin -- he was definitely unique and he\nwas -- he was one of a kind. My uncle was a governor, but he didn't do half as much\nas what my -- my father’s whole heart and soul was tied up with this school, and he\nwas constantly sort of trying to find things for the school. Food was very strictly\nrationed, and he’d go around the farms looking for eggs for them. He would -- he\nwould try and supplement the rations in every way he could. I mean, he was always\nthere for them.",
        "Q: Now you were 16 - 17 - 18 - 19 at the time. You were obviously following what\nwas happening and your parents, of course were following what was happening\nJune 12, 2006\nduring the war. What about the children? Were they also as aware, the children in\nthe school?",
        "A: Oh, I’m quite sure they were. If you see 1 -- if you see the pictures that the\nmuseum has, that my sister provided, there is a whole -- a whole group of -- of mail\nthey were getting. I don’t know where they were getting it from, possibly from\nSwitzerland, but I mean, they knew what was going on and of course, you know,\nwe had air raids, which they were involved with. And -- and they had first -- and\nthey had first aid classes, you know, they were taught to do what they had to do in\ncase a bomb fell, this or this thing. They were -- they were very much aware, and --\nthis was a regular school, you know, I mean, it -- we knew they must -- it must be\nso much heartbreak there, but you try and be there for them if they need it, -- but try\nand encourage them to go on with their lives.",
        "Q: So was it a memb -- a matter of lay people counseling these children, or were\nthere any professionals there counseling these children psychologically?",
        "A: You know, I don’t remember that, you know. I was just a teenager myself and it\nwas 60 years ago, so I honestly don’t remember that.",
        "Q: So what was your role with this school? As you say, you were 16 when it all\nstarted, what did you do in th -- in -- beginning then?\nJune 12, 2006",
        "A: I didn’t do very much. As you say, I wasn't old enough to drive then, and I used\nto go out with my parents and make friends with the children and do -- you know,\ntry and make them feel comfortable. My sister did have her license and she w-\nwould often go out by herself at night and yeah -- and be wi -- I think it was about\n15 or 20 miles from the city, and she would be there at night and she would be\n[indecipherable] with the children, you know? And she was the one that wrote the\nmemoir and she possibly has better memories than I do, though when I talked to her\nthe other night she said, I don’t remember, it was so long ago.",
        "Q: Mm-hm. Ca-Can you describe what kind of farming techniques the children\nlearned, you s -- had mentioned that they were learning that, agricultural techniques,\nin preparation for what?",
        "A: I don’t know what kind of -- the techniques. I know that when Whittingehame\nFarm, the estate was given to them, they were given the land with it, and with the\nfarmers that worked the land and they took these children under their wing and they\ntaught them the farming as they knew it. Now, I know that the idea was that if their\nparents were not still alive when they left, that they would go to Palestine, and\nmany, many did go to Palestine on kibbutzim -- on kibbutzim. But I don’t know\nwhat kind of farming. I know that I saw them on tractors, I saw them making hay, I\nsaw them, you know, doing all this sort of thing and in these photographs that the\nJune 12, 2006\nmuseum has, it also shows that it was especially -- were taught how to sow fields\nand this sort of thing.",
        "Q: Did you have a sense that these children were coping well, or was there signs of\ndepression among the children, when you would go out there?",
        "A: I really was too young, but thinking about it now, I think that they were coping\nwell. I think that the matron was a very nurturing person. I think that my mother\nwas wonderful there, she was there to talk to them, and to be there for them if\nneeded them. The other thing was just that Chaim Weitzman, his wife was very,\nvery much involved with it, and she -- Vera Weitzman, and she was out there a lot\nand -- and she worked with the children.",
        "Q: Did she live nearby”?",
        "A: I don’t know where she lived nearby, but she was always there. And actually,\nViscountess Traprain’s wife, they lived in the [indecipherable] house, and his\nwife was always there too, helping. So there was [indecipherable] and there’s a\ncorps of women that were sort of there for the -- them if they needed, apart from\nworking in the kitchen and doing these things.",
        "Q: Did you sense any negative feeling among the non-Jewish residents in\nsurrounding areas about these Jewish children being there?\nJune 12, 2006",
        "A: Absolutely not, 1t was -- it was a building apart from itself, it was set in the\ncountry, amid fields. But no, I didn't -- I didn’t see anything at all, or my parents\ndidn’t either, I know, because I would have heard about it.",
        "Q: Mm-hm, mm-hm. And so how often would you go out there?",
        "A: We go out -- we would go out there a-at the weekends and perhaps one or two\nnights a week.",
        "Q: Did you stay overnight?",
        "A: No, I didn't. No.",
        "Q: And the children picked up English quite easily?",
        "A: Yes, they did. In fact, they did very well. As I say, [indecipherable] had a very,\nvery qualified teaching staff. And after Mr. Maxwell left, they had a Jewish\nheadmaster called Berner Cherig, who now, I believe, is in Israel. And they\nseemed to do very well. In fact, one of the -- in one of the photographs that we\nhave, it shows the -- the girls all in the sewing room, and there’s a sign above it that\nsays, speak Hebrew.",
        "Q: In Hebrew.",
        "A: In Hebrew, yes.",
        "Q: Were all the staff Scottish?\nJune 12, 2006",
        "A: I don’t remember. I don’t remember. I don’t think they were Jewish, I think they\nwere -- that they were regular teaching staff, but I could be wrong.",
        "Q: Mm-hm. Now, what were you doing from the age of 16 on?",
        "A: Well, the two years that I was in the country, I was -- we had a very, very large\ncountry house. It had seven bedrooms and goodness knows how many bathrooms,\nand they had the apple room and the gun room, and I mean, you name it. It was a\nvery, very sprawling farmhouse, and -- and the domestics that we had all went to do\nwar work, so they -- there we were in the country, my mother was an invalid, so I\nwas looking after the house. And then, that time there was no central heating, so\nyou know, you would light the fires in the morning for heat. So the first thing I do\nwas light the living room fire, light the kitchen fire, do these sort of things. I was\nlooking after the house and I was -- I was very domesticated and I loved to -- I\nloved to cook, so that kept me busy. And then when we went back -- back to\nEdinburgh, I was accepted into the -- the Edinburgh College of Domestic Science,\nand I was there for two years and I got degrees in household and institutional\nmanagement. And institutional management meant that you learned to cook for\nmany, many people. In fact, after I got married, and with four boys, and my family\nused to tease me that I was still cooking for institutional management. And so I\nJune 12, 2006\ngraduated from there and then I was told that I had to do work of national\nimportance. Well --",
        "Q: Th-This would be 1943 now?",
        "A: Yes, possibly 1943. My sister was already away doing work of national\nimportance, and I was told that I had to do this. Well, my mother needed somebody.\nWe had a big house in Edinburgh, no staff. So they said that I could stay at home.\nTh-They wanted to make me what they called a messing officer. This is a British\nphrase. A messing officer is a commissioned officer in the British forces that -- that\ndeals with -- with -- with the catering, the cooking. Looking after the troops. They\nwanted me to be a messing officer and they said that I could -- I could stay at home\nif I got a job of national importance. So I went to work for the Edinburgh’s school\nsystem, sort of cooking meals for the schools -- for the Scottish schoolchildren. And\nwhat I did was this, I had to be there at six o’clock in the morning and it was dark, it\nwas blackout, there was no transportation. It was luckily about 15 minutes walk\nfrom where I lived. And I get -- I leave the house about five -- I’d get up early, I\nwould light the fires in our own house. I would wash the kitchen floor, do\neverything that had to be done so my mother wouldn’t do it. Then I’d leave the\nhouse at 5:30, walk to my work. And what we had to do is we had to work with the\nfood, so that the food had to be ready by 8:30. Then it was put in insulated\nJune 12, 2006\ncontainers and the trucks used to take it off at 8:30 to the various schools. And we\nwere finished by three o’clock. Well, after we sent the food out at 8:30, we began\npreparing the food for -- for the next day. And during that time I got a vaccination.\nThey had smallpox in Glasgow, which came into Edinburgh. And -- and without\ntelling my parents I went to have a vaccination, because for some reason I was not\nvaccinated as a child. So I went to -- I went to get a vaccination that was not good\nand I had a very -- a very swollen arm, and the doctor said, you’re working too\nhard. So they put me in -- in the -- in the largest wartime nursery, it had a hun 150\nchildren. And I used to go -- I used to get the -- the tram car by that time, to this\nnursery and I used to go there and I used to cook for the 150 children and for the\nstaff. And it was -- 1t was an old -- it was an old church run by an -- and ran by an --\nand ran by a canal. And there were -- there were rats and this sort of thing. And I\nremember one year -- I lliked to knit. One year I made about 20 or 30 pairs of mitts\nfor the children, to th -- when -- for Christmas and one year they -- the Duchess --\nthe Duchess of Kent was going to come to visit. Great excitement. And I had\nmanaged to hold some white flour, which was always, always unwrit --\nunobtainable, and I made this wonderful cake. I mean, I made this absolutely\nwonderful cake and took it in there and the next morning when the Duchess was\nsupposed to come, they found out that the rats had eaten part of it. So this was a --\nJune 12, 2006\nthis was an experience. So I worked there and actually where I should backtrack\nand say that when I went to work for the -- for the schools, after I was there for six\nmonths they say that would I be in charge of sending the food out to all the wartime\nnurseries in Edinburgh, which I did. I think there were about 1500 children, and I\nused to send out the food to all these children. Then when I got this, the smallpox\nthing, I h -- I went to work for the largest nursery. And finally my mother’s health\ndeteriorated and they said that I could stay home. And that’s when I started my\nvolunteer work and I went to work -- I looked after her and I went to work at the\nCanadian Legion Services club on Princess Street, which is the main street in\nEdinburgh. And my parent’s house was always open house for everybody. I mean,\nwhen -- I mean, for Pesach, for Thanksgiving, any time. We always had lots of\npeople and f-for our two Seders, -- we always had four or five or six servicemen. So\nwe had open house and we always had many, many servicemen coming back, and it\nwas very, very nice. I had a great -- I had a great childhood, really.",
        "Q: Let -- let’s get back to Whittingehame a little bit.",
        "A: Sure.",
        "Q: Did any rabbis come to the -- to the house to teach the children or work with the\nchildren or talk to the children?\nJune 12, 2006",
        "A: That I don’t know. I’m -- I’m pretty sure that they must have visited and they\nmust have come and talked to them. I’m not sure if they actually taught them.",
        "Q: Uh-huh. So there was no religious trainings? It was more secular, Hebrew,\nconversational Hebrew to get them ready to go to Palestine.",
        "A: I think you’re right, but I honestly don’t know.",
        "Q: Mm-hm. Now, so much was going on, obviously, with Hitler, we -- and -- were\nyou and your family aware of what was happening to the Jews in °41 - ’42 - ’43\nover in -- in the -- on the mainland?",
        "A: We were very much aware. Of course we --",
        "Q: How -- how did you know?",
        "A: Well, news was getting through by this time. I mean, news were getting through\nby this time. And of course, the children that came on the -- on the\nKindertransport and our own boys were very much aware of how -- how their\nparents had been treated, what was happening over there. So we knew, probably far\nmore than the non-Jewish population. So we did know what was happening and it is\na very tense time, you know, because -- because when, one by one, the countries\nover -- over in Europe fell, and we were left by ourselves -- we were only 18 or 20\nmiles from the -- from the German troops, and -- and my father especially was\ndesperately concerned about it, because you know, he - what were -- what was\nJune 12, 2006\ngoing to happen to us? Were -- were we going to be sent over to the camps\nourselves? It was -- it -- it was a -- I realize now, far more than I ever did when I\ngrowing up, what it must have been like for them, for our parents, cause I often\nthink, what would I have done if this had happened when I had -- had my four\nboys? And luckily -- I mean luckily, but luckily, none of my family actually went\nand were killed, but we saw it all around us, obviously. My brother was too young.",
        "Q: And when did the correspondence between the children in the house and\nWhittingehame and their families stop?",
        "A: I don’t know. I have no idea. I mean, I don’t know where the correspondence\ncame from. I can only think that it must have come through -- through Switzerland\nbecause when I was -- when I was transcribing it for the museum I -- I did a very\ntouching series in which this little girl had been sent on the Kindertransport to\nEngland and she was writing to her parents in Berlin and they were each trying to\nbuoy each others up, and the little girl was saying, you know, what is happening\nover there? How are things with you? And the parents were saying -- they had a\nguest house in Berlin -- oh, everything’s wonderful, this is happening, this is\nhappening. And you could see. And then -- and then finally, when war broke out,\nthe little girl said [indecipherable] said, what am I going to do, I can’t write to you\nany more. And I have this on the computer here. It’s a heartbreaking thing, but I\nJune 12, 2006\nrealize that from the time that war broke out, that all correspondence, it did stop and\nthat any that came through must have come by through Switzerland. So I mean, I\ndon’t know where the letters came from.",
        "Q: Mm-hm.",
        "A: I know that our b -- our boys didn’t see anything at all, they were completely cut\noff.",
        "Q: Mm-hm.",
        "A: And they started speaking with Scottish accents.\nEnd of Tape One, Side B\nJune 12, 2006\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Hilda Seftor. This is tape number two, side A.\nDid Agon and Max, the two young boys who moved in with your family, whom\nyour family quote, adopted, ever come with your family after Whittingehame?",
        "A: Yes, they usually came with us unless they had something else that they -- that\nthey wanted to do or had to do. They came with us as part of the family. And I think\nthat they liked to be with the other children, I think that they gave a feeling of\nalmost family, you know, that there were other children who -- who were not so\nScottish. And it -- it worked out very well.",
        "Q: When they would go, how would they talk to the children, in English, or in\nGerman, or how would they talk to them?",
        "A: I think they would ha -- have to talk in English, because I think that the language\nthat they spoke would not be very easily understood by -- by other people.",
        "Q: And t-tell me a little bit about the high holidays and whether the children at\nWhittingehame celebrated any of them, or other holidays, like Passover and so\nforth.",
        "A: The children definitely celebrated all of the Jewish holidays. I am not -- I can’t\nremember so clearly exactly how it was, but I know that my parents made sure that\nJune 12, 2006\nthere was a Seder, that there were Seders, that -- that the other holidays that there\nwere some -- there were some religious observance, so that the children would\nremember their heritage. And sad to say I can’t remember who exactly went out to\nconduct the services, but -- but they were always made very, very much aware that\nthey were Jewish, and where they came from, and what their heritage was.",
        "Q: Do you know if any of the children kept journals?",
        "A: No, I don’t. We’re trying to find -- pretty late in the game but we’re trying to\nfind children who might remember a-and who can tell us if they kept journals or\nnot. I have some inquiries going out now as I’m trying to find children who were\nthere. And so far I found one lady who now lives in New Jersey, who was out at\nWhittingehame and she remembers -- she remembers my parents picking them up\nin the car as a group and taking them to classical concerts in Edinburgh in the\nUsher Hall. Now, I don’t remember that, but when I talked to her she said that she\nalways remembered my parents had taken them to concerts.",
        "Q: Were there any negative comments made by non -Jews in Edinburgh about\nharboring these children, taking care of them during the war? Did you ever sense\nany of that?",
        "A: No, no, I -- I’m trying to think. I didn’t sense anything at all. I was -- I was\nyoung myself, but I think that had there been any negative, any negative or -- views\nJune 12, 2006\nat all, or any -- any sort of sign of anti-Semitism, that -- that my parents would have\nbeen aware of those and -- and they would have spoken among themselves. And w-\nwe listened to what they said, but no, I didn’t hear anything at all.",
        "Q: And then you said when the law came about enemy aliens that the young men 16\nand over had to leave, what was that like for these children?",
        "A: I think they were very unhappy, obviously, that they were in they were th --\nclassified as enemy aliens, but this was the law of the land. In fact, one of my -- one\nof my uncles -- my mother’s sister married -- married an Austrian before World\nWar I, and he lived in -- he lived in th -- Scotland all his life, in fact he was -- he\nran one of my father’s businesses in Glasgow. Never thought of taking out\ncitizenship. He’d been there what -- 30 - 40 years or more, and he was classified an\nenemy alien and he was interned. So I mean, all of the -- all of the men who were\nnot of British birth and -- and who came from these countries, were automatically\ninterned.",
        "Q: Did your parents have any communication or relationship with these children\nfrom 16 on, once they left to these internment camps?",
        "A: I think they must have done. I don’t honestly know, but I think that they must\nhave kept in close contact with them. I can’t see that they wouldn’t have done\nbecause they were so -- they were so [indecipherable] of making -- they were so\nJune 12, 2006\ninvolved in making sure that these children knew that they -- they were loved and\nwanted, and I -- I just can’t see that they would have just let them go like that.",
        "Q: Now once these 16 year olds and over left, did new children take their place, or\nwas there just less children at Whittingehame?",
        "A: It was less children.",
        "Q: Do y -- can you tell me a little bit abo -- more about the other staff at\nWhittingehame? You had mentioned some of them.",
        "A: Yes, the -- the agricultural side of their education was under the supervision of a\nMr. Markham, who was Lord Traprain’s factor. Now, a factor, the -- the\ntranslation of that is the bailiff. He was -- he was Lord Traprain’s chief man who\ndid the farming and -- and he took the children, he took the boys especially under\nhis wing and taught them how to -- how to sow crops and do all the things that are\nnecessary in farming. He was a great man and he -- he was -- he was very brusque\nbut very, very kind, and -- and the boys liked him very much. And the other\nmembers of the staff was of course, Mr. Maxwell, who was the headmaster. There\nwas Miss Lacker, the matron, who was German and who was a lovely lady, very,\nvery -- very warm and compassionate and very competent at what she did.",
        "Q: This is a -- she was a German Jew?\nJune 12, 2006",
        "A: Yes, I’m sorry, yes, she was a German Jew. There was Mr. Drew, who was not\nJewish, who -- who was the English teacher and who was also the photographer and\nany of the photographs that we have were taken by him. We’re not sure of what\nhappened to him after the war. There was a Mr. Likelbower from Palestine, who\ntaught Hebrew, who was Jewish. A Miss Trauss, who was German and she was a\ncook and she was Jewish. And a Miss Mundy, who was English, who was the\nschool secretary and I doubt that she was Jewish. And I don’t know any of the other\nmembers of the staff, but I think that it was a fairly mixed group, partly -- partly\nJewish and partly not.",
        "Q: And did they all get along with each other? Di -- was there any friction among\nthe staff?",
        "A: Not as far as I know. I think that the ones were hard and came to work with the\nchildren were very, very much aware of what had happened, of where the children\ncame from, of how they must be missing their families and I think that they -- that\nthey worked very, very well together, and I think the children appreciated that.\nThere were so many cases of home sickness and -- and sadness, and a -- and I think\nthat they tried to help in every way they could. Plus, my mother was there, Miss\nLacker was there and the Chaim Weitzman’s wife was there, and they knew they\nJune 12, 2006\ncould go to them and talk to them if there really was -- if there really was a problem\nand they needed to talk to somebody.",
        "Q: What happened if there was a health problem, if a child needed emergency\nmedical attention?",
        "A: I don’t remember that, but I’m quite sure that my parents would have made sure\nthat there was medical facilities there, also close-by that were available for them,\nbecause obviously there had to have been some kind of emergencies during -- or\nhealth problems during that time, but everything seemed to go smoothly and I think\nthat if there were health -- health problems they had, th-there was medical there --\nmedical people there to take care of them.",
        "Q: Was there a bomb shelter on the property?",
        "A: I think there was, I’m not very sure. I know that the children were all taught in --\nin first aid and what to do if a bomb fell. I-I don’t remember seeing a bomb shelter\nmyself, but if not then I think that they must have been told where to go in case of --\nin case of an air raid.",
        "Q: W-Were there air raids?",
        "A: Oh yes. Oh yes, there were air raids. We were just -- the school was only a-a-\nabout 20 miles at the most from the city and we had air raids in the city, so -- a-and\nthen of course there were RAF stations -- Royal Air Force stations of -- the bases, I\nJune 12, 2006\nthink you call them, all around there, so -- and the Germans tried to bomb them, so\nyes, we had frequent air raids. And -- I’m sorry -- and -- and of course, a -- the\nschool had to practice strict blackout. All th -- all of the windows had to be\ncompletely covered at night and a-a-a-at -- the same sort of things that we had to do\nin the city.",
        "Q: So the staff that you mentioned stayed there at the school and were there during\nthe evening and -- and nighttime? Who -- or -- or was there another nighttime staff?",
        "A: Oh no, the staff lived there. They lived on the premises. As far [indecipherable]\nas far as I was concerned -- as far as I can remember, there was no other staff there,\nI mean, these are the people that were there.",
        "Q: Mm-hm. So they were there with the children during the -- the air raids and the\nblackouts?",
        "A: Absolutely yes, yes. And at one time I think that a bomb did fall -- I think my\nsister was -- was staying there that night and I think that a bomb did fell -- fall on\nthe nearby air force base and there was quite some consternation, but everything\nwas taken care of. And the children knew, I mean, they knew what was happening,\nthey knew the -- the danger of air raids and [indecipherable] during war time, and\nafter what they’d gone through I think that they were just prepared to do anything\nthat had to be done.\nJune 12, 2006",
        "Q: And where did new clothes come from? Obviously, if they’d lived there for six\nyears, the children got bigger, heavier, so forth. Whe-Where did they come from?",
        "A: It must have ga -- the clothing must have come from a fund that -- that the -- that\n-- that the Jewish community provided for the running of the school. I think that --\nthat the -- the clothing must have been part of it and of course, all of us were under\nvery, very strict clothing rationing. So, I mean, it was -- 1t was -- it was not so easy\nto get the clothes that you wanted. I think that we all wore very functional clothing,\nclothing that would -- the clothing that would last and that ge -- that we could wear\nfor more than one occasion. So I think that the -- that the children were definitely\nwell-clothed, but there was very, very sensible clothing. And of course, they all had\n-- as I say -- we all had ration books -- we all had ration books for food and -- and\nfor clothing and for anything, so I mean 1-1-1t was very hard to buy things\nspontaneously that -- at that time.",
        "Q: What kind of activities did the children do for recreation there? After all, they\nwere still children.",
        "A: I don’t remember precisely, but I know that they had -- they were divided into\nvarious [indecipherable] squads and -- and they had all kinds of games and they\nhad play sessions, they had games. I’m not sure if-if they played -- if they played\nBritish soccer. I should think that they did, I’m not sure. The girls played hockey,\nJune 12, 2006\nbut they all seemed to have some kind of very rounded education. Y1 -- which\nincluded sports, and -- and physical education, because these were very, very -- very\nsensitive years for these children. They were growing fast and they had to have a\nproper education.",
        "Q: Mm-hm. Di -- was there any discussion, let’s say your mother or your older\nsister to the girls who were maturing physically?",
        "A: Yes, I believe that -- and I think that my sister was involved with this. I think\nthat -- that the girls would come to my mother, and I -- and to ask for advice, and I\nthink that they could talk to my sister. She was only two years older than I was, but\nshe seemed to be more mature at that time. These are years of which I -- a couple of\nyears can make a great deal of difference. So they were there for them, and I think\nthat there were times where some of the children felt that they had a crush on some\nof the other children and I -- I remember that my mother especially was there to\nkind of adjudicate what was going on. And it -- it was a community, but 1t was a\nhappy community and the children all lived and thrived and after the war they all\nwent their separate ways, and some went to Palestine. Some, very few, found\nfamily and made new lives for themselves. A-And they all survived, a-and that was\nthe most important thing of all.\nJune 12, 2006",
        "Q: Were your parents in touch with the other -- the other 33, I guess, children that\nyour father helped to place in different homes? Not the Whittingehame children,\nbut --",
        "A: No, no, I know, yeah.",
        "Q: -- did your father and mother keep up with those children at all?",
        "A: Well, yes, I mean sa -- mainly because they were part of the community. I mean,\nit was a very, very small congregation and 1-1 -- we knew everybody. I mean, the\npeople who -- who had agreed to take these children in were all -- I wou -- I would\nalmost say some friends of my parents. So we kept in close touch. As I say, I think\nthat our boys had two cousins, th -- and they were in one of my mother’s friend’s\nhouses and this [indecipherable]. I think my aunt -- I believe my aunt in Glasgow\ntook one of them. And my -- my mother-in-law, as it turned out to be, she took one\nof them, so they’re all people that we knew and they’re all part of the congregation.\nAnother thing which is nothing to do with these children is that when the refugees\ncame into -- into Edinburgh, I think my parents were largely responsible for\nestablishing a refugee club for them. And they would -- they would find -- they\nwould rent somewhere, a little hole or a big room somewhere, and once a week, or\nso -- twice a week, they could come together and gather and just talk to each other.\nAnd we used to go to refugee club and talk to them and see what was going on. So,\nJune 12, 2006\nI mean, apart from the children, they were also trying to help the grownups and just\nto see that they had some kind -- some kind -- some kind of connection with each\nother, that they weren't so completely alone.",
        "Q: These were adult refugees.",
        "A: These wer -- yes, these were adult refugees. These were people that had\nmanaged to come in -- in fact, my -- one of the people that my father signed an\naffidavit for was called Dr. Adler and he and his wife came in. One -- another\nrefugee was the Dr. Schneider, who became a very, very good dentist. But Dr.\nAdler became my mother’s physician and you know, my par -- my parents kept --\nkept in close touch with them, which is rather interesting thinking about it, cause\nI’m wondering if they had to sit exams before they could -- if they could practice in\n-- but they definitely did. And we had refugees come into the house all the time.\nAnd -- and my father was constantly trying to see what he could do. He knew what\nwas happening, he knew what was going on and as time goes by we could see more\nand more newsreels and stuff of what was happening in Europe.",
        "Q: Di-Did you know about the camps?",
        "A: Yes, we -- yes, we knew about the -- about the camps. I think that we knew more\nthan other people and just agonized about them. I mean, we were just so lucky that\nwe had no close family members that were -- that were caught in there. And I think\nJune 12, 2006\nthat my parents felt this. I think they felt that they were so privileged that we\nescaped this that they wanted to help the people that wer -- that were so unfortunate.",
        "Q: Mm-hm.",
        "A: That’s why -- one of the reasons why, a-as an aside, when I came to\nWashington -- came to Virginia, I was so happy that I could work for the museum\nand try and keep on the work that my parents were doing. It was the one thing I\nwanted to do.",
        "Q: We'll talk about that a little later. I know with the Kindertransport children,\nmany of them were placed in homes of non-Jewish families. Were any of the 35\nchildren that your father helped place, placed in non-Jewish families, or all were\nplaced in Jewish families?",
        "A: They were all placed with Jewish families.",
        "Q: Okay.",
        "A: I think that a -- I mean, thinking back, my parents were completely involved in\nthe Jewish community and I think that all of their friends really -- their close friends\nwere Jewish. And -- the people that my mother felt that she could contact and ask\nthem, they were Jewish, and then she knew the kind of homes that they would be\ngoing to.\nJune 12, 2006",
        "Q: So it was never necessary to then move out into the -- into the non-Jewish\npopulation?",
        "A: No, I think that -- thinking back on it that if they had they might have been able\nto bring more -- more children in, but it was a real feat to bring the 35 in, it really\nwas.",
        "Q: And again, could you just go over how your father heard about these 35\nchildren?",
        "A: I don’t think he heard about them, I think that we knew that -- that -- that there\nwere children being brought in on the Kindertransport. We knew that there were\nthousands being brought in and I think there was a -- there was a plea sent out to all\nof the Jewish communities, could they take people. I mean, he had no knowledge of\nwho these children were, but it was just this -- this -- it’s a question, can you help,\ncan you take children. That’s what they responded to.",
        "Q: Mm-hm. Were there any Jewish residents who were negative about this, or was\nit all a positive response?",
        "A: Oh, I’m quite sure that some people said that they would rather not. I mean, I’m\nquite sure, I mean I don’t know, but I’m quite sure there was some, really.",
        "Q: Why do you say that?",
        "A: Well, I don’t know, I mean, but thinking back and knowing the nature that\nJune 12, 2006\nthere’s some people that would and some people that won’t. And I -- I just can’t\nthink that everybody that my mother sa -- contacted would say, oh yeah sure, yes of\ncourse we’ll do it. I’m quite sure there were people that said, hey I’m sorry, we\ncan’t do this.",
        "Q: Because of the responsibility, yeah. Is there anything more you can talk about,\nabout Whittingehame during °39 to ’45 that we haven’t covered yet, because I\nwanted to then move on to aft -- you know, when the war was over. Is there\nanything else that you remember? Were there any crises that happened at\nWhittingehame?",
        "A: Not that I remember. No -- I-I think there was a -- a small crisis when -- when\nsome -- some girls said they were heartbroken because they -- they had this crush\non one of the boys or something like this, and -- and they’Il be some -- people will\ngo and talk to them and, you know, -- and [indecipherable]. Nothing really,\nnothing really. I think that it -- it was a regular school and I think that there were\nups and downs and I think that obviously -- perhaps some of the children were sick\nsometimes, but it all worked out, but very, very well. It was an excellent teaching\nstaff and there were people there like the Chaim Weitzman’s wife, like the\nMasons or like my parents, who were always there on hand to be there if they were\nneeded.\nJune 12, 2006",
        "Q: So Vera Weitzman, she didn’t teach any classes, she was just there for suppor --\nma -- emotional support?",
        "A: I don’t believe that she taught, no, but she was always there. And she was very,\nvery -- very enthusiastic about it, and very, very involved with it.",
        "Q: And did the children get report cards?",
        "A: I don’t know, I -- because it was a school, I’m pretty sure that they did, but I\ndon’t know. I really don’t know.",
        "Q: And the food came from the -- the farm land that -- the surrounding farmland\nthat 1t was a part of?",
        "A: I don’t know where the food came from, I know that -- that 1t was strictly\nrationed. I know that all of the -- all of the people [indecipherable] it was strictly\nkosher and therefore had to come from Edinburgh from the -- from the Jewish\nbutchers. I’m sure that -- that the dairy stuff came from the surrounding farms, but\nthere again, it was rationed, everything was rationed. And I -- I know that my\nfather, as I said before, was -- was himself [indecipherable] trying to find extra\nfood for them. I mean, h-he was always going out. He wa -- because of the person\nhe was, he knew people and -- and he would go out and say look, there’s a school\nhere, you know, so can’t you help? And they would respond to it because they knew\nwhat kind of a person he was. In fact, I tell -- in fact I tell a story which 1s co --\nJune 12, 2006\ncompletely different to this. When we lived in Walkerburn during these two years\ni-in our country house, it was a little tiny village, and -- and there was -- and there\nwas a convent there, and we used to go visit the nuns, and -- and they were sewing -\n- bless you -- robes for the -- for the Edinburgh bishops. Anyway, it was terribly\ncold, it was pitifully cold. I mean, and -- and we had no heating at all. And they\nwould sit and sew these beautiful, beautiful embroidered gowns and the -- and th-\ntheir fingers would be blue. And they told us that they were -- they were praying for\na miracle to get coal. Coal was also rationed. So we told my father and my father\nwent around, around, and he had two tons of coal delivered to them. And they said,\nyou see? We asked for a miracle. That was my father.",
        "Q: How did he get all the, as you say, petrol to keep driving out to Whittingehame?\nIt took a lot of gasoline.",
        "A: I don’t know how he got it. I know that -- that he had to be very careful because\nthey would -- they would put dye in the petrol so that you know if -- if you -- you\nhad a certain ration, and afterwards if you got black market petrol, it is -- very often\nit -- 1t had dye in it so they could tell if 1t was non-kosher. And -- and I’m not sure\nhow he did it, but -- but he -- I mean, he had ways of doing it. And he’d ask people.\nHe’d just go and say, look, you know, we need this.",
        "Q: What did the children call him?\nJune 12, 2006",
        "A: Do you know, I don’t know? Possibly Mr. Cohen, yeah. Called my mother Mrs.\nCohen.",
        "Q: So now the war is winding down and it sounds to me the -- the negative part was\nwhen the young -- young men had to leave to go to the internment camps. But when\nthat happened, did the atmosphere change at the school? I mean, the -- all these\nchildren were enemy aliens.",
        "A: Yes, they were.",
        "Q: Were there -- was there any restrictions on the children who remained at the\nschool a -- from that point on, when the older children had to leave -- the older boys\nhad to leave, were there any restrictions or did life go on the same once the boys\nleft?",
        "A: Well, I think that when they were declared enemy aliens, they were -- they were\nunder much stricter -- they were under a much stricter rule. I mean, they couldn’t\nmove around the country, they couldn’t leave, they had to say where they were this\ntime, but of course, for these children they were -- they were in the school, there\nwas nowhere for them to go to, but I think that had they wanted to, that they would\nhave had to sign papers or this sort of thing that, you know, they were enemy aliens,\nand -- and -- and it -- it -- th-they would have to report if they went anywhere. But\napart from that I think that — that -- you know, that was it.\nJune 12, 2006",
        "Q: Mm-hm, mm-hm. And did we talk about the children who were in the city who\nwere in the different houses coming out to the 30 -- the 35 children coming out to\nWhittingehame? Did they ever do that?",
        "A: I don’t believe they ever did. I don’t believe they ever did. I don’t believe that --\nI can’t remember any of the Jewish community really going out of their way to go\nout there. I think that they -- I think that they -- that they -- that the board, the\ngovernors of the school used to go out and take their families, but I don’t remember\nany of the other ones going out.",
        "Q: Mm-hm. So it was just the staff and the governors and people like that, who had\na direct interest going out, but otherwise, the regular Jewish residents did not go.",
        "A: No, as far as I know they didn’t and as far as I can remember, I don’t believe that\nthe -- the 33 childr -- or 35 children went out either. It may -- 1t may have been\nbecause of an petrol restriction, I don’t know, but as far -- I don’t remember there\never being any sort of get together with them.",
        "Q: So now the war is ending, and then what -- what happened?",
        "A: Well, the children all went their certain ways, as of say -- the children who found\nout, sadly, that their families were no more. Other went to other people, o-others\nwent to Palestine. Most of them sa -- went to Palestine. Some di-did find family,\nwent to join them, a-and --\nJune 12, 2006",
        "Q: Were -- were you out there when the children actually heard that the war was\nover?",
        "A: No, I wasn’t.",
        "Q: Do you know if there was any kind of celebration?",
        "A: Oh, I think there had to be. I mean, I remember what it was like for us on -- on\nV-E Day, and V-J Day and I mean, it was sheer jubilation, and I think -- I think that\n-- my own feeling was that, well of course there was -- there was rejoicing, there\nwas also a lot of fear and uncertainty what will -- what’s going to happen to us now.\nI mean -- I mean, there had to have been. I mean they had -- they’d been there for\nwhat, five or six years. They had some kind of -- the security feeling that here were\ntheir ties, here was a basis. All of a sudden they were going to go out on their own\nagain.",
        "Q: And the youngest were 14 when they entered --",
        "A: Right, right.",
        "Q: --- wasn’t that -- so they’re now 20 years old.",
        "A: That’s right. Yes, yes, absolutely. I mean, it was six years for us, I mean, the war\nwas six years and of course the -- they were young adults by the time they left.\nWhich was -- I mean, which was good, I mean, it had had this time to -- to grow up\nin a community that was very, very safe and solid and wherever they went to, they\nJune 12, 2006\nhad a good back -- had had a good background, you know, and -- and I’m quite sure\nthat the people that taught them were very, very -- very, very careful to make sure\nthat they had something to fall back on.",
        "Q: Were you there when any representatives from Palestine came over to try to\nencourage these young people to move to Palestine?",
        "A: No, I wasn’t. I think though that -- I don’t think they had to encourage them, I\nthink that the children that found out that their families were no longer alive, didn’t\nhave much -- or, I mean, 1-it sounds bad to say, didn’t have any alternative, but th-\nthey were lost, I mean, and they thought that th-there was a home for them in\nPalestine. It was obviously the best thing for them.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Hilda Seftor. This is tape two, side B. And we had started talking\nabout what happened when the war was over, and you said some of the children\nwent to Palestine. How did they hear -- do you know how they heard about what\nhappened to their families? Did representatives come to the school? Do you have\nany information about that?\nJune 12, 2006",
        "A: No, I don’t. I think that some of them had written to their homes and hoped and\nhoped and waited and waited and I think -- I believe I remember that some of them\ngot the envelopes back saying that -- that their parents were no more. But I don’t\nknow -- you know, this is the only thi-thing that I do know. It -- it was a very, very\nhard time for them.",
        "Q: And how involved w-were your parents when the war was over? How involved\nwere your parents at Whittingehame when the war was over?",
        "A: I don’t remember ho-how it wound down, actually. I really don’t. I mean, I have\n-- | have no -- so maybe you told us what happened when it closed.",
        "Q: Whe-When did it close, do you remember?",
        "A: No, I don’t. I think -- I think that it must have been -- I don’t know 1f it -- if it\nremained after war finished in 1945, if it went on or not. This is something that I’ve\nbeen trying to find out, but I have no memory of it. I think that 1t just wound down\nthat the children one by one went to the various places, and I think that they just\nquietly closed.",
        "Q: What happened to Agon and Max?",
        "A: Agon and Max found out -- my parents found out that they had distant relatives\nin London, so they -- by that time they were -- they were young adults, and they\nwent down to live with them. I believe that Agon went into the construction\nJune 12, 2006\nbusiness, and I believe that Max went to work with a furrier. That’s much as I\nknow, they both a -- they became very involved in the Jewish community where\nthey lived, and they both married girls from London. And my father was no longer\nalive at that time, but my mother and I, I remember sa -- that we caught the train\ntwice, to go down to their weddings. Andthey were very, very happy that we did so.\nUnfortunately, when I came to this country I lost complete touch with them.",
        "Q: Uh-huh, mm-hm. And what about any of the children from Whittingehame?",
        "A: I have no idea where any of them went, I -- I’ve been sending out inquiries just\nnow, trying to find out and hopefully that I might find where some -- some of them\nare. This lady in New Jersey who I talked to has given me the names of some.\nSome of are in Pales -- some are in Israel now, and some [indecipherable] in\nEngland so I’m -- I’m trying to find out if I can get in touch with them. And it will\nbe great.",
        "Q: Did you ever go back to Whittingehame once the children left?",
        "A: No, I didn’t. P’ve looked it up on the internet and I see the house is still there,\nand I believe it became a correctional li -- school for boys afterwards. And I’m not\nsure what it is now. According to what I read on the internet, it has been divided\ninto private apartments, but it is still owned by the Balfour family. It is still a\nbeautiful, beautiful area, a beautiful, beautiful home.\nJune 12, 2006",
        "Q: Let’s now talk about what happened to you after the war, summarizing on how\nyou got to this country and so forth. So the war is over in ’45, and what happened\nwith you?",
        "A: Well, the war finished in 1945, and unfortunately my father died very suddenly\non the 19\" of June in 1945, just before V-E Day. He was only 59 years old, it was a\ngreat, great shock to us. My mother was very sick at the time and we went through a\nvery, very sad time at that time. After the war I became engaged to a man -- toa\nyoung man from Edinburgh, one who -- because we knew all of the families in\nEdinburgh, | had grown up with, I had seen him at the Jewish holidays and at the\nsynagogue and I had been very friendly with -- with his sister, who went to the\nsame school I did, and he went he joined the -- the British army during the war, he\nwas a captain in the Royal Engineers and was stationed out in India. And he came\nback after the war and I met him at a -- at a Jewish charity dance, and we became\nengaged and married. And he was working for his mother, who was a furrier. Didn’t\nwork out so we decided to emigrate. And we ha -- by that time we had one little boy\nwho was two years old, Lawrence, and my mother was desperately upset when we\nsaid we were going. She loved her first grandson. And I remember saying to her,\ndon’t worry, we’ll come back and see you in two year’s time. We got to -- well,\nthat’s another -- we -- we sailed on the -- on the first Queen Elizabeth. We sailed in\nJune 12, 2006\nFebruary, and these ships really rolled. It was a very, very stormy crossing and most\nof the passengers spent all of their time in their cabins. We -- she either lost or\ngained an hour each day, so we were five hours -- I’m not sure if it’s ahead or\nbehind when we got to New York. We got to New York and I remember sailing up\nthe Hudson and seeing the Statue of Liberty. We stayed there overnight and -- and\na Jewish friend of ours who we befriended when-- he was in the American army,\nmet us at the boat to go to our hotel, and then took us to his home for our first\nAmerican meal. And his -- his wife was a daughter of a Jewish butcher, and she had\nprepared huge steaks for us, and we couldn't eat them. And she was very upset with\nus until we sort of explained we can’t do this, you know? Anyway, the very next\nmorning we got a tax1 to LaGuardia airport and it was bitterly cold, that was -- the\n28\" of February I think it was, bitterly cold and as we got on the -- on the plane it --\nthey were -- they were brushing the snow off the wings. And I was terrified. We had\na two year old child, we were going to California and I was absolutely terrified.\nMy husband was promised a job as a furrier there, so we had to get there right\naway. We got on board plane and my son Lawrence started screaming and he\nscreamed all the way to Chicago. In Chicago, all of the pay -- all of the passengers\nwere told to get off to get boxed lunches, but by that time Lawrence had stopped\nscreaming, he’d fallen asleep, so we stayed onboard. And five hours later we got to\nJune 12, 2006\nLos Angeles. When we got to Los Angeles it was 90 degrees and I almost died. I\nhonestly almost died, I had never known such heat in my life. We had bought\nclothes in Edinburgh that was not suitable and we -- and we’re met by this friend\nof ours and he took us to a motel in Studio City in the San Fernando Valley and\nleft us there and the very next day so Jerry found out -- Jerry, my husband found\nout that the job that we’d come for was no longer there. So he started looking\naround and he ended up by working in the film labs. He worked for Metro-\nGoldwyn-Mayer, he worked for Universal, this sort of thing. And we lived there\nfor three and a half years and in these three and a half years I had two more sons.\nOne was born - on July 13\" in one year, one was born August 13\" of the next year,\nthey were 13 months apart. Well we didn’t stay in Los Angeles because Jerry had\nvery, very bad sinus trouble, so we packed up and drove to Denver, Denver,\nColorado and we lived in Denver for 15 years. Worked out very well, our fourth\nson was born there and I love Denver, had a wonderful time there. And --",
        "Q: Wha-What year did you come to the United States?",
        "A: Came to the United States in 1951. And been here for over 50 years now. And -\n- and Jerry and I became citizens as soon as we could, it was five years after we got\nhere, in 1955 -- I think it was in 1955, and our son Lawrence became a citizen also.\nThe other children, of course, we born over here.\nJune 12, 2006",
        "Q: What did it mean to you to become an American citizen?",
        "A: Meant an awful lot. I’d always, always loved everything I’d read about United\nStates, it was always like a fairy land to me, like another country, and of course the\nfilms, the movies that we saw were, you know, were like the Andy Hardy movies\nand things all looked as if things were so wonderful here, and I’d always wanted to\ncome here. I had been engaged to an American during the war, a wonderful fellow\nwho lived -- who actually lived in Denver, Colorado. He was in the -- he was a\nnavigator of a Flying Fortress. And he was my best friend until he died. I mean, he\nwas a wonderful fellow. And it didn’t work out, so Jerry and I got married and --\nand we came over here and -- and Bob continued to be a very good friend and when\nwe found out that we had to leave California, we decided to go to Denver,\nColorado and he and his -- he and his wife were our very good friends here. And --\nand we stayed there for 15 years. Then after 15 years we went back to California\nagain. So.",
        "Q: And then you stayed how long in California?",
        "A: Then we stayed -- then we stayed 15 years in California. Jerry had had\nwhatever was bothering his sinuses had taken care of and California was all right,\nbut I never really wanted it to be my home, I was deathly scared of earthquakes, and\nwe'd been in two of them. We’d been in the -- the Tehachapi earthquake, I think,\nJune 12, 2006\nin 1952 and then in the San Fernando earthquake. And they’re very, very -- they’re\nvery, very frightening, not only the earthquakes but the aftershocks afterwards. And\n-- and my family used to go to bed early and I’d be sitting in our living room. All of\na sudden the whole place would heave, just silently heave. And after -- after my\nyoungest son Colin was 10 years old, I went to work, and --",
        "Q: We-Were the earthquakes more frightening than the bombing raids in Scotland?",
        "A: Yes. I think so. Partly because I-I was so young then and it was kind of exciting,\nyou know, you hear the sirens and I think we were too young to realize what really\ncou-could happen. An-And -- and -- and my parents must have agonized. But the\nearthquake, I mean, with the -- with the bombings, you heard the sirens. You knew\nthat something was going to happen and terrible things did happen, but with an\nearthquake, all of a sudden, your whole world 1s turned -- turned upside down. On\none of them my husband was sitting at the dining room table very early one\nmorning and the -- and the -- the chandelier light above his head -- he was sitting at\nthe dining room table, just -- just shattered. And all of the doors in our apartment\nflew open, and -- and it went on from there, and it was the uncertainty, I mean and\nwhen -- when we lived there all these years, I had four boys and the last earthquake,\nthe San Fernando one, I had two boys at college, at UCLA Northridge. I was\nworking in downtown L.A. and Jerry was in the San Fernando Valley and it -- it\nJune 12, 2006\nkept on going through my mind, if it’s a bad earthquake and the freeways are\nbuckled, we’re all in different parts of -- how we going to get together? The place I\nworked with at that time was a department store and -- and they had an elevator for\nthe employees, and the walls of the elevator were so buckled that the elevator\ncouldn’t work. It was a very, very fr -- it’s very frightening.",
        "Q: Mm-hm.",
        "A: I think it’s not knowing that -- that the ground under you 1s -- is going to move.",
        "Q: When did you come to Washington”?",
        "A: Came here in December 1954 -- I’m sorry, came here 1-1n -- in December 1994.",
        "Q: And I’d like to now talk to you about your work at the museum, why you\ndecided, or when did you decide to start volunteering at the museum?",
        "A: Well, I’m the perennial volunteer. I’ve -- ever since World War II, I volunteered\nin some way or another all my life. I -- I volunteered for the Red Cross in Denver\nfor about 15 years. I have thousands of hours there. I was head of Red Cross motor\nservice. That’s another story, but -- but I volunteered when we went to Tucson,\nArizona, [ volunteered in Saint Mary’s Hospital for nine years. So I’ve always\nvolunteered, but when we came t -- when we came here, I thought, my goodness,\nthe United States Memorial -- Holocaust Memorial Museum is here, could I\npossibly? And I thought I couldn’t, because there was the transportation. And we\nJune 12, 2006\nwent down, we saw the museum, we were totally overwhelmed, my husband and\nmy son and I. And I called them and said, is there any way I could come? And I\ntalked to Genya Marken. And she said well, we have a training class in October\nbut, she said, if you want to come now, I’m in the photo archives. So I went into -- I\nwent in -- had an interview with her and she said -- she knew that I wasn’t a\nsurvivor, she knew that I hadn’t had anything drastic happen to me during the -- the\nwar, yet she said, why do you want to do this? And I said, because my parents were\nso involved and through them I was -- I became involved and I said, I’d love to\nthink that I’m continuing to do what my parents were doing. And she said, well you\nknow, you can’t just come for a couple of hours. Evidently she had some volunteers\nthat came in once a week for a couple of hours. She said, you’d have to come and\nmake a real investment in this. And I said, sure I will. And so I started, and because\nmy husband volunteered at a school and needed to be there by eight, he would drive\nme to the Metro station and I would get to the museum at seven o’clock in the\nmorning. And I had -- I had a special permission from the guards to go in there, and\nit was completely deserted, apart from the guards. And I would go up to the fifth\nfloor, everything was quiet and everything was partly dark and I’d walk across the\nglass bridge and go into the photo archives, and the first thing I do is put on\neverybody’s computers. I knew all of their passwords so that they [indecipherable]\nJune 12, 2006\nthem. And then I would -- I worked to Sharon Muller and -- and -- and Teresa\nPollik -- but at that -- Pollin, but that time was mainly Sharon Muller, and she was\n-- she was good to work with because she was very, very precise. Extremely\nprecise, I mean, and -- and she was never too busy to answer my questions. I mean,\nthere were always people coming through at photo archives, asking for things, all\nthe [indecipherable] come in, and I could go over and say, Sharon, could I\npossibly ask you this and she would stop everything and tell me what to do. I mean,\nI’m -- I felt that -- how I say, that I knew -- that I felt very confident what I did\nbecause she taught me how to do it. And I -- I worked there for six years. They\ncalled me their unpaid staff. I would go as -- I worked there four days a week, six\nhours a day. I’d leave there at one o’clock and Jerry would meet me. And I did so\nmuch. I think one of the things that I’m very, very proud of is that I did -- I\nprocessed the Auschwitz collection. That’s a collection of 2400 photographs that\nwere found in a suitcase, and this lady -- I can’t remember her -- her second name,\nbut she found them. Anyway, they had it in -- in Israel and we asked them if we\ncould have this collection and there was a lot of negotiating going on with Sharon\nMuller and Teresa Pollin and th-this lady Ann, I can’t remember her second name.\nAnyway, she came and she said that if we made copies for her that we -- that we\ncould have -- we could make copies for ourselves also. So we got the negatives and\nJune 12, 2006\nI remember Sharon and Teresa talking themselves one day and saying, do you\nthink Hilda would like to do it? So they asked me and I said yeah. I ha -- I think so.\nSo I did this whole thing. I had the contact prints, I had negatives, I did -- put this\nwhole thing together. There were 2400 photographs, I put them by category, by this,\nand everything else. And I got so involved with it. They were ma -- they were\nmainly from people who had lived in a place called Bedzin in Poland and it was\nnear the -- near a mountain resort. And it was the saddest thing because here were\nthese pictures of these -- these photographs and there are people who -- who are\nleading happy lives before the Holocaust. There were pe -- there were weddings,\nthere were -- there were picnics, there were family outings and there were a lot of --\nlot of photographs of school -- school groups, a-and they were -- they were the\nJewish -- what do they call them? Gymnasiums?",
        "Q: Gymnasium.",
        "A: Gymnasiums, and -- and -- I got to the point that I would -- I would be able to\npick out the people from the various families and -- and be able to put names to\nthem and -- and put them on the computer. And we got this whole thing together\nand we had them blown up and they’re now -- and they’re now in this album that I\nhave here, and this -- a -- it’s a wonderful album. But Auschwitz, the collection, 1s\nJune 12, 2006\nreally, really very special to me. And I also did -- I processed the Anne Frank thing\nthere. I did the Hannah Szenes. I did --",
        "Q: Wh-What exactly did you do?",
        "A: I got the photographs together, I put captions on them, I put them on the\ncomputer, I wrote things about them, and can’t remember this other man, this\nwonderful man who led the children out and was -- and was killed. I mean, th-there\nwas so many things that I did --",
        "Q: Janusz Korczak”",
        "A: Yes, exactly, thank you. And that really touched my heart, you know? And --\nand I did the Einsatzgruppen. I did the concentration camps. But with all of the\nthings that [indecipherable] the concentration camps and seeing the stacks of\nbodies, they didn’t affect me as much as working with the pictures, the photographs\nof people that were happy before the Holocaust, thinking they don’t know what’s --\nwhat’s ahead of them. They’re -- there are nursery groups with children, in their\nnurse -- I mean, not knowing what’s ahead of them. That just br -- 1-it really broke\nmy heart. And -- and can’t thi -- I mean, I -- I have a whole collection of what I did\nthere. And I did important -- important Jewish people throughout the world and --\nand -- and important non-Jewish people throughout the world and I used to go into\nJune 12, 2006\nthe library and spend hours reading up biographies and things of these people. So I\nmean, I did a lot of -- a lot of work there.",
        "Q: So you were the one to catalog it, to label 1t, to put them in groups?",
        "A: [indecipherable] yes, yes.",
        "Q: Yeah.",
        "A: I mean --",
        "Q: And put it -- put the information on the computer.",
        "A: Right, right, yeah. And then, after six years, and my husband died very suddenly\nand I had surgery and I left and then after that, I talked to Teresa Pollin and she\nsaid, would you like to work with me? And I said, yes I’d love to. And -- so I\nstarted working at home and that’s when I started doing -- I did this history of this\nlittle girl who came on the t -- on the -- on the Kindertransport and who was\nheartbroken at leaving her parents. And then I -- I recently finished recording the\nnames of 14 and a half thousand Polish children that were in the Lodz ghetto for an\nexhibit that is going to be opened th-this coming fall, I understand, about the Lédz\nghetto. Teresa Pollin’s working on it and she asked me to do these in a hurry, and I\ndid and what she did -- well, what she does is when she goes to Israel, she tries to\nget hold of anybody that might have any connection with these people and by\nhaving the names with her then she can do it.\nJune 12, 2006",
        "Q: So you entered all these 14,000 names --",
        "A: 14 and a half thousand names.",
        "Q: -- on -- o-on the computer?",
        "A: Pll show you. Ye-Yes, I -- I entered 14 and a half thousand names, they were\nPolish names. And they in themselves were heartbreaking because some of them\nhad the ages on them and some of them were little children. Now I’m transcribing\nsurvivor’s histories and each one of them is different and each one of them 1s a story\nin itself.",
        "Q: You’re transcribing from interviews?",
        "A: Transcribing from -- from the material that the museum sends me. They send me\nrough drafts, and I transcribe them onto the computer and then -- and then email\nthem back to the museum. I think I’m on my 40\" just now.",
        "Q: And what is your feeling when you walk into the museum building?",
        "A: I love being there. It is -- it is the hardest thing for me and the saddest thing that I\ncan’t go down as often as I used to. I get this feeling of awe going in there. I never\ngo in there without this feeling of just absolute awe that this -- this building is there\nand that is -- and there’s so much that is going on there, and there’s so much that --\nthat is recorded there. I mean, I if I could, I would be down there every day.\nJune 12, 2006",
        "Q: Is there a particular part of the museum, a particular exhibit that you -- that\naffects you the most deeply?",
        "A: I don’t think so. I think I’ve only been through the -- the permanent exhibition\nperhaps about three times. I can’t do it more than that, but there -- the exhi -- the\nexhibits that always hurt me the most, really get to my heart, are the ones of\nfamilies -- families loading the transports, families being taken off to the camps.\nThese wonderful people who are sometimes beautifully dressed, sometimes not, but\nthey’ve got no idea of what’s in front of them. This -- this is so hard for me.",
        "Q: Does it bring back memories of the children that you met in -- at\nWhittingehame and the other boys, the -- Agon and Max? I mean, does it stimulate\nyour memories when you go there?",
        "A: Oh yes, of course it does. I mean, I see children in these photographs, they look\nso much like the children that were at Whittingehame, so -- so much like Max and\nAgon.",
        "Q: Mm-hm, mm-hm. Do you have a lot of contact with the other volunteers at the\nmuseum?",
        "A: No, I think that what I -- the work that I’ve been doing has always been kind of\nsomething that I’ve done by myself and I really have no contact with the other\nvolunteers at all. In fact, I don’t think I don’t think I know any of them. I have -- I\nJune 12, 2006\nhave gone to the appreciation nights 1n the past, but I don’t go any more and I don’t\ngo to the dinners, and I’m perfectly happy not to. I think I’m just happy to do what\nI’ve done, you know, and I know the other volunteers are a community in\nthemselves and they know each other and that’s fine. One of the things I do, and I\ntry to do every year, 1s I go down on Holocaust Remembrance dray -- day, and I\nread names. And I’ve done this every year.",
        "Q: Mm-hm. N-Names of the victims?",
        "A: Yeah. Yeah, the names of the victims and sometimes they’re very, very hard to\nread, they -- you know, Polish or Czechoslovak. This year I went down and they\ngave me a choice and I chose names that were from Norway, and they were easier\nto read. But I mean, each one of them is a heartbreak, I mean. You -- you read these\nnames and you see families, you see whole groups of names and you see ages from\nthe grandfather to the little children just months old, and it has to tear out your heart\nto know that they all -- they all perished.",
        "Q: Did you ever go back to visit in Scotland?",
        "A: I’ve been back to Scotland three, perhaps four times. We wouldn’t leave our\nchildren when they were growing up. The first time my husband and I went back to\nvisit was in 1973 on our 25\" anniversary. And my husband and I went back, I think\ntwice after that. And then I went back ba -- by myself about nine years ago to visit\nJune 12, 2006\nmy cousin, who has a fa -- who had a farm outside Edinburgh. And then the last\ntime I went to visit was with my son, two years after that. And I don’t think Pll go\nback again.",
        "Q: Do you feel Scottish?",
        "A: Yes, I do feel Scottish, yes I do. I mean, I -- I guess -- when I go over there\npeople say that I talk with an American accent. Here they say I talk with a Scottish\naccent. But there’s something very, very Scottish about me, and I love to hear the\nbagpipes. I get so homesick. And a -- a funny story that I will tell you is that a\nfriend of mine told me that she had a friend who plays the bagpipes in the American\nAir Force Bagpipe Band, of all things. And she said, he would like to meet you. So\nshe brought him here one evening, with his bagpipes. Now this is a -- this is a\ntownhouse association and -- and -- and there are neighbors on the side. He brought\nout his bagpipes and started to play. Now, you know how loud they are. My -- my\nson at the time was the president of the homeowner’s association. I could see him\nliterally getting paler by the minute. But it was great. I mean, I mean I can have\ntears in my eyes when I hear the bagpipes. It brings back so much to me. I\nabsolutely love it.\nJune 12, 2006",
        "Q: Is there anything else you’d want to add before we end? Any thoughts that you\nhave, whether the world has learned from the Holocaust or anything that you care to\nadd?",
        "A: I don’t know. I honestly don’t know. I was left with a feeling of antagonism bu -\n- towards anything German. I didn’t want to know German people or anything like\nthis, but in the last few years I -- I have two very good friends who are German.\nOne very, very dear friend who is in Coburg, Germany, and I realized that there\nare good people everywhere, and that -- and one can’t judge people by their\nnationality, by their race or anything else. I mean, I feel that -- that what is going on\nnow i-in the world is deeply upsetting. You know, you see anti-Semitism\neverywhere, you see racism everywhere, and I don’t think that -- I don’t think it will\never be any -- any better, and that’s what really bothers me.",
        "Q: Well, it’s wonderful that you continued to work and to document these people’s\nhistory. That’s wonder -- wonderful that you do that.",
        "A: Well, you know, we’re all getting so much older, the survivors and myself, we’re\ngetting very much older and it’s so good to know that anything that we can say now\nmight live on and that people can perhaps listen to it and hear what it was like\nduring these year, and -- and for me myself, my -- my prime reason for doing this is\nso that people would get to know what my parents did, how much they cared, how\nJune 12, 2006\nmuch they agonized over what was happening in Europe and how much they\nwanted to help and how much they did help in a very, very quiet way, but they --\nthey gave everything that they could and I think that this should be remembered.",
        "Q: Yeah.\nEnd of Tape Two, Side B\nJune 12, 2006\nBeginning Tape Three, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Hilda Seftor. This is tape number three, side A.\nYou had mentioned something previously about a menorah. Can you tell me about\nthat?",
        "A: Yes, at Whittingehame, my parents loved being there and they were very, very\nsurprised when they were invited to go out one special evening and they -- because\nthey didn’t usually get an invitation, we went out and that was fine and they -- the\nstaff said no [indecipherable] come out tonight, could you possibly come, and we\nsaid okay. So we came out and -- and -- and I’m not sure how many of this -- of the\nchildren were there, if they were all there or not, I don’t remember that, but one of\nthem got up and made a speech and said that they had worked on something very\nspecial as a gift for my parents and they were going to present it to them. And the\nbrought out this absolutely beautiful menorah that they had carved by themselves\nand written in Hebrew on it. It was about three foot across, and -- and made of\nbeautiful wood, and they said that they would like us to have it and -- in\nappreciation for all that we had done for them. Well, we took -- my par -- my father\nwas a very quiet man who wa -- had a very soft heart and when he’s touched and\nthe tears came to his eyes, and he said something appropriate, I’m not sure what he\nJune 12, 2006\nsaid. But we took it home and we used it every year and it was on our -- on our\nsideboard at home every year that I remember. Then I was the first of the family to\nleave the country and when I left my mother was still alive, and there was the\nmenorah. And then after that my sister left and the last person to leave was my\nbrother. And we didn’t know, evidently he brought everything he could. And he is\nno longer alive, but his wife lives in San Francisco -- very, very fond of her. And\nabout three months ago she called me and said she was cleaning up her garage and\nshe said that she found this wooden thing in the corner, would I know what it was\nand would I be interested in it? And she expl -- she described it and I said, oh my\nGod, Pat, I said that’s the menorah. And I said, don’t -- don’t get rid of it. I said,\nwould you consider giving it to the museum? And she said, well, she said, I don’t\nsee why not. She says, Pll ask my two children. One of them is in Edinburgh just\nnow, one of them was with her. So she asked her two children, Mandy and David\nand they said -- they didn’t know much about the museum, but they s -- and I said,\nyou know what, I’m going to send you some information. So I sent them all the\npamphlets, all the documents I had. And she said, yes, of course we'll give it to the\nmuseum. And she said, if it’s all right with you, I'll donate it with David and\nMandy’s names. So the U.S. -- the museum’s -- a conservatory group came out to\nher very early one morning, they packed it up, they brought it back here and it is\nJune 12, 2006\nnow in the museum. And -- and it really does my heart good to know that it’s there\nand that something that was given to my parents will always be there for them.",
        "Q: That’s wonderful. W-When did your mother pass away”?",
        "A: My mother passed away in April sum -- 1951, six weeks after I arrived in this\ncountry. She had a stroke and died the same day. And I -- broke my heart and -- and\n-- and we had just come over here and I was arranging to take my son, Lawrence,\nwho was two years old back there. And -- and then -- and we went through all of the\nthings about getting permits and things and then I suddenly realized, they can’t hold\na funeral, she’s already gone, what’s the point of going back? So I didn’t go back\nfor over 20 years. But she was a lovely person, and as I say, she -- she was so upset\nwhen we left, and you know, perhaps it was best that it happened that way because\nhad she lived she would have been -- you know.",
        "Q: You had mentioned a little bit before about your feelings about Germany. I w-\nwanted to know what your feelings about being Jewish were. I mean, here you all\nhelped to take care of these children. Do you think -- during the war years -- do you\nthink that m-made an impression on your Jewishness? Did it make you feel more\nJewish or did it not have any effect on that aspect of your life?",
        "A: Oh, I think it definitely made me more aware of who I was an-and -- and -- and\nof being Jewish. We ourselves didn’t encounter any -- any animosity or any anti-\nJune 12, 2006\nSemitism, but coming over here I realized that there were -- that there was more\nanti-Semitism over in Great Britain than I’d realized, and that people were not so -\n- so willing to wear a Mogen David, or wear some -- something to show that they\nwere Jewish. And I found it -- 1t’s a much more open society here when I came over\nhere. So while we had -- we had absolutely no -- no sort of contact with anything\nthat made us feel that w-we were unwelcome or anything, I know that there was that\nthere. And we were very, very -- I mean, we were very, very proud of being Jewish,\nand as I say, we were the only Jewish children, the five of us, in our school, and --\nand we felt kind of important because of it. You know, I mean, there was -- there\nwas no feeling of bias or anything else. But it did happen.",
        "Q: What forms did it take?",
        "A: Oh, I -- I think it -- 1t was -- 1t was covert. I think that the kind of people that my\nparents were also, I think people would hesitate to -- to do anything to them because\nthey were such kind people and they were always helping other people. I mean, I\ntalk about refugees -- the refugees, I talk about the Kindertransport, I talk about\nWhittingehame, but there were so many other people that they helped in every way\nthey could, I mean, they were just kind, kind people that -- that just were always out\nfor other people. And I think that being a sort of a fairly small town, in a way, that\npeople were aware of it. Edinburgh is a much bigger and more of a cosmopolitan\nJune 12, 2006\ntown than it is -- than 1t was when I lived there. There was no trans-Atlantic flights,\nthere were no tourists there. It was a very, very quiet city. It was all -- it was almost\na Sleepy city, not like it is now. And - and my father knew the mayor, and in fact the\nhouse that we had, and actually we leased it during the war, it was bought after we\nleft by the [indecipherable] of Edinburgh. So I mean, he sort of knew people and\nhe -- and he felt very comfortable with them, and so I don’t -- so if there was any\nanti-Semitism, we didn’t see it. But I -- I think sometimes that while it’s not always\nthe case, that it’s the kind of person you are also. That may be wrong, but --",
        "Q: Have you shared this story about what your parents did during the war, with\nother people? Do you -- does it something that comes easily to you and that you\nshare with a lot of other people?",
        "A: Yes, I do, particularly now. Particularly now as I’m getting older and -- and that\nthe survivors don’t have that much longer, obviously. But I am so, so anxious that\npeople do hear about my parents, do know that they did something good, and -- and\n-- and helped other people that I do go out of my way, I go out of my way that you -\n- in ways that I would not have thought years ago. I am a member of -- of a club on\nthe internet, a lovely club, I’ve been a member now for about five, six years, and it\nstarted off as a book club and I’m the only Jewish person and I bring out all the time\nabout being Jewish, about the Jewish holidays, and in particular about this -- about\nJune 12, 2006\nWhittingehame, about the Kindertransport. They are now so interested in it. And\nthey will -- they will tell their children and they will tell their friends and this 1s how\nI feel that people get to know. I mean, I -- it’s not myself I want to talk about, it’s\nthe fact that I had so -- such wonderful -- such a wonderful example, you know, and\n-- my own children. It’s funny because my oldest son always used to say to me -- he\nresented the fact that we came over here and that he’s got no family over here,\nbecause he knew that my mother was one of eight children, and that we had a very,\nvery big family group in Edinburgh. And I said, but this is what happens. And I\nsaid, after the war, everybody kind of separated anyway. But he said to me, what\nwas it like for you growing up? And I sat down and wrote him 10 pages. And he\nsaid to me, it’s like a fairy tale. And I said, this is how it was, it was a different\nworld. And I want -- and I wanted to sh -- and -- and my -- and I said to him do me\na favor and copy to send it to your other brothers. I want them to know and I want\nthem to tell their children. And ma -- basically about being Jewish and living in a\nJewish household, and -- and -- and being members of an -- of a community, about\nsort of going to the shul, going to services every Saturday morning.\n[indecipherable] Shabbat afterwards and just -- it’s not what they do, but I want\nthem to know about it, so --",
        "Q: Have you stayed as observant when you came to the United States and now?\nJune 12, 2006",
        "A: No, we haven’t. We -- we are now members of Reform, a-and that’s fine, I\nmean, my husband Jerry was never as observant and we just sa -- sort of gradually\nsort of grew away from it. And that was fine, you know, but it’s there in me, you\nknow? I mean, wa -- wonderful memories of the sheer ec -- the excitement about\nchanging the dishes at -- at Pesach, and ho -- and what fun it was to eat out of\ndifferent dishes, you know, this sort of thing and -- and it’s always -- my mother\nused to buy great big cases of matzoh and she used to give a packet to each of her\nChristian friends. She always did that. And I do it now. I’m a volunteer at Inova\nFairfax Hospital. Made very good friends there and at Pesach [indecipherable]\nseveral friends, I’ve taken matzoh into them. You know? And it’s good. I think it’s\ngood. I hope it’s good.",
        "Q: Were you able to get matzoh during the war and did you bring it to\nWhittingehame?",
        "A: We obviously got -- [phone ringing] -- Colin’s got a phone down there -- we\nobviously got matzoh during the war, and actually yes, we got it in\nWhittingehame. In fact, in one of the photographs that I have and the -- and the\nmuseum have, there is pile -- the -- there’s a whole pile of boxes of matzoh for\nthem. So in some way they got it, yeah. [phone answering machine] Sorry, I’m\nsorry. [tape break|\nJune 12, 2006",
        "Q: Have you been to Israel?",
        "A: No, no. We had hoped to go at one time, but raising four young boys, this was\nnever possible, so unfortunately no, we didn’t go.",
        "Q: Mm-hm, mm-hm. When events like the Eichmann trial came, did that stir up\nmore memories of the war time in -- in Scotland for you?",
        "A: Oh yes, 1 -- obviously it did, I mean, we followed very, very closely and couldn’t\nunderstand how people could be so evil. I -- I saw quite recently -- I’m not sure if\nyou’ve seen this movie, “A Judgment at Nuremberg’”?",
        "Q: Mm-hm.",
        "A: But it was shown again and I’ve -- I put it on tape because just -- I mean, it’s\nfiction, but even -- even watching this brings back that whole era so vividly. And --\nyes.",
        "Q: And again, your thoughts about Germany you said have changed over the\nyears?",
        "A: Yes, they have changed and this is a funny thing is that my husband ha-had\nnever been terribly involved with things that I’ve been interested in, as in going to\nthe Holocaust Museum. I mean, he supported me, but this was my thing. But -- and\nhis parents did take a refu -- one of the 35 children and I hate to say this, but I th -- I\nhave a feeling that my mother-in-law treated this little girl more of a domestic. But\nJune 12, 2006\nanyway, the thing was this, that we went to -- we went to Europe in the 1980’s, and\nwe went through France, and Belgium and -- and the Netherlands and got to\nLuxembourg, and then we drove to the German border. And it’s a beautiful area, a-\nand we could see -- and we could see a castle 1n the distance, and I said, let’s go\nover. He said, I can’t. And I said, come on Jerry, it’s just another border, let’s go.\nHe said, I’m sorry Hilda, I just can’t. A-And he wouldn’t go. So I mean, he had\nmuch deeper feelings than he’d ever, ever, you know. But yes, my feelings about\nsort of, Germany, have changed. I don’t know -- I have mixed feelings about it\nbecause in one of Leon Yuris’s books, he tries to explain this make-up of a\nGerman, the physiology and all [indecipherable] and I believed him -- him\ncompletely, but as I say, I’ve been in contact with couple of people recently, and\none in particular, and they are lovely people. And I feel that you can’t label\neverybody the way I once did. And I have a friend whose mother was German and\nshe’s no longer alive. Every time I saw her, she’d be apologizing. And I -- and she I\nthink lived in somewhere like Essen or something that was terribly badly bombed\nand they went out sort of looking for pot -- sort of scraping for potatoes, they were\nso hungry. She was telling me all this [indecipherable] she says, you know? And I\nsay, look, you can’t go back and -- and -- everybody had problems. But I think it\nmade me realize that -- I mean I-- myself, I could never understand -- I could never\nJune 12, 2006\nunderstand how the German people could not see what was going on. How they\ncouldn't see that the -- their neighbors were all disappearing. I mean, this could\nnever be explained to me. But it’s a new generation and I think that the German\nschools, that they’re bending over backwards to teach the children. And I -- they say\nat one time the Japanese were taking this whole thing out of their -- out of the\nhistory books, it just didn’t happen. But the Germans are bending over backwards to\nmake sure that they understand what -- what went on. And of course they still have\ntheir -- their anti-Semites, and th -- and their -- their Nazis with their -- with their\narmbands on, but listen, we all have them. I mean, look what’s happening here. So I\nthink that hopefully -- hopefully this will never happen again and I feel that this\nnew German generation 1s different. I can only hope so.",
        "Q: Do you feel it could happen again?",
        "A: In this country? No I don’t think so. But as I read the paper every morning, and I\ngot to the point of saying, I hon -- honestly hesitate to read the paper in the\nmorning. I -- I really despair of what’s going on throughout the world. I think that --\nthat the lesson has not been learned, with the brutality that -- that we see\neverywhere, in Darfur, the Congo, everywhere. I mean, it’s just incredible what’s\nhappening. So whether it could happen again, not in this country, but I honestly\ndon’t know.\nJune 12, 2006",
        "Q: Do you have friends who are survivors?",
        "A: No, I don’t. No, I don’t.",
        "Q: Do you -- do you speak to any of the survivors who work at the museum? Have\nyou had contact with them?",
        "A: No. No, I don’t. As I say, I don’t speak to anybody at the museum except the\npeople that I work with. I never have done.",
        "Q: Mm-hm. Did -- do you -- how often did you talk about th -- what your parents\ndid, how often did you talk about that with your children?",
        "A: Not very often. I think that when you have -- when you have girls, girls want to\nknow how you’ve -- growing up. So girls want to know about your past\n[indecipherable] boys don’t. I me -- I found this out, you know, they’re busy doing\ntheir own thing, everything else. And that’s why, when my son asked me, and I\nrealized, I sat down and wrote. I’ve written, I think, two things for them. One of\nthem, what it was like so -- during the war, during the six years for me, and they\neach have it and I’ve -- I have another one about sort of growing up, what it was\nlike with this bigger -- this large family that we had. Cause my -- my parents’\nhouse, it was always an open house, and it -- at the weekends nobody was invited,\nbut everybody dropped in. This is something I’ve never been able to understand in\nthis country why friendships are almost nonexistent here whereas, you think, oh\nJune 12, 2006\nwell I’ll -- I'll go visit somebody some evening and you’ll -- and you’ll drop in, it’ Il\nbe great, Ill put the coffeepot on, Ill put out a cup of tea. You don’t do that here.\nI’ve been in -- in this country over 50 years and I’ve never seen the friendship that I\nsee -- that I used to see in Scotland. I went back there about 10 years ago to my\ncousin’s farm, and I could see it there. I could see that it hasn’t changed. But here is\ndifferent. So I mean it -- it’s just different.",
        "Q: Mm-hm, mm-hm. When you were growing up, would you’ve -- you’d de --\nidentif -- would you have identified yourself as Scottish or Jewish or both, or --",
        "A: Definitely both, definitely both. I mean, I wouldn’t say I was Jewish first, I\nwouldn’t say I was Scottish first, I say I was -- I was a Scottish Jew, definitely.",
        "Q: Well, is there anything else --",
        "A: No, not really.",
        "Q: -- that we can talk about?",
        "A: No.",
        "Q: I’m trying to think of what else that you may --",
        "A: I think that’s -- that’s about it. I think -- I think that’s about my whole life’s\nStory.\nJune 12, 2006",
        "Q: Well, it’s important that you got your parent’s stories and what a wonderful --\nacts that they did during the war. That’s very important that that’s now going to be\nin the archives so people will know about them.",
        "A: Iam -- I am so grateful and so thrilled that this is going to be, and my one regret\nalways has been that they both died so early, they both died when they were 59, and\nI think so often of what else could they have done, had they lived to be as old as I\nam.",
        "Q: Mm-hm, mm-hm. Well, you’ve given them a great gift by putting this down for\nposterity. So thank you very much for doing the interview. This concludes the\ninterview of Hilda Seftor.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Hilda Seftor, conducted by Gail Schwartz on June 12\",\n2006, in Annandale, Virginia. This interview is part of the museum’s project to\ninterview Holocaust survivors and witnesses who are also volunteers with the\nmuseum. This is tape number one, side A. Please tell us your full name.",
        "Q: And the name that you were born with?",
        "Q: And where were you born and when were you born?",
        "Q: Let’s talk a little bit about your family. How long had your parents been in\nScotland?",
        "Q: Your father’s name was?",
        "Q: And how far back did his family go, do you know, in Scotland?\nJune 12, 2006",
        "Q: And what kind of work did your father do?",
        "Q: Yeah, we’ll get to that time soon.",
        "Q: Yeah.",
        "Q: Tell me, did you have any brothers or sisters?",
        "Q: And their names?",
        "Q: And where are you in the -- in the order of children?",
        "Q: And tell me about your mother’s family, and her name.",
        "Q: And she came to the -- to Scotland when?",
        "Q: Do you know why they came to Scotland?",
        "Q: And th -- her family came from?",
        "Q: And did you have a large extended family in Edinburgh when you were\ngrowing up as a child?",
        "Q: Tell me about the Jewish community in Edinburgh when you were small.",
        "Q: And were your parents active in the synagogue?",
        "Q: Yeah, we’ll -- we’ll get to that in a moment.",
        "Q: How religious was your family?",
        "Q: What was the n -- what is the name, or what was the name of your synagogue?",
        "Q: And where was it located?",
        "Q: What street did you live on?",
        "Q: And the synagogue was located where?",
        "Q: Do you remember the rabbi’s name?",
        "Q: What kind of neighborhood did you live in? Was it a Jewish and non-Jewish\nneighborhood, or strictly Jewish?",
        "Q: And the friends that you had, were they Jewish and non-Jewish?",
        "Q: Where did you go to school as a young child?",
        "Q: Was that difficult? How were you treated by the other children?",
        "Q: How did that make you feel?",
        "Q: And what about the teachers, or were they all non-Jewish?",
        "Q: Your parents were active Zionists?",
        "Q: Mm-hm, mm-hm. Did you go to Hebrew school after school?",
        "Q: Do you remember his name?",
        "Q: Were -- did your parents raise you to be independent? How did they raise their\nchildren?",
        "Q: All right. Let’s start talking now about when you noticed a change. You said you\nwere born in 1923?",
        "Q: So you were very young, of course, when Hitler came into power in 1933. Do\nyou -- wha-what is your first memory of this man named Hitler? Do you -- can you\nrecall when that was?",
        "Q: So y-you as a child weren’t aware before 1936 that -- that conditions were\nchanging at all -- were -- I mean, were -- or were you? Did your parents talk about\nit, did you -- you were able to read, of course, or listen to the radio. Did you have\nany inkling as a youngster?",
        "Q: Did you have relatives on the continent?",
        "Q: When you saw those upsetting photographs, did you talk that over with your\nparents?",
        "Q: Wh-When was that?",
        "Q: Let’s move backwards a little bit before that. What about when Chamberlain\nwent to Munich, were -- did your parents talk about that? Does that strike any\nmemories?",
        "Q: Ta -- please tell me about that.\nJune 12, 2006",
        "Q: Did your father speak German?",
        "Q: And so he -- though he -- though he did not speak German, he obviously was\nreading and listening.",
        "Q: And how would you describe your mother?",
        "Q: Yeah, this 1s.",
        "Q: All right, let’s talk about that. When eng -- when Germany invaded Poland in\nSeptember 739 -- September 1*', 1939 --",
        "Q: Oh -- September 1“, 1939 --",
        "Q: -- your parents -- did that cause a change 1n your parents’ perspective or\nactivities?",
        "Q: Let’s move back a little bit in time about the young people that your parents,\nthose 35 children, and especially the two boys, how did that come about?",
        "Q: Wha- What year was this?",
        "Q: Wh-Where did these children come from?",
        "Q: Now, were these English children, or were these children from the con -- Jewish\nchildren from the continent?",
        "Q: Right, and so they were at this Dovercourt.",
        "Q: And -- and then your -- your mother -- how did -- how -- what did she do, go\nknock on people’s doors? How did she get people to accept these children?",
        "Q: Th-The Pidyon HaBen.",
        "Q: So you’re -- n-now we’re talking about what, January ’39? Wh-Wh-When are\nwe talking about, the year your mother and father are taking -- taking responsibility\nfor these 35 children?",
        "Q: Oh -- okay, so -- so -- so this was after Kristallnacht --",
        "Q: -- and they were on the Kindertransport.",
        "Q: Did they speak any English, these children?",
        "Q: How old were they and what were their names?",
        "Q: So how long did these boys live with you?",
        "Q: So these two boys moved into your house and the other 33 went into other\nhomes --",
        "Q: -- in -- in Edinburgh. And did you have contact with these other children, or did\nyour parents have contact? Did the children get together as a group?",
        "Q: And what was their state of mind in the beginning, psychologically?",
        "Q: And what kind of connection or correspondence did they have with their family?",
        "Q: Mm-hm.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Hilda Seftor. This is tape number one, side B.\nAnd you were talking about the two boys that came into your family, that came over\nfrom the Kindertransport and stayed for six years. Tell me about their Bar\nMitzvahs.",
        "Q: When were the Bar Mitzvahs?",
        "Q: Di-Did the children talk about their family at all?",
        "Q: How did they manage at school?\nJune 12, 2006",
        "Q: And the teachers and so forth? They went to the same school that your brother\nwent to?",
        "Q: So when you -- when they moved into your family, you were in your country\nhome, 1s that --",
        "Q: All right. Now let’s talk about the other part of your family’s life and your life,\nthe -- the -- the Whittingehame part of your f-family s-story. When -- tell me a\nlittle bit about how this all began and what th -- how it came about and the location.",
        "Q: You said something about if people don’t pay taxes they take the roof off of their\nhou -- the house tha -- th-the roof 1s removed from their house? Is that true or is that\njust an expression?",
        "Q: All right. It’s an unusual story. So what -- now what year are talking -- what\nmonth and what year are we talking about that he came to your family and to the\nsynagogue and offered this?",
        "Q: So this was before Germany invaded Poland?",
        "Q: Okay.",
        "Q: Who were these children? Were these other Kindertransport children like the\nfir -- the 35 that your parents were helping out?",
        "Q: Mm-hm. And they came from a camp on isba -- on the coast, is that what you\nsaid, of Dover?",
        "Q: When was this?",
        "Q: Okay, mm-hm. All boys over what age?",
        "Q: Let’s talk aga -- also about the financial commitment your parents had to make.\nThey obviously had to make it for Agon and Max. What about for the school?",
        "Q: But when you say throughout the country, throughout Scotland?",
        "Q: And your mother stayed home with you all?",
        "Q: When you say your father had businesses 1n -- around the countries, wh-what --\nthe same kind of business that he had back in Edinburgh?",
        "Q: And this is the business where people came in with stamps and redeemed them\nand -- in your father’s o -- stores? Isn’t that what you’re talking about?",
        "Q: And where did he import the tea from?",
        "Q: S -- let’s t -- also talk now about this school. So the -- the -- these children came\nto the school at -- en masse, did they come as a group when the school finally\nopened, when your parents got it going and other people got it going?",
        "Q: Mm-hm. And describe what these -- the set up was, how the children slept and\nso forth. And d-do you know, the physical layout of the -- of the building.",
        "Q: Speaking about good men, which your father an -- ce-certainly sounds like, was\nhe -- was he unusual in the -- in the Edinburgh community or were there a lot of\nother men like him, who did so much and put so much effort and time and caring\ninto these children? Or was your father unique in this?",
        "Q: Now you were 16 - 17 - 18 - 19 at the time. You were obviously following what\nwas happening and your parents, of course were following what was happening",
        "Q: So was it a memb -- a matter of lay people counseling these children, or were\nthere any professionals there counseling these children psychologically?",
        "Q: So what was your role with this school? As you say, you were 16 when it all\nstarted, what did you do in th -- in -- beginning then?",
        "Q: Mm-hm. Ca-Can you describe what kind of farming techniques the children\nlearned, you s -- had mentioned that they were learning that, agricultural techniques,\nin preparation for what?",
        "Q: Did you have a sense that these children were coping well, or was there signs of\ndepression among the children, when you would go out there?",
        "Q: Did she live nearby”?",
        "Q: Did you sense any negative feeling among the non-Jewish residents in\nsurrounding areas about these Jewish children being there?\nJune 12, 2006",
        "Q: Mm-hm, mm-hm. And so how often would you go out there?",
        "Q: Did you stay overnight?",
        "Q: And the children picked up English quite easily?",
        "Q: In Hebrew.",
        "Q: Were all the staff Scottish?",
        "Q: Mm-hm. Now, what were you doing from the age of 16 on?",
        "Q: Th-This would be 1943 now?",
        "Q: Let -- let’s get back to Whittingehame a little bit.",
        "Q: Did any rabbis come to the -- to the house to teach the children or work with the\nchildren or talk to the children?",
        "Q: Uh-huh. So there was no religious trainings? It was more secular, Hebrew,\nconversational Hebrew to get them ready to go to Palestine.",
        "Q: Mm-hm. Now, so much was going on, obviously, with Hitler, we -- and -- were\nyou and your family aware of what was happening to the Jews in °41 - ’42 - ’43\nover in -- in the -- on the mainland?",
        "Q: How -- how did you know?",
        "Q: And when did the correspondence between the children in the house and\nWhittingehame and their families stop?",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Hilda Seftor. This is tape number two, side A.\nDid Agon and Max, the two young boys who moved in with your family, whom\nyour family quote, adopted, ever come with your family after Whittingehame?",
        "Q: When they would go, how would they talk to the children, in English, or in\nGerman, or how would they talk to them?",
        "Q: And t-tell me a little bit about the high holidays and whether the children at\nWhittingehame celebrated any of them, or other holidays, like Passover and so\nforth.",
        "Q: Do you know if any of the children kept journals?",
        "Q: Were there any negative comments made by non -Jews in Edinburgh about\nharboring these children, taking care of them during the war? Did you ever sense\nany of that?",
        "Q: And then you said when the law came about enemy aliens that the young men 16\nand over had to leave, what was that like for these children?",
        "Q: Did your parents have any communication or relationship with these children\nfrom 16 on, once they left to these internment camps?",
        "Q: Now once these 16 year olds and over left, did new children take their place, or\nwas there just less children at Whittingehame?",
        "Q: Do y -- can you tell me a little bit abo -- more about the other staff at\nWhittingehame? You had mentioned some of them.",
        "Q: This is a -- she was a German Jew?\nJune 12, 2006",
        "Q: And did they all get along with each other? Di -- was there any friction among\nthe staff?",
        "Q: What happened if there was a health problem, if a child needed emergency\nmedical attention?",
        "Q: Was there a bomb shelter on the property?",
        "Q: W-Were there air raids?",
        "Q: So the staff that you mentioned stayed there at the school and were there during\nthe evening and -- and nighttime? Who -- or -- or was there another nighttime staff?",
        "Q: Mm-hm. So they were there with the children during the -- the air raids and the\nblackouts?",
        "Q: And where did new clothes come from? Obviously, if they’d lived there for six\nyears, the children got bigger, heavier, so forth. Whe-Where did they come from?",
        "Q: What kind of activities did the children do for recreation there? After all, they\nwere still children.",
        "Q: Mm-hm. Di -- was there any discussion, let’s say your mother or your older\nsister to the girls who were maturing physically?",
        "Q: Were your parents in touch with the other -- the other 33, I guess, children that\nyour father helped to place in different homes? Not the Whittingehame children,\nbut --",
        "Q: -- did your father and mother keep up with those children at all?",
        "Q: These were adult refugees.",
        "Q: Di-Did you know about the camps?",
        "Q: Mm-hm.",
        "Q: We'll talk about that a little later. I know with the Kindertransport children,\nmany of them were placed in homes of non-Jewish families. Were any of the 35\nchildren that your father helped place, placed in non-Jewish families, or all were\nplaced in Jewish families?",
        "Q: Okay.",
        "Q: So it was never necessary to then move out into the -- into the non-Jewish\npopulation?",
        "Q: And again, could you just go over how your father heard about these 35\nchildren?",
        "Q: Mm-hm. Were there any Jewish residents who were negative about this, or was\nit all a positive response?",
        "Q: Why do you say that?",
        "Q: Because of the responsibility, yeah. Is there anything more you can talk about,\nabout Whittingehame during °39 to ’45 that we haven’t covered yet, because I\nwanted to then move on to aft -- you know, when the war was over. Is there\nanything else that you remember? Were there any crises that happened at\nWhittingehame?",
        "Q: So Vera Weitzman, she didn’t teach any classes, she was just there for suppor --\nma -- emotional support?",
        "Q: And did the children get report cards?",
        "Q: And the food came from the -- the farm land that -- the surrounding farmland\nthat 1t was a part of?",
        "Q: How did he get all the, as you say, petrol to keep driving out to Whittingehame?\nIt took a lot of gasoline.",
        "Q: What did the children call him?",
        "Q: So now the war is winding down and it sounds to me the -- the negative part was\nwhen the young -- young men had to leave to go to the internment camps. But when\nthat happened, did the atmosphere change at the school? I mean, the -- all these\nchildren were enemy aliens.",
        "Q: Were there -- was there any restrictions on the children who remained at the\nschool a -- from that point on, when the older children had to leave -- the older boys\nhad to leave, were there any restrictions or did life go on the same once the boys\nleft?",
        "Q: Mm-hm, mm-hm. And did we talk about the children who were in the city who\nwere in the different houses coming out to the 30 -- the 35 children coming out to\nWhittingehame? Did they ever do that?",
        "Q: Mm-hm. So it was just the staff and the governors and people like that, who had\na direct interest going out, but otherwise, the regular Jewish residents did not go.",
        "Q: So now the war is ending, and then what -- what happened?",
        "Q: Were -- were you out there when the children actually heard that the war was\nover?",
        "Q: Do you know if there was any kind of celebration?",
        "Q: And the youngest were 14 when they entered --",
        "Q: --- wasn’t that -- so they’re now 20 years old.",
        "Q: Were you there when any representatives from Palestine came over to try to\nencourage these young people to move to Palestine?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Hilda Seftor. This is tape two, side B. And we had started talking\nabout what happened when the war was over, and you said some of the children\nwent to Palestine. How did they hear -- do you know how they heard about what\nhappened to their families? Did representatives come to the school? Do you have\nany information about that?",
        "Q: And how involved w-were your parents when the war was over? How involved\nwere your parents at Whittingehame when the war was over?",
        "Q: Whe-When did it close, do you remember?",
        "Q: What happened to Agon and Max?",
        "Q: Uh-huh, mm-hm. And what about any of the children from Whittingehame?",
        "Q: Did you ever go back to Whittingehame once the children left?",
        "Q: Let’s now talk about what happened to you after the war, summarizing on how\nyou got to this country and so forth. So the war is over in ’45, and what happened\nwith you?",
        "Q: Wha-What year did you come to the United States?",
        "Q: What did it mean to you to become an American citizen?",
        "Q: And then you stayed how long in California?",
        "Q: We-Were the earthquakes more frightening than the bombing raids in Scotland?",
        "Q: Mm-hm.",
        "Q: When did you come to Washington”?",
        "Q: And I’d like to now talk to you about your work at the museum, why you\ndecided, or when did you decide to start volunteering at the museum?",
        "Q: Gymnasium.",
        "Q: Wh-What exactly did you do?",
        "Q: Janusz Korczak”",
        "Q: So you were the one to catalog it, to label 1t, to put them in groups?",
        "Q: Yeah.",
        "Q: And put it -- put the information on the computer.",
        "Q: So you entered all these 14,000 names --",
        "Q: -- on -- o-on the computer?",
        "Q: You’re transcribing from interviews?",
        "Q: And what is your feeling when you walk into the museum building?",
        "Q: Is there a particular part of the museum, a particular exhibit that you -- that\naffects you the most deeply?",
        "Q: Does it bring back memories of the children that you met in -- at\nWhittingehame and the other boys, the -- Agon and Max? I mean, does it stimulate\nyour memories when you go there?",
        "Q: Mm-hm, mm-hm. Do you have a lot of contact with the other volunteers at the\nmuseum?",
        "Q: Mm-hm. N-Names of the victims?",
        "Q: Did you ever go back to visit in Scotland?",
        "Q: Do you feel Scottish?",
        "Q: Is there anything else you’d want to add before we end? Any thoughts that you\nhave, whether the world has learned from the Holocaust or anything that you care to\nadd?",
        "Q: Well, it’s wonderful that you continued to work and to document these people’s\nhistory. That’s wonder -- wonderful that you do that.",
        "Q: Yeah.\nEnd of Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Hilda Seftor. This is tape number three, side A.\nYou had mentioned something previously about a menorah. Can you tell me about\nthat?",
        "Q: That’s wonderful. W-When did your mother pass away”?",
        "Q: You had mentioned a little bit before about your feelings about Germany. I w-\nwanted to know what your feelings about being Jewish were. I mean, here you all\nhelped to take care of these children. Do you think -- during the war years -- do you\nthink that m-made an impression on your Jewishness? Did it make you feel more\nJewish or did it not have any effect on that aspect of your life?",
        "Q: What forms did it take?",
        "Q: Have you shared this story about what your parents did during the war, with\nother people? Do you -- does it something that comes easily to you and that you\nshare with a lot of other people?",
        "Q: Have you stayed as observant when you came to the United States and now?",
        "Q: Were you able to get matzoh during the war and did you bring it to\nWhittingehame?",
        "Q: Have you been to Israel?",
        "Q: Mm-hm, mm-hm. When events like the Eichmann trial came, did that stir up\nmore memories of the war time in -- in Scotland for you?",
        "Q: Mm-hm.",
        "Q: And again, your thoughts about Germany you said have changed over the\nyears?",
        "Q: Do you feel it could happen again?",
        "Q: Do you have friends who are survivors?",
        "Q: Do you -- do you speak to any of the survivors who work at the museum? Have\nyou had contact with them?",
        "Q: Mm-hm. Did -- do you -- how often did you talk about th -- what your parents\ndid, how often did you talk about that with your children?",
        "Q: Mm-hm, mm-hm. When you were growing up, would you’ve -- you’d de --\nidentif -- would you have identified yourself as Scottish or Jewish or both, or --",
        "Q: Well, is there anything else --",
        "Q: -- that we can talk about?",
        "Q: I’m trying to think of what else that you may --",
        "Q: Well, it’s important that you got your parent’s stories and what a wonderful --\nacts that they did during the war. That’s very important that that’s now going to be\nin the archives so people will know about them.",
        "Q: Mm-hm, mm-hm. Well, you’ve given them a great gift by putting this down for\nposterity. So thank you very much for doing the interview. This concludes the\ninterview of Hilda Seftor.\nEnd of Tape Three, Side A\nConclusion of Interview"
    ],
    "answers": [
        "Answer: My name is Hilda Seftor.",
        "A: Hilda Cohen.",
        "A: I was born in Edinburgh, Scotland on the 21“ of August, 1923.",
        "A: My father was -- my father was born in Edinburgh. My mother was naturalized\nin, I imagine, 1897.",
        "A: Louie Judah Cohen.",
        "A: I don’t really know. I know that either his father or his grandfather was a dayan,\nwho I believe was a holy man, holier than the rabbi, but I don’t know much about\nhis father at all. He had five siblings, two sisters and three brothers.",
        "A: He was in business, he and his -- the brother in law and their brothers had what\nwas called -- they were the -- one of the first people to use the trading stamps and\nthey used to import tea, and in the teabags were black and white stamps. And after\nthe people bought the tea, they saved the stamps, they came back to my father’s\nplace and they traded them for all kinds of things, household items, toys. It was very\nsuccessful. And when -- when my father realized what was going on in Germany,\nhe stopped all kinds of business with Germany, and he used to import beautiful\nGerman baby dolls, and he stopped this immediately.",
        "A: Sure.",
        "A: It’s too long.",
        "A: I have one sister and I had one brother.\nJune 12, 2006",
        "A: My brother was John Bernard Cohen, we called him Bernie. My sister’s name\nis Fay Stein.",
        "A: I was the middle one.",
        "A: My mother’s name -- she was born Ettie Pass. She was one of eight children,\nshe was the third eldest.",
        "A: She came to Scotland, well, I believe prior to 1897, because they were\nnaturalized in -- you know, so I don’t know how long they were in the country\nbefore they were naturalized, cause my si -- my husband and I had to be here five\nyears before we became citizens. So I don’t know when she came.",
        "A: No, I don’t. No, I don’t.",
        "A: I believe they came from Riga. Riga, Latvia, and I believe that my grandfather\nwas born in Kovno.\nJune 12, 2006",
        "A: Yes, I did. As I said, my mother was one of eight, and so many of them lived in\nEdinburgh and we had a very large family there.",
        "A: The -- the Jewish community was very small, it was -- 1t comprised of 300\nfamilies. There was only one synagogue, which was Orthodox, and it’s a very, very\nclose knit congregation.",
        "A: My parents were always very active in the synagogue. My father was the\ntreasurer of the congregation, my uncle actually was president. They were a-also\nvery involved with all of the -- the Jewish -- the societies. My mother was president\nof the Ladies Benevolent Society and of the Zionist Society. My father was active\nin other ones, I’m not sure which ones actually. But I think they were both members\nof the -- the Scottish National Council of Refugees and -- and -- and of course it\nwent on from there, because from there we brought in the 35 children.",
        "A: Yeah, I know, I know.\nJune 12, 2006",
        "A: We were Orthodox. We -- they’re strictly kosher, you know, they didn’t drive at\nthe weekends. It changed all our dishes at Passover and we used to -- of course we\nwent to all of the Jewish holidays and we went to services every Saturday morning.",
        "A: It you know, I don’t know. I think it was just the Edinburgh Hebrew\nCongregation.",
        "A: On Salisbury Road in Edinburgh, about 10 minutes walk from where we lived.",
        "A: We lived on [indecipherable] Road.",
        "A: On the eastern side of Edinburgh, near the King’s park.",
        "A: While I was growing up, the famous rabbi was Rabbi Salis Daiches. He was a\nwonderful man and my father was very, very close to him. He died, and when I\nmarried, I was married by a Rabbi Cohen.",
        "A: None of the neighborhoods were really Jewish. It was a small -- it was a small\nJune 12, 2006\ncongregation, it was very scattered, and I would say it was a non-Jewish congre --\nnon-Jewish community -- area, yeah.",
        "A: Both, Jewish and non-Jewish. Mainly Jewish, I’d say, as I was growing up.",
        "A: I went to a private school, it was a -- it was a girl’s school called Saint\nMargaret’s Ladies College. Had about a hundred pupils in all. And -- and my\nsister and I and my two cousins and my -- and my sister-in-law were the only\nJewish children there. We were five children in the -- in a school of a hundred\npupils.",
        "A: We were treated very well. The only thing that I remember is that they had the\nprayers in the morning and we had to stand outside the hall waiting for the prayers\nto finish before we could go in.",
        "A: It didn’t really bother us. You know, we knew that we didn’t sing the hymns and\nthat sort of thing, so we waited outside and we usually sort of chatted among each\nother. Then after the prayers were finished, then we walked in and we had -- we\nJune 12, 2006\nwere told the general news that was going on. There was no anti-Semitism in our\nschool as I remember it.",
        "A: They were all non-Jewish. My brother went to the Edinburgh Academy, was a\nvery prestigious boy’s school, and he either -- met with no anti-Semitism. My\nhusband also went to that school, and as far as far as I knew there was no problem\nthere.",
        "A: Yes. Yes, they were. They -- they felt very strongly about Palestine and\nanything they could do to help, they were always in the forefront.",
        "A: No, we didn’t. We had -- we had a Palestinian student that used to come to our\nhouse and teach us Hebrew, and he used to teach us modern Hebrew, which I have -\nforgotten.",
        "A: No, I don’t. My brother, of course, went to the rabbi for his Bar Mitzvah\npreparation and then the two boys that we had, the two Austrian boys, also went to\nthe rabbi for their Bar Mitzvah preparation.\nJune 12, 2006",
        "A: They raised us to be independent, but I think they would have been very\nunhappy had we not dated Jewish people.",
        "A: Mm-hm.",
        "A: You know, I don’t really, but we went abroad on vacation and we were in\nHolland, now called the Netherlands and we always went to Jewish -- Jewish\nhotels if possible. And we were in this -- in this Jewish hotel in -- I think it was\n[indecipherable] just outside Amsterdam. And we were all eating at dinner and\nthree men walked in and they looked round all the tables and they talked among\nthemselves and then they walked out again and we were told that they were Nazis,\nlooking for people. That was the first that I remember. And that was about --\nperhaps about 1936.\nJune 12, 2006",
        "A: Yes, we did, and I think that we did more than other people, cause of course my\nparent talked about it to us and -- and we heard them sort of talking among\nthemselves and I remember very, very clearly that my father had a book, and in it\nthere were -- there were diagrams, or there were photographs of Jewish men in\nGermany that had been beaten, and I remember that very, very clearly and it has\nstuck with me fa -- all through the years. So my father was desperately concerned\nabout what was going on.",
        "A: Not -- no, I think that my mother had we didn’t seem to have contact with them,\nbut I remember -- and my sister jogged my memory on this, that we used to see my\nmother tying up packages with cord and with thick paper to send to -- to send to\nRiga. But I -- but I don’t know who they were, and I don’t know -- and they didn’t -\n- | mean, we didn’t hear anything about it afterwards.\nJune 12, 2006",
        "A: My father talked about what was happening in Germany and he was desperately\nconcerned. He was desperately concerned about the probability of war and of what\nmight happen to us. And he was very, very concerned to the point that when the war\nseemed inevitable, he and my mother drove around the country, looking for a house\nthat we could live in and -- outside the city, because we didn’t know the city will be\nbombed. And they eventually found this beautiful farmhouse 30 miles away in -- in\nthe [indecipherable] in a village called Walkerburn, and we lived there for two\nyears.",
        "A: It was from 1939 til 1941. But they had been looking. And of course when --\nwhen France fell, and they knew that the Germans were just across the channel --\nwe thought it was a kind of an adventure, but he was desperately -- he was\ndesperately concerned.",
        "A: Oh yes, oh yes.",
        "A: Yes, it did, and my father was very skeptical. He could see what was happening.\nHe -- he must have had some kind of knowledge that other people didn’t have about\nwhat was going on in Germany. He could see what Hitler was doing, he could see\nthat -- what was happening in Czechoslovakia, and then when he went into\nAustria, and he just felt that Hitler was going to just run rampant unless he was\nstopped. And of course, he worried desperately about -- about the Jewish people.",
        "A: No, no. My -- my parents spoke some Yiddish, especially when they didn’t want\nus to know what they were talking about, but not German.",
        "A: Oh yes, yes he did. I mean, he -- he was a very, very quiet man, but the things\nthat he did, we found out afterwards, he -- he was looking out for everybody. I\nmean, he was the sort of person that after he died, we found out that he’d been\nsupporting the two -- two of my mother’s brothers that weren’t doing well in South\nAfrica, because they wrote to say, well why is it -- why has this stopped? And then\nwe found out that he’d been doing this, hadn’t told anybody. He was just great.\nJune 12, 2006",
        "A: She was a lovely person. Unfortunately, from when my brother was born, and he\nwas five years younger than I, she was an invalid. She had problems and she had\nperiods of intense pain -- this 1s not being recorded, is it, no --",
        "A: Okay. She had -- she had gallstones. And just after my brother was born and\nwhen she asked the doctors about surgery -- now this was in 1920 -- I mean, ’28 or\nsomething, they -- the doctors, they casually said, oh, if anything happens to you,\nyour children will always have one parent left, so she never had the surgery. And\nthey got worse and worse and she suffered wi -- we never knew when she was\nhaving an attack, and she was in intense pain. But she was wonderful, I mean, she --\nas I say, she was one of the mainstays of the Jewish congregation, and she was in\nthe heart of everything, and as I say, she was president of the Ladies Benevolent --\nthe society. They were active in the Zionist Society, and then when war came along,\nshe was a member of the -- of the Scottish National Council of Refugees. And she\nwas the one who arranged for the 35 children to come in from Dovercourt camp in\nEngland. And this was not easy because there were only the 300 families and many\nof them didn't want to have the responsibility of taking refugees, but she found\nhomes for all of these 35 children.\nJune 12, 2006",
        "A: September -- yes.",
        "A: Uh-huh.",
        "A: Yes, we -- my father was almost certain that this was what was going to happen.\nHe knew that war was inevitable and by the time -- so Germany invaded Poland,\nwe were already in this house in the country. In fact, we went there for the summer\nvacation. So that we were there, and I remember very, very clearly that Sunday\nmorning on September third, when we sat round the -- at -- around the radio and --\nand listened to Chamberlain telling us that we were at war. And so we decided to\nstay there. My school -- my sister had already graduated, and she was actually going\nto become a lawyer; that never happened. She went to work and eventually she had\nto do the war service. And she was -- and she was sent to -- she was sent to a\nfactory in Glasgow, and -- just 45 miles from Edinburgh and she used to work\nthere -- she stayed with my aunt in Glasgow through the week and then come back\nat the weekends. I had one year to go in school. I was -- war was declared 10 days\nJune 12, 2006\nafter my 16\" birthday. And I should have had one more year of school, and my\nschool closed down. They closed down and evacuated to the north of Scotland. My\nparents didn’t want me to do this, so my schooling was finished. And of course my -\n- the brother also. And we went to live in the country for two years. They went to\nthe village schools there, the three boys, my brother and the two refugee boys went\nto the village school there, and as I say, my schooling was finished. After two years\nwe went back to Edinburgh. Edinburgh itself was not badly bombed, but\nEdinburgh is 45 miles from Glasgow and in Glasgow there was Clydeside --\nClydebank, which was the biggest shipping factory in the world. So the Germans\nused to come over practically every night to bomb the Clydeside, and in doing so\nthey came over Edinburgh. So we never knew, and I think we had about 150 air\nraids and we never knew what was happening and we always knew the Germans\nplanes because they had a missed beat. The British planes had a very steady beat,\nthe Germans had a missed beat. You could hear them above and know what -- what\nthey were. And my sister and I were both air raid wardens and we used to go out in\nthe dark and patrol the streets and see what was happening.\nJune 12, 2006",
        "A: I don’t know how my mother too -- got this all together, but we heard about the\nchildren in -- in the Dovercourt camp, and we heard about they were looking for\nfamilies to take these children. So my mother did her thing and went around and\nfound these 35 families and they all said that they would take a child, and we said\nthat we would take one boy. We said -- my brother was nine or 10 at the time. We\nthought a ni -- a boy will be nice for him.",
        "A: This was 19 -- the winter of 1938. And they came in on a very, very cold wintry\nnight, I think 1t was in December 1938.",
        "A: I believe they came from Dovercourt camp in England. I’m not sure. I’m not\nsure.",
        "A: Oh, oh, these were Jewish children from the continent. They came from\nGermany and Austria, maybe other countries, but they were all -- they were all\nrefugee children. And they came on the Kindertransport.",
        "A: Right.\nJune 12, 2006",
        "A: She just about -- knocked -- knocked on people’s doors. I mean, they knew all of\nthe Jewish people. In fact, if I da -- a funny story was, when my sister was ma -- my\nsister was married a year before I was, and everything was rationed. Food was\nrationed, everything was rationed. So they decided that in order to have a wedding\nwith a sit down dinner, they couldn’t -- they couldn’t have very many people. Well,\nmy parents knew everybody in Edinburgh, and the people that hadn’t been asked\nwere very, very upset. So I was married a year later, and we had a wedding in the\nassembly rooms in Edinburgh, we asked 700 people. I mean, it was more of a\nbuffet thing, but I’m saying this to tell you that they knew everybody. They were --\nbecause my parents were so involved in the congregation and because of this, they\nwere invited to every wedding, every -- every bris, a-and my father was, you know\nhow you -- what -- 1f you’re a Cohen you buy back the child or something, is that\nright?",
        "A: Right. And my father used to go to all of these, he -- you know, and he went to\nevery wedding, and every Bar Mitzvah, everything, so naturally when we had a\nwedding and didn’t invite them, they were very hurt. So we took care of that.\nJune 12, 2006",
        "A: Well, I’m not sure when they -- when they started, but you go -- I’m not sure\nwhen it all began, but I know that the children came in in December ’38 - 1938.",
        "A: Yes.",
        "A: Right.",
        "A: The ones that we had were especially hard because the two boy -- when the\nchildren came in, we’d arranged to take one and -- and they came in this very cold\nnight and there were these two boys that were standing hand in hand and nobody\ncould understand them. They didn’t speak German, they didn’t speak Yiddish, but\nthey spoke this sort of dialect. So it was established afterwards that the -- that they\nspoke this kind of sub-patois, and where they came from was, they came from a\nlittle tiny village called Lackenbach in Burgenland, which was, I think, in\nnorthern Austria. So they managed to find out from somewhere that these boys had\npromised their parents that they would never be separated, so we took both of them.\nJune 12, 2006",
        "A: Max was either eight or nine and his name was Max Kodigstein, and his brother\nwas Agon, and he -- he was -- must have been about 11 or 12. (Hey Jenny, come\non. We go. Go on. Yeah, scoot. Stay.) Max’s brother was Agon and he was about\n11 years old, and Max was a rather rotund little boy with brown hair, and -- and\nAgon was taller with -- with red hair. And they were completely bewildered. I think\nthat they’d never been in a city before. And we had arranged a bedroom for this boy\nthat we thought that we were getting and luckily we had a double bed. So we\nbrought them in on this very, very cold night. The next day all of the -- all of the\nchildren were assembled at the shul and the particulars were taken, and then my\nparents, they took them down to the big department store and outfitted them, cause\nthey were wearing lederhosen, thick, white socks and this sort of thing. And they\nstayed with us for quite some time before they learned some English and then -- and\nthen they went to the nearby school.",
        "A: They lived with us for six years. They lived with us from 1938 til after the war\nfinished, and then after the war finished we found out -- I don’t know how we found\nout, my parents found out that there was distant relatives in London. Their parents,\nof course, had died in -- in the camps, but they had distant relatives in London, so\nJune 12, 2006\nthey went down to be with them. And after my father died -- and I’m not sure what\nyear it was, but both boys married girls down in London, Jewish girls, and my\nmother and I so traveled by train down to both of their weddings. I lost touch with\nthem when I came over here.",
        "A: Right.",
        "A: Yes, in fact, as I say, it -- it was a very a close community. Our boys actually had\nthe two cousins, they went to other families, and -- and they used to get together --\nwe used to have -- we tried to arrange things where all the children would get\ntogether so that they would feel that they were part of something, you know, that\nthey weren’t th -- completely isolated. And -- and of course we all went to services,\nand -- and we used to have an Oneg Shabbat afterwards, and the children were\nthere. So they were very well treated. I mean, I know that there were some families,\nunfortunately that thought that they were getting a cheap domestic. This happened -\n- | think this happened everywhere, but in the main -- I know that we felt that we\nhad suddenly got two new brothers, and they were part of our family. As I say, my -\nJune 12, 2006\n- my mother’s -- one of my -- my mother’s proudest things was that she had one\nchild -- one boy but she made three Bar Mitzvahs. And it -- on this side of th -- you\nknow, we lost touch with them. I have tried through the -- through the -- is it the\nsurvivor’s registry, to see if I could find out where they were, but no.",
        "A: They didn’t say much to us. They were quite bewildered and they were very,\nvery happy to be part of a family, but I knew that -- I could hear the oldest one\ncrying at night.",
        "A: None at all. None at all. When -- and they came to us, there was no connection at\nall. I -- since working at the museum, I’ve tried to find out about where they came\nfrom, from Lackenbach in Burgenland and the interesting thing was it looked as if\nthis was a little Gypsy village. I really have wanted to look more on the internet, but\nso far -- come here, shoot -- so far, I haven’t done so.",
        "A: I mean they -- they had to be quite old now too, you know?\nEnd of Tape One, Side A\nBeginning Tape One, Side B\nJune 12, 2006",
        "A: I don’t remember much about them, I think they were very quiet affairs but --\nbut we had the family there and we made a little -- and we tried to make a little\nparty for them and I think they were very, very happy.",
        "A: I don’t remember. Max was, I imagine, nine or 10 when he came, so I imagine it\nwas three years after that [indecipherable] and of course, Agon must have been\nearlier, because he was 11 when he came, yeah.",
        "A: They didn’t talk about their family at all. We didn’t know if their relatives there,\nor what kind of a -- what kind of a life that they lived before then. I think that it was\ncompletely alien to what they came to. I think they lived in a very, very remote\nvillage and that everything was so strange to them that they couldn’t have a\ncomparison.",
        "A: They seemed to manage very well. And the other children, I think may have\nthought they were a novelty and they treated them very well. They treated them\nvery well.",
        "A: They went to the same school in the village. When we went back to Edinburgh,\nthen my brother went back to the Edinburgh Academy and they went to the local\nschool, and did very well. I mean, this is 60 years ago, it --",
        "A: No, when they first came to us it was in the winter of 1938, and we were -- we\nwere at home. That following summer we all went out to our country home for the\nsummer vacation and stayed there, and that’s when we went out there.",
        "A: Well, Whittingehame is located on the outskirts of Edinburgh and it -- it all\ncame about because Viscount Traprain, who was the -- who was the nephew of L-\nLord Balfour, who initiated the Balfour Declaration -- Viscount Traprain was the\nJune 12, 2006\nowner of this house and couldn’t afford to keep it going, he -- he couldn’t afford the\ntaxes. And in Scotland if you can’t -- if you can’t pay the taxes, they will take the\nroof off your house. So he came to the Jewish community and offered it as a home\nfor children. And we were overwhelmed, and we were a small community, but we\nsaid yes, let’s do it, and my father went round the country raising funds for it, and\nthen when it was all decided that we could do it, he was made treasurer of this. A-\nAnd both of my parents were governors of -- of Whittingehame Farm School, and\nwhat they did was -- excuse me. Can we stop for a minute. [tape break]",
        "A: No, this is actual -- this is the actual truth. Lord -- Viscount Traprain had this\nhuge house and it was a very, very definite problem that they would take the roof\noff. And if you take the roof off, then they didn’t have to pay taxes.",
        "A: I am not sure. It was, I would imagine, round about 1938.\nJune 12, 2006",
        "A: Yes, yes.",
        "A: And then, when funds were collected, my father was the one who was\ncompletely responsible for furnishing this as a school for the children and for\ngetting all the equipment that they needed. And then when this was done, they hired\na teaching staff. And because they -- the idea was that Whittingehame Farm\nSchool was going to be a school that -- that taught a complete school curriculum\nand also taught the children how to work the land so that if they went to Palestine\nand were in kibbutz after the war, that they will be able to work there. And -- and\nthe teaching staff was absolutely great and the first headmaster was not Jewish, he\nwas called Mr. Maxwell and at times he wore a kilt, which the children loved. And\nonce this was all done and this -- and the school was repaired and we bought 160\nteenage children up from Dovercourt -- Dovercourt Camp in England, and --",
        "A: Yes, it -- these were all Kindertransport children, I think between the ages of\n14 and 18, though I’m not really sure about that.\nJune 12, 2006",
        "A: At -- at Dovercourt camp -- I’m not sure where it was in England, but it was a\nbig, very temporary camp for children who were first brought over to the country\nand kept there while homes were trying to -- were found for them. And they went\nall over. I mean, Great Britain was absolutely wonderful in the -- in the fact that it\narranged to take 10,000 children. It was a small country and once we got them\nthere, we had to find out who would take them. And they went to large homes, they\nwent to small homes, they went to schools and so we heard about - Dovercourt\nCamp, we arranged for the 160 to be brought up. And they were there throughout\nthe war. Actually, at a certain point, Britain declared that all -- all people not born -\nall people from Europe were enemy aliens, so the boys were taken over to an -- to\ninterment camps.",
        "A: I’m not really sure when. I think it must have been about, perhaps 1941 or 1942.",
        "A: Sik -- over 16 years.\nJune 12, 2006",
        "A: Well, the school had to be subsidized by the whole Jewish -- whole Jewish\ncommunity. This was an enormous undertaking, so as I said, he was the treasurer of\nthis, and he -- he went throughout the country raising funds for this.",
        "A: No, I think it was England also. Scotland does not have a large Jewish\ncommunity. As I say, there were 300 families in Edinburgh. The -- Glasgow there\nwere several thousand, but even then, I mean, this was not enough to th -- take care\nof this, so I think -- my father had business in some of the big English towns in -- in\nLeeds and Liverpool and other -- I mean, he had branches of -- of his business in\nsome of the big towns, in Cardiff and Wales, in Liverpool and Leeds. So I think\nthat he went to the Jewish congregations there. I’m not sure where he -- he raised\nfunds, but I know that h-he went throughout the country.",
        "A: Oh yes, yes. As I said, apart from anything else, she was a semi-invalid, and --\nand it was not easy for her.",
        "A: Yes, exactly the same, and as I say, he was in -- in partnership with his brother-\nin-law, who was also called Cohen, although he was no relation. And his brother --\nJune 12, 2006\nI think there were about three or four of them, and it was the same business, and\nunfortunately during the war, many of them were bombed. The one in Liverpool\nwas bombed, I think the one in Leeds was bombed, and -- and it goes on from there.",
        "A: Yes, his business was called the Ideal Trading Stamp Company, and as I said, he\nimported tea and then had the stamps in there, and then -- and then people would\nredeem the stamps for merchandise.",
        "A: I don’t know, maybe India. I honestly don’t know.",
        "A: I believe it -- they came en masse, I think that some of them may have come\nlater, but I think that -- they came en masse, you know, sort of -- mostly.",
        "A: They had dormitories -- it had dormitories for the boys and dormitories for the\ngirls. And there was -- there was an excellent matron, Miss Lacker, who was, I\nJune 12, 2006\nbelieve -- I think she was Austrian. Perhaps she was German, but she was a lovely\nlady and my mother was, as I said, one of the governors and she was head of the\nhouse committee and my mother used to have many, many meetings with Miss\nLacker. And, you know, sort of trying to bring in a kind of family thing for the\nchildren so it wasn’t just a school. They wanted to bring in a -- a sort of homely\nattitude so that they would not feel so homesick. And as my sister wrote 1n her\nmemoir, what -- wa -- one of the things that we used to do 1s, we used to go out\nregularly -- my father didn’t drive, but we had a chauffeur, David, he was\nwonderful. But anyway, we used to go out several nights a week and my father used\nto take great cartons of ice cream and the thing was this, that some of the children\nwere very, very Orthodox and there were two dining rooms there, one for the\nstrictly kosher, and one that was not so kosher. And we used to take the ice cream\nout in a great big -- whatever you call them? And it was ice packed\n[indecipherable] because the children used to have you wait for two or three hours\nbefore they could have the ice cream. And one of the other things is that where my\nfather’s business was, right opposite was an ice cream factory, and my father was\nvery, very fond of this man that owned the ice cream factory. He was it -- he was\nItalian and he was called Mr. Valenti. And my father -- and ma -- and Mr. Valenti\nused to get together and [indecipherable]. The sad thing was this, that in 1940 all\nJune 12, 2006\nof the Italians were rounded up in Scotland and they -- and they -- and they were\nput on this -- on this ship, the Arandora Star and sent to [indecipherable] and the\naras -- and the Arandora Star was sunk by a German patil -- torpedo off the Irish\ncoast and Mr. Valenti died. My father was very upset about that, because he was\nsuch a good man.",
        "A: Well, I know I’m prejudiced, but he we defin -- he was definitely unique and he\nwas -- he was one of a kind. My uncle was a governor, but he didn't do half as much\nas what my -- my father’s whole heart and soul was tied up with this school, and he\nwas constantly sort of trying to find things for the school. Food was very strictly\nrationed, and he’d go around the farms looking for eggs for them. He would -- he\nwould try and supplement the rations in every way he could. I mean, he was always\nthere for them.\nJune 12, 2006\nduring the war. What about the children? Were they also as aware, the children in\nthe school?",
        "A: Oh, I’m quite sure they were. If you see 1 -- if you see the pictures that the\nmuseum has, that my sister provided, there is a whole -- a whole group of -- of mail\nthey were getting. I don’t know where they were getting it from, possibly from\nSwitzerland, but I mean, they knew what was going on and of course, you know,\nwe had air raids, which they were involved with. And -- and they had first -- and\nthey had first aid classes, you know, they were taught to do what they had to do in\ncase a bomb fell, this or this thing. They were -- they were very much aware, and --\nthis was a regular school, you know, I mean, it -- we knew they must -- it must be\nso much heartbreak there, but you try and be there for them if they need it, -- but try\nand encourage them to go on with their lives.",
        "A: You know, I don’t remember that, you know. I was just a teenager myself and it\nwas 60 years ago, so I honestly don’t remember that.\nJune 12, 2006",
        "A: I didn’t do very much. As you say, I wasn't old enough to drive then, and I used\nto go out with my parents and make friends with the children and do -- you know,\ntry and make them feel comfortable. My sister did have her license and she w-\nwould often go out by herself at night and yeah -- and be wi -- I think it was about\n15 or 20 miles from the city, and she would be there at night and she would be\n[indecipherable] with the children, you know? And she was the one that wrote the\nmemoir and she possibly has better memories than I do, though when I talked to her\nthe other night she said, I don’t remember, it was so long ago.",
        "A: I don’t know what kind of -- the techniques. I know that when Whittingehame\nFarm, the estate was given to them, they were given the land with it, and with the\nfarmers that worked the land and they took these children under their wing and they\ntaught them the farming as they knew it. Now, I know that the idea was that if their\nparents were not still alive when they left, that they would go to Palestine, and\nmany, many did go to Palestine on kibbutzim -- on kibbutzim. But I don’t know\nwhat kind of farming. I know that I saw them on tractors, I saw them making hay, I\nsaw them, you know, doing all this sort of thing and in these photographs that the\nJune 12, 2006\nmuseum has, it also shows that it was especially -- were taught how to sow fields\nand this sort of thing.",
        "A: I really was too young, but thinking about it now, I think that they were coping\nwell. I think that the matron was a very nurturing person. I think that my mother\nwas wonderful there, she was there to talk to them, and to be there for them if\nneeded them. The other thing was just that Chaim Weitzman, his wife was very,\nvery much involved with it, and she -- Vera Weitzman, and she was out there a lot\nand -- and she worked with the children.",
        "A: I don’t know where she lived nearby, but she was always there. And actually,\nViscountess Traprain’s wife, they lived in the [indecipherable] house, and his\nwife was always there too, helping. So there was [indecipherable] and there’s a\ncorps of women that were sort of there for the -- them if they needed, apart from\nworking in the kitchen and doing these things.",
        "A: Absolutely not, 1t was -- it was a building apart from itself, it was set in the\ncountry, amid fields. But no, I didn't -- I didn’t see anything at all, or my parents\ndidn’t either, I know, because I would have heard about it.",
        "A: We go out -- we would go out there a-at the weekends and perhaps one or two\nnights a week.",
        "A: No, I didn't. No.",
        "A: Yes, they did. In fact, they did very well. As I say, [indecipherable] had a very,\nvery qualified teaching staff. And after Mr. Maxwell left, they had a Jewish\nheadmaster called Berner Cherig, who now, I believe, is in Israel. And they\nseemed to do very well. In fact, one of the -- in one of the photographs that we\nhave, it shows the -- the girls all in the sewing room, and there’s a sign above it that\nsays, speak Hebrew.",
        "A: In Hebrew, yes.\nJune 12, 2006",
        "A: I don’t remember. I don’t remember. I don’t think they were Jewish, I think they\nwere -- that they were regular teaching staff, but I could be wrong.",
        "A: Well, the two years that I was in the country, I was -- we had a very, very large\ncountry house. It had seven bedrooms and goodness knows how many bathrooms,\nand they had the apple room and the gun room, and I mean, you name it. It was a\nvery, very sprawling farmhouse, and -- and the domestics that we had all went to do\nwar work, so they -- there we were in the country, my mother was an invalid, so I\nwas looking after the house. And then, that time there was no central heating, so\nyou know, you would light the fires in the morning for heat. So the first thing I do\nwas light the living room fire, light the kitchen fire, do these sort of things. I was\nlooking after the house and I was -- I was very domesticated and I loved to -- I\nloved to cook, so that kept me busy. And then when we went back -- back to\nEdinburgh, I was accepted into the -- the Edinburgh College of Domestic Science,\nand I was there for two years and I got degrees in household and institutional\nmanagement. And institutional management meant that you learned to cook for\nmany, many people. In fact, after I got married, and with four boys, and my family\nused to tease me that I was still cooking for institutional management. And so I\nJune 12, 2006\ngraduated from there and then I was told that I had to do work of national\nimportance. Well --",
        "A: Yes, possibly 1943. My sister was already away doing work of national\nimportance, and I was told that I had to do this. Well, my mother needed somebody.\nWe had a big house in Edinburgh, no staff. So they said that I could stay at home.\nTh-They wanted to make me what they called a messing officer. This is a British\nphrase. A messing officer is a commissioned officer in the British forces that -- that\ndeals with -- with -- with the catering, the cooking. Looking after the troops. They\nwanted me to be a messing officer and they said that I could -- I could stay at home\nif I got a job of national importance. So I went to work for the Edinburgh’s school\nsystem, sort of cooking meals for the schools -- for the Scottish schoolchildren. And\nwhat I did was this, I had to be there at six o’clock in the morning and it was dark, it\nwas blackout, there was no transportation. It was luckily about 15 minutes walk\nfrom where I lived. And I get -- I leave the house about five -- I’d get up early, I\nwould light the fires in our own house. I would wash the kitchen floor, do\neverything that had to be done so my mother wouldn’t do it. Then I’d leave the\nhouse at 5:30, walk to my work. And what we had to do is we had to work with the\nfood, so that the food had to be ready by 8:30. Then it was put in insulated\nJune 12, 2006\ncontainers and the trucks used to take it off at 8:30 to the various schools. And we\nwere finished by three o’clock. Well, after we sent the food out at 8:30, we began\npreparing the food for -- for the next day. And during that time I got a vaccination.\nThey had smallpox in Glasgow, which came into Edinburgh. And -- and without\ntelling my parents I went to have a vaccination, because for some reason I was not\nvaccinated as a child. So I went to -- I went to get a vaccination that was not good\nand I had a very -- a very swollen arm, and the doctor said, you’re working too\nhard. So they put me in -- in the -- in the largest wartime nursery, it had a hun 150\nchildren. And I used to go -- I used to get the -- the tram car by that time, to this\nnursery and I used to go there and I used to cook for the 150 children and for the\nstaff. And it was -- 1t was an old -- it was an old church run by an -- and ran by an --\nand ran by a canal. And there were -- there were rats and this sort of thing. And I\nremember one year -- I lliked to knit. One year I made about 20 or 30 pairs of mitts\nfor the children, to th -- when -- for Christmas and one year they -- the Duchess --\nthe Duchess of Kent was going to come to visit. Great excitement. And I had\nmanaged to hold some white flour, which was always, always unwrit --\nunobtainable, and I made this wonderful cake. I mean, I made this absolutely\nwonderful cake and took it in there and the next morning when the Duchess was\nsupposed to come, they found out that the rats had eaten part of it. So this was a --\nJune 12, 2006\nthis was an experience. So I worked there and actually where I should backtrack\nand say that when I went to work for the -- for the schools, after I was there for six\nmonths they say that would I be in charge of sending the food out to all the wartime\nnurseries in Edinburgh, which I did. I think there were about 1500 children, and I\nused to send out the food to all these children. Then when I got this, the smallpox\nthing, I h -- I went to work for the largest nursery. And finally my mother’s health\ndeteriorated and they said that I could stay home. And that’s when I started my\nvolunteer work and I went to work -- I looked after her and I went to work at the\nCanadian Legion Services club on Princess Street, which is the main street in\nEdinburgh. And my parent’s house was always open house for everybody. I mean,\nwhen -- I mean, for Pesach, for Thanksgiving, any time. We always had lots of\npeople and f-for our two Seders, -- we always had four or five or six servicemen. So\nwe had open house and we always had many, many servicemen coming back, and it\nwas very, very nice. I had a great -- I had a great childhood, really.",
        "A: Sure.\nJune 12, 2006",
        "A: That I don’t know. I’m -- I’m pretty sure that they must have visited and they\nmust have come and talked to them. I’m not sure if they actually taught them.",
        "A: I think you’re right, but I honestly don’t know.",
        "A: We were very much aware. Of course we --",
        "A: Well, news was getting through by this time. I mean, news were getting through\nby this time. And of course, the children that came on the -- on the\nKindertransport and our own boys were very much aware of how -- how their\nparents had been treated, what was happening over there. So we knew, probably far\nmore than the non-Jewish population. So we did know what was happening and it is\na very tense time, you know, because -- because when, one by one, the countries\nover -- over in Europe fell, and we were left by ourselves -- we were only 18 or 20\nmiles from the -- from the German troops, and -- and my father especially was\ndesperately concerned about it, because you know, he - what were -- what was\nJune 12, 2006\ngoing to happen to us? Were -- were we going to be sent over to the camps\nourselves? It was -- it -- it was a -- I realize now, far more than I ever did when I\ngrowing up, what it must have been like for them, for our parents, cause I often\nthink, what would I have done if this had happened when I had -- had my four\nboys? And luckily -- I mean luckily, but luckily, none of my family actually went\nand were killed, but we saw it all around us, obviously. My brother was too young.",
        "A: I don’t know. I have no idea. I mean, I don’t know where the correspondence\ncame from. I can only think that it must have come through -- through Switzerland\nbecause when I was -- when I was transcribing it for the museum I -- I did a very\ntouching series in which this little girl had been sent on the Kindertransport to\nEngland and she was writing to her parents in Berlin and they were each trying to\nbuoy each others up, and the little girl was saying, you know, what is happening\nover there? How are things with you? And the parents were saying -- they had a\nguest house in Berlin -- oh, everything’s wonderful, this is happening, this is\nhappening. And you could see. And then -- and then finally, when war broke out,\nthe little girl said [indecipherable] said, what am I going to do, I can’t write to you\nany more. And I have this on the computer here. It’s a heartbreaking thing, but I\nJune 12, 2006\nrealize that from the time that war broke out, that all correspondence, it did stop and\nthat any that came through must have come by through Switzerland. So I mean, I\ndon’t know where the letters came from.",
        "A: I know that our b -- our boys didn’t see anything at all, they were completely cut\noff.",
        "A: And they started speaking with Scottish accents.\nEnd of Tape One, Side B\nJune 12, 2006\nBeginning Tape Two, Side A",
        "A: Yes, they usually came with us unless they had something else that they -- that\nthey wanted to do or had to do. They came with us as part of the family. And I think\nthat they liked to be with the other children, I think that they gave a feeling of\nalmost family, you know, that there were other children who -- who were not so\nScottish. And it -- it worked out very well.",
        "A: I think they would ha -- have to talk in English, because I think that the language\nthat they spoke would not be very easily understood by -- by other people.",
        "A: The children definitely celebrated all of the Jewish holidays. I am not -- I can’t\nremember so clearly exactly how it was, but I know that my parents made sure that\nJune 12, 2006\nthere was a Seder, that there were Seders, that -- that the other holidays that there\nwere some -- there were some religious observance, so that the children would\nremember their heritage. And sad to say I can’t remember who exactly went out to\nconduct the services, but -- but they were always made very, very much aware that\nthey were Jewish, and where they came from, and what their heritage was.",
        "A: No, I don’t. We’re trying to find -- pretty late in the game but we’re trying to\nfind children who might remember a-and who can tell us if they kept journals or\nnot. I have some inquiries going out now as I’m trying to find children who were\nthere. And so far I found one lady who now lives in New Jersey, who was out at\nWhittingehame and she remembers -- she remembers my parents picking them up\nin the car as a group and taking them to classical concerts in Edinburgh in the\nUsher Hall. Now, I don’t remember that, but when I talked to her she said that she\nalways remembered my parents had taken them to concerts.",
        "A: No, no, I -- I’m trying to think. I didn’t sense anything at all. I was -- I was\nyoung myself, but I think that had there been any negative, any negative or -- views\nJune 12, 2006\nat all, or any -- any sort of sign of anti-Semitism, that -- that my parents would have\nbeen aware of those and -- and they would have spoken among themselves. And w-\nwe listened to what they said, but no, I didn’t hear anything at all.",
        "A: I think they were very unhappy, obviously, that they were in they were th --\nclassified as enemy aliens, but this was the law of the land. In fact, one of my -- one\nof my uncles -- my mother’s sister married -- married an Austrian before World\nWar I, and he lived in -- he lived in th -- Scotland all his life, in fact he was -- he\nran one of my father’s businesses in Glasgow. Never thought of taking out\ncitizenship. He’d been there what -- 30 - 40 years or more, and he was classified an\nenemy alien and he was interned. So I mean, all of the -- all of the men who were\nnot of British birth and -- and who came from these countries, were automatically\ninterned.",
        "A: I think they must have done. I don’t honestly know, but I think that they must\nhave kept in close contact with them. I can’t see that they wouldn’t have done\nbecause they were so -- they were so [indecipherable] of making -- they were so\nJune 12, 2006\ninvolved in making sure that these children knew that they -- they were loved and\nwanted, and I -- I just can’t see that they would have just let them go like that.",
        "A: It was less children.",
        "A: Yes, the -- the agricultural side of their education was under the supervision of a\nMr. Markham, who was Lord Traprain’s factor. Now, a factor, the -- the\ntranslation of that is the bailiff. He was -- he was Lord Traprain’s chief man who\ndid the farming and -- and he took the children, he took the boys especially under\nhis wing and taught them how to -- how to sow crops and do all the things that are\nnecessary in farming. He was a great man and he -- he was -- he was very brusque\nbut very, very kind, and -- and the boys liked him very much. And the other\nmembers of the staff was of course, Mr. Maxwell, who was the headmaster. There\nwas Miss Lacker, the matron, who was German and who was a lovely lady, very,\nvery -- very warm and compassionate and very competent at what she did.",
        "A: Yes, I’m sorry, yes, she was a German Jew. There was Mr. Drew, who was not\nJewish, who -- who was the English teacher and who was also the photographer and\nany of the photographs that we have were taken by him. We’re not sure of what\nhappened to him after the war. There was a Mr. Likelbower from Palestine, who\ntaught Hebrew, who was Jewish. A Miss Trauss, who was German and she was a\ncook and she was Jewish. And a Miss Mundy, who was English, who was the\nschool secretary and I doubt that she was Jewish. And I don’t know any of the other\nmembers of the staff, but I think that it was a fairly mixed group, partly -- partly\nJewish and partly not.",
        "A: Not as far as I know. I think that the ones were hard and came to work with the\nchildren were very, very much aware of what had happened, of where the children\ncame from, of how they must be missing their families and I think that they -- that\nthey worked very, very well together, and I think the children appreciated that.\nThere were so many cases of home sickness and -- and sadness, and a -- and I think\nthat they tried to help in every way they could. Plus, my mother was there, Miss\nLacker was there and the Chaim Weitzman’s wife was there, and they knew they\nJune 12, 2006\ncould go to them and talk to them if there really was -- if there really was a problem\nand they needed to talk to somebody.",
        "A: I don’t remember that, but I’m quite sure that my parents would have made sure\nthat there was medical facilities there, also close-by that were available for them,\nbecause obviously there had to have been some kind of emergencies during -- or\nhealth problems during that time, but everything seemed to go smoothly and I think\nthat if there were health -- health problems they had, th-there was medical there --\nmedical people there to take care of them.",
        "A: I think there was, I’m not very sure. I know that the children were all taught in --\nin first aid and what to do if a bomb fell. I-I don’t remember seeing a bomb shelter\nmyself, but if not then I think that they must have been told where to go in case of --\nin case of an air raid.",
        "A: Oh yes. Oh yes, there were air raids. We were just -- the school was only a-a-\nabout 20 miles at the most from the city and we had air raids in the city, so -- a-and\nthen of course there were RAF stations -- Royal Air Force stations of -- the bases, I\nJune 12, 2006\nthink you call them, all around there, so -- and the Germans tried to bomb them, so\nyes, we had frequent air raids. And -- I’m sorry -- and -- and of course, a -- the\nschool had to practice strict blackout. All th -- all of the windows had to be\ncompletely covered at night and a-a-a-at -- the same sort of things that we had to do\nin the city.",
        "A: Oh no, the staff lived there. They lived on the premises. As far [indecipherable]\nas far as I was concerned -- as far as I can remember, there was no other staff there,\nI mean, these are the people that were there.",
        "A: Absolutely yes, yes. And at one time I think that a bomb did fall -- I think my\nsister was -- was staying there that night and I think that a bomb did fell -- fall on\nthe nearby air force base and there was quite some consternation, but everything\nwas taken care of. And the children knew, I mean, they knew what was happening,\nthey knew the -- the danger of air raids and [indecipherable] during war time, and\nafter what they’d gone through I think that they were just prepared to do anything\nthat had to be done.\nJune 12, 2006",
        "A: It must have ga -- the clothing must have come from a fund that -- that the -- that\n-- that the Jewish community provided for the running of the school. I think that --\nthat the -- the clothing must have been part of it and of course, all of us were under\nvery, very strict clothing rationing. So, I mean, it was -- 1t was -- it was not so easy\nto get the clothes that you wanted. I think that we all wore very functional clothing,\nclothing that would -- the clothing that would last and that ge -- that we could wear\nfor more than one occasion. So I think that the -- that the children were definitely\nwell-clothed, but there was very, very sensible clothing. And of course, they all had\n-- as I say -- we all had ration books -- we all had ration books for food and -- and\nfor clothing and for anything, so I mean 1-1-1t was very hard to buy things\nspontaneously that -- at that time.",
        "A: I don’t remember precisely, but I know that they had -- they were divided into\nvarious [indecipherable] squads and -- and they had all kinds of games and they\nhad play sessions, they had games. I’m not sure if-if they played -- if they played\nBritish soccer. I should think that they did, I’m not sure. The girls played hockey,\nJune 12, 2006\nbut they all seemed to have some kind of very rounded education. Y1 -- which\nincluded sports, and -- and physical education, because these were very, very -- very\nsensitive years for these children. They were growing fast and they had to have a\nproper education.",
        "A: Yes, I believe that -- and I think that my sister was involved with this. I think\nthat -- that the girls would come to my mother, and I -- and to ask for advice, and I\nthink that they could talk to my sister. She was only two years older than I was, but\nshe seemed to be more mature at that time. These are years of which I -- a couple of\nyears can make a great deal of difference. So they were there for them, and I think\nthat there were times where some of the children felt that they had a crush on some\nof the other children and I -- I remember that my mother especially was there to\nkind of adjudicate what was going on. And it -- it was a community, but 1t was a\nhappy community and the children all lived and thrived and after the war they all\nwent their separate ways, and some went to Palestine. Some, very few, found\nfamily and made new lives for themselves. A-And they all survived, a-and that was\nthe most important thing of all.\nJune 12, 2006",
        "A: No, no, I know, yeah.",
        "A: Well, yes, I mean sa -- mainly because they were part of the community. I mean,\nit was a very, very small congregation and 1-1 -- we knew everybody. I mean, the\npeople who -- who had agreed to take these children in were all -- I wou -- I would\nalmost say some friends of my parents. So we kept in close touch. As I say, I think\nthat our boys had two cousins, th -- and they were in one of my mother’s friend’s\nhouses and this [indecipherable]. I think my aunt -- I believe my aunt in Glasgow\ntook one of them. And my -- my mother-in-law, as it turned out to be, she took one\nof them, so they’re all people that we knew and they’re all part of the congregation.\nAnother thing which is nothing to do with these children is that when the refugees\ncame into -- into Edinburgh, I think my parents were largely responsible for\nestablishing a refugee club for them. And they would -- they would find -- they\nwould rent somewhere, a little hole or a big room somewhere, and once a week, or\nso -- twice a week, they could come together and gather and just talk to each other.\nAnd we used to go to refugee club and talk to them and see what was going on. So,\nJune 12, 2006\nI mean, apart from the children, they were also trying to help the grownups and just\nto see that they had some kind -- some kind -- some kind of connection with each\nother, that they weren't so completely alone.",
        "A: These wer -- yes, these were adult refugees. These were people that had\nmanaged to come in -- in fact, my -- one of the people that my father signed an\naffidavit for was called Dr. Adler and he and his wife came in. One -- another\nrefugee was the Dr. Schneider, who became a very, very good dentist. But Dr.\nAdler became my mother’s physician and you know, my par -- my parents kept --\nkept in close touch with them, which is rather interesting thinking about it, cause\nI’m wondering if they had to sit exams before they could -- if they could practice in\n-- but they definitely did. And we had refugees come into the house all the time.\nAnd -- and my father was constantly trying to see what he could do. He knew what\nwas happening, he knew what was going on and as time goes by we could see more\nand more newsreels and stuff of what was happening in Europe.",
        "A: Yes, we -- yes, we knew about the -- about the camps. I think that we knew more\nthan other people and just agonized about them. I mean, we were just so lucky that\nwe had no close family members that were -- that were caught in there. And I think\nJune 12, 2006\nthat my parents felt this. I think they felt that they were so privileged that we\nescaped this that they wanted to help the people that wer -- that were so unfortunate.",
        "A: That’s why -- one of the reasons why, a-as an aside, when I came to\nWashington -- came to Virginia, I was so happy that I could work for the museum\nand try and keep on the work that my parents were doing. It was the one thing I\nwanted to do.",
        "A: They were all placed with Jewish families.",
        "A: I think that a -- I mean, thinking back, my parents were completely involved in\nthe Jewish community and I think that all of their friends really -- their close friends\nwere Jewish. And -- the people that my mother felt that she could contact and ask\nthem, they were Jewish, and then she knew the kind of homes that they would be\ngoing to.\nJune 12, 2006",
        "A: No, I think that -- thinking back on it that if they had they might have been able\nto bring more -- more children in, but it was a real feat to bring the 35 in, it really\nwas.",
        "A: I don’t think he heard about them, I think that we knew that -- that -- that there\nwere children being brought in on the Kindertransport. We knew that there were\nthousands being brought in and I think there was a -- there was a plea sent out to all\nof the Jewish communities, could they take people. I mean, he had no knowledge of\nwho these children were, but it was just this -- this -- it’s a question, can you help,\ncan you take children. That’s what they responded to.",
        "A: Oh, I’m quite sure that some people said that they would rather not. I mean, I’m\nquite sure, I mean I don’t know, but I’m quite sure there was some, really.",
        "A: Well, I don’t know, I mean, but thinking back and knowing the nature that\nJune 12, 2006\nthere’s some people that would and some people that won’t. And I -- I just can’t\nthink that everybody that my mother sa -- contacted would say, oh yeah sure, yes of\ncourse we’ll do it. I’m quite sure there were people that said, hey I’m sorry, we\ncan’t do this.",
        "A: Not that I remember. No -- I-I think there was a -- a small crisis when -- when\nsome -- some girls said they were heartbroken because they -- they had this crush\non one of the boys or something like this, and -- and they’Il be some -- people will\ngo and talk to them and, you know, -- and [indecipherable]. Nothing really,\nnothing really. I think that it -- it was a regular school and I think that there were\nups and downs and I think that obviously -- perhaps some of the children were sick\nsometimes, but it all worked out, but very, very well. It was an excellent teaching\nstaff and there were people there like the Chaim Weitzman’s wife, like the\nMasons or like my parents, who were always there on hand to be there if they were\nneeded.\nJune 12, 2006",
        "A: I don’t believe that she taught, no, but she was always there. And she was very,\nvery -- very enthusiastic about it, and very, very involved with it.",
        "A: I don’t know, I -- because it was a school, I’m pretty sure that they did, but I\ndon’t know. I really don’t know.",
        "A: I don’t know where the food came from, I know that -- that 1t was strictly\nrationed. I know that all of the -- all of the people [indecipherable] it was strictly\nkosher and therefore had to come from Edinburgh from the -- from the Jewish\nbutchers. I’m sure that -- that the dairy stuff came from the surrounding farms, but\nthere again, it was rationed, everything was rationed. And I -- I know that my\nfather, as I said before, was -- was himself [indecipherable] trying to find extra\nfood for them. I mean, h-he was always going out. He wa -- because of the person\nhe was, he knew people and -- and he would go out and say look, there’s a school\nhere, you know, so can’t you help? And they would respond to it because they knew\nwhat kind of a person he was. In fact, I tell -- in fact I tell a story which 1s co --\nJune 12, 2006\ncompletely different to this. When we lived in Walkerburn during these two years\ni-in our country house, it was a little tiny village, and -- and there was -- and there\nwas a convent there, and we used to go visit the nuns, and -- and they were sewing -\n- bless you -- robes for the -- for the Edinburgh bishops. Anyway, it was terribly\ncold, it was pitifully cold. I mean, and -- and we had no heating at all. And they\nwould sit and sew these beautiful, beautiful embroidered gowns and the -- and th-\ntheir fingers would be blue. And they told us that they were -- they were praying for\na miracle to get coal. Coal was also rationed. So we told my father and my father\nwent around, around, and he had two tons of coal delivered to them. And they said,\nyou see? We asked for a miracle. That was my father.",
        "A: I don’t know how he got it. I know that -- that he had to be very careful because\nthey would -- they would put dye in the petrol so that you know if -- if you -- you\nhad a certain ration, and afterwards if you got black market petrol, it is -- very often\nit -- 1t had dye in it so they could tell if 1t was non-kosher. And -- and I’m not sure\nhow he did it, but -- but he -- I mean, he had ways of doing it. And he’d ask people.\nHe’d just go and say, look, you know, we need this.\nJune 12, 2006",
        "A: Do you know, I don’t know? Possibly Mr. Cohen, yeah. Called my mother Mrs.\nCohen.",
        "A: Yes, they were.",
        "A: Well, I think that when they were declared enemy aliens, they were -- they were\nunder much stricter -- they were under a much stricter rule. I mean, they couldn’t\nmove around the country, they couldn’t leave, they had to say where they were this\ntime, but of course, for these children they were -- they were in the school, there\nwas nowhere for them to go to, but I think that had they wanted to, that they would\nhave had to sign papers or this sort of thing that, you know, they were enemy aliens,\nand -- and -- and it -- it -- th-they would have to report if they went anywhere. But\napart from that I think that — that -- you know, that was it.\nJune 12, 2006",
        "A: I don’t believe they ever did. I don’t believe they ever did. I don’t believe that --\nI can’t remember any of the Jewish community really going out of their way to go\nout there. I think that they -- I think that they -- that they -- that the board, the\ngovernors of the school used to go out and take their families, but I don’t remember\nany of the other ones going out.",
        "A: No, as far as I know they didn’t and as far as I can remember, I don’t believe that\nthe -- the 33 childr -- or 35 children went out either. It may -- 1t may have been\nbecause of an petrol restriction, I don’t know, but as far -- I don’t remember there\never being any sort of get together with them.",
        "A: Well, the children all went their certain ways, as of say -- the children who found\nout, sadly, that their families were no more. Other went to other people, o-others\nwent to Palestine. Most of them sa -- went to Palestine. Some di-did find family,\nwent to join them, a-and --\nJune 12, 2006",
        "A: No, I wasn’t.",
        "A: Oh, I think there had to be. I mean, I remember what it was like for us on -- on\nV-E Day, and V-J Day and I mean, it was sheer jubilation, and I think -- I think that\n-- my own feeling was that, well of course there was -- there was rejoicing, there\nwas also a lot of fear and uncertainty what will -- what’s going to happen to us now.\nI mean -- I mean, there had to have been. I mean they had -- they’d been there for\nwhat, five or six years. They had some kind of -- the security feeling that here were\ntheir ties, here was a basis. All of a sudden they were going to go out on their own\nagain.",
        "A: Right, right.",
        "A: That’s right. Yes, yes, absolutely. I mean, it was six years for us, I mean, the war\nwas six years and of course the -- they were young adults by the time they left.\nWhich was -- I mean, which was good, I mean, it had had this time to -- to grow up\nin a community that was very, very safe and solid and wherever they went to, they\nJune 12, 2006\nhad a good back -- had had a good background, you know, and -- and I’m quite sure\nthat the people that taught them were very, very -- very, very careful to make sure\nthat they had something to fall back on.",
        "A: No, I wasn’t. I think though that -- I don’t think they had to encourage them, I\nthink that the children that found out that their families were no longer alive, didn’t\nhave much -- or, I mean, 1-it sounds bad to say, didn’t have any alternative, but th-\nthey were lost, I mean, and they thought that th-there was a home for them in\nPalestine. It was obviously the best thing for them.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B\nJune 12, 2006",
        "A: No, I don’t. I think that some of them had written to their homes and hoped and\nhoped and waited and waited and I think -- I believe I remember that some of them\ngot the envelopes back saying that -- that their parents were no more. But I don’t\nknow -- you know, this is the only thi-thing that I do know. It -- it was a very, very\nhard time for them.",
        "A: I don’t remember ho-how it wound down, actually. I really don’t. I mean, I have\n-- | have no -- so maybe you told us what happened when it closed.",
        "A: No, I don’t. I think -- I think that it must have been -- I don’t know 1f it -- if it\nremained after war finished in 1945, if it went on or not. This is something that I’ve\nbeen trying to find out, but I have no memory of it. I think that 1t just wound down\nthat the children one by one went to the various places, and I think that they just\nquietly closed.",
        "A: Agon and Max found out -- my parents found out that they had distant relatives\nin London, so they -- by that time they were -- they were young adults, and they\nwent down to live with them. I believe that Agon went into the construction\nJune 12, 2006\nbusiness, and I believe that Max went to work with a furrier. That’s much as I\nknow, they both a -- they became very involved in the Jewish community where\nthey lived, and they both married girls from London. And my father was no longer\nalive at that time, but my mother and I, I remember sa -- that we caught the train\ntwice, to go down to their weddings. Andthey were very, very happy that we did so.\nUnfortunately, when I came to this country I lost complete touch with them.",
        "A: I have no idea where any of them went, I -- I’ve been sending out inquiries just\nnow, trying to find out and hopefully that I might find where some -- some of them\nare. This lady in New Jersey who I talked to has given me the names of some.\nSome of are in Pales -- some are in Israel now, and some [indecipherable] in\nEngland so I’m -- I’m trying to find out if I can get in touch with them. And it will\nbe great.",
        "A: No, I didn’t. P’ve looked it up on the internet and I see the house is still there,\nand I believe it became a correctional li -- school for boys afterwards. And I’m not\nsure what it is now. According to what I read on the internet, it has been divided\ninto private apartments, but it is still owned by the Balfour family. It is still a\nbeautiful, beautiful area, a beautiful, beautiful home.\nJune 12, 2006",
        "A: Well, the war finished in 1945, and unfortunately my father died very suddenly\non the 19\" of June in 1945, just before V-E Day. He was only 59 years old, it was a\ngreat, great shock to us. My mother was very sick at the time and we went through a\nvery, very sad time at that time. After the war I became engaged to a man -- toa\nyoung man from Edinburgh, one who -- because we knew all of the families in\nEdinburgh, | had grown up with, I had seen him at the Jewish holidays and at the\nsynagogue and I had been very friendly with -- with his sister, who went to the\nsame school I did, and he went he joined the -- the British army during the war, he\nwas a captain in the Royal Engineers and was stationed out in India. And he came\nback after the war and I met him at a -- at a Jewish charity dance, and we became\nengaged and married. And he was working for his mother, who was a furrier. Didn’t\nwork out so we decided to emigrate. And we ha -- by that time we had one little boy\nwho was two years old, Lawrence, and my mother was desperately upset when we\nsaid we were going. She loved her first grandson. And I remember saying to her,\ndon’t worry, we’ll come back and see you in two year’s time. We got to -- well,\nthat’s another -- we -- we sailed on the -- on the first Queen Elizabeth. We sailed in\nJune 12, 2006\nFebruary, and these ships really rolled. It was a very, very stormy crossing and most\nof the passengers spent all of their time in their cabins. We -- she either lost or\ngained an hour each day, so we were five hours -- I’m not sure if it’s ahead or\nbehind when we got to New York. We got to New York and I remember sailing up\nthe Hudson and seeing the Statue of Liberty. We stayed there overnight and -- and\na Jewish friend of ours who we befriended when-- he was in the American army,\nmet us at the boat to go to our hotel, and then took us to his home for our first\nAmerican meal. And his -- his wife was a daughter of a Jewish butcher, and she had\nprepared huge steaks for us, and we couldn't eat them. And she was very upset with\nus until we sort of explained we can’t do this, you know? Anyway, the very next\nmorning we got a tax1 to LaGuardia airport and it was bitterly cold, that was -- the\n28\" of February I think it was, bitterly cold and as we got on the -- on the plane it --\nthey were -- they were brushing the snow off the wings. And I was terrified. We had\na two year old child, we were going to California and I was absolutely terrified.\nMy husband was promised a job as a furrier there, so we had to get there right\naway. We got on board plane and my son Lawrence started screaming and he\nscreamed all the way to Chicago. In Chicago, all of the pay -- all of the passengers\nwere told to get off to get boxed lunches, but by that time Lawrence had stopped\nscreaming, he’d fallen asleep, so we stayed onboard. And five hours later we got to\nJune 12, 2006\nLos Angeles. When we got to Los Angeles it was 90 degrees and I almost died. I\nhonestly almost died, I had never known such heat in my life. We had bought\nclothes in Edinburgh that was not suitable and we -- and we’re met by this friend\nof ours and he took us to a motel in Studio City in the San Fernando Valley and\nleft us there and the very next day so Jerry found out -- Jerry, my husband found\nout that the job that we’d come for was no longer there. So he started looking\naround and he ended up by working in the film labs. He worked for Metro-\nGoldwyn-Mayer, he worked for Universal, this sort of thing. And we lived there\nfor three and a half years and in these three and a half years I had two more sons.\nOne was born - on July 13\" in one year, one was born August 13\" of the next year,\nthey were 13 months apart. Well we didn’t stay in Los Angeles because Jerry had\nvery, very bad sinus trouble, so we packed up and drove to Denver, Denver,\nColorado and we lived in Denver for 15 years. Worked out very well, our fourth\nson was born there and I love Denver, had a wonderful time there. And --",
        "A: Came to the United States in 1951. And been here for over 50 years now. And -\n- and Jerry and I became citizens as soon as we could, it was five years after we got\nhere, in 1955 -- I think it was in 1955, and our son Lawrence became a citizen also.\nThe other children, of course, we born over here.\nJune 12, 2006",
        "A: Meant an awful lot. I’d always, always loved everything I’d read about United\nStates, it was always like a fairy land to me, like another country, and of course the\nfilms, the movies that we saw were, you know, were like the Andy Hardy movies\nand things all looked as if things were so wonderful here, and I’d always wanted to\ncome here. I had been engaged to an American during the war, a wonderful fellow\nwho lived -- who actually lived in Denver, Colorado. He was in the -- he was a\nnavigator of a Flying Fortress. And he was my best friend until he died. I mean, he\nwas a wonderful fellow. And it didn’t work out, so Jerry and I got married and --\nand we came over here and -- and Bob continued to be a very good friend and when\nwe found out that we had to leave California, we decided to go to Denver,\nColorado and he and his -- he and his wife were our very good friends here. And --\nand we stayed there for 15 years. Then after 15 years we went back to California\nagain. So.",
        "A: Then we stayed -- then we stayed 15 years in California. Jerry had had\nwhatever was bothering his sinuses had taken care of and California was all right,\nbut I never really wanted it to be my home, I was deathly scared of earthquakes, and\nwe'd been in two of them. We’d been in the -- the Tehachapi earthquake, I think,\nJune 12, 2006\nin 1952 and then in the San Fernando earthquake. And they’re very, very -- they’re\nvery, very frightening, not only the earthquakes but the aftershocks afterwards. And\n-- and my family used to go to bed early and I’d be sitting in our living room. All of\na sudden the whole place would heave, just silently heave. And after -- after my\nyoungest son Colin was 10 years old, I went to work, and --",
        "A: Yes. I think so. Partly because I-I was so young then and it was kind of exciting,\nyou know, you hear the sirens and I think we were too young to realize what really\ncou-could happen. An-And -- and -- and my parents must have agonized. But the\nearthquake, I mean, with the -- with the bombings, you heard the sirens. You knew\nthat something was going to happen and terrible things did happen, but with an\nearthquake, all of a sudden, your whole world 1s turned -- turned upside down. On\none of them my husband was sitting at the dining room table very early one\nmorning and the -- and the -- the chandelier light above his head -- he was sitting at\nthe dining room table, just -- just shattered. And all of the doors in our apartment\nflew open, and -- and it went on from there, and it was the uncertainty, I mean and\nwhen -- when we lived there all these years, I had four boys and the last earthquake,\nthe San Fernando one, I had two boys at college, at UCLA Northridge. I was\nworking in downtown L.A. and Jerry was in the San Fernando Valley and it -- it\nJune 12, 2006\nkept on going through my mind, if it’s a bad earthquake and the freeways are\nbuckled, we’re all in different parts of -- how we going to get together? The place I\nworked with at that time was a department store and -- and they had an elevator for\nthe employees, and the walls of the elevator were so buckled that the elevator\ncouldn’t work. It was a very, very fr -- it’s very frightening.",
        "A: I think it’s not knowing that -- that the ground under you 1s -- is going to move.",
        "A: Came here in December 1954 -- I’m sorry, came here 1-1n -- in December 1994.",
        "A: Well, I’m the perennial volunteer. I’ve -- ever since World War II, I volunteered\nin some way or another all my life. I -- I volunteered for the Red Cross in Denver\nfor about 15 years. I have thousands of hours there. I was head of Red Cross motor\nservice. That’s another story, but -- but I volunteered when we went to Tucson,\nArizona, [ volunteered in Saint Mary’s Hospital for nine years. So I’ve always\nvolunteered, but when we came t -- when we came here, I thought, my goodness,\nthe United States Memorial -- Holocaust Memorial Museum is here, could I\npossibly? And I thought I couldn’t, because there was the transportation. And we\nJune 12, 2006\nwent down, we saw the museum, we were totally overwhelmed, my husband and\nmy son and I. And I called them and said, is there any way I could come? And I\ntalked to Genya Marken. And she said well, we have a training class in October\nbut, she said, if you want to come now, I’m in the photo archives. So I went into -- I\nwent in -- had an interview with her and she said -- she knew that I wasn’t a\nsurvivor, she knew that I hadn’t had anything drastic happen to me during the -- the\nwar, yet she said, why do you want to do this? And I said, because my parents were\nso involved and through them I was -- I became involved and I said, I’d love to\nthink that I’m continuing to do what my parents were doing. And she said, well you\nknow, you can’t just come for a couple of hours. Evidently she had some volunteers\nthat came in once a week for a couple of hours. She said, you’d have to come and\nmake a real investment in this. And I said, sure I will. And so I started, and because\nmy husband volunteered at a school and needed to be there by eight, he would drive\nme to the Metro station and I would get to the museum at seven o’clock in the\nmorning. And I had -- I had a special permission from the guards to go in there, and\nit was completely deserted, apart from the guards. And I would go up to the fifth\nfloor, everything was quiet and everything was partly dark and I’d walk across the\nglass bridge and go into the photo archives, and the first thing I do is put on\neverybody’s computers. I knew all of their passwords so that they [indecipherable]\nJune 12, 2006\nthem. And then I would -- I worked to Sharon Muller and -- and -- and Teresa\nPollik -- but at that -- Pollin, but that time was mainly Sharon Muller, and she was\n-- she was good to work with because she was very, very precise. Extremely\nprecise, I mean, and -- and she was never too busy to answer my questions. I mean,\nthere were always people coming through at photo archives, asking for things, all\nthe [indecipherable] come in, and I could go over and say, Sharon, could I\npossibly ask you this and she would stop everything and tell me what to do. I mean,\nI’m -- I felt that -- how I say, that I knew -- that I felt very confident what I did\nbecause she taught me how to do it. And I -- I worked there for six years. They\ncalled me their unpaid staff. I would go as -- I worked there four days a week, six\nhours a day. I’d leave there at one o’clock and Jerry would meet me. And I did so\nmuch. I think one of the things that I’m very, very proud of is that I did -- I\nprocessed the Auschwitz collection. That’s a collection of 2400 photographs that\nwere found in a suitcase, and this lady -- I can’t remember her -- her second name,\nbut she found them. Anyway, they had it in -- in Israel and we asked them if we\ncould have this collection and there was a lot of negotiating going on with Sharon\nMuller and Teresa Pollin and th-this lady Ann, I can’t remember her second name.\nAnyway, she came and she said that if we made copies for her that we -- that we\ncould have -- we could make copies for ourselves also. So we got the negatives and\nJune 12, 2006\nI remember Sharon and Teresa talking themselves one day and saying, do you\nthink Hilda would like to do it? So they asked me and I said yeah. I ha -- I think so.\nSo I did this whole thing. I had the contact prints, I had negatives, I did -- put this\nwhole thing together. There were 2400 photographs, I put them by category, by this,\nand everything else. And I got so involved with it. They were ma -- they were\nmainly from people who had lived in a place called Bedzin in Poland and it was\nnear the -- near a mountain resort. And it was the saddest thing because here were\nthese pictures of these -- these photographs and there are people who -- who are\nleading happy lives before the Holocaust. There were pe -- there were weddings,\nthere were -- there were picnics, there were family outings and there were a lot of --\nlot of photographs of school -- school groups, a-and they were -- they were the\nJewish -- what do they call them? Gymnasiums?",
        "A: Gymnasiums, and -- and -- I got to the point that I would -- I would be able to\npick out the people from the various families and -- and be able to put names to\nthem and -- and put them on the computer. And we got this whole thing together\nand we had them blown up and they’re now -- and they’re now in this album that I\nhave here, and this -- a -- it’s a wonderful album. But Auschwitz, the collection, 1s\nJune 12, 2006\nreally, really very special to me. And I also did -- I processed the Anne Frank thing\nthere. I did the Hannah Szenes. I did --",
        "A: I got the photographs together, I put captions on them, I put them on the\ncomputer, I wrote things about them, and can’t remember this other man, this\nwonderful man who led the children out and was -- and was killed. I mean, th-there\nwas so many things that I did --",
        "A: Yes, exactly, thank you. And that really touched my heart, you know? And --\nand I did the Einsatzgruppen. I did the concentration camps. But with all of the\nthings that [indecipherable] the concentration camps and seeing the stacks of\nbodies, they didn’t affect me as much as working with the pictures, the photographs\nof people that were happy before the Holocaust, thinking they don’t know what’s --\nwhat’s ahead of them. They’re -- there are nursery groups with children, in their\nnurse -- I mean, not knowing what’s ahead of them. That just br -- 1-it really broke\nmy heart. And -- and can’t thi -- I mean, I -- I have a whole collection of what I did\nthere. And I did important -- important Jewish people throughout the world and --\nand -- and important non-Jewish people throughout the world and I used to go into\nJune 12, 2006\nthe library and spend hours reading up biographies and things of these people. So I\nmean, I did a lot of -- a lot of work there.",
        "A: [indecipherable] yes, yes.",
        "A: I mean --",
        "A: Right, right, yeah. And then, after six years, and my husband died very suddenly\nand I had surgery and I left and then after that, I talked to Teresa Pollin and she\nsaid, would you like to work with me? And I said, yes I’d love to. And -- so I\nstarted working at home and that’s when I started doing -- I did this history of this\nlittle girl who came on the t -- on the -- on the Kindertransport and who was\nheartbroken at leaving her parents. And then I -- I recently finished recording the\nnames of 14 and a half thousand Polish children that were in the Lodz ghetto for an\nexhibit that is going to be opened th-this coming fall, I understand, about the Lédz\nghetto. Teresa Pollin’s working on it and she asked me to do these in a hurry, and I\ndid and what she did -- well, what she does is when she goes to Israel, she tries to\nget hold of anybody that might have any connection with these people and by\nhaving the names with her then she can do it.\nJune 12, 2006",
        "A: 14 and a half thousand names.",
        "A: Pll show you. Ye-Yes, I -- I entered 14 and a half thousand names, they were\nPolish names. And they in themselves were heartbreaking because some of them\nhad the ages on them and some of them were little children. Now I’m transcribing\nsurvivor’s histories and each one of them is different and each one of them 1s a story\nin itself.",
        "A: Transcribing from -- from the material that the museum sends me. They send me\nrough drafts, and I transcribe them onto the computer and then -- and then email\nthem back to the museum. I think I’m on my 40\" just now.",
        "A: I love being there. It is -- it is the hardest thing for me and the saddest thing that I\ncan’t go down as often as I used to. I get this feeling of awe going in there. I never\ngo in there without this feeling of just absolute awe that this -- this building is there\nand that is -- and there’s so much that is going on there, and there’s so much that --\nthat is recorded there. I mean, I if I could, I would be down there every day.\nJune 12, 2006",
        "A: I don’t think so. I think I’ve only been through the -- the permanent exhibition\nperhaps about three times. I can’t do it more than that, but there -- the exhi -- the\nexhibits that always hurt me the most, really get to my heart, are the ones of\nfamilies -- families loading the transports, families being taken off to the camps.\nThese wonderful people who are sometimes beautifully dressed, sometimes not, but\nthey’ve got no idea of what’s in front of them. This -- this is so hard for me.",
        "A: Oh yes, of course it does. I mean, I see children in these photographs, they look\nso much like the children that were at Whittingehame, so -- so much like Max and\nAgon.",
        "A: No, I think that what I -- the work that I’ve been doing has always been kind of\nsomething that I’ve done by myself and I really have no contact with the other\nvolunteers at all. In fact, I don’t think I don’t think I know any of them. I have -- I\nJune 12, 2006\nhave gone to the appreciation nights 1n the past, but I don’t go any more and I don’t\ngo to the dinners, and I’m perfectly happy not to. I think I’m just happy to do what\nI’ve done, you know, and I know the other volunteers are a community in\nthemselves and they know each other and that’s fine. One of the things I do, and I\ntry to do every year, 1s I go down on Holocaust Remembrance dray -- day, and I\nread names. And I’ve done this every year.",
        "A: Yeah. Yeah, the names of the victims and sometimes they’re very, very hard to\nread, they -- you know, Polish or Czechoslovak. This year I went down and they\ngave me a choice and I chose names that were from Norway, and they were easier\nto read. But I mean, each one of them is a heartbreak, I mean. You -- you read these\nnames and you see families, you see whole groups of names and you see ages from\nthe grandfather to the little children just months old, and it has to tear out your heart\nto know that they all -- they all perished.",
        "A: I’ve been back to Scotland three, perhaps four times. We wouldn’t leave our\nchildren when they were growing up. The first time my husband and I went back to\nvisit was in 1973 on our 25\" anniversary. And my husband and I went back, I think\ntwice after that. And then I went back ba -- by myself about nine years ago to visit\nJune 12, 2006\nmy cousin, who has a fa -- who had a farm outside Edinburgh. And then the last\ntime I went to visit was with my son, two years after that. And I don’t think Pll go\nback again.",
        "A: Yes, I do feel Scottish, yes I do. I mean, I -- I guess -- when I go over there\npeople say that I talk with an American accent. Here they say I talk with a Scottish\naccent. But there’s something very, very Scottish about me, and I love to hear the\nbagpipes. I get so homesick. And a -- a funny story that I will tell you is that a\nfriend of mine told me that she had a friend who plays the bagpipes in the American\nAir Force Bagpipe Band, of all things. And she said, he would like to meet you. So\nshe brought him here one evening, with his bagpipes. Now this is a -- this is a\ntownhouse association and -- and -- and there are neighbors on the side. He brought\nout his bagpipes and started to play. Now, you know how loud they are. My -- my\nson at the time was the president of the homeowner’s association. I could see him\nliterally getting paler by the minute. But it was great. I mean, I mean I can have\ntears in my eyes when I hear the bagpipes. It brings back so much to me. I\nabsolutely love it.\nJune 12, 2006",
        "A: I don’t know. I honestly don’t know. I was left with a feeling of antagonism bu -\n- towards anything German. I didn’t want to know German people or anything like\nthis, but in the last few years I -- I have two very good friends who are German.\nOne very, very dear friend who is in Coburg, Germany, and I realized that there\nare good people everywhere, and that -- and one can’t judge people by their\nnationality, by their race or anything else. I mean, I feel that -- that what is going on\nnow i-in the world is deeply upsetting. You know, you see anti-Semitism\neverywhere, you see racism everywhere, and I don’t think that -- I don’t think it will\never be any -- any better, and that’s what really bothers me.",
        "A: Well, you know, we’re all getting so much older, the survivors and myself, we’re\ngetting very much older and it’s so good to know that anything that we can say now\nmight live on and that people can perhaps listen to it and hear what it was like\nduring these year, and -- and for me myself, my -- my prime reason for doing this is\nso that people would get to know what my parents did, how much they cared, how\nJune 12, 2006\nmuch they agonized over what was happening in Europe and how much they\nwanted to help and how much they did help in a very, very quiet way, but they --\nthey gave everything that they could and I think that this should be remembered.\nJune 12, 2006\nBeginning Tape Three, Side A",
        "A: Yes, at Whittingehame, my parents loved being there and they were very, very\nsurprised when they were invited to go out one special evening and they -- because\nthey didn’t usually get an invitation, we went out and that was fine and they -- the\nstaff said no [indecipherable] come out tonight, could you possibly come, and we\nsaid okay. So we came out and -- and -- and I’m not sure how many of this -- of the\nchildren were there, if they were all there or not, I don’t remember that, but one of\nthem got up and made a speech and said that they had worked on something very\nspecial as a gift for my parents and they were going to present it to them. And the\nbrought out this absolutely beautiful menorah that they had carved by themselves\nand written in Hebrew on it. It was about three foot across, and -- and made of\nbeautiful wood, and they said that they would like us to have it and -- in\nappreciation for all that we had done for them. Well, we took -- my par -- my father\nwas a very quiet man who wa -- had a very soft heart and when he’s touched and\nthe tears came to his eyes, and he said something appropriate, I’m not sure what he\nJune 12, 2006\nsaid. But we took it home and we used it every year and it was on our -- on our\nsideboard at home every year that I remember. Then I was the first of the family to\nleave the country and when I left my mother was still alive, and there was the\nmenorah. And then after that my sister left and the last person to leave was my\nbrother. And we didn’t know, evidently he brought everything he could. And he is\nno longer alive, but his wife lives in San Francisco -- very, very fond of her. And\nabout three months ago she called me and said she was cleaning up her garage and\nshe said that she found this wooden thing in the corner, would I know what it was\nand would I be interested in it? And she expl -- she described it and I said, oh my\nGod, Pat, I said that’s the menorah. And I said, don’t -- don’t get rid of it. I said,\nwould you consider giving it to the museum? And she said, well, she said, I don’t\nsee why not. She says, Pll ask my two children. One of them is in Edinburgh just\nnow, one of them was with her. So she asked her two children, Mandy and David\nand they said -- they didn’t know much about the museum, but they s -- and I said,\nyou know what, I’m going to send you some information. So I sent them all the\npamphlets, all the documents I had. And she said, yes, of course we'll give it to the\nmuseum. And she said, if it’s all right with you, I'll donate it with David and\nMandy’s names. So the U.S. -- the museum’s -- a conservatory group came out to\nher very early one morning, they packed it up, they brought it back here and it is\nJune 12, 2006\nnow in the museum. And -- and it really does my heart good to know that it’s there\nand that something that was given to my parents will always be there for them.",
        "A: My mother passed away in April sum -- 1951, six weeks after I arrived in this\ncountry. She had a stroke and died the same day. And I -- broke my heart and -- and\n-- and we had just come over here and I was arranging to take my son, Lawrence,\nwho was two years old back there. And -- and then -- and we went through all of the\nthings about getting permits and things and then I suddenly realized, they can’t hold\na funeral, she’s already gone, what’s the point of going back? So I didn’t go back\nfor over 20 years. But she was a lovely person, and as I say, she -- she was so upset\nwhen we left, and you know, perhaps it was best that it happened that way because\nhad she lived she would have been -- you know.",
        "A: Oh, I think it definitely made me more aware of who I was an-and -- and -- and\nof being Jewish. We ourselves didn’t encounter any -- any animosity or any anti-\nJune 12, 2006\nSemitism, but coming over here I realized that there were -- that there was more\nanti-Semitism over in Great Britain than I’d realized, and that people were not so -\n- so willing to wear a Mogen David, or wear some -- something to show that they\nwere Jewish. And I found it -- 1t’s a much more open society here when I came over\nhere. So while we had -- we had absolutely no -- no sort of contact with anything\nthat made us feel that w-we were unwelcome or anything, I know that there was that\nthere. And we were very, very -- I mean, we were very, very proud of being Jewish,\nand as I say, we were the only Jewish children, the five of us, in our school, and --\nand we felt kind of important because of it. You know, I mean, there was -- there\nwas no feeling of bias or anything else. But it did happen.",
        "A: Oh, I -- I think it -- 1t was -- 1t was covert. I think that the kind of people that my\nparents were also, I think people would hesitate to -- to do anything to them because\nthey were such kind people and they were always helping other people. I mean, I\ntalk about refugees -- the refugees, I talk about the Kindertransport, I talk about\nWhittingehame, but there were so many other people that they helped in every way\nthey could, I mean, they were just kind, kind people that -- that just were always out\nfor other people. And I think that being a sort of a fairly small town, in a way, that\npeople were aware of it. Edinburgh is a much bigger and more of a cosmopolitan\nJune 12, 2006\ntown than it is -- than 1t was when I lived there. There was no trans-Atlantic flights,\nthere were no tourists there. It was a very, very quiet city. It was all -- it was almost\na Sleepy city, not like it is now. And - and my father knew the mayor, and in fact the\nhouse that we had, and actually we leased it during the war, it was bought after we\nleft by the [indecipherable] of Edinburgh. So I mean, he sort of knew people and\nhe -- and he felt very comfortable with them, and so I don’t -- so if there was any\nanti-Semitism, we didn’t see it. But I -- I think sometimes that while it’s not always\nthe case, that it’s the kind of person you are also. That may be wrong, but --",
        "A: Yes, I do, particularly now. Particularly now as I’m getting older and -- and that\nthe survivors don’t have that much longer, obviously. But I am so, so anxious that\npeople do hear about my parents, do know that they did something good, and -- and\n-- and helped other people that I do go out of my way, I go out of my way that you -\n- in ways that I would not have thought years ago. I am a member of -- of a club on\nthe internet, a lovely club, I’ve been a member now for about five, six years, and it\nstarted off as a book club and I’m the only Jewish person and I bring out all the time\nabout being Jewish, about the Jewish holidays, and in particular about this -- about\nJune 12, 2006\nWhittingehame, about the Kindertransport. They are now so interested in it. And\nthey will -- they will tell their children and they will tell their friends and this 1s how\nI feel that people get to know. I mean, I -- it’s not myself I want to talk about, it’s\nthe fact that I had so -- such wonderful -- such a wonderful example, you know, and\n-- my own children. It’s funny because my oldest son always used to say to me -- he\nresented the fact that we came over here and that he’s got no family over here,\nbecause he knew that my mother was one of eight children, and that we had a very,\nvery big family group in Edinburgh. And I said, but this is what happens. And I\nsaid, after the war, everybody kind of separated anyway. But he said to me, what\nwas it like for you growing up? And I sat down and wrote him 10 pages. And he\nsaid to me, it’s like a fairy tale. And I said, this is how it was, it was a different\nworld. And I want -- and I wanted to sh -- and -- and my -- and I said to him do me\na favor and copy to send it to your other brothers. I want them to know and I want\nthem to tell their children. And ma -- basically about being Jewish and living in a\nJewish household, and -- and -- and being members of an -- of a community, about\nsort of going to the shul, going to services every Saturday morning.\n[indecipherable] Shabbat afterwards and just -- it’s not what they do, but I want\nthem to know about it, so --\nJune 12, 2006",
        "A: No, we haven’t. We -- we are now members of Reform, a-and that’s fine, I\nmean, my husband Jerry was never as observant and we just sa -- sort of gradually\nsort of grew away from it. And that was fine, you know, but it’s there in me, you\nknow? I mean, wa -- wonderful memories of the sheer ec -- the excitement about\nchanging the dishes at -- at Pesach, and ho -- and what fun it was to eat out of\ndifferent dishes, you know, this sort of thing and -- and it’s always -- my mother\nused to buy great big cases of matzoh and she used to give a packet to each of her\nChristian friends. She always did that. And I do it now. I’m a volunteer at Inova\nFairfax Hospital. Made very good friends there and at Pesach [indecipherable]\nseveral friends, I’ve taken matzoh into them. You know? And it’s good. I think it’s\ngood. I hope it’s good.",
        "A: We obviously got -- [phone ringing] -- Colin’s got a phone down there -- we\nobviously got matzoh during the war, and actually yes, we got it in\nWhittingehame. In fact, in one of the photographs that I have and the -- and the\nmuseum have, there is pile -- the -- there’s a whole pile of boxes of matzoh for\nthem. So in some way they got it, yeah. [phone answering machine] Sorry, I’m\nsorry. [tape break|\nJune 12, 2006",
        "A: No, no. We had hoped to go at one time, but raising four young boys, this was\nnever possible, so unfortunately no, we didn’t go.",
        "A: Oh yes, 1 -- obviously it did, I mean, we followed very, very closely and couldn’t\nunderstand how people could be so evil. I -- I saw quite recently -- I’m not sure if\nyou’ve seen this movie, “A Judgment at Nuremberg’”?",
        "A: But it was shown again and I’ve -- I put it on tape because just -- I mean, it’s\nfiction, but even -- even watching this brings back that whole era so vividly. And --\nyes.",
        "A: Yes, they have changed and this is a funny thing is that my husband ha-had\nnever been terribly involved with things that I’ve been interested in, as in going to\nthe Holocaust Museum. I mean, he supported me, but this was my thing. But -- and\nhis parents did take a refu -- one of the 35 children and I hate to say this, but I th -- I\nhave a feeling that my mother-in-law treated this little girl more of a domestic. But\nJune 12, 2006\nanyway, the thing was this, that we went to -- we went to Europe in the 1980’s, and\nwe went through France, and Belgium and -- and the Netherlands and got to\nLuxembourg, and then we drove to the German border. And it’s a beautiful area, a-\nand we could see -- and we could see a castle 1n the distance, and I said, let’s go\nover. He said, I can’t. And I said, come on Jerry, it’s just another border, let’s go.\nHe said, I’m sorry Hilda, I just can’t. A-And he wouldn’t go. So I mean, he had\nmuch deeper feelings than he’d ever, ever, you know. But yes, my feelings about\nsort of, Germany, have changed. I don’t know -- I have mixed feelings about it\nbecause in one of Leon Yuris’s books, he tries to explain this make-up of a\nGerman, the physiology and all [indecipherable] and I believed him -- him\ncompletely, but as I say, I’ve been in contact with couple of people recently, and\none in particular, and they are lovely people. And I feel that you can’t label\neverybody the way I once did. And I have a friend whose mother was German and\nshe’s no longer alive. Every time I saw her, she’d be apologizing. And I -- and she I\nthink lived in somewhere like Essen or something that was terribly badly bombed\nand they went out sort of looking for pot -- sort of scraping for potatoes, they were\nso hungry. She was telling me all this [indecipherable] she says, you know? And I\nsay, look, you can’t go back and -- and -- everybody had problems. But I think it\nmade me realize that -- I mean I-- myself, I could never understand -- I could never\nJune 12, 2006\nunderstand how the German people could not see what was going on. How they\ncouldn't see that the -- their neighbors were all disappearing. I mean, this could\nnever be explained to me. But it’s a new generation and I think that the German\nschools, that they’re bending over backwards to teach the children. And I -- they say\nat one time the Japanese were taking this whole thing out of their -- out of the\nhistory books, it just didn’t happen. But the Germans are bending over backwards to\nmake sure that they understand what -- what went on. And of course they still have\ntheir -- their anti-Semites, and th -- and their -- their Nazis with their -- with their\narmbands on, but listen, we all have them. I mean, look what’s happening here. So I\nthink that hopefully -- hopefully this will never happen again and I feel that this\nnew German generation 1s different. I can only hope so.",
        "A: In this country? No I don’t think so. But as I read the paper every morning, and I\ngot to the point of saying, I hon -- honestly hesitate to read the paper in the\nmorning. I -- I really despair of what’s going on throughout the world. I think that --\nthat the lesson has not been learned, with the brutality that -- that we see\neverywhere, in Darfur, the Congo, everywhere. I mean, it’s just incredible what’s\nhappening. So whether it could happen again, not in this country, but I honestly\ndon’t know.\nJune 12, 2006",
        "A: No, I don’t. No, I don’t.",
        "A: No. No, I don’t. As I say, I don’t speak to anybody at the museum except the\npeople that I work with. I never have done.",
        "A: Not very often. I think that when you have -- when you have girls, girls want to\nknow how you’ve -- growing up. So girls want to know about your past\n[indecipherable] boys don’t. I me -- I found this out, you know, they’re busy doing\ntheir own thing, everything else. And that’s why, when my son asked me, and I\nrealized, I sat down and wrote. I’ve written, I think, two things for them. One of\nthem, what it was like so -- during the war, during the six years for me, and they\neach have it and I’ve -- I have another one about sort of growing up, what it was\nlike with this bigger -- this large family that we had. Cause my -- my parents’\nhouse, it was always an open house, and it -- at the weekends nobody was invited,\nbut everybody dropped in. This is something I’ve never been able to understand in\nthis country why friendships are almost nonexistent here whereas, you think, oh\nJune 12, 2006\nwell I’ll -- I'll go visit somebody some evening and you’ll -- and you’ll drop in, it’ Il\nbe great, Ill put the coffeepot on, Ill put out a cup of tea. You don’t do that here.\nI’ve been in -- in this country over 50 years and I’ve never seen the friendship that I\nsee -- that I used to see in Scotland. I went back there about 10 years ago to my\ncousin’s farm, and I could see it there. I could see that it hasn’t changed. But here is\ndifferent. So I mean it -- it’s just different.",
        "A: Definitely both, definitely both. I mean, I wouldn’t say I was Jewish first, I\nwouldn’t say I was Scottish first, I say I was -- I was a Scottish Jew, definitely.",
        "A: No, not really.",
        "A: No.",
        "A: I think that’s -- that’s about it. I think -- I think that’s about my whole life’s\nStory.\nJune 12, 2006",
        "A: Iam -- I am so grateful and so thrilled that this is going to be, and my one regret\nalways has been that they both died so early, they both died when they were 59, and\nI think so often of what else could they have done, had they lived to be as old as I\nam.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact reference@ushmm.org for further information about tis collectionJune 12, 2006\nBeginning Tape One, Side A"
    ]
}