{
    "rg": "RG-50.030.0164_trs_en",
    "sequence": [
        "Q: Please tell me your name.",
        "A: I must...Moise, Stefan.",
        "Q: Please tell me where you were born and when.",
        "A: I was born in the city of Iasi on January 30th, 1923.",
        "Q: I'd like you tell me a few words about your childhood and to tell me something\nabout your family when you were a child.",
        "A: My parents...my father was a guitar player, used to play in different restaurants. As a\nchild I had to learn how to play the violin because I had to help my family, and my mother, my\nmother wasn't working and we only lived from what my dad used to bring home, so I also used\nto accompany my dad in restaurants and play so we could support our family. When I was a little\nolder, I left...1 didn't play with my dad any longer and I started playing with another younger\nchap and we played in restaurants to make a living. And I played the violin.",
        "Q: Where did you learn how to play violin and where did you go through school?",
        "A: In Iasi.",
        "Q: Did you have any problems with children in the neighborhood or did you get along with\nthem?",
        "A: Around my house, everybody were our people. We used to play together and we were\nfriends. We did really not have many problems as a child. No, not at that time.",
        "Q: Mr. Moise, tell me a little bit about what happened with you and with your family when\nthe war started? What did the war mean for you?",
        "A: The beginning of the war...first of all, I could no longer make a living. All the restaurants\nclosed down and I had no place where I could play. I had to work to find different jobs, jobs\nwhich I didn't really know how to do. For instance, to work in a all kinds of\nagricultural work that I was not really qualified for, but I could at least make a living and I think\ntill the war crossed the River . The troops went on the other side during the\nbeginning of 1941. In the beginning of 1942 and by that time a few more taverns opened up and I\ncould at that time still find a few jobs playing the violin, so at that time I could still make a few\nbucks that way.",
        "Q: When did you get married?",
        "A: I got married in the beginning of February 1942, after my parents died. My dad died in\n1941. My mother died right afterwards in January '42, a year later. I was left alone with my sister\nand I had to go make a living. I didn't know what to do with my little sister. I used to leave her\nwith the neighbors but still when I took her home, she told me that they had beaten her up, they\ndidn't feed her even if I did pay for her keep and they kept her for a night or several nights, I used\nto pay them to keep her until I returned from my work.",
        "Q: How old was the little girl?",
        "A: She was six years old. Maybe five, six. And she used to complain about it...they're\nbeating me up, they didn't feed me, they scream at me. And the neighbors told me that since I\nwas eighteen years old, look for a girl, get married, so your wife would take care of your and you\nshould care for your sister. There's no other solution. For sure you will not be able to get by\nyourself because your brothers are gone but you have no relatives to help you. Nobody will help\nyou, so get married and then your wife will take care of you and of your sister. So in the\nbeginning of February I found some really nice people who are the parents of my wife.\nSomebody took me there and we agreed and we got married and indeed when I came home, at\nthat time we didn't have radiators. It was a private home. We used to heat it with wood. I used to\nput the lights on, and I used to come home and find food on the stove, a little heat. My sister was\ntaken care of. Somebody was there to take care of my sister.",
        "Q: What happened afterwards?",
        "A: So later I used to go to the city to play. I used to make a living because I had a home\nwhere I lived with my wife and my sister.",
        "Q: Just keep talking about it.",
        "A: Shall I tell you directly about the war?",
        "Q: Yes...what happened.",
        "A: In September February, March, April, May, June, July...we had a quiet life in my\nown home. I had no problems. On September 15th at one o'clock in the morning, the police came\nto our house and they told me to get dressed. They asked me what's your name. Moise. This is\nmy wife. This one is my sister. Alright...get dressed and pack up your luggage. I didn't even have\ntime to consult with anyone. Nobody could explain to us what was going on, why they were\ntaking me away, so whatever I could find around I put in a blanket, wrapped up their blanket,\ntook it on my back and they took us at a commissary headquarter and there there were other\npeople and they took us to this school, this school out on in the town of .",
        "Q: And who accompanied you from home to the commissary and to the school.",
        "A: The police. The police. At the school was also guarded by the police. Probably it must\nhave been pre-arranged because there were policemen when we came into the school. Maybe it\nwas a school or a former synagogue...I don't remember. So anyway, all night long until in the\nmorning, they kept bringing in people from Iasi, gypsies. At a certain point they used to call our\nname and take us to the cell and they used to take information...ask us information about our\naddress, the parents, where I was born...so anyway they filled up all kinds of forms. There were\nmany many people. And we stayed there maybe about two days, until they finished the forms for\nall the people. After everything was done, they formed small groups and they took us to the train\nstation in . There there were trains waiting for us, freight cars, empty. They were freight\ncars, yes. We had to climb into the cars. We were too many of us in a car. At least we were very\ncrowded which found our little place and we stayed in these freight cars maybe another day, one\nnight, in the train station until they brought other trains from other parts of the country,\nalso a train full of gypsies. They attached those newly arrived cars to ours and the trains left.\nWhenever train stops we were allowed to get out just for our basic needs. They would\noccasionally open the doors. We could get off, just for a little time and we kept going until we\ncrossed the River , but it took a while. Then we crossed the River and even then\nthey would open the door at times so we could go out. Maybe they gave us some water too...and\nthen we crossed the River and we arrived. Whenever the train would stop, we arrived at\nthe place where we could see Odessa (ph), not close by but far away, at least different uh suburbs\nof Odessa. On the left, so that the car was on the right on a secondary rail. In front of us were\nsome military people, some soldiers. The soldiers were not doing anything. They did not have\nany kind of military exercises. They just stayed there doing nothing and there were some ditches\nnear them, and the soldiers, they...we stayed in our cars and we stayed there from morning...I\ndon't know exactly what time, but we stayed there until evening, maybe three, four, five in the\nafternoon. The soldiers did not leave. They received food. We saw that because there was a\nright in front. They just stayed without doing anything. As soon as the mechanic engineer\nof the train gave the signal for the train to leave, we boarded the train again and we saw that the\nsoldiers left as well.",
        "Q: Who used to guard the train?",
        "A: The soldiers. They were soldiers, dressed in khaki uniforms.",
        "Q: What happened later?",
        "A: We went through Odessa. I don't remember all the names of the train stations. After\nOdessa we were closed into the cars. We couldn't see any names. When we arrived at ;\nthere we all had...many of us had to get out of the train and we had to march in a column to the\nsmall train, the train that would go, not . Probably it continued to . It was not a\ntrain that could climb mountains. So there were trains there, but they brought some carts and they\ntook some of the luggage, some old women and children, and put them in the carts, but not many\nof them. Most of us had to walk and we walked and we walked from morning till late, late at\nnight, maybe until around one in the morning. We marched on without any food, any water, just\na few stops along the road. And so we walked maybe till one, one thirty. We used to stop...then\nwe stopped on the right and on the left sides of the roads and we rested until morning. Maybe\nthey were afraid that since it was dark, we would run away. So we slept along side the road and\nin the fields until morning. In the morning we started again, and we marched and marched and\naround two in the afternoon we arrived at this farm, Petrosky (ph)...",
        "Q: I would like to ask you something. Tell me how were the conditions during the march?",
        "A: Very, very hard.",
        "Q: Tell me a little bit about it. Was it a long column?",
        "A: Yes, very long. There were military guards, Romanian guards.",
        "Q: Was it police or gendarmes?",
        "A: They were gendarmes or military people. They were dressed in costumes (ph). There\nwere many, many people. Sometimes you'd rest and there were many who would come from\nbehind, from the back of the column. How shall I say...they would rush to come so they could\nrest for a longer time because those who were at the beginning, at the head of the column, would\nrest a little longer. The ones in the back, until they arrive to sit down, then we had to start all over\nagain, so all these people from the back would come to sit with us. They told us there was a cart\nwith a rifle behind us, so we guarded on the right, on the left by these sentinels but there was an\narmed cart behind us, and we arrived at Petrosky, so...",
        "Q: Excuse me all the time interrupting you, but on this road, you are thirsty, you are\nhungry...",
        "A: Don't even mention that. We were just about bursting. It was September which is very\nhot. The sun was burning. We would go by wells, by running water, brooks, rivers...we were not\nallowed to stop to drink. We were not allowed to drink anything. Not even a drop of water till we\narrived in and no food. No. No food. We arrived in Petrosky and there when we\narrived, there was a full of water from where the cattle would drink. We filled ourselves\non this well and drank some water. We were left out there in the field and we no longer saw any\nsoldiers or no one whatsoever. We were just left alone without any guards, no one to talk to us.",
        "Q: What did they tell you before they left?",
        "A: Nothing. Nothing. They just left, left us there alone without telling us anything. We just\nstayed on this field. On the right there was a stone quarry or a stone mine. There were some pits.\nHow should I call them...pits, you know, stone pits, no longer in use, so all we could see was the\nplace, you see, open pits. And we just stayed there on the field. When it rained, we would go\ndown the quarry. And we just stayed there on the fields until November. Some people already\nstarted to die off.",
        "Q: Why?",
        "A: From starvation and diseases. The food, two hundred grams of flour, oats flour...",
        "Q: How were we given this?",
        "A: They singled out somebody to represent each city, a group of the city, a delegate who\nwould represent Iasi or another town. They would go this town nearby and they would bring the\nflour back and he divided it. We had a box, a tin box like...but the flour was not really processed.\nIt was rough. So he said that each person would get about two hundred grams, which was a full\ncup of that tin, two hundred grams per person. A family that had five people, who'd get five cans\n_____ and you couldn't really protest. You couldn't do much with this flour and occasionally\nyou'd get two or three potatoes too. Excuse me. A cup of porridge and potatoes, and that's how\nwe survived, until it being fall, there were fields...they had harvested the fields but on the field\nwere left some cobs of corn, a few kernels of wheat, and we'd go and pick them up, but we were\nafraid because if they caught you, nobody...we were afraid. We would come back. So very few\nof us dared to go. So they'd rather die with the family than go out to pick up these leftovers.",
        "Q: Why wouldn't they come back from the fields, if they'd go pick them up?",
        "A: There were these delegates I would call them who were going on these horse-pulled\nbuggies. They were armed. They would patrol and if they found you on the fields, they would\nshoot you, or they would take you and you'd never come back.",
        "Q: Were they Romanians or Ukrainians?",
        "A: They were not Romanians. They were not Romanians, no.",
        "Q: And they were in civilian or uniform?",
        "A: No, civilian. And meanwhile as we stayed in the fields, we were very upset, hungry, full\nof diseases. Three men arrived, three young men, and they gathered us there and told us that they\ncame from Bucharest. They came to send you back to the country. We came as a delegation...we\nhave an authority. We received an order from Bucharest to send you back to Romania, but if you\nwant to go back to Romania, the country does not have any money so you must pay your own\nexpenses back from Transnistria to whatever your home is. Can you imagine that. Anybody\ngives the shirts off their back or anything just to go back. We didn't have much but whatever we\nhad, we put together and gave it to these young guys. They had some marks with them. Whoever\nhad marks or golden earrings from women, wedding bands or maybe nice blankets or whatever\nspecial or valuable we had, we gave to these young men. They took everything and made a list,\nand they said wait, that the official delegate and we will come back. We'll go to pay for the\ntransportation. We'll come back to pick you up, and you will leave. You will go back home, each\nof you to your own home. You can imagine how happy we were. We waited and waited and\nwaited and never saw them again. Not to today. They saw everything. They saw how many we\nwere, just about there, and they took the last penny we had. They took the last hope which you\njust sold for a piece of bread or a potato. There was we sold anything for, but anyway...we\nstayed at this farm with our two hundred grams of this flour and nothing else...nothing, nothing\nelse, and occasionally we got these two potatoes per person, and we stayed there until November.\nIn late November, other people came and took us to .",
        "Q: What did they do there?",
        "A: We found out later they emptied this , a village. There were some very good\nhomes built of stone, good roof, good fences, very good quality homes but empty. There was no\nfood in there, no fire, nothing. When the people evacuated, they took everything with them, so\nthey took us there. There were homes with two rooms, with three rooms and they packed us in\nthese rooms. They were so full that you couldn't even move around. All you had room is to\nstretch out to sleep and a little path to go out to the hall. There were so many ofus __. And\nthis representative, this delegate who was old and probably he knew more about these things,\nstarted to give us this flour again, two grams per head and we stayed there, hoping to be\nrepatriated to Bucharest so we stayed there till maybe until February, March, 1943. And again\nsomebody came to say the order came from Bucharest that you go back to Iasi, that the trains\nwere waiting at , at . They are waiting for us. Again it's cold weather. Everybody\nlet's go. We hardly had anything else with us. Everything that we had we sold for potatoes, for\nbread. We had really nothing, so during the night they took us and we started again marching\nabout two days to return to the station in . There, you can imagine what happened on these\ntwo days on the road. It was cold. The children were naked, without shoes, without food. In the\ntrain station, the guards surrounded us. Where are you going? Why did you come back? Well, we\nheard this and this. No. Nothing is true. Go back. There were old people who said well, if we\nhave to go back, we'll just die on the roads. It's cold. We are hungry. Then they thought about\nsending us to .In we...these people arrived at the station of the gendarmes and\nsomebody, probably the mayor...I don't know who...then said why did you run away from .\nYou had homes there, and you ran away, because we don't have a place to put you up. All the\npeople who leave here from Romania who are here, we don't know where to put you up. Go\nback...or we don't know what to do with you. One of the people I remember of the places was a\nbarn which was just being built, was still in construction. It was being , no\nwindows, just the outer walls, no doors, no roof, just ground on the floor, bare ground, and that's\nwhere they took us. But this would be our home. We have no other place to put you in. We were\neven happy with that. At least we were protected from . They showed us, somebody\nfrom the village, are going to find some straws. We put them in the window places and in the\ndoor places and on the roof to protect ourselves, so we built this protection. And each of us took\na little place on the ground. We already knew how to do this, and we stayed there also with this\ntwo hundred gram of flour. It was not...probably was a practice everywhere, even in the larger\nvillages. That is what they distributed probably everywhere, because . We would\nhave liked to work. We ask to have some jobs. In , | went to some fishermen to see if I\ncould work with them, to make a little living. I was just idle. I was young. I wanted to work.\nOthers wanted to work, not really for money but to work for food. Anyway, no, we couldn't. No,\nnobody gave us any work. Nobody talked to us. They didn't ask us who we were and even there\npeople started dying. In the morning when you would wake up, you saw your neighbor dead.\nAnd the guy who distributed the rations, the flour, must have heard something and ran away. He\ntook his wife and in the morning when we were waiting for our flour, nobody bring it. He ran\naway. When we heard that...when, you know, when you are so desperate and you are in a\nsituation and somebody who 1s a little smarter...at least we thought he was smarter...when he\nleaves you, we lost all hope. We just thought that this guy who had been more capable than\nanyone ran away, then we thought that we were really gone. It is the end of us. We stayed a little\nlonger. We chose another chief who'd find the flour, but people really starting to die, many of\nthem. My wife told me that, you know, I was a strong man. If I had stayed there longer, I might\ndie too , so my wife told me like this...go, run away, run, even if you don't succeed, you'll\ndie somewhere but...",
        "Q: Don't hurry.",
        "A: Can I have a little water please?",
        "Q: Don't hurry.",
        "A: I didn't believe I would start crying.",
        "Q: You probably saw this again. Just sit quietly. Drink water. Wipe your eyes. We'll\ncontinue whenever you want to. (Pause) So what did your wife do?",
        "A: Go. If you escape, be careful. Let me relax a little longer. (Pause) I didn't believe...I\nreally didn't think I would be like this.",
        "Q: It happens. Don't worry about it. Mr. Moise, you are there, with your wife and with your\nsister...",
        "A: Yes. Yes. My sister was near my wife. They were just dressed in very light clothes that\nthey brought from home. They had her shoes. She was barefoot. We were in wretched\nconditions. We hadn't cut our hair...I was thin, close to...so she tells me, I don't want to see you.\nGo, and if God willing you come out alive...(crying)...take care of me and of your sister. We\nborrowed from a woman some slippers made of rags and they were two sizes smaller than my\nsize, so they didn't even fit but I was happy. I tied them on my feet with some rope. My heel was\nkind of hanging out but anyway I put some rags around my feet. I took my violin with me. I bid\nfarewell (pause - crying)...so I bid farewell to my sister and they left there and I thought that it's\nprobably the last time I'm going to see them again, that I'll never see them again. I knew what I\nwas going to leave them because I knew where I was going to go, but I didn't know whether I'd\nget there or if they would survive. I left. I cut through some fields. You had to make some\ndetours, and I arrived at a train station. _ already. Back at the station _ there was no\nlonger like before. How shall I say...empty. I mean there were many, many people, many soldiers\nand they didn't notice me when I arrived there. I was with another guy. Nobody really noticed us.\nIt was dark too and the train was there already. The train probably came from ____or\nsomewhere. This train had some freight cars and also some cars for, you know, third\nclass...people's cars, passenger trains. I had my violin with me. I didn't leave it there, and the\nother fellow had a guitar. We boarded the long, long car. We got on. We stayed there in a little\ncorner. The train left and we left with it. We went and went. They didn't open the doors. Nobody\nasked us anything. We just kept to ourselves. At a certain point, 1t was maybe after midnight\nalready, the door opened. There was no light, not even in the train stations. It was complete\ndarkness. The door opens to the car, and some...they start loading some bags with wheat, with\ncorn... don't know what they were. They just loaded car freight with these bags and then farm\nworkers who had loaded the bags, got on too, and they just sat on the bags in the darkness eating\n. We were like in the corner. In the morning when dawn came and they saw us...hey, this\nis...down with you. So they must have been Russians, but probably they were afraid too. Who\nknows. Down with you. I took my violin. He took his guitar. We got off the train when the train\nstopped at the next station to , something like this. I just have this sounded the name of\nthe town in my ear...and we went quickly to a passenger car. There were women who were going\nto the market to Odessa and they had all kinds of goods to sell there. They knew who we were\nand they hid us in near behind their baskets and we stayed there until Odessa. In the train station\nin Odessa, we got off. We looked left. We looked right. Nobody was there. Just a soldier, a guard\nat the door. Near that station, there is like a zoo or something, maybe a garden, a park. It had an\niron fence in front and a little gate and near the gate was this guard. We saw the guy, had I think\na mark or some money, gave it to the guard in his hands, and we entered into this park. There\nwere several sculptures there, some statues. I don't know who they were. We...anyway, some\nstatues. And we kind of hid behind those. There were some bushes and we just hid there and my\nfellow said, you stay here and I'll go in the station. Let's see where we can go. Maybe I can find a\nRomanian railroad worker from Iasi because Romanian trains would arrive to Odessa. Maybe I'll\nfind a Romanian. Let's see what we can do. If we managed to get all the way here, maybe we can\nget away from here, because in Odessa if they saw you in the station, they would arrest you, we\nknow.",
        "Q: What happened?",
        "A: The week before, one guy ran away. Also a guy from ———_s~who was a violinist, a young\nman without any family. He was by himself or who knows...maybe his family was someplace\nelse, but he was alone. He ran away to Odessa. Maybe he knew that somebody in where\nhe was from...I told you that...from the town of or and so maybe a long\ntime ago had somebody who had worked with this Romanian who was the owner of a restaurant\nin the Hotel Passage (ph) in Odessa. The street King Michael the First, something like that. So\nthis man, what did he do. He dressed this violinist a little better. He was kind of light hair. He\nwas not that obvious that he was dark. He had some documents with the logo of the hotel, and\neveryday in the station in Odessa he tried to find a musician to take into the hotel, to the\nrestaurant of the hotel. He wanted a Romanian musician and he was looking for them in a\nstation, because most of the musicians who were playing in the restaurant in the hotel were\nRomanians. So they would send him to the station in Odessa to find these people who ran away\nfrom the camps, to see if he could put together small orchestra, and luckily my colleague found\nthis fellow. We kind of knew each other. He asked would you go with me. We have no time to\ntalk about it. Do you want to come? Yes. And , you used to know . OK. Let's\ntake . Let's go. We got onto the streetcar and we went to the Hotel Passage. Nobody knew\nme. The owner didn't know me, but this chap from was already there for a while, gave me\na key, gave us aroom. That night we didn't play because we were really...looked terrible and\nthis was a good restaurant, a big restaurant, so the next day the old man who had distributed the\nfood before, to us the flour, was there. I saw him there. So we met there. It was a small orchestra.\nThere was a trumpet player, also picked up in the train station in Odessa, and I found a comb. I\ncombed my hair. I managed to pull myself together, and the next day I asked for an iron from the\ngirls who were working there at the hotel. I cleaned myself up, but my head...hair it was just\nlong. Anyway, the next night, that's how I played, with my feet in rags, unshaven. I don't...in this\nrestaurant, I don't now remember how much they paid us, how many marks we got every\nevening, because they paid us right after the show. And so I made a few marks that night and the\nowner gave me some money. I played the second night the same and I put together some money\nand I went to the market, to the bazaar and I bought some shoes. I bought a shirt. I went to a\nbath, a public bath. I went to a barber. I still remember today what the barber said, that he found\nsome bugs in my head. Of course who could have washed himself for weeks __, sol\nremember today how I was in the barber's seat. The barber must have told to his\ncolleague...parasite...parasite. I realized that he must have found a bug in my hair, but anyway he\ndidn't kick me out. He cut my hair. I went to the bath. I took a bath. I shaved and by now I had\nmy _. Thad a place to sleep but I didn't have any peace in my soul because I knew where I\nleft my wife and my sister. I used to cry all the time. The girls who worked in the hotel saw me\ncry all the time, but I didn't tell anybody where I came from, only the people who were around\nme. One evening...so here, here in the...we played Romanian folk music at this hotel. Many\npeople who came to eat, they were Romanians who were coming back from the front, pilots,\nofficers. And I still play Romanian songs. When they heard the pilots, when they heard\nRomanian music, the Transnistria government department . There were Romanians there\ntoo in that area. They were working for the government, young men who would come in the\nevening and take me to their restaurant after I'd played, and I'd go with them. They would take an\naccordion player, a guitarist, and we would go with them and play for them a little longer, and\nthey'd bring us back. But in my soul I was not happy. I know I had food. I had a bed, but I wasn't\npeaceful. One evening, there was a big banquet, a dinner, and who gave it? A colonel, a\nRomanian one with his family. He was there, and hearing that there's Romanian folk music at\nthis restaurant, he...that's where he decided to have the dinner. We played. I didn't drink. I was a\nyoung man, but who knows what I did that evening. They fed us too. I had two or three glasses\nof wine. I started crying. And I had this boldness that I said I just can't continue on like this. I\nhave everything I need here...food, drink, money, whatever money, but canI do anything __\nthis evening. Can I do anything tonight. If not, I'll go back to my wife. I saved all the money. I\nkept it all with me. I didn't smoke. I didn't drink. I would only maybe buy a little something. I\nwanted to save the money and to keep my promise. So I went to the colonel. I said mister, I'm\nfrom Iasi. And he thought that we had been hired by the owner directly from Romania, that we\nhad our papers. I went to him and said, Colonel, do you want to help me. Yeah. Tell me. I'll help\nyou. I am . My family is in...what's the name of the place...not in a camp but where I\njust left them, before . Anyway, I have my sister and my wife there. I promise that I'll\nbring your wife here. And I held to this promise, but afterwards of three days, I almost thought\nthat they would arrest me, and escort me out. I saw the colonel was not coming back and I\nrealized that I was in problem. Meanwhile, two invalids from the war from Iasi came there. They\nhad tried to go by train to Iasi, Odessa...I don't know why they came, but they could travel by\ntrain. They heard that's Romanian folk music. They were curious to hear. They came to the\nrestaurant. One was from my neighborhood, from Iasi. was his name, an invalid from\nthe war. When he saw me, hey , do you want to go home. I can take you home. I said\nleave me here. Here, I'll give you the money. You go and take my wife from such and such a\nplace, and from there we'll go back to Iasi. Now I can't right now because I now have business 1n\nOdessa but you come back with me to home. I'll try to take you to Iasi. I'll come back here with\nanother delegation and I'll bring your wife. Of course, he didn't come back. He was probably\ndoing some business on the train. I don't know what. Anyway I took my violin and I decided to\ngo back. Maybe in Iasi I have maybe more possibilities to do something. I got back on a train.\nMy other Romanian fellow also, and the others stayed in Odessa. Before getting on the train, I\nstarted crying in the restaurant where I was waiting for the train to come. Maybe somebody at the\ntable next to me...because I kept telling this guy that I stayed here...I'm leaving my sister. She's\nstaying here...my wife...maybe they'll die here. I'm going to go back. He was afraid, this other\nfellow, that somebody's going to hear us and arrest both of us. I was decided to go back by now.\nAnyway the train came. We boarded the train. We took the instruments, the violin and the guitar,\nto the passenger cars. It was maybe a rapid or a fast train, and in the area between the trains there\nwas some room for the guitar, for the violin. We didn't have a ticket so we kind of hid there so\nwe wouldn't get caught, and we went till we got almost at .",
        "Q: Let's stop here.\nTECHNICAL CONVERSATION\nEND OF TAPE 1",
        "Q: We're on the train, on the way to , yes?",
        "A: Well, I couldn't hide anymore because I was caught. The guy who was checking the\ntickets and a gendarme, a military man...I don't know what ____ he was. He was in a military\nuniform. He was not an officer but a lower...maybe a major. Ah, he says...I've been watching\nyou. I've been looking for you. From Odessa I've been trying to find you in the train and finally\nfound you. We got arrested, both of us. And between these passenger cars...before those doors\nsome cars especially for prisoners that they were transports. There were thieves and other\ncriminals, and they were transporting in a special car. They took us to put us in that car. My\ncompanion was older. He had already done his military service. He told me, , get your\nmoney out and let's give it to them. So, Mr. Radu (ph), I was left with nothing. Everything I took\nout...1 don't know my companion had anything left, but I tell you, I was so afraid. Everything that\nI had saved to save my family, I gave to this soldier and we put it in the pockets of the soldier.\nHe didn't say anything. He didn't take us to the car but he left us...he let us stay on in the\npassenger car on the corridor. He pretended to talk to us, until we arrived in .In\nhe kind of disappeared. I don't know whether...I seem to remember he kind of took an oath or\npromise...I don't know...anyway we got off the train and we crossed the train station. The\nrestaurants were open or these pubs, these taverns, in and right away, we just crossed the\nstreet to go into one of these restaurants. We found the instruments. We took them and we went\ninto the restaurant. We were...there was nobody in the restaurant. The owner asked us, did you\ncome from the restaurant across the street, because probably the other owner had ordered the\nRomanian to send him some musicians. He said don't you want to play for me. Why not, we say.\nHe takes out a piece of white paper, a blank sheet, and he writes up a contract between the two of\nus, and here we leave our instruments there. I had quite an extraordinary violin. It was worth ten\ntimes more than the advance he gave us. So we left the instruments there, but we wanted to have\nsome money with us so we left the instruments there. We said we'll go to the train station and\nwait for the people who are coming from Iasi to play and we will start playing that night. He\ngave us an advance but obviously the restaurant owner knew what quality violin I had. Anyway,\nwe went to the station and this we were waiting and hiding until a train arrived. We got on a\ntrain. No problems. There were passenger cars. We'd go from one car to another. We crossed\n. We arrived at the River at this border...what's the name of it...this border town... at\n_____ with a border crossing. We quickly got off the train because they were really checking the\ndocuments at that time. We went into the restaurant and we stayed there near a table. Nobody\nasked us anything. We were there like two patrons, standing. When the train signaled departure,\nwe got out of the restaurant. It was the restaurants at the train station. We got back on the\ntrain and right away close to Iasi. We arrived in the train station in Iasi. My companion\ngot off and the gendarme or border officer...I don't know who...grabbed me. My companion still\nhad some of the money that from the advance and gave hima hundred __, made of a metal\ncoin, monies which...anyway put a hundred __ to this chap and he let us go. And I went to his\nhome with him. I stayed there about two days. Then I went to my former neighborhood. You\ncan't imagine when her mother saw me, my mother-in-law saw me, that I came without her\ndaughter. You can imagine. She fainted. I promise that I'll go back and bring her back. Anyway,\nshe really didn't look with good eyes at me, like almost accusing me that I left her daughter and\nran away. I told her that I came here so I could go back. I told her who brought me here, although\nthis _ didn't lift a finger for me. He didn't tell me maybe if I hadn't had any money, we would\nhave even been arrested on the way. Anyway, we stayed there. Everybody was looking at me.\nAh, you ran away from camp. In my neighborhood there was a sergeant. How to...now they call\nthem...a police sergeant, yes, in charge of this neighborhood, district. The policeman, he knew\neverybody of course, and he wanted to catch me. That was his ambition. As soon as I heard he\nwould arrive on duty, I'd run away. And of course not long afterwards he caught me. It was\nalready almost the end of '43. France were already broken in two, broken, and about two\ndays...he said I'll let you about two days free and in two days you come back with me. If you run\naway I'll catch you. What did I do? My companion and I talked about it, and we said let's go\nback from where we left. He said, well, if we'll go, we'll just die there. What are we going to do\nthere. We'll die. So we left for the ___. There we went into a restaurant again. We played a little\nbit more. Meanwhile, this was the end. My father-in-law went to Bucharest. He was serving in\nthe army, and he came...he had gone in Iasi. He found both sisters. One was somehow ill...no\nno...not in Iasi. She had gone to a camp I\nthink, but he couldn't bring them back. He couldn't get them out because the girls' last name was\nthe mother's maiden name, but the children did not carry the same last name, so he couldn't take\nthem out. He was told to go back to Bucharest and to bring the papers. And you bring me the\npapers, I'll free your daughters.",
        "Q: These two sisters were your wife and her sister?",
        "A: No. So your sister...yes, yes, yes.",
        "Q: Tell me again so I understand...your father-in-law was serving in the Romanian army...",
        "A: He was to bring the two daughters, my wife and my sister-in-law. He went in that place\nthere. Yes. He went there all armed. He took them some food. He took them some clothes, spare\nclothes, but he couldn't bring them out because he didn't have the same last name. He left them\nthere. Even if he had brought only one daughter...the older one...she would have survived\nbecause she was ill. Then he went to Bucharest to get the papers done. He went to ministries, to\nthe army regiment, trying to do the forms, but he got ill.",
        "Q: Who got ill?",
        "A: In the meanwhile my wife's sister became really ill. When the father went back the\nsecond time...I heard all of this...I wasn't there any longer...anyway I was no longer with them.\nWhen the father went back for the second time to pick them up, the sister was almost on her\ndeath bed. She had clothing now. He wanted to take the two daughters back. The older daughter\ncouldn't resist any more. She took him back to the barn where she was living, left her there, and\ncontinued the way back with my wife and my little sister.",
        "Q: So let's go back to the __...",
        "A: In I played in a restaurant, so in the meanwhile I had heard that my wife was home\nbut she will tell you how they came back also because they didn't have any papers. They ran\naway too. Meanwhile I sent a letter to Iasi. When the letter arrived there, probably somebody\nread it and went to the police and said so and so didn't run away back to where he had to but he 1s\nin__, and one evening as I was playing in a restaurant, three policemen or maybe two...it was\nmaybe about eight, eight thirty in the evening...came all armed with the guns in their hands and\ntold me to lay down my violin, during the program, while I was playing, and to stay still, not to\nput my hands in the pockets, to...and he was ready to handcuff me and my companion. You can\nimagine that having been there for a while, some people knew me in the restaurant. The patrons\nknew me and they thought that maybe I was a thief, so I told the policeman why do you not\nhandcuff me. I'm an honest man. If you want to arrest me, arrest me, but without handcuffing\nme. I can declare in front of you that if I'm going to try to escape or do anything against the law,\nyou can shoot me. They agreed. They took me to the police headquarters. They locked me up,\nme and my companion. Somebody from Iasi had been sent there to arrest me, these people from\nthe police in Iasi had sent to arrest me for having run away from Transnistria. It was already the\nend of '43. I arrived at the police station. I stayed there. My mother-in-law hired a lawyer. They\nsaid he's not a thief. He never stole anything. He didn't do anything. in a police. See if\nhe's not guilty, why detain him just because he's a gypsy, because he's a little dark. Is that why\nyou keep him? He didn't do anything. Maybe it's good for the country or what? Why are you\ntaking him to his death? So many young people died in vain without doing anything wrong. So\nthen probably the others were coming from the east, so they let me go. I came home but I was\nstill not very much in peace because I was afraid anytime I'd say anything to anyone, they would\nagain have me arrested by the police, because they said I was not Romanian. My place was in\njail. '44 arrived. In 1944, the same...I was playing in restaurants and that's how I made a living. In\nMarch again I was arrested. No...they took me as kind of a military service. They took all the\nyoung people in Iasi and around Iasi and they marched us again. Again I left my wife and again\nthey took me and we went somewhere in Moldavia. Meanwhile the people in Iasi was evacuated.\nMy wife, my mother-in-law left, so I heard from wherever I was that my wife was in\nwhere all the Moldavians had been evacuated, the refugees. So I stayed in this pre-military\nservice and then I left for _ to find my wife. We were sent in in this small town. We\nwere told to stay there. I could find some work. I no longer played because there was no place to\nplay, but this was not a camp...no, no. It was...I was like a pre-military service. I stayed there\nuntil May 20th asarefugeein____ then I left in the military service as a soldier. Nobody...I\ndidn't have to account to anyone as such, so I went to this other village where I was taken into\nthe military service May 20th, 1944, from ——_—s and in 1947 on January Ist, I became free.",
        "Q: I want to ask you something. So you said '47?",
        "A: Yes.",
        "Q: I understood that your father-in-law, the father of your wife, went to Transnistria and\nbrought back your wife and your sister. What happened to your sister, your little sister?",
        "A: She returned very ill. She...we didn't have any money to take her to a doctor, to see what's\nwrong with her. She probably had an infection. She had diarrhea, probably.\ndysentery, and she passed away.",
        "Q: When did she die?",
        "A: She died a few months later, after she returned.",
        "Q: How old was she?",
        "A: Six. She resisted after so many people whom I saw die, people who were younger,\nolder...this little six year old girl still resisted until she got home, and then she died.",
        "Q: Mr. Moise, we are coming then to the end of the interview. Tell me what happened to you\nafter the war, after you came back from the military service?",
        "A: It was very, very hard, after the war, after what I had suffered from '42 to '47. There was\nonly hell, torture. For five years I only spent my time on the run or in camps. In '44 I went to the\nfront as a military service. I came back in '47. There was hunger.",
        "Q: So you fought on the front. Where? In Hungary, Czechoslovakia?",
        "A: No. I didn't get to Czechoslovakia, but I fought until the liberation of Transylvania. I was\nin , at the Danube. There I was till March of '45, and when I came back from the front,\nthere was a disaster at home. Hunger. You could barely recognize anyone in my neighborhood.\nEverybody was changed, was different. Even the grass was no longer there because people even\nate grass out of hunger. It was like kind of a feed that we'd give to the pigs. It's like a plant,\ngrass...that's what people would eat. We would boil them. We would boil even like some kind of\npoison ivy and people used to get sick. We'd make some kind of pies from the grain after it had\ngone through the press for oil. That's what people would eat. So that's how we carried on in this\nhunger. Meanwhile we had children, two children who died. My mother-in-law tells me...I just\nremembered that...this was in 1947...I returned home in the meanwhile on the leave during the\nmilitary service, but this was '47, I think February. My mother-in-law and my father-in-law tell\nme we are dying here. Let's go back to where we had...in where we lived as refugees. There\nwe worked. All the Moldavians used to go in these areas and they'd bring wheat. They would\nbring cornmeal, whatever they could find. They would sell something and they would bring back\nthis food, so my in-laws said let's go there. We can work there. At least we'll get away from this.\nMy father-in-law had a little home. He sold it for some cornmeal and for some money, for tickets\non the train. We boarded the train and we returned to . There's a train station, a from\nto here. We arrived there and we lodged at a gypsy musician. He was very happy. He gave\nus this little home and we would work. My mother-in-law, my father-in-law, I worked. The\nchildren got ill and died, two children. I dug the...with my own hands their hole and buried them.\nThey were maybe two, three years old. I buried them with my own hands. And we stayed there\ntill June until the harvest came out. We came back and I started again playing here and there. In\nIasi they had founded this orchestra, a voluntary kind of music. I went there. I was happy. I got\nsome bread. I got some pants. I did rehearsals. We had performances in different companies,\nfactories, ; , meeting factories, | — which was up on the hill. It was a factory that\nmade all kinds of ropes. We would play in hospitals and I did this till 1950. In 1950, the\nphilharmonic orchestra Moldova (ph) hired me as an employee and we toured the country with\nthat. They gave us costumes so we had a regular salary, and I stayed there from 1950 till 1970. I\nplayed in the philharmonic too. In 1970 we were over thirty, thirty-five of us with a vocalist and\nall so we were taken over by the trade union. The trade unions took over a lot of these orchestras\nwhich were playing with the philharmonics, so from the thirty-six, they choose twelve\ninstrumental players, two vocalists and one conductor, so fifteen altogether and we formed like a\nband and I worked there till 1983 when I retired.",
        "Q: Mr. Moise, would you like to add anything? Do you have anything else to say in\nconclusion about your experience during the war, or do you think that you've said it all and can\nstop.",
        "A: Whatever you want. Shall I tell you...what else shall I tell you.",
        "Q: Is there anything...a detail that you may have missed or forgotten, something that you\nbelieve is important? If not, we can just stop right here.",
        "A: Mr. Radu, I'm a little troubled and I don't remember. If you let me think a little bit...",
        "Q: So we can stop right here. Thank you so much.\nTECHNICAL CONVERSATION",
        "Q: I would like to ask you to describe me very briefly, how was your life and of your family\nwith your parents, the life of the gypsy community before the war? Just to make it a little bit\nmore clear, how was your life?",
        "A: My father was...played the guitar. We were many children, but many children died, one\nafter another. And my mother was a housewife. She took care of the children. My father could\nmake a living if he played. If he played at night, the next day we could eat. If he didn't have an\nincome one evening, the next day we didn't have any money, so because of this, maybe I could\nhave also go to school, learn more. I could have also learned maybe to be a better musician,\nmaybe something special. Maybe I could have learned more scores. I don't want to say, but I\nthink if I played from 1950 till '83 with the philharmonic and I had to pass so many exams, I\nobviously the talent I must have had, but I didn't have opportunities. I tried to learn how to play\nsomething, how to sing, so I could make a living, not for myself but for my family, so I could\nhelp my dad because he was ill. I told you he died when he was 41 years old, when he was just in\nthe best years of his life. My mother was 42 when she died.",
        "Q: How many brothers and sisters were you?",
        "A: Mr. Radu, I think we were many, many. Seven...eight, but many died one after another.\nMy mother was always crying because she lost her children, and finally it was just me and\nanother one left, and a step-brother because my mother remarried.\nTECHNICAL CONVERSATION",
        "Q: The scene that I remember the mostly to my days, the most awful thing was the\nseparation from my sister, from my wife. When you leave like that and you know somebody's\nfollowing your steps, they are looking at you leaving and you think that you may never see them\nagain in your life. That's the most awful scene I remember.",
        "Q: I want to ask you something else. You said that when you described the moment when\nyou left you violin in a restaurant, as you departed, your violin was so extraordinary. Why was\nyour violin so special, so extraordinary?",
        "A: There are violins who may not be anything special, but the wood was very good, the\nsound was very good, not just a Stratovarious (ph) or a are so good, violins that everybody\nknows, but there are other violins which unfortunately were being built, I mean unfortunately I\nshouldn't say that but they were built from a wood which was almost similar to the wood of the\nfamous violins. It's the wood, and the artisan that makes them that makes a violin special. So this\nviolin that I had and there are so many violins which are good without being a grand name.\nAnyway the violin was so good...what makes a violin good also is the age. The older a violin 1s,\nand the more dry the wood gets, the sound, the vibration, the resonance 1s better, so this was a\nspecial violin. Yes, I can say it's best but it was a good one.\nTECHNICAL CONVERSATION",
        "Q: I'd like to go back a little bit to the moment for the first time in Transnistria you got off\nthe train, and I'd like you to describe to us the march, the two marches that you had because you\nmarched twice, right? So I'd like to ask you to start from where to where you marched, how long\nwas the trip, and to describe to us what went through your mind, that you felt.",
        "A: We arrived in the morning, before dawn yet when the cars opened up and we looked at\nthe fields.",
        "Q: This was when?",
        "A: 1942. Yes, yes. In September. At the end of September, because we spent two weeks on\nthe train. We arrived only at the end of September. From the 14th of September to the end, we\nwere closed in these cars. Not in Odessa.",
        "Q: The first time you mentioned, yeah? When you were marched on foot.",
        "A: Yes, yes, yes. When we got off the freight cars, we arrived in a train station. We could\nsee in front of us other gypsies. Maybe they had arrived the day before or more. They were\nsleeping there. We thought that maybe there were some people...we didn't know if they were\nalive. There were so many of us piled on each other. This was in a train stationin  _. We got\noff the train too. The others who were there already were woken up. They left us there a little\nlonger. I remember that one of us didn't have time to get all his luggage from the cart because the\ntrain started already. We got off fast and they got up the other ones who had probably arrived the\nday before us. They formed a column and we started marching on foot, so we walked from the\nmorning...I don't remember the exact time but I can't...we marched all day, all night as I told you\ntill about two or three in the morning, so whoever could walk, walked. Those who were like old,\nit was sheer torture for them to walk. They had to be carried on the back and they were dragging\nthe young people not to leave them behind, or see if they were left behind. Anyway, it was\ntorture and we walked like this, so I told you till about two thirty...I can't remember the exact\ntime but about two thirty. They allowed us to rest after we marched the whole day and we\nmarched all day, evening and night, till three in the morning the day before, so with very few\nstops. They let us rest along side the road till the morning. In the morning again we started and\nwe arrived again in the afternoon at this farm, Petrosky, and during another march right...yes\nwhen we returned from .",
        "Q: To where?",
        "A: Back to __. This was even worse, this march.",
        "Q: Why?",
        "A: Because it was longer. You can imagine that we came back fromthe __ to this\nand from we left towards , so an additional road that we had to walk. What is now\nwe started from __ so we Started from further away. So this was a longer route. .",
        "Q: How was it now, the second time?",
        "A: It was more difficult. First time we were stronger. We were coming from home. Now we\nwere weaker, all of us. You had no food. There was no food left. You know, everybody didn't\nknow what was happening. Nobody came and nobody came to ask us do you have food, do you\nwant to work. I'll take you to work, or I'll give you something, some wood work, some\nfood...nothing. Only this two hundred grams of flour. That's how we lived. This oats kind of\nflour...two hundred grams and that included even the grains, and you couldn't do anything but the\ngrain of a porridge from it. We were thin people, so we had three cans of this, so that's how we\nhad survived all this time. And that is why being a longer road and we were sick and we were\nhungry. We were weak. Of course, it was difficult. Many people just were left behind. You\nalready were used to these things though. You didn't even notice when people were left behind.\nYou knew that your turn is coming too, and you knew your turn is coming...how should I\nsay...you didn't even feel pity anymore. People knew that tomorrow is my turn, so you didn't\neven look back to see if anybody was dropping behind or you would never wonder what would\nthis person, how he would manage left behind. And the soul was destroyed, it was ravaged.\nNobody talked to us anymore. Nobody asked us anything anymore. What's with you? What did\nyou eat? Why were you brought here? Let me while you are here? But just because you\nare a gypsy, to be tortured like that. With the torture, hunger, cold, misery...for what? For me to\nknow that I suffer for something, if I did something I'd understand, but I didn't do anything. Why\nshould I be tortured for that, and what a torture, because probably I know...they don't know that I\ndidn't...[ wasn't put in jail. I think in jail was better. At least the jail would have a roof over their\nhead. Here, nothing. Through rain, through the snowstorm, wind, rats...like rats you had to go\ninto holes to take cover. You thought why? Why? Why should I have to hide in a hole when I\ndidn't do anything. I can work. I like to work. I'm good here for doing other things in life, not to\nhide in holes under ground. And still nobody asked me, nobody asked me why are you are. Why\nare you...how did you live before? Only when they hired me at the philharmonic when you have\nto give some kind of an interview or fill up some forms, and I had to write that I had been\ndeported, the same thing in the second orchestra. I had written down that I deported. Nobody\nasked me why, how were you, how did you manage. All my neighborhood had been deported.\nPeople talked about it. People in the city talk about it. They knew, but nobody asked me. So what\nif my neighbors...everybody knew that I had been deported, but the people who counted didn't\nask me why I had been deported. Luckily I found this conductor, Mr. , who told me ,\ncome tomorrow morning with some money. Why”? We'll go to the National Bank and we'll\npay...I don't know how much money it is, but we'll pay for some papers, some documents,\nbecause the Germans will pay us reparation.",
        "Q: Who is Mr. ?",
        "A: My conductor, the conductor of my orchestra.",
        "Q: Had he been in Transnistria?",
        "A: Yes. And in the morning we took off from rehearsal. We went to the bank, the\nBank. We paid some kind of a fee. With the receipt we got together our papers. They made a file.\nWe took the file over there, but I haven't heard anything since. Nothing. We didn't receive any\nanswer. No. Just now before I came here, I went to...what's the name of it...anyway I asked,\nmam, I brought the file here, photocopies, everything, and she says well, it's fifteen, twenty years\nbefore. Maybe the papers are in Bucharest. Compare. Others told me to go or send to Odessa the\npapers because in Odessa they may do the investigation. Yeah. This is the bureaucracy.\nTECHNICAL CONVERSATION",
        "Q: I have two questions for you about the deportation, your deportation. The first...were\nthere all the gypsies from your neighborhood deported?",
        "A: No.",
        "Q: And second, were you deported because you were gypsies?",
        "A: Those who had heard about this, whoever was a little smarter...I don't know how to call\nthem sneaky...when the rumors started, when they heard about in the morning all these arrests,\nthose who got whiff of it ran away.",
        "Q: But the order was that all gypsies be deported?",
        "A: Yes, yes. But some managed to escape and after they took us, they didn't come back for\nthose. An order must have arrived the second or third day or a week later, that they were not\ntaken, and many who were left in Iasi, even the let's say guilty ones, .",
        "Q: So tell me, how was the order? Do you remember how the order was?",
        "A: All gypsies in Transnistria were to receive a house and land.",
        "Q: That was so in one way they lied to you?",
        "A: Yes, yes. They lied to us. Of course they gave us land underground, because nobody\nasked us while we were there, how long we were there. Nobody came to us. Nobody who I see\nwith my own eyes to ask us, why you came here, do you have food, do you have medicine.\nNothing. We were left there to die. Yes. That's all.",
        "Q: I'd like to thank you very much.",
        "A: My pleasure.\nEND OF INTERVIEW\n"
    ],
    "questions": [
        "Q: Please tell me your name.",
        "Q: Please tell me where you were born and when.",
        "Q: I'd like you tell me a few words about your childhood and to tell me something\nabout your family when you were a child.",
        "Q: Where did you learn how to play violin and where did you go through school?",
        "Q: Did you have any problems with children in the neighborhood or did you get along with\nthem?",
        "Q: Mr. Moise, tell me a little bit about what happened with you and with your family when\nthe war started? What did the war mean for you?",
        "Q: When did you get married?",
        "Q: How old was the little girl?",
        "Q: What happened afterwards?",
        "Q: Just keep talking about it.",
        "Q: Yes...what happened.",
        "Q: And who accompanied you from home to the commissary and to the school.",
        "Q: Who used to guard the train?",
        "Q: What happened later?",
        "Q: I would like to ask you something. Tell me how were the conditions during the march?",
        "Q: Tell me a little bit about it. Was it a long column?",
        "Q: Was it police or gendarmes?",
        "Q: Excuse me all the time interrupting you, but on this road, you are thirsty, you are\nhungry...",
        "Q: What did they tell you before they left?",
        "Q: Why?",
        "Q: How were we given this?",
        "Q: Why wouldn't they come back from the fields, if they'd go pick them up?",
        "Q: Were they Romanians or Ukrainians?",
        "Q: And they were in civilian or uniform?",
        "Q: What did they do there?",
        "Q: Don't hurry.",
        "Q: Don't hurry.",
        "Q: You probably saw this again. Just sit quietly. Drink water. Wipe your eyes. We'll\ncontinue whenever you want to. (Pause) So what did your wife do?",
        "Q: It happens. Don't worry about it. Mr. Moise, you are there, with your wife and with your\nsister...",
        "Q: What happened?",
        "Q: Let's stop here.\nTECHNICAL CONVERSATION\nEND OF TAPE 1",
        "Q: We're on the train, on the way to , yes?",
        "Q: These two sisters were your wife and her sister?",
        "Q: Tell me again so I understand...your father-in-law was serving in the Romanian army...",
        "Q: Who got ill?",
        "Q: So let's go back to the __...",
        "Q: I want to ask you something. So you said '47?",
        "Q: I understood that your father-in-law, the father of your wife, went to Transnistria and\nbrought back your wife and your sister. What happened to your sister, your little sister?",
        "Q: When did she die?",
        "Q: How old was she?",
        "Q: Mr. Moise, we are coming then to the end of the interview. Tell me what happened to you\nafter the war, after you came back from the military service?",
        "Q: So you fought on the front. Where? In Hungary, Czechoslovakia?",
        "Q: Mr. Moise, would you like to add anything? Do you have anything else to say in\nconclusion about your experience during the war, or do you think that you've said it all and can\nstop.",
        "Q: Is there anything...a detail that you may have missed or forgotten, something that you\nbelieve is important? If not, we can just stop right here.",
        "Q: So we can stop right here. Thank you so much.\nTECHNICAL CONVERSATION",
        "Q: I would like to ask you to describe me very briefly, how was your life and of your family\nwith your parents, the life of the gypsy community before the war? Just to make it a little bit\nmore clear, how was your life?",
        "Q: How many brothers and sisters were you?",
        "Q: The scene that I remember the mostly to my days, the most awful thing was the\nseparation from my sister, from my wife. When you leave like that and you know somebody's\nfollowing your steps, they are looking at you leaving and you think that you may never see them\nagain in your life. That's the most awful scene I remember.",
        "Q: I want to ask you something else. You said that when you described the moment when\nyou left you violin in a restaurant, as you departed, your violin was so extraordinary. Why was\nyour violin so special, so extraordinary?",
        "Q: I'd like to go back a little bit to the moment for the first time in Transnistria you got off\nthe train, and I'd like you to describe to us the march, the two marches that you had because you\nmarched twice, right? So I'd like to ask you to start from where to where you marched, how long\nwas the trip, and to describe to us what went through your mind, that you felt.",
        "Q: This was when?",
        "Q: The first time you mentioned, yeah? When you were marched on foot.",
        "Q: To where?",
        "Q: Why?",
        "Q: How was it now, the second time?",
        "Q: Who is Mr. ?",
        "Q: Had he been in Transnistria?",
        "Q: I have two questions for you about the deportation, your deportation. The first...were\nthere all the gypsies from your neighborhood deported?",
        "Q: And second, were you deported because you were gypsies?",
        "Q: But the order was that all gypsies be deported?",
        "Q: So tell me, how was the order? Do you remember how the order was?",
        "Q: That was so in one way they lied to you?",
        "Q: I'd like to thank you very much."
    ],
    "answers": [
        "A: I must...Moise, Stefan.",
        "A: I was born in the city of Iasi on January 30th, 1923.",
        "A: My parents...my father was a guitar player, used to play in different restaurants. As a\nchild I had to learn how to play the violin because I had to help my family, and my mother, my\nmother wasn't working and we only lived from what my dad used to bring home, so I also used\nto accompany my dad in restaurants and play so we could support our family. When I was a little\nolder, I left...1 didn't play with my dad any longer and I started playing with another younger\nchap and we played in restaurants to make a living. And I played the violin.",
        "A: In Iasi.",
        "A: Around my house, everybody were our people. We used to play together and we were\nfriends. We did really not have many problems as a child. No, not at that time.",
        "A: The beginning of the war...first of all, I could no longer make a living. All the restaurants\nclosed down and I had no place where I could play. I had to work to find different jobs, jobs\nwhich I didn't really know how to do. For instance, to work in a all kinds of\nagricultural work that I was not really qualified for, but I could at least make a living and I think\ntill the war crossed the River . The troops went on the other side during the\nbeginning of 1941. In the beginning of 1942 and by that time a few more taverns opened up and I\ncould at that time still find a few jobs playing the violin, so at that time I could still make a few\nbucks that way.",
        "A: I got married in the beginning of February 1942, after my parents died. My dad died in\n1941. My mother died right afterwards in January '42, a year later. I was left alone with my sister\nand I had to go make a living. I didn't know what to do with my little sister. I used to leave her\nwith the neighbors but still when I took her home, she told me that they had beaten her up, they\ndidn't feed her even if I did pay for her keep and they kept her for a night or several nights, I used\nto pay them to keep her until I returned from my work.",
        "A: She was six years old. Maybe five, six. And she used to complain about it...they're\nbeating me up, they didn't feed me, they scream at me. And the neighbors told me that since I\nwas eighteen years old, look for a girl, get married, so your wife would take care of your and you\nshould care for your sister. There's no other solution. For sure you will not be able to get by\nyourself because your brothers are gone but you have no relatives to help you. Nobody will help\nyou, so get married and then your wife will take care of you and of your sister. So in the\nbeginning of February I found some really nice people who are the parents of my wife.\nSomebody took me there and we agreed and we got married and indeed when I came home, at\nthat time we didn't have radiators. It was a private home. We used to heat it with wood. I used to\nput the lights on, and I used to come home and find food on the stove, a little heat. My sister was\ntaken care of. Somebody was there to take care of my sister.",
        "A: So later I used to go to the city to play. I used to make a living because I had a home\nwhere I lived with my wife and my sister.",
        "A: Shall I tell you directly about the war?",
        "A: In September February, March, April, May, June, July...we had a quiet life in my\nown home. I had no problems. On September 15th at one o'clock in the morning, the police came\nto our house and they told me to get dressed. They asked me what's your name. Moise. This is\nmy wife. This one is my sister. Alright...get dressed and pack up your luggage. I didn't even have\ntime to consult with anyone. Nobody could explain to us what was going on, why they were\ntaking me away, so whatever I could find around I put in a blanket, wrapped up their blanket,\ntook it on my back and they took us at a commissary headquarter and there there were other\npeople and they took us to this school, this school out on in the town of .",
        "A: The police. The police. At the school was also guarded by the police. Probably it must\nhave been pre-arranged because there were policemen when we came into the school. Maybe it\nwas a school or a former synagogue...I don't remember. So anyway, all night long until in the\nmorning, they kept bringing in people from Iasi, gypsies. At a certain point they used to call our\nname and take us to the cell and they used to take information...ask us information about our\naddress, the parents, where I was born...so anyway they filled up all kinds of forms. There were\nmany many people. And we stayed there maybe about two days, until they finished the forms for\nall the people. After everything was done, they formed small groups and they took us to the train\nstation in . There there were trains waiting for us, freight cars, empty. They were freight\ncars, yes. We had to climb into the cars. We were too many of us in a car. At least we were very\ncrowded which found our little place and we stayed in these freight cars maybe another day, one\nnight, in the train station until they brought other trains from other parts of the country,\nalso a train full of gypsies. They attached those newly arrived cars to ours and the trains left.\nWhenever train stops we were allowed to get out just for our basic needs. They would\noccasionally open the doors. We could get off, just for a little time and we kept going until we\ncrossed the River , but it took a while. Then we crossed the River and even then\nthey would open the door at times so we could go out. Maybe they gave us some water too...and\nthen we crossed the River and we arrived. Whenever the train would stop, we arrived at\nthe place where we could see Odessa (ph), not close by but far away, at least different uh suburbs\nof Odessa. On the left, so that the car was on the right on a secondary rail. In front of us were\nsome military people, some soldiers. The soldiers were not doing anything. They did not have\nany kind of military exercises. They just stayed there doing nothing and there were some ditches\nnear them, and the soldiers, they...we stayed in our cars and we stayed there from morning...I\ndon't know exactly what time, but we stayed there until evening, maybe three, four, five in the\nafternoon. The soldiers did not leave. They received food. We saw that because there was a\nright in front. They just stayed without doing anything. As soon as the mechanic engineer\nof the train gave the signal for the train to leave, we boarded the train again and we saw that the\nsoldiers left as well.",
        "A: The soldiers. They were soldiers, dressed in khaki uniforms.",
        "A: We went through Odessa. I don't remember all the names of the train stations. After\nOdessa we were closed into the cars. We couldn't see any names. When we arrived at ;\nthere we all had...many of us had to get out of the train and we had to march in a column to the\nsmall train, the train that would go, not . Probably it continued to . It was not a\ntrain that could climb mountains. So there were trains there, but they brought some carts and they\ntook some of the luggage, some old women and children, and put them in the carts, but not many\nof them. Most of us had to walk and we walked and we walked from morning till late, late at\nnight, maybe until around one in the morning. We marched on without any food, any water, just\na few stops along the road. And so we walked maybe till one, one thirty. We used to stop...then\nwe stopped on the right and on the left sides of the roads and we rested until morning. Maybe\nthey were afraid that since it was dark, we would run away. So we slept along side the road and\nin the fields until morning. In the morning we started again, and we marched and marched and\naround two in the afternoon we arrived at this farm, Petrosky (ph)...",
        "A: Very, very hard.",
        "A: Yes, very long. There were military guards, Romanian guards.",
        "A: They were gendarmes or military people. They were dressed in costumes (ph). There\nwere many, many people. Sometimes you'd rest and there were many who would come from\nbehind, from the back of the column. How shall I say...they would rush to come so they could\nrest for a longer time because those who were at the beginning, at the head of the column, would\nrest a little longer. The ones in the back, until they arrive to sit down, then we had to start all over\nagain, so all these people from the back would come to sit with us. They told us there was a cart\nwith a rifle behind us, so we guarded on the right, on the left by these sentinels but there was an\narmed cart behind us, and we arrived at Petrosky, so...",
        "A: Don't even mention that. We were just about bursting. It was September which is very\nhot. The sun was burning. We would go by wells, by running water, brooks, rivers...we were not\nallowed to stop to drink. We were not allowed to drink anything. Not even a drop of water till we\narrived in and no food. No. No food. We arrived in Petrosky and there when we\narrived, there was a full of water from where the cattle would drink. We filled ourselves\non this well and drank some water. We were left out there in the field and we no longer saw any\nsoldiers or no one whatsoever. We were just left alone without any guards, no one to talk to us.",
        "A: Nothing. Nothing. They just left, left us there alone without telling us anything. We just\nstayed on this field. On the right there was a stone quarry or a stone mine. There were some pits.\nHow should I call them...pits, you know, stone pits, no longer in use, so all we could see was the\nplace, you see, open pits. And we just stayed there on the field. When it rained, we would go\ndown the quarry. And we just stayed there on the fields until November. Some people already\nstarted to die off.",
        "A: From starvation and diseases. The food, two hundred grams of flour, oats flour...",
        "A: They singled out somebody to represent each city, a group of the city, a delegate who\nwould represent Iasi or another town. They would go this town nearby and they would bring the\nflour back and he divided it. We had a box, a tin box like...but the flour was not really processed.\nIt was rough. So he said that each person would get about two hundred grams, which was a full\ncup of that tin, two hundred grams per person. A family that had five people, who'd get five cans\n_____ and you couldn't really protest. You couldn't do much with this flour and occasionally\nyou'd get two or three potatoes too. Excuse me. A cup of porridge and potatoes, and that's how\nwe survived, until it being fall, there were fields...they had harvested the fields but on the field\nwere left some cobs of corn, a few kernels of wheat, and we'd go and pick them up, but we were\nafraid because if they caught you, nobody...we were afraid. We would come back. So very few\nof us dared to go. So they'd rather die with the family than go out to pick up these leftovers.",
        "A: There were these delegates I would call them who were going on these horse-pulled\nbuggies. They were armed. They would patrol and if they found you on the fields, they would\nshoot you, or they would take you and you'd never come back.",
        "A: They were not Romanians. They were not Romanians, no.",
        "A: No, civilian. And meanwhile as we stayed in the fields, we were very upset, hungry, full\nof diseases. Three men arrived, three young men, and they gathered us there and told us that they\ncame from Bucharest. They came to send you back to the country. We came as a delegation...we\nhave an authority. We received an order from Bucharest to send you back to Romania, but if you\nwant to go back to Romania, the country does not have any money so you must pay your own\nexpenses back from Transnistria to whatever your home is. Can you imagine that. Anybody\ngives the shirts off their back or anything just to go back. We didn't have much but whatever we\nhad, we put together and gave it to these young guys. They had some marks with them. Whoever\nhad marks or golden earrings from women, wedding bands or maybe nice blankets or whatever\nspecial or valuable we had, we gave to these young men. They took everything and made a list,\nand they said wait, that the official delegate and we will come back. We'll go to pay for the\ntransportation. We'll come back to pick you up, and you will leave. You will go back home, each\nof you to your own home. You can imagine how happy we were. We waited and waited and\nwaited and never saw them again. Not to today. They saw everything. They saw how many we\nwere, just about there, and they took the last penny we had. They took the last hope which you\njust sold for a piece of bread or a potato. There was we sold anything for, but anyway...we\nstayed at this farm with our two hundred grams of this flour and nothing else...nothing, nothing\nelse, and occasionally we got these two potatoes per person, and we stayed there until November.\nIn late November, other people came and took us to .",
        "A: We found out later they emptied this , a village. There were some very good\nhomes built of stone, good roof, good fences, very good quality homes but empty. There was no\nfood in there, no fire, nothing. When the people evacuated, they took everything with them, so\nthey took us there. There were homes with two rooms, with three rooms and they packed us in\nthese rooms. They were so full that you couldn't even move around. All you had room is to\nstretch out to sleep and a little path to go out to the hall. There were so many ofus __. And\nthis representative, this delegate who was old and probably he knew more about these things,\nstarted to give us this flour again, two grams per head and we stayed there, hoping to be\nrepatriated to Bucharest so we stayed there till maybe until February, March, 1943. And again\nsomebody came to say the order came from Bucharest that you go back to Iasi, that the trains\nwere waiting at , at . They are waiting for us. Again it's cold weather. Everybody\nlet's go. We hardly had anything else with us. Everything that we had we sold for potatoes, for\nbread. We had really nothing, so during the night they took us and we started again marching\nabout two days to return to the station in . There, you can imagine what happened on these\ntwo days on the road. It was cold. The children were naked, without shoes, without food. In the\ntrain station, the guards surrounded us. Where are you going? Why did you come back? Well, we\nheard this and this. No. Nothing is true. Go back. There were old people who said well, if we\nhave to go back, we'll just die on the roads. It's cold. We are hungry. Then they thought about\nsending us to .In we...these people arrived at the station of the gendarmes and\nsomebody, probably the mayor...I don't know who...then said why did you run away from .\nYou had homes there, and you ran away, because we don't have a place to put you up. All the\npeople who leave here from Romania who are here, we don't know where to put you up. Go\nback...or we don't know what to do with you. One of the people I remember of the places was a\nbarn which was just being built, was still in construction. It was being , no\nwindows, just the outer walls, no doors, no roof, just ground on the floor, bare ground, and that's\nwhere they took us. But this would be our home. We have no other place to put you in. We were\neven happy with that. At least we were protected from . They showed us, somebody\nfrom the village, are going to find some straws. We put them in the window places and in the\ndoor places and on the roof to protect ourselves, so we built this protection. And each of us took\na little place on the ground. We already knew how to do this, and we stayed there also with this\ntwo hundred gram of flour. It was not...probably was a practice everywhere, even in the larger\nvillages. That is what they distributed probably everywhere, because . We would\nhave liked to work. We ask to have some jobs. In , | went to some fishermen to see if I\ncould work with them, to make a little living. I was just idle. I was young. I wanted to work.\nOthers wanted to work, not really for money but to work for food. Anyway, no, we couldn't. No,\nnobody gave us any work. Nobody talked to us. They didn't ask us who we were and even there\npeople started dying. In the morning when you would wake up, you saw your neighbor dead.\nAnd the guy who distributed the rations, the flour, must have heard something and ran away. He\ntook his wife and in the morning when we were waiting for our flour, nobody bring it. He ran\naway. When we heard that...when, you know, when you are so desperate and you are in a\nsituation and somebody who 1s a little smarter...at least we thought he was smarter...when he\nleaves you, we lost all hope. We just thought that this guy who had been more capable than\nanyone ran away, then we thought that we were really gone. It is the end of us. We stayed a little\nlonger. We chose another chief who'd find the flour, but people really starting to die, many of\nthem. My wife told me that, you know, I was a strong man. If I had stayed there longer, I might\ndie too , so my wife told me like this...go, run away, run, even if you don't succeed, you'll\ndie somewhere but...",
        "A: Can I have a little water please?",
        "A: I didn't believe I would start crying.",
        "A: Go. If you escape, be careful. Let me relax a little longer. (Pause) I didn't believe...I\nreally didn't think I would be like this.",
        "A: Yes. Yes. My sister was near my wife. They were just dressed in very light clothes that\nthey brought from home. They had her shoes. She was barefoot. We were in wretched\nconditions. We hadn't cut our hair...I was thin, close to...so she tells me, I don't want to see you.\nGo, and if God willing you come out alive...(crying)...take care of me and of your sister. We\nborrowed from a woman some slippers made of rags and they were two sizes smaller than my\nsize, so they didn't even fit but I was happy. I tied them on my feet with some rope. My heel was\nkind of hanging out but anyway I put some rags around my feet. I took my violin with me. I bid\nfarewell (pause - crying)...so I bid farewell to my sister and they left there and I thought that it's\nprobably the last time I'm going to see them again, that I'll never see them again. I knew what I\nwas going to leave them because I knew where I was going to go, but I didn't know whether I'd\nget there or if they would survive. I left. I cut through some fields. You had to make some\ndetours, and I arrived at a train station. _ already. Back at the station _ there was no\nlonger like before. How shall I say...empty. I mean there were many, many people, many soldiers\nand they didn't notice me when I arrived there. I was with another guy. Nobody really noticed us.\nIt was dark too and the train was there already. The train probably came from ____or\nsomewhere. This train had some freight cars and also some cars for, you know, third\nclass...people's cars, passenger trains. I had my violin with me. I didn't leave it there, and the\nother fellow had a guitar. We boarded the long, long car. We got on. We stayed there in a little\ncorner. The train left and we left with it. We went and went. They didn't open the doors. Nobody\nasked us anything. We just kept to ourselves. At a certain point, 1t was maybe after midnight\nalready, the door opened. There was no light, not even in the train stations. It was complete\ndarkness. The door opens to the car, and some...they start loading some bags with wheat, with\ncorn... don't know what they were. They just loaded car freight with these bags and then farm\nworkers who had loaded the bags, got on too, and they just sat on the bags in the darkness eating\n. We were like in the corner. In the morning when dawn came and they saw us...hey, this\nis...down with you. So they must have been Russians, but probably they were afraid too. Who\nknows. Down with you. I took my violin. He took his guitar. We got off the train when the train\nstopped at the next station to , something like this. I just have this sounded the name of\nthe town in my ear...and we went quickly to a passenger car. There were women who were going\nto the market to Odessa and they had all kinds of goods to sell there. They knew who we were\nand they hid us in near behind their baskets and we stayed there until Odessa. In the train station\nin Odessa, we got off. We looked left. We looked right. Nobody was there. Just a soldier, a guard\nat the door. Near that station, there is like a zoo or something, maybe a garden, a park. It had an\niron fence in front and a little gate and near the gate was this guard. We saw the guy, had I think\na mark or some money, gave it to the guard in his hands, and we entered into this park. There\nwere several sculptures there, some statues. I don't know who they were. We...anyway, some\nstatues. And we kind of hid behind those. There were some bushes and we just hid there and my\nfellow said, you stay here and I'll go in the station. Let's see where we can go. Maybe I can find a\nRomanian railroad worker from Iasi because Romanian trains would arrive to Odessa. Maybe I'll\nfind a Romanian. Let's see what we can do. If we managed to get all the way here, maybe we can\nget away from here, because in Odessa if they saw you in the station, they would arrest you, we\nknow.",
        "A: The week before, one guy ran away. Also a guy from ———_s~who was a violinist, a young\nman without any family. He was by himself or who knows...maybe his family was someplace\nelse, but he was alone. He ran away to Odessa. Maybe he knew that somebody in where\nhe was from...I told you that...from the town of or and so maybe a long\ntime ago had somebody who had worked with this Romanian who was the owner of a restaurant\nin the Hotel Passage (ph) in Odessa. The street King Michael the First, something like that. So\nthis man, what did he do. He dressed this violinist a little better. He was kind of light hair. He\nwas not that obvious that he was dark. He had some documents with the logo of the hotel, and\neveryday in the station in Odessa he tried to find a musician to take into the hotel, to the\nrestaurant of the hotel. He wanted a Romanian musician and he was looking for them in a\nstation, because most of the musicians who were playing in the restaurant in the hotel were\nRomanians. So they would send him to the station in Odessa to find these people who ran away\nfrom the camps, to see if he could put together small orchestra, and luckily my colleague found\nthis fellow. We kind of knew each other. He asked would you go with me. We have no time to\ntalk about it. Do you want to come? Yes. And , you used to know . OK. Let's\ntake . Let's go. We got onto the streetcar and we went to the Hotel Passage. Nobody knew\nme. The owner didn't know me, but this chap from was already there for a while, gave me\na key, gave us aroom. That night we didn't play because we were really...looked terrible and\nthis was a good restaurant, a big restaurant, so the next day the old man who had distributed the\nfood before, to us the flour, was there. I saw him there. So we met there. It was a small orchestra.\nThere was a trumpet player, also picked up in the train station in Odessa, and I found a comb. I\ncombed my hair. I managed to pull myself together, and the next day I asked for an iron from the\ngirls who were working there at the hotel. I cleaned myself up, but my head...hair it was just\nlong. Anyway, the next night, that's how I played, with my feet in rags, unshaven. I don't...in this\nrestaurant, I don't now remember how much they paid us, how many marks we got every\nevening, because they paid us right after the show. And so I made a few marks that night and the\nowner gave me some money. I played the second night the same and I put together some money\nand I went to the market, to the bazaar and I bought some shoes. I bought a shirt. I went to a\nbath, a public bath. I went to a barber. I still remember today what the barber said, that he found\nsome bugs in my head. Of course who could have washed himself for weeks __, sol\nremember today how I was in the barber's seat. The barber must have told to his\ncolleague...parasite...parasite. I realized that he must have found a bug in my hair, but anyway he\ndidn't kick me out. He cut my hair. I went to the bath. I took a bath. I shaved and by now I had\nmy _. Thad a place to sleep but I didn't have any peace in my soul because I knew where I\nleft my wife and my sister. I used to cry all the time. The girls who worked in the hotel saw me\ncry all the time, but I didn't tell anybody where I came from, only the people who were around\nme. One evening...so here, here in the...we played Romanian folk music at this hotel. Many\npeople who came to eat, they were Romanians who were coming back from the front, pilots,\nofficers. And I still play Romanian songs. When they heard the pilots, when they heard\nRomanian music, the Transnistria government department . There were Romanians there\ntoo in that area. They were working for the government, young men who would come in the\nevening and take me to their restaurant after I'd played, and I'd go with them. They would take an\naccordion player, a guitarist, and we would go with them and play for them a little longer, and\nthey'd bring us back. But in my soul I was not happy. I know I had food. I had a bed, but I wasn't\npeaceful. One evening, there was a big banquet, a dinner, and who gave it? A colonel, a\nRomanian one with his family. He was there, and hearing that there's Romanian folk music at\nthis restaurant, he...that's where he decided to have the dinner. We played. I didn't drink. I was a\nyoung man, but who knows what I did that evening. They fed us too. I had two or three glasses\nof wine. I started crying. And I had this boldness that I said I just can't continue on like this. I\nhave everything I need here...food, drink, money, whatever money, but canI do anything __\nthis evening. Can I do anything tonight. If not, I'll go back to my wife. I saved all the money. I\nkept it all with me. I didn't smoke. I didn't drink. I would only maybe buy a little something. I\nwanted to save the money and to keep my promise. So I went to the colonel. I said mister, I'm\nfrom Iasi. And he thought that we had been hired by the owner directly from Romania, that we\nhad our papers. I went to him and said, Colonel, do you want to help me. Yeah. Tell me. I'll help\nyou. I am . My family is in...what's the name of the place...not in a camp but where I\njust left them, before . Anyway, I have my sister and my wife there. I promise that I'll\nbring your wife here. And I held to this promise, but afterwards of three days, I almost thought\nthat they would arrest me, and escort me out. I saw the colonel was not coming back and I\nrealized that I was in problem. Meanwhile, two invalids from the war from Iasi came there. They\nhad tried to go by train to Iasi, Odessa...I don't know why they came, but they could travel by\ntrain. They heard that's Romanian folk music. They were curious to hear. They came to the\nrestaurant. One was from my neighborhood, from Iasi. was his name, an invalid from\nthe war. When he saw me, hey , do you want to go home. I can take you home. I said\nleave me here. Here, I'll give you the money. You go and take my wife from such and such a\nplace, and from there we'll go back to Iasi. Now I can't right now because I now have business 1n\nOdessa but you come back with me to home. I'll try to take you to Iasi. I'll come back here with\nanother delegation and I'll bring your wife. Of course, he didn't come back. He was probably\ndoing some business on the train. I don't know what. Anyway I took my violin and I decided to\ngo back. Maybe in Iasi I have maybe more possibilities to do something. I got back on a train.\nMy other Romanian fellow also, and the others stayed in Odessa. Before getting on the train, I\nstarted crying in the restaurant where I was waiting for the train to come. Maybe somebody at the\ntable next to me...because I kept telling this guy that I stayed here...I'm leaving my sister. She's\nstaying here...my wife...maybe they'll die here. I'm going to go back. He was afraid, this other\nfellow, that somebody's going to hear us and arrest both of us. I was decided to go back by now.\nAnyway the train came. We boarded the train. We took the instruments, the violin and the guitar,\nto the passenger cars. It was maybe a rapid or a fast train, and in the area between the trains there\nwas some room for the guitar, for the violin. We didn't have a ticket so we kind of hid there so\nwe wouldn't get caught, and we went till we got almost at .",
        "A: Well, I couldn't hide anymore because I was caught. The guy who was checking the\ntickets and a gendarme, a military man...I don't know what ____ he was. He was in a military\nuniform. He was not an officer but a lower...maybe a major. Ah, he says...I've been watching\nyou. I've been looking for you. From Odessa I've been trying to find you in the train and finally\nfound you. We got arrested, both of us. And between these passenger cars...before those doors\nsome cars especially for prisoners that they were transports. There were thieves and other\ncriminals, and they were transporting in a special car. They took us to put us in that car. My\ncompanion was older. He had already done his military service. He told me, , get your\nmoney out and let's give it to them. So, Mr. Radu (ph), I was left with nothing. Everything I took\nout...1 don't know my companion had anything left, but I tell you, I was so afraid. Everything that\nI had saved to save my family, I gave to this soldier and we put it in the pockets of the soldier.\nHe didn't say anything. He didn't take us to the car but he left us...he let us stay on in the\npassenger car on the corridor. He pretended to talk to us, until we arrived in .In\nhe kind of disappeared. I don't know whether...I seem to remember he kind of took an oath or\npromise...I don't know...anyway we got off the train and we crossed the train station. The\nrestaurants were open or these pubs, these taverns, in and right away, we just crossed the\nstreet to go into one of these restaurants. We found the instruments. We took them and we went\ninto the restaurant. We were...there was nobody in the restaurant. The owner asked us, did you\ncome from the restaurant across the street, because probably the other owner had ordered the\nRomanian to send him some musicians. He said don't you want to play for me. Why not, we say.\nHe takes out a piece of white paper, a blank sheet, and he writes up a contract between the two of\nus, and here we leave our instruments there. I had quite an extraordinary violin. It was worth ten\ntimes more than the advance he gave us. So we left the instruments there, but we wanted to have\nsome money with us so we left the instruments there. We said we'll go to the train station and\nwait for the people who are coming from Iasi to play and we will start playing that night. He\ngave us an advance but obviously the restaurant owner knew what quality violin I had. Anyway,\nwe went to the station and this we were waiting and hiding until a train arrived. We got on a\ntrain. No problems. There were passenger cars. We'd go from one car to another. We crossed\n. We arrived at the River at this border...what's the name of it...this border town... at\n_____ with a border crossing. We quickly got off the train because they were really checking the\ndocuments at that time. We went into the restaurant and we stayed there near a table. Nobody\nasked us anything. We were there like two patrons, standing. When the train signaled departure,\nwe got out of the restaurant. It was the restaurants at the train station. We got back on the\ntrain and right away close to Iasi. We arrived in the train station in Iasi. My companion\ngot off and the gendarme or border officer...I don't know who...grabbed me. My companion still\nhad some of the money that from the advance and gave hima hundred __, made of a metal\ncoin, monies which...anyway put a hundred __ to this chap and he let us go. And I went to his\nhome with him. I stayed there about two days. Then I went to my former neighborhood. You\ncan't imagine when her mother saw me, my mother-in-law saw me, that I came without her\ndaughter. You can imagine. She fainted. I promise that I'll go back and bring her back. Anyway,\nshe really didn't look with good eyes at me, like almost accusing me that I left her daughter and\nran away. I told her that I came here so I could go back. I told her who brought me here, although\nthis _ didn't lift a finger for me. He didn't tell me maybe if I hadn't had any money, we would\nhave even been arrested on the way. Anyway, we stayed there. Everybody was looking at me.\nAh, you ran away from camp. In my neighborhood there was a sergeant. How to...now they call\nthem...a police sergeant, yes, in charge of this neighborhood, district. The policeman, he knew\neverybody of course, and he wanted to catch me. That was his ambition. As soon as I heard he\nwould arrive on duty, I'd run away. And of course not long afterwards he caught me. It was\nalready almost the end of '43. France were already broken in two, broken, and about two\ndays...he said I'll let you about two days free and in two days you come back with me. If you run\naway I'll catch you. What did I do? My companion and I talked about it, and we said let's go\nback from where we left. He said, well, if we'll go, we'll just die there. What are we going to do\nthere. We'll die. So we left for the ___. There we went into a restaurant again. We played a little\nbit more. Meanwhile, this was the end. My father-in-law went to Bucharest. He was serving in\nthe army, and he came...he had gone in Iasi. He found both sisters. One was somehow ill...no\nno...not in Iasi. She had gone to a camp I\nthink, but he couldn't bring them back. He couldn't get them out because the girls' last name was\nthe mother's maiden name, but the children did not carry the same last name, so he couldn't take\nthem out. He was told to go back to Bucharest and to bring the papers. And you bring me the\npapers, I'll free your daughters.",
        "A: No. So your sister...yes, yes, yes.",
        "A: He was to bring the two daughters, my wife and my sister-in-law. He went in that place\nthere. Yes. He went there all armed. He took them some food. He took them some clothes, spare\nclothes, but he couldn't bring them out because he didn't have the same last name. He left them\nthere. Even if he had brought only one daughter...the older one...she would have survived\nbecause she was ill. Then he went to Bucharest to get the papers done. He went to ministries, to\nthe army regiment, trying to do the forms, but he got ill.",
        "A: In the meanwhile my wife's sister became really ill. When the father went back the\nsecond time...I heard all of this...I wasn't there any longer...anyway I was no longer with them.\nWhen the father went back for the second time to pick them up, the sister was almost on her\ndeath bed. She had clothing now. He wanted to take the two daughters back. The older daughter\ncouldn't resist any more. She took him back to the barn where she was living, left her there, and\ncontinued the way back with my wife and my little sister.",
        "A: In I played in a restaurant, so in the meanwhile I had heard that my wife was home\nbut she will tell you how they came back also because they didn't have any papers. They ran\naway too. Meanwhile I sent a letter to Iasi. When the letter arrived there, probably somebody\nread it and went to the police and said so and so didn't run away back to where he had to but he 1s\nin__, and one evening as I was playing in a restaurant, three policemen or maybe two...it was\nmaybe about eight, eight thirty in the evening...came all armed with the guns in their hands and\ntold me to lay down my violin, during the program, while I was playing, and to stay still, not to\nput my hands in the pockets, to...and he was ready to handcuff me and my companion. You can\nimagine that having been there for a while, some people knew me in the restaurant. The patrons\nknew me and they thought that maybe I was a thief, so I told the policeman why do you not\nhandcuff me. I'm an honest man. If you want to arrest me, arrest me, but without handcuffing\nme. I can declare in front of you that if I'm going to try to escape or do anything against the law,\nyou can shoot me. They agreed. They took me to the police headquarters. They locked me up,\nme and my companion. Somebody from Iasi had been sent there to arrest me, these people from\nthe police in Iasi had sent to arrest me for having run away from Transnistria. It was already the\nend of '43. I arrived at the police station. I stayed there. My mother-in-law hired a lawyer. They\nsaid he's not a thief. He never stole anything. He didn't do anything. in a police. See if\nhe's not guilty, why detain him just because he's a gypsy, because he's a little dark. Is that why\nyou keep him? He didn't do anything. Maybe it's good for the country or what? Why are you\ntaking him to his death? So many young people died in vain without doing anything wrong. So\nthen probably the others were coming from the east, so they let me go. I came home but I was\nstill not very much in peace because I was afraid anytime I'd say anything to anyone, they would\nagain have me arrested by the police, because they said I was not Romanian. My place was in\njail. '44 arrived. In 1944, the same...I was playing in restaurants and that's how I made a living. In\nMarch again I was arrested. No...they took me as kind of a military service. They took all the\nyoung people in Iasi and around Iasi and they marched us again. Again I left my wife and again\nthey took me and we went somewhere in Moldavia. Meanwhile the people in Iasi was evacuated.\nMy wife, my mother-in-law left, so I heard from wherever I was that my wife was in\nwhere all the Moldavians had been evacuated, the refugees. So I stayed in this pre-military\nservice and then I left for _ to find my wife. We were sent in in this small town. We\nwere told to stay there. I could find some work. I no longer played because there was no place to\nplay, but this was not a camp...no, no. It was...I was like a pre-military service. I stayed there\nuntil May 20th asarefugeein____ then I left in the military service as a soldier. Nobody...I\ndidn't have to account to anyone as such, so I went to this other village where I was taken into\nthe military service May 20th, 1944, from ——_—s and in 1947 on January Ist, I became free.",
        "A: Yes.",
        "A: She returned very ill. She...we didn't have any money to take her to a doctor, to see what's\nwrong with her. She probably had an infection. She had diarrhea, probably.\ndysentery, and she passed away.",
        "A: She died a few months later, after she returned.",
        "A: Six. She resisted after so many people whom I saw die, people who were younger,\nolder...this little six year old girl still resisted until she got home, and then she died.",
        "A: It was very, very hard, after the war, after what I had suffered from '42 to '47. There was\nonly hell, torture. For five years I only spent my time on the run or in camps. In '44 I went to the\nfront as a military service. I came back in '47. There was hunger.",
        "A: No. I didn't get to Czechoslovakia, but I fought until the liberation of Transylvania. I was\nin , at the Danube. There I was till March of '45, and when I came back from the front,\nthere was a disaster at home. Hunger. You could barely recognize anyone in my neighborhood.\nEverybody was changed, was different. Even the grass was no longer there because people even\nate grass out of hunger. It was like kind of a feed that we'd give to the pigs. It's like a plant,\ngrass...that's what people would eat. We would boil them. We would boil even like some kind of\npoison ivy and people used to get sick. We'd make some kind of pies from the grain after it had\ngone through the press for oil. That's what people would eat. So that's how we carried on in this\nhunger. Meanwhile we had children, two children who died. My mother-in-law tells me...I just\nremembered that...this was in 1947...I returned home in the meanwhile on the leave during the\nmilitary service, but this was '47, I think February. My mother-in-law and my father-in-law tell\nme we are dying here. Let's go back to where we had...in where we lived as refugees. There\nwe worked. All the Moldavians used to go in these areas and they'd bring wheat. They would\nbring cornmeal, whatever they could find. They would sell something and they would bring back\nthis food, so my in-laws said let's go there. We can work there. At least we'll get away from this.\nMy father-in-law had a little home. He sold it for some cornmeal and for some money, for tickets\non the train. We boarded the train and we returned to . There's a train station, a from\nto here. We arrived there and we lodged at a gypsy musician. He was very happy. He gave\nus this little home and we would work. My mother-in-law, my father-in-law, I worked. The\nchildren got ill and died, two children. I dug the...with my own hands their hole and buried them.\nThey were maybe two, three years old. I buried them with my own hands. And we stayed there\ntill June until the harvest came out. We came back and I started again playing here and there. In\nIasi they had founded this orchestra, a voluntary kind of music. I went there. I was happy. I got\nsome bread. I got some pants. I did rehearsals. We had performances in different companies,\nfactories, ; , meeting factories, | — which was up on the hill. It was a factory that\nmade all kinds of ropes. We would play in hospitals and I did this till 1950. In 1950, the\nphilharmonic orchestra Moldova (ph) hired me as an employee and we toured the country with\nthat. They gave us costumes so we had a regular salary, and I stayed there from 1950 till 1970. I\nplayed in the philharmonic too. In 1970 we were over thirty, thirty-five of us with a vocalist and\nall so we were taken over by the trade union. The trade unions took over a lot of these orchestras\nwhich were playing with the philharmonics, so from the thirty-six, they choose twelve\ninstrumental players, two vocalists and one conductor, so fifteen altogether and we formed like a\nband and I worked there till 1983 when I retired.",
        "A: Whatever you want. Shall I tell you...what else shall I tell you.",
        "A: Mr. Radu, I'm a little troubled and I don't remember. If you let me think a little bit...",
        "A: My father was...played the guitar. We were many children, but many children died, one\nafter another. And my mother was a housewife. She took care of the children. My father could\nmake a living if he played. If he played at night, the next day we could eat. If he didn't have an\nincome one evening, the next day we didn't have any money, so because of this, maybe I could\nhave also go to school, learn more. I could have also learned maybe to be a better musician,\nmaybe something special. Maybe I could have learned more scores. I don't want to say, but I\nthink if I played from 1950 till '83 with the philharmonic and I had to pass so many exams, I\nobviously the talent I must have had, but I didn't have opportunities. I tried to learn how to play\nsomething, how to sing, so I could make a living, not for myself but for my family, so I could\nhelp my dad because he was ill. I told you he died when he was 41 years old, when he was just in\nthe best years of his life. My mother was 42 when she died.",
        "A: Mr. Radu, I think we were many, many. Seven...eight, but many died one after another.\nMy mother was always crying because she lost her children, and finally it was just me and\nanother one left, and a step-brother because my mother remarried.\nTECHNICAL CONVERSATION",
        "A: There are violins who may not be anything special, but the wood was very good, the\nsound was very good, not just a Stratovarious (ph) or a are so good, violins that everybody\nknows, but there are other violins which unfortunately were being built, I mean unfortunately I\nshouldn't say that but they were built from a wood which was almost similar to the wood of the\nfamous violins. It's the wood, and the artisan that makes them that makes a violin special. So this\nviolin that I had and there are so many violins which are good without being a grand name.\nAnyway the violin was so good...what makes a violin good also is the age. The older a violin 1s,\nand the more dry the wood gets, the sound, the vibration, the resonance 1s better, so this was a\nspecial violin. Yes, I can say it's best but it was a good one.\nTECHNICAL CONVERSATION",
        "A: We arrived in the morning, before dawn yet when the cars opened up and we looked at\nthe fields.",
        "A: 1942. Yes, yes. In September. At the end of September, because we spent two weeks on\nthe train. We arrived only at the end of September. From the 14th of September to the end, we\nwere closed in these cars. Not in Odessa.",
        "A: Yes, yes, yes. When we got off the freight cars, we arrived in a train station. We could\nsee in front of us other gypsies. Maybe they had arrived the day before or more. They were\nsleeping there. We thought that maybe there were some people...we didn't know if they were\nalive. There were so many of us piled on each other. This was in a train stationin  _. We got\noff the train too. The others who were there already were woken up. They left us there a little\nlonger. I remember that one of us didn't have time to get all his luggage from the cart because the\ntrain started already. We got off fast and they got up the other ones who had probably arrived the\nday before us. They formed a column and we started marching on foot, so we walked from the\nmorning...I don't remember the exact time but I can't...we marched all day, all night as I told you\ntill about two or three in the morning, so whoever could walk, walked. Those who were like old,\nit was sheer torture for them to walk. They had to be carried on the back and they were dragging\nthe young people not to leave them behind, or see if they were left behind. Anyway, it was\ntorture and we walked like this, so I told you till about two thirty...I can't remember the exact\ntime but about two thirty. They allowed us to rest after we marched the whole day and we\nmarched all day, evening and night, till three in the morning the day before, so with very few\nstops. They let us rest along side the road till the morning. In the morning again we started and\nwe arrived again in the afternoon at this farm, Petrosky, and during another march right...yes\nwhen we returned from .",
        "A: Back to __. This was even worse, this march.",
        "A: Because it was longer. You can imagine that we came back fromthe __ to this\nand from we left towards , so an additional road that we had to walk. What is now\nwe started from __ so we Started from further away. So this was a longer route. .",
        "A: It was more difficult. First time we were stronger. We were coming from home. Now we\nwere weaker, all of us. You had no food. There was no food left. You know, everybody didn't\nknow what was happening. Nobody came and nobody came to ask us do you have food, do you\nwant to work. I'll take you to work, or I'll give you something, some wood work, some\nfood...nothing. Only this two hundred grams of flour. That's how we lived. This oats kind of\nflour...two hundred grams and that included even the grains, and you couldn't do anything but the\ngrain of a porridge from it. We were thin people, so we had three cans of this, so that's how we\nhad survived all this time. And that is why being a longer road and we were sick and we were\nhungry. We were weak. Of course, it was difficult. Many people just were left behind. You\nalready were used to these things though. You didn't even notice when people were left behind.\nYou knew that your turn is coming too, and you knew your turn is coming...how should I\nsay...you didn't even feel pity anymore. People knew that tomorrow is my turn, so you didn't\neven look back to see if anybody was dropping behind or you would never wonder what would\nthis person, how he would manage left behind. And the soul was destroyed, it was ravaged.\nNobody talked to us anymore. Nobody asked us anything anymore. What's with you? What did\nyou eat? Why were you brought here? Let me while you are here? But just because you\nare a gypsy, to be tortured like that. With the torture, hunger, cold, misery...for what? For me to\nknow that I suffer for something, if I did something I'd understand, but I didn't do anything. Why\nshould I be tortured for that, and what a torture, because probably I know...they don't know that I\ndidn't...[ wasn't put in jail. I think in jail was better. At least the jail would have a roof over their\nhead. Here, nothing. Through rain, through the snowstorm, wind, rats...like rats you had to go\ninto holes to take cover. You thought why? Why? Why should I have to hide in a hole when I\ndidn't do anything. I can work. I like to work. I'm good here for doing other things in life, not to\nhide in holes under ground. And still nobody asked me, nobody asked me why are you are. Why\nare you...how did you live before? Only when they hired me at the philharmonic when you have\nto give some kind of an interview or fill up some forms, and I had to write that I had been\ndeported, the same thing in the second orchestra. I had written down that I deported. Nobody\nasked me why, how were you, how did you manage. All my neighborhood had been deported.\nPeople talked about it. People in the city talk about it. They knew, but nobody asked me. So what\nif my neighbors...everybody knew that I had been deported, but the people who counted didn't\nask me why I had been deported. Luckily I found this conductor, Mr. , who told me ,\ncome tomorrow morning with some money. Why”? We'll go to the National Bank and we'll\npay...I don't know how much money it is, but we'll pay for some papers, some documents,\nbecause the Germans will pay us reparation.",
        "A: My conductor, the conductor of my orchestra.",
        "A: Yes. And in the morning we took off from rehearsal. We went to the bank, the\nBank. We paid some kind of a fee. With the receipt we got together our papers. They made a file.\nWe took the file over there, but I haven't heard anything since. Nothing. We didn't receive any\nanswer. No. Just now before I came here, I went to...what's the name of it...anyway I asked,\nmam, I brought the file here, photocopies, everything, and she says well, it's fifteen, twenty years\nbefore. Maybe the papers are in Bucharest. Compare. Others told me to go or send to Odessa the\npapers because in Odessa they may do the investigation. Yeah. This is the bureaucracy.\nTECHNICAL CONVERSATION",
        "A: No.",
        "A: Those who had heard about this, whoever was a little smarter...I don't know how to call\nthem sneaky...when the rumors started, when they heard about in the morning all these arrests,\nthose who got whiff of it ran away.",
        "A: Yes, yes. But some managed to escape and after they took us, they didn't come back for\nthose. An order must have arrived the second or third day or a week later, that they were not\ntaken, and many who were left in Iasi, even the let's say guilty ones, .",
        "A: All gypsies in Transnistria were to receive a house and land.",
        "A: Yes, yes. They lied to us. Of course they gave us land underground, because nobody\nasked us while we were there, how long we were there. Nobody came to us. Nobody who I see\nwith my own eyes to ask us, why you came here, do you have food, do you have medicine.\nNothing. We were left there to die. Yes. That's all.",
        "A: My pleasure.\nEND OF INTERVIEW\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumApril 4, 1991\nRG-50.030*0164",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Stefan Moise,\nconducted on April 4, 1991 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "STEFAN MOISE\nApril 4, 1991"
    ]
}