{
    "rg": "RG-50.233.0022_trs_en",
    "sequence": [
        "Q: In 1936, he was eleven 1906. Yes, was born in 05, ’25. So she died, she lived not\nlong and she died in Leningrad very soon and he did not want a funeral for him.\nHe told, this is my mom, I and my mom and my sister who came, this is my mom\nbut not as she left me. Esta (5) did not want to go to the funeral. He did not want.\nHe was no good to her. So it had to be in the late eighties what happened\nbetween. Good. Then when we came back to Leningrad, Mom told about them —\nme, because I did not know about them. You see, we are in a wood forest, in a\nwood. We decided to make a picture. Before we left, 1t was taken this picture.\nThen times was go and it became, what? It became closed, not that. What\nhappened, I will not tell you now. So it became 1936, with me was bad because\nwith my work. I was a psychologist of children. We were making biologies (7),\nit’s called. Examine the minds of children. We worked what we knew about,\nwhat our professors told us how to work with them. But the main thing was bad\nfor our government. We were working with the tests -- the test were from\nAmerica. Tests, you know what is, tests, -- such I say — tests -- 1t was we examine\nthe mind.",
        "A: Examinations, yeah.",
        "Q: Examination. It is called test, yes? We worked with that. It was American and\none pedologist was called as I was, examine one child from school. A school\nchild and decided he’s bad to studying became his mind is low and he had to be in\na special school.",
        "Q: This is him?",
        "A: No, he was very smart. But it is about another child I tell you. Wait. About the\ntest, about America. The child was taken to another school because he could not\nstudy in anormal school. His father was a communist in the Communist Party.\nGreat Communist party in Smela. You know Smela. He was\nworking there. He say why my child is low in his mind, no. It gives the\npsychologist gives the test because he has from America. Because of these tests.\nThe tests are no good. So he went to Moscow and he told the government about\nthis. No more for this psychologist, pedologist to work with the children and to\nexamine their minds. It must do a psychiatry. Let them a psychiatrist do this.\nThis is what I was told. A psychologist, they can’t teach psychology. They can\nwork in another way but not examine the children. This is why for me was a bad\n1\ntime. I could not work in this way but as I was working and so they told me —\ngave me as p to go to have a rest to there, to South to have a rest.",
        "Q: Vacation?",
        "A: Yes, on vacation to Crimea. So I was one month I had a rest and there I found -- I\nlook for job because I can’t get out. The Director, a great doctor, he found for\nme. He told me you have a high education, you can teach our children in a\nspecial sanitor1um for children who could not --who was -- around the elterer [ph]\npeople. Arthritis. But they were very bad in their moving. They could not move,\nthey could not -- they were lying only. I became a teacher of them for half a year\nI was working there. They wanted to --",
        "Q: This was in 1936?",
        "A: It was in 1936, yes. Then, this was my way so I will not tell you about this. Only\na great story it 1s late and maybe if you will be interest, I will tell you about this. I\nwill dictate on cassettes. I have it by memories. It is my memories. He became a\ndoctor of -- now he’s historical. He’s a historian.",
        "Q: History, yeah?",
        "A: History. He’s in Russia, living now, alive. He’s sixty-six. He’s more than 25,\nyou know. Now he’s 66. He found me. He began to write me letters. Then he\nwant to be in correspondence with me and to know all about his life about all the\nlife what happened in that time. Because he wrote books about the war, men who\ncame from the war and became you know what. No, they became, no, who are,\nthen retired after the war.",
        "Q: Veterans?",
        "A: What, yes, veterans. About veterans he wrote a book. Then he wrote more, I\ndon’t know. He was working — he became after that, he was in the war, it 1s a\nkind of biography.",
        "Q: What is his name?",
        "A: His name, Benjamin, Benjamin, Benjamin.",
        "Q: What’s his last name?",
        "A: Benjamin, his father was so he’s Benjaminvenjenavich. Last name, no, the\nfather’s name --.",
        "Q: His family’s name.\n2",
        "A: The father’s name Benjamin. The father was also Benjamin so he became\nin Jewish only. He became Benjamin, Benjamineech,\nBenjaminanveech in Russian called. Then the last name Gottsdanka. Was his\nfaher, real father was Gottsdanka. Name Gottsdanka. Was his father, real father\nwas Gottsdanka. Gottsdanka it means you know what? Dank, you know what is\ndank?",
        "Q: Dank, to think?",
        "A: No, dank in German.",
        "Q: Oh dank in German is thank you.",
        "A: In Jewish such as in German. Thank God. Gottsdanka, it sounds thank God,\nthank God. Gotts it means he’s danka. He danks in English.",
        "Q: He thanks God.",
        "A: Yes, thanks God. When he was in that army in the forced army, he was in a\nhouse as a house of children. It was where he came in ’36 and I was in Crimea at\nthis time. He was given there by my sister. He was called and the last name was\nhis -- Gossdanker. Is be thankful to the government to the Gossdarkn. So he’s\nGossdanka. He’s living now in Starodub where Gorbechav, he was working in\nthe same comparty he was, where Gorbechav was, he was there.",
        "Q: I see.",
        "A: He knows much about this but 1n that time he did not tell about this. Now later\nonly he wrote me. What about in what you are interested.",
        "Q: You said --.",
        "A: Yes, I will tell you about him. Because not so long I wrote him. On the 9\" of\nMarch I sent just him, now we became now good between, very close. I sent him\na letter, a large letter, his biography. From the beginning what happened with his\nbabushka.",
        "Q: Do you have a copy of that letter?",
        "A: Yes.",
        "Q: You do still?",
        "A: Yes. [have a copy.",
        "Q: Could I have a copy of that later? Before I leave?\n3",
        "A: I will give you, I will give you, yes.",
        "Q: Let me tell you what --.",
        "A: No, no. I will tell you what you want. I know what you mean. I know very good\nbut I need to tell you this. So I sent him and that’s why when I was looking over\nmy pictures now, you see what I hold. I began to be ready to the time when I\nwould go there. Yes, I must do all in order for my daughter. I have my daughter\nand my son-in-law, they must know. They would not know anything what is in\nthis, what books are these, what I want to know them about. I try to make in\norder all my things -- my photos, my letters, what I wrote, what I dictate. I try to\ndo it. I like all the things to be in order. I like when they all my life and I like\nnow to do it. So I found these photo. I have forgotten about these. These photo\nyou found them because when I began to write to him about his biography, I\nremind oh, I had a photo with him. He doesn’t know when he was a child he\ndoesn’t so. He did not -- this photo he saw because it was in 1932. He left from\nme in 1936. He saw this. He must have heard now how it was -- He had his\nbiography. I decide to send him. I asked Dorothy to make a copy to give to the\nphotographer to make a copy of this. She did it. Isent him. This is the original.\nI sent him thicj copy from this on the 9\" of March, just. I had no answer yet from\nhim. He would be very glad because there I wrote such. Till 1936 I will tell you\nall about you and later write me what happened with you from 1936. When you\ncame to the war, 1941. When you came to S .",
        "Q: So you were separated in 1936?",
        "A: Yes, but he lived in a house of children. It was called a house, not a -- ,",
        "Q: Orphanage?",
        "A: Not but Internot , a children Internot for children but very good.\nMy eldest sister when I was in Crimea she had a small child. Two small children.\nShe was a doctor already. Her husband was a great engineer. He was a technical\nengineer, her husband. It was, remember this, in 1936. Then her life\nwas good, my eldest sister’s life was good, very good. But she lived also ina\ndacha. At that time, she lived out of the city with the children. She was working\nas a doctor at the same time. Chig -- I left him and my mom with my eldest sister.",
        "Q: In the Crimea?",
        "A: No, when I was in the Crimea, my sister, my elder sister, Faina what she --.",
        "Q: Back near Orsha, you left him.\n4",
        "A: No, no. Orsha we left. I left Orsha. I did not know about Orsha, more. I knew\nabout them, they lived there and we lived in Leningrad and we had our things and\nthey had . we were connected with . She told me all\nabout their life. It was not so bad, they lived. But --.",
        "Q: When you went to the Crimea, you left Benjamin with your mother?",
        "A: Yes. For—",
        "Q: Where was your mother?",
        "A: In Leningrad.",
        "Q: In Leningrad, okay.",
        "A: In Leningrad, was it all the things. With my elder sister — the middle sisters they\nlived in other places with their families. But it is also a great thing with them. I\nwrote, I told about them. But you see all is connected. With the war, with\nStalin’s terrorism, I told you. In 1936 was not yet -- in the beginning of 1936. In\nthe beginning of 1936 was not yet Stalin , the terrorism there. He was\nplanned to do, was planning to do but he did not yet so much. He was in the, I\ntold you what, I told you that place where he was.",
        "Q: Internal. ?",
        "A: It was called what -- , Internot, Internot. It was a good thing. There was\nown they had their what to do, . They did put for themselves. It was\nY , a great man. He was the director of this. It was done for the children\nmuch things. It was good school for them. It was good for them. it was not far.\nPetsnov is a very -- you heard about Petsnov, close to --.",
        "Q: Yes.",
        "A: It was in Petsnov close to Leningrad. He used to come every Sunday when I\ncame back from Crimea, to meet with me. When I saw him I was not so great\nwith this. I did not want to give him any, I want him to live with me. But he\nthought it is much better for him there so he stayed there. I told him all about and\nthen I wrote him, after 1936 you became as a grown-up. You know all what\nhappened with you. Then he was given in that place, two military schools, special\nfor the war when the war began. Then I knew him, I saw him during the war from\nthe beginning. Then he was taken to the war and he was actually . He\nwas working in the war. Then God as he was Gottsdanka, God helped him to\nstood alive. He stood alive and he wrote me his . He came to Berlin. The\nwar stopped, finished. He came to -- he wanted to come to Leningrad but he\ncould not come. He stayed there and then he came to St and then he\ncame up with this nice girl. She was Greek, from Greece. But she knew, she\n5\nspecial studied English, she knew English very good. He also studied and he\nstudied so then he married her and he stood there. He’s alive now. It was not so\ngood with his health after the war as also like to get close. Became mom was and\nfather is -- so he was sent to the Crimea because he was a communistic. He could\nnot be a -- so great if he would not be a communist. He was in Elitar in the main\nthing. He was so, that’s why he told me that if I will die, I will die not from\ntuberculosis. No more, such he wrote me. I was with him, not good. Then what\nhappened later. Later, just it was 1936, I told him. It became 19 _, the end of\n1936, Stalin began to do all his things. This happened between our family, very\nbad. On this I will tell you became it 1s with this connect. My eldest sister, they\nlived very good. She went in with him in Leningrad. He was in the\nacademic, and she was studying in medical . She was studying\nafter the revolution. They could take their — for students, women too. She\ngraduate and he graduate . They became, she’s a great doctor and\nhe’s a great engineer. And Stalin — talk about this in another way. Oh, they are\ngreat, too much. No, must be taken to the prison. It began the terrorism. The\nterrorism began. I was not married but I had a great friend in the engineers who\ndid, you knew maybe, the electric stations. Water station,, it was close to\nLeningrad.",
        "Q: Near Petrov?",
        "A: Yes. Near station. It was . So I was sent there when I finished\nthe institute when I graduate. I make with him a grand . He was a great\nengineer, what is it, 1t was called. ? Then when I was working too and he\nwas an engineer there. He made, it was, you heard about B___trov and then near\nPestroy and then it was S Station what I met him. He was there. It is four\nhours from Leningrad. When I graduate they sent me for job. I became a\npsychologist and a pedologist for just at school. at school, college., I was\nteaching at that school and everything. There I met L An +,\nHe was Russian but he became from not the revolution before the revolution he\nwas k , you know. He was k . He was starting in a special when it\nwas the czar special school. He was elder me, fourteen years elder. So then he\ndecided to marry me and he asked me but I couldn’t because I was living with my\nmom. My mom was not so very good in her health. Then the child was there but\nhe used to come to me. I could not, I told him we must wait because he was in\nS living, not in Leningrad because he was taken from Leningrad. When\nthe last time, when he left me, he decided to meet and he told me he will come in\nthe beginning of 1937. It was the end of ’36. He did not come. He did not come\nat all. Then my sister, my sister’s husband was also taken. Then was many\npeople taken to the prison with Stalin, to Siberia and to different things. Many if\nthem were killed in the prison and some were sent to Siberia. Many were sent.\nThat’s why only one year she could live yet good. Then when her husband was\ntaken and before this, it was a great party, I must tell you because it 1s very\nconnected with this. A great party by ome of his students, with whom he studied\nin the academy. He bought a piano and it was very hard in that time to find a\n6\npiano. He was in the waiting for the piano four years or more. So he\ndecided to make a party and he asked all his students who were studying with him\nin the academy. Boris the husband of my sister, Boris Markovitch\nRaised, he was invited with his wife to this party. His wife had a flu, my sister,\nshe could not go with him. He was very good to me. He told me, Marshanka let\nus go with me. I was called Maria, I am Maria in short; it is in Russian, Marsha.\nHe told, Marshanka, let us go with me, you. I went with Him> I was there.\nThere were about 25 people all who were studying with him. They became great\nengineers. It was in 1936 and they graduate in 1925. So they became engineer,\ngreat people, great persons. They ask him who am I, his wife? He told them, bo,\nmy wife would not come and this is my sister of my wife. So they went over to\nme and I made with them acquaintance. I knew they are names. Later he told me\nand before I know, the families of some of them. this is the end of these great,\ngreat people, the end. This time when I saw them. That came 1937, the\nbeginning, all were taken to the prison after this party. My, what does this mean\nfor me. My sister’s husband, Boris, was taken too. Then I know — I began to call\nto this family and to this family and to know about this, about this. He was taken,\nhe was taken, he was taken. What about the children? I knew about Greg, he was\nvery close to us, to his buddies and I knew him. I knew his children, one was a\nchild, fourteen years and the other was nine or eight years old, yes. A boy anda\ngirl, 14. They were taken to a house of children, all the children were taken. She\nwanted to stay with her brother and they did not allow. They left her in one and\nher brother to . You see what she did. She hanged herself.",
        "Q: This is the sister?",
        "A: No.",
        "Q: This is the woman of ?\nA; This is her. This is a family friend of my buddies. They are in the prison, the\nparents. This happened with the children.",
        "Q: The fourteen-year-old girl hung herself?",
        "A: Fourteen, yes. Girl made suicide. The child, I don’t know later what happened\nwith him. He stood in the . Then I don’t know because I did not know\nabout many of them. now, there came, when, look what happened there, it is\nabout this I’m told. About I knew, I know now the names of six, seven of those\npeople who were taken. Yes, I wanted to make maybe a book to translate. I was\nspeaking, I was, used to the Library of Congress to one man who is — who knows\nRussian, not sp great. He wanted to do this, to help me to do this. He was\ninterested. I told him about this. He asked me the names, I told him. He wanted\nto do but he is very busy and I decided I must --. He told me to write it into\nEnglish and it was not easy. So I know about this much. This finished, began the\n7\nwar, 1945, °41. Oh now I come to your — what you are interested. The war, the\nfirst days of the war as I remember, Hitler did it in the beginning of --.",
        "Q: Where were you when the war started? Do you remember?",
        "A: I will tell you. It was so -- wait I was in Leningrad. Yes and I was studying. I\ngraduate in foreign languages just -- in June 1941 when we went -- the Germans\ncame, when the war began. The war began in June as I know, as I remember, 22\n, 41. First they came. It was four o’clock in the morning. Four\no’clock in the morning, they came, the Germans. To Bialystok, to Poland. Then\nthey came, they tried to come to Leningrad. They tried to come to Moscow\nSO , they began. It was a beginning.",
        "Q: Do you remember when the Germans came into Leningrad?",
        "A: Yes, no, they did not come. If they come to Leningrad, I was not alive, I would\nnot be alive. They did not come. The main thing was --.",
        "Q: When did --?",
        "A: I remember, I will tell you. You will ask me. I was a teacher. I know such, such\na way. When I am speaking, I must, to the end.",
        "Q: Okay.",
        "A: If you have questions after this.",
        "Q: Okay.",
        "A: Now I will tell you what you would not know, what you would be interested, you\nwill ask me. Because I remember this, I must remind. Just they came to\nBialystok first. It is great forme. Why I say about this. First of all, because in\nBialystok, my sister was living. My sister, with her family, she was studying in\nLeningrad with us. Then she married and went from Orsha. She came to Orsha\nand he was a lawyer. Vladimar was her husband, also Vladimar. He\nbecame, he was a great accountant (?) of a great bank. He was sent for two years\nto Poland, to Bialystok for job, for two years. He took his family, his wife and\ntwo children. One was, she was born ’26 so she was five years, one -- the elder\nwas five years in 41, no, no. She was more. One was born in ’26. She was\nalready in °41, what?, ’26 -- she was 14 in ’40, 15 almost. The eltererer. The\nyounger was born in °34, I remember. So she was what, seven, yes.",
        "Q: Do you remember what their names were?",
        "A: I know, yes. I know the names. Their names, they are my nieces.\n8",
        "Q: Yeah. Your sister, what was your sister’s name?",
        "A: My sisters, two of them, yes. Wait I will finish. They lived in Bialystok. Their\nfather was working as accountant there in a great office. Hitler came, in 22\", in\nfour o’clock in the morning to Bialystok. They had to run from there. From his,\nthe lawyer, Vladimir, it is my sister’s husband. He was given from his office a\ncar with a driver, chauffeur because he did not drive. He had no car. They left\nBialystok. Germans were already there. Not only they, many families left\nBialystok on this -- the main thing for you. They were going by car, two families\nthere, my sister’s family and the other family and the driver was with them. In the\nway, the Germans began to bomb and bomb and bomb. The bombs were all the\ntime They could not go more. They were afraid of the bombs and they had to\nleave all their things what they have with them in the car. They had to leave the\ncar and to go by foot. To go maybe to the forest, to the wood in the way. Their\ndriver ran away to the forest. He was Polish and he did not want to go more with\nthem. He left them to the forest. He was in the forest, he was and they,\nmy family, my relatives were going. They took what they need the main things\nwith the children and they went. They went and they were going and going;\nwalking, walking, walking, walking. It was 500 kilometers to Orsha, to come, as\nI was told then later by my sister. At last they were at -- not all the way. They\ncould not walk so much. They were in the wood, they came to some villages to\npeasants and they were there Then they gave them some food. So at last they\ncame to Orsha. When they came to Orsha, my sister, she was smart and\nunderstood the things. She told all the Germans must come to Babalusha to the\nWhite Russia to the whole. They will, they will come, they are coming. They are\nbombing the whole way, after us everywhere. We stood alive, we -- God helped\nus, but they will come. They told all their relatives and their friends, all the\npeople -- the Jewish people -- to leave Orsha. You must leave Orsha\nimmediately. How can they leave, could they live? They were given, the\ngovernment, I don’t know who there, gave them a train, a large train. You can go\nby this train to Siberia. They did not want to go. They did not believe the\nGermans can come so soon. They told Molly, can’t be. We will wait for awhile,\nthen we will see what to do. My sister told no, I will not wait. I with my family,\nwe will go. They went by the train, the .",
        "Q: They went to Siberia?",
        "A: They came to Siberia. They stood alive. Then later the lawyer, Vladimir, her\nhusband was taken to the war in this time. Then he was wounded and he was\ntaken to the hospital. There he died in the hospital. It was later. My sister with\ntwo children, she stayed in Siberia. She came to one -- to Siberia -- to one place\nwhere it was a children’s house. She was working as a teacher with the children.\nWith her children she lived there. She was saved, they were saved. Her husband,\nand later she knew about this, that he died, later in 1942, she knew. What\nhappened in Orsha? In Orsha, they began to do what they did with all the people\nlater in Germany. You know when it was the catastrophe. They killed all the\n9\npeople and -- Just with them, they came to the place where they lived, the\nL near Orsha, close to Orsha. They killed there the whole people too but\nthem they buried alive, the two. How I know about this? I did not know because\nin Leningrad was the things also great and bad and terrible. Also bombs and\nhungry and what you want. This 1s a great thing. I will not tell you about now,\nabout Leningrad what it was. It was -- it became the blockage. I stood there, I\nwas in Leningrad this time with my mom. My mom was alive yet because she\nwas with me for awhile. He was yet after the war, yes, it was the same the main\nwar began. He was at the war. I did not know about him what was there. We did\nnot know about each other during the war, the blockage, because no letters there,\nonly bombs. What happened with them, we did not know. I knew only from my\nsister. She did us, she wrote us that she is alive. That she is in Siberia but about\nall of them, she told they are all killed. Only one there. They had a daughter, you\nsee, and ason. The son did not want to study much. He studied not so much and\nhe became, what? He became a p . There was organized horse.\nHe was smart. He became a good . All I remember , the name\nof the horse. He was very smart, he made things very good for the people,\nfor the peasants. They were very, very pleased with him. They love him great\nand when the Germans came and when they kill all the Jews there, Russian\npeasants hided him. He was Nikhosh, his name, Michael. They hided him, one\nnight he was in one house, another night in the other, in the third. Then he was as\nan actor. His sister told me about him. I didn’t know about. That he was -- he\ntried to go when the Germans were in the . He wss going and told that\nhe’s a German too. He knew a little Yiddish, he knew a little German. He tried\nto speak with them such that made them -- ask he is German and they did not kill\nhim. Then when they thought about him, he understood that they can kill him, he\nwent again to these places. The peasants made him alive and he stood alive.\nLater I did not know. After the war, I knew about him. That only one\nstood alive. He married in Kiev there. It was their son.",
        "Q: All four of these people died?",
        "A: Them, about them. It was in ’41 in June. They -- I did not know about them.\nWhat happened with me, it is a great thing what happened in Leningrad, what was\nin Leningrad, all the things I did not tell you now. But after the war, I was close\nwith that -- sometime I used to go to the Crimea to the every years when I\nwas studying. I come to Moscow and when I came to Moscow I used to stay in\nthis house where she lived. She was more close with me and I helped her.\n. They are now in Moscow. They’re great, great people. One was\nworking, my also. He was my, in my nieces, yes, my cousin’s son. He was in\nAwn, in United States, working. Mainly yes, in New York here. He now alive in\nMoscow. I don’t know what now is him. I knew only about them from Krotch.\nShe was interested because it is her parents. She told me that they used to -- when\nshe came to Leningrad to see me. She told me, Marshanka, you know what\nhappened with my parents? They were buried alive. She told me after the war\nfinished. It was in 144. Yes, it was in May, the 9\" of May for us. This I know\n10\nabout him.. she told me Mihous 1s alive. Only he’s still alive in the whole Orsha.\nThis she knows. Now when I found this, I told him about them too. He didn’t\nknow anything. This is about them. Now I would not tell you much because it is\nvery, takes too much time, you are busy with other things and we will decide with\nyou, if you are interested. I can tell you later. I can tell you not because I think\non it. [have it. I will show you. I have it all on cassettes. But I remember now\nwithout the cassettes. The cassettes I left for my family, for the child, for this\nchild. This is the main child for whom I am now, I try to leave. Because I left her\nsuch as I left all my nieces whom I helped to grow up as him and others. Six\nnieces I helped to grown up, nieces and nephews. She is -- this child is adopted --\nthis is my daughter and husband. In France are they. It was then when we came\nto America. He’s a scientist. He’s now working in NASA and he’s a physicist.\nHe was invited to France to make a report. , you heard about his work.\nShe was on vacation and she went with him, my daughter, Elena, she’s\nin Russian and he’s Gregory. They went to France, he was doing his things and\nthen they wanted to know France better. They were traveling about the whole\ncountry. This is their picture eleven years ago when we came. We came in ’81 to\nAmerica. We came °81, February 11 to America. Now is eleven years. We had\nno children. There we wanted a child, we were on a special waiting list in\nChicago. We lived in Chicago because Chicago invited him for job. So\nwe went to Chicago. Then to America, we were first in Italy and so to America.\nAmerica allowed us to come because he was invited for job and for me, because\nmy father died in America. He was a citizen of America. So we came to Chicago\nand wev lived there seven years. I lived eight, they lived seven years. Then they\nadopted a child, this child. She’s wonderful, she’s musical. She’s dancing, she’s\nsmart, she knows what you know. Now she 1s already in school. This graduate\nchildren.",
        "Q: Pre-school?",
        "A: Yes. Date.",
        "Q: Do you remember the month?",
        "A: Masics, mom.",
        "Q: Month, not mother?",
        "A: No. When she died, I know. October 22 in Leningrad during the blockade.\nWhen it was a blockade, she died.",
        "Q: She died?",
        "A: From hungry because I was in the hospital three months with typhus. Just in the\ntime when they were bombing, bombing close to the hospital was a great\nZ , you know?\n11",
        "Q: Yes, I heard.",
        "A: They bombed to the z . It comes to our hospital. It came a bomb, one\nbomb and it burned one part of the hospital. Was burned was a fire. Then\nbecame with a provoot bombed with the provoot and the water became a flood in\nthe hospital. That we — were lying. I had typhus, we were lying on the bed and\nthe water and the fire. It was so far from us. It vwas terrible. Mom in the same\ntime as I had to taken. It was temperature in Russia, 41 is the highest temperature\ntaken to the hospital. My brother was with me, taken to the army in the city, he\nwas standing here as a commandeer water in Leningrad. He came to see me and\ntold me that it is very good that you are now taken to the hospital. Because if not,\nyou had to give , to hid it for the soldiers. There was\nbombing and bombing and all were killed who were . [had to go there\ntoo but God gave me the temperature, high temperature and typhus, so I stood\nalive. He came to the hospital. I did not recognize him. I had lost my ---. He\nwas killed in the war. We did not know — it was only written that he was killed by\n. You know what is ? They do not know what happened with\nhim.",
        "Q: Oh, oh, missing persons or --.",
        "A: They did not know, they come. They did not say that he was killed.",
        "Q: They never found his body?",
        "A: Then later we knew, I know. I knew from one man who saw him that\n(End of Side A, Tape 1)\nLeningrad and just I want for my work, to my work, it was close where the\nGermans were. They were in the place where I was working before. I was going\nto my job, to my clinic where I was working, to my school.",
        "Q: That’s what you were doing? What was your job? You were a teacher?",
        "A: Yes. I was there. So what I want to tell you just in this moment only about the\nGermans. It is close to the Germans. They wanted to come, yes very much.\nThey bombed and they were shotting with the dyna . You know the\ndyna . It was on the and they bombed some . Just\nwhen I was going to my job because it was far from my center where I lived. It\nwas 10 kilometers maybe to go by train. By bus I used to go. But it would not go\nanything. It was in spring, in spring 42. After I came alive from the hospital.\nAll the thing’s my mother got buried. She was buried without me and my sister\nbecause I was in the hospital. I went to my job because I used to go all the time.\nI felt already good I could go. But it was hard, I was hungry. I had to have\nsomething to eat. I had a little but it was not enough. I could not go more. I said\nit was very great snowing in that time. It was such snow. I came to — it was\n12\ncalled the placeM -------. The name of M was done for bread. I\ncame to this place, I could not go more. I sat on the snow. I was sitting and\nthinking what to do later. It was daytime and I heard that it is — that there are\nstra --",
        "Q: Shoot oh shot, yeah.",
        "A: Shot from the . I could not go. Only — no people and I was hungry.\nThat’s why I could not go yet. It was not so far but it was a long way to go yet.\nSuddenly I saw a soldier. One soldier is going. He saw me and ask me what is it?\nWhy you are sitting here? There is shooting, the Germans. They are bombing\nwhere you are sitting. What is it wrong? I was good dressed. I have a good fur\ncoat. I was warm dressed. I told I can’t go. My feet are not going more. I can’t.\nare you hungry? Yes. He carried one bread. It was one pound or two. I don’t\nremember how -- a kilogram. Bread, one and a half. He was a wonderful youth\nand he give me the half of bread and told me, eat. Then you will be able to walk.\nGo quick to your office where you go. Because it can be very terrible things here.\nI told him, what could I tell? I begin to cry and told him. Oh, my dear -- God will\nhelp you and you will stay alive. He went and I began to walk. I was walking\nand walking and they began to shooting. Yes, shooting I must say. I knew I must\nlie in the way when they are shooting. I lay. I was lying and waiting when we\nstopped for a while and then go later. I came to one, she was a teacher of the\nschool where I was working, in a special office was my -- there for 40 schools I\nwas working as a speech therapist at that time. when I came to her, she was\ndying. She died because it came to her -- they killed her, the Germans. I came to\nmy office, to my school and I told them; they took her. I stayed there for a week.\nI could not go back. Oh, it was terrible. I will not tell you.",
        "Q: This was in ’42?",
        "A: It was in spring, °42. I remember all the things. It was in May, in May, yes, ’42.",
        "Q: Let me ask you about your brothers and sisters.",
        "A: But if they come, the Germans, all the Jews working, working all the Jews. It\nbelongs to the catastrophe. Yes, it belongs.",
        "Q: Yeah. Let me ask you what happened --. You said you had one brother and three\nsisters?",
        "A: Yes.",
        "Q: And you said that one sister went to Siberia?",
        "A: Yes. This sister who was in Orsha. She went to Siberia. She lived in Siberia till\nthe war finished, she lived there. The others, the sister I told you about the\n13\nelterere sister. She was taken to the prison, first to the prison for a half year. She\nwas a doctor, they needed her. That’s why she stood alive. They sent her to the\nconcentration camp, to Siberia.",
        "Q: In Siberia?",
        "A: In Siberia, no. First they sent her single to the camp. I don’t know. But not a,\nbut then, yes. It is not in Siberia, first in Siberia, it was in different places. She\nwas in K ,K was their place, city. In this other district she was\ntaken to --.",
        "Q: To the prison?",
        "A: Yes. First she was taken not far from Moscow. It is R maybe — it is close\nto W isR . [haven’t what is the name. I know, I know this. I told\nabout this, about her all the things. She was taken to this place. I went when I\nknew. When I stood alive after this, after the war, I went to see her. Not during\nthe war, before the war, no, no.",
        "Q: Did she --?",
        "A: She was taken in ’37 before the war. I went to -_. Just when the war became on\nthe 22\". I left Leningrad on the 19\" of June to again to Crimea for a rest. I had a\np without paying for my job, sent to that place. There, when I came\nthere, it was wonderful place. The _ room, I was, oh what will happen at the\nhotel, you might know. Only this I must tell you. I came on the 21* of June to\nCrimea, to the place, Korazun, it was called. It was very beautiful there. Black\nsea and the fountains and what you want. There was the mountains and the\nartech, you know for children. A special place, artech. It is other side of artech\nwas Korazun where I was. Well, we came from Basen and then more on the\nBlack Sea. Molotov you heard about. The radio was there told ;\n. Hitler invaded Russia. Germany came to Russia. It is a war. In\none day we were happy and then the war began.",
        "Q: So the war began --. You were in the Crimea in 1941 when the war began?",
        "A: Yes. Begin they invade the day. In 231“, on 21“ of June I came to the Crimea.\nOn the 22\", was Molotov told about, the war began.",
        "Q: How did you get back to Leningrad?",
        "A: We could not go immediately back. They didn’t allow us to go. they told, stay\nhere in the sanitorium. We will give you eat and drink and base and do what you\ndo. But no circles. No many people together. One of you go with the other. Only\nfor the women. For the men, they told no. The men must go to Leningrad, go out\nfrom Leningrad, go out from Moscow, to go to the places because they must go to\n14\nthe war. They can be taken to the army. The men, they went and one of them\ngave me his phone number. The other told me yes, money what I took money\nwith -- thousands rubles because I was working good and I had money. Because I\ndid not know about what the war would be. Then I give the money to the bank.\nNot the bank, the cossau. They told me they will not give the money back us.\nThey gave only for the ticket, for the r . Then little by little you will have\nthe money. Balance in some amount you will have some. Then later some all of\nthe money you will have. But it can be ina year. They gave only for the --. One\ngood man, one engineer told me, you see I know what various things. My life is\nmore than yours. I am older than you are so I know. I did not give money to the\nbank, I have it. I will give you for the --. He gave me 200 rubles, helped me. He\nwill give me then in Leningrad. It was at this time. But the Germans, they did\nnot come, to Leningrad, into Leningrad, they did not. That is why I am alive and\nmany of us are alive. Many killed were by the bombs and from hungry, not from\nthe Germans came. Yes, from them too by the bombs and from hungry.",
        "Q: Can you tell me, we were talking about your sister and you said that they took her\nto K ?",
        "A: For them --. Short I will tell.",
        "Q: Let me just ask you a question. Did all your brothers and sisters survive the war?",
        "A: Wait. One brother, I told you I had one brother. He was at the war and he\nbecame a -- he was in Russia yet before the war. So he was already a\nmilitary man.",
        "Q: He was already in the army, yeah.",
        "A: But in the meantime, in the same time, he was studying engineer. He became an\nengineer. Then when the war started, he became a commander over the ;\nYou know what this is, yes?",
        "Q: Is that accompany or a --?",
        "A: Yes, of the army. He was taken to the war and he was close to Leningrad, Stan\n. I know the name where he was there with his work. But they were, these\npeople were no good for the war. They were invalids, I don’t know what,\ndifferent people were there. He stood there and there he was killed but we did not\nknow about it.",
        "Q: By the Germans?",
        "A: Yes. It was the work, it was not the war. But he was born in ’06, 1906. So he\nwas 35 then. He was very big. I will show you his picture.\n15",
        "Q: You have a picture of him also?",
        "A: I have.",
        "Q: Because we can do an ID on him also.",
        "A: Yes. He was --.",
        "Q: Also your sisters too.",
        "A: But about him most. He — what do you know about him? The war finished, only\nwhen all was finished; then we heard something to know from the government.\nWho were killed? They paid the families, they help[ed the families with --. So\nabout my brother, they wrote . It means, he was -- we don’t know about\nanything.",
        "Q: They didn’t find his body, no?",
        "A: Then I knew about him, wait -- from another man, . He was a\nS , you know, where I lived. He was also in the war, taken to the war, a\nRussian man. He knew us, my family. He knew my brother and he saw him and\nhe told about him. He stood alive. That my brother was in S . He was yet\nalive. Later he told that he was maybe killed only there. He was killed but there\nhe did not come back.",
        "Q: Was he captured by the Germans? Or he was just killed?",
        "A: No. He was killed by the Germans but we don’t know really all the things what --\n. I can’t say how he was, where he was, what was, with whom he was. He was\nkilled maybe with a whole , with a whole people. He was the main of that\n--. So it was my brother. Later *s wife, she was alive. She stood alive yet.\nShe was Russian. , she was Russian. , she was\na Russian. Later she knew about that she wrote about him. That she knew too\nthat he was killed. But the documents I did not see. I don’t know. She stood\nalive but just before the war he divorced her. But he did not make in the way of\nthe thing, a formal way because he was taken to the prison. She stood alive, she\nwas very good to me but she stood alive because she was working where it was\nbaking bread. This laboratory she stood alive, she gave me some bread or\nsomething. She may be alive yet or I don’t know. My sisters: the eldest, as I told\nyou, she was taken to the prison. I knew the name of the city where she was\ntaken, not far from Moscow. Because I was there, I came to see her. I wanted to\nsee her but I did not allowed to see her. I brought her some fruits, some things but\nthen later she told me, she did not get it. But she was -- not only she, there were\nmany wives of their husbands who were taken to the prison. They were\nintelligent, wonderful people, Jewish and Russian and Ukrainian, different. They\nwere there, they living with her. Just as I wrote her a letter that I wanted to see\n16\nyou. I could not get you. They did not allow me to come. But I wrote her in the\nletter, all about I knew. I wrote her, you must remember that it can’t be that Stalin\ndid a true thing. It is not true. It can’t be that all are enemies, no, no, no. I know,\nI believe in you. I believe in your husband. I believe in the many friends, I know.\nWe know so said, you will be free. I believe in this. Such I wrote and such , I\nhope that all will be free. All will be -- who stood alive will be free. I hope and\nhappened. In ’56 when kruschev made the people free who was in the prison,\nsuch happened just as I told her.",
        "Q: So she stayed in the prison from °37 all the way to 56?",
        "A: No. Wrong. She stayed when they taken. I don’t know really the months. She\nwas in the beginning of ’37 taken. She was there as she told me later, a half year\nin the prison. Then, but yes, this letter what I wrote, it came to them. she read it\nand then she asked the main of there, if she can read my letter to all the\npeople.. She allowed her to read it. She read it and thought, yes she’s right. It\ncan be that it would be as she write. Because he was also — he understood that it\ncan be, that it is true. She read it to all of them. one woman was a historian. She\ntold when she will stay alive, if she will stay alive, she will write by all means a\nbook about all of these things. She took the letter from my daughter, from my\nsister, my letter and she thought, I will write and this letter will be in my book .I\ndon’t know. She’s from Kiev. Later told me Dorothy after -- my sister after the\nwar. So sister stood alive because she was a doctor and they needed her. She was\nfirst in K , a camp.",
        "Q: This is a Soviet camp, a Russian camp?",
        "A: Soviet. Russian, yes. Soviet. Russian, Russian camp , K . Then from\nthere, they took to Gorki, you know it is there lived a . From\nGorki, there is a camp just for such people. It was called . I was there. I\nwas there where she lived. I will remind later. Just now I can’t think this minute.\nJust this minute, I know this. In some minutes, I will remind. In this camp, she\nwas working there. There were all the prisoners they send away. I think they\nwere working there. She was there, a doctor. They were good to her. She had\nthere food and they give her as her own house, small house. She was working,\nshe had what to eat, anything. She lived there not so bad because not Germans\nwere there, Russians, camp. Su , itis called. It was called Sukra, it is\nright. is no water. The interesting such was it. Su , It was\ndry and not water. To translate, simple. I came to her after the war when — after,\nwait. Yes, not before. When I was there, yes. I planned to go to her during the\nwar. I came, wait, wait. She was there in the thirties, ’37, °38, she was there.\nYes, I go, I told you already that I was in Crimea. From Crimea, I planned, I\ndidn’t know about the war. I planned to come to her. I bring her diploma that\nshe’s a doctor. Money for her, I wanted to give her. I wanted to come to her. But\nit was not yet the war. I planned such. When I came to her, I could tell her about\nher --. I came to her but not from there -- wait. I came to her to Gorki. After the\n17\nwar, from Siberia. Because I took a house of children to Siberia. It was in\nSeptember °42, 24\" of September. I helped the main director of a house up there\nas a teacher. I helped her to take our children, the orphan children to Siberia at\nthat time.",
        "Q: How did you do that?",
        "A: What?",
        "Q: How did you do that?",
        "A: When it was surround, all Leningrad. Yes, surround all the place, we could not\ngo. But it was open one place. First it was open by Ladoga , you heard?",
        "Q: Yes, the lake?",
        "A: Not far the lake. Not far from Leningrad. First the people, the children, too were\ntaken. First the children, we try to took out from Leningrad because they can’t --\nthe Germans can come every minute. By that lake, there they were on buses on\nthe ice. Great German knew about this, they opened the way and they great\nbombing. The buses were going through the -- under the ice to the water with the\npeople. Many people were drowned and killed, killed and drowned. There were\ngrown-up, there were children. There were different people. There were maybe\nmilitary men most. Then opened one way by transport, by train. You could go by\ntrain, only one way. First was opened by St was not far from Leningrad, a\nplace. But this train, by trains were taking many people, many children. Orphan\nchildren and not orphan from the parents who could not go, who were working or\ndied or what. The children, they took, all the children and my child. Later she\nwas also as my adopted child. It was a child of one of my sister’s, my middle\nsister, Miriam was her name. Her child was taken by train to Russia to\nfrom Leningrad. My sister, she was great depressed. Mother was alive yet. She\nstayedv with her and I --. Later I had to go. It was in the beginning of this °42,\nthe beginning. So what happened with the children? The train, many went\nbecause it was bombing and they were killed all.",
        "Q: All the children were killed?",
        "A: Not all, many, many of them. Our child stood alive, she was in Sa who\ndid not turn, which did not turn. She and the children who stood alive were taken\nto a place, Iv , 1t was called. One city to a children house and the children\nthey give to a place for children. Mom did not know if she was killed or no. I did\nnot know. I lived too in the blockade. So mom, my sister Mira, she told no, it\ncan’t be. Maybe she would -- she stood alive. I want to know. She decided to\ngo. It was a train going out from Leningrad, only one way. This time, I was in\nthe hospital with typhus. Another thing. She went to take, to know3, to find\nmaybe her child. She found her. She went without ticket, without anything and\n18\nshe was asking the way where the children from this . She knew what to\ndo. She came to one house of children, in Russian and she found her\nchild. She brought her to Leningrad. She had not, she could not, you must not\nbring her but she brought her to Leningrad. Because Mom was there and she\ncame to Leningrad back with the child. Later she became very bad herself,\ndepressed great, and so I had to do with the child what I could. This is again\nabout this. What will this, the child when I, in September, later. The child was\nnot at home. The children were taken to --. It was for children, a place where\nthey could live, sleep there and be there the whole time. But when there began\ngreat bombs, I took her. Her name was Ellenaora, Ella. This is my niece, real\nniece. I took her, she was in ’41. She was born in /34 so she was about six, she\nwas not seven yet, six. She went with me to Siberia and her mom stayed. She\ntold, I will not leave Leningrad. Let them, I will be killed by the Germans. It will\nhappen with me, what you want. I will stop from hungry but I will not leave\nLeningrad. She did not leave and I took her child.",
        "Q: Let me ask you. You said that the 24 children from the orphanage that you and\nthe teacher took? Remember you said that?",
        "A: What, what?",
        "Q: The children that you took? Did they go on the ice? You went on the ice and\ntrucks and then on the train?",
        "A: No. These children with whom I left Leningrad with her, by train.",
        "Q: By train from Leningrad?",
        "A: From Leningrad after the --..",
        "Q: This is in 1942?",
        "A: After this what happened with the children in St , they did not send the\nchildren more in that way. They tried, they got them in Russia. They tried to\ntook the children, to bring the children to Siberia. They decide all the children’s\nhouses. One way only. This way to take to Siberia. The main thing is .",
        "Q: But on the train?",
        "A: By the train, yes.",
        "Q: And you left with the children in September of 1942?",
        "A: In September, September, yes. 24. I left Leningrad so I was in the\nblockade one year. In June is a year. From June, July, August, September, one\nend of September, I left Leningrad. I was not more.\n19",
        "Q: Then you stayed in Siberia until the end of the war?",
        "A: I stayed in Siberia with the children with a children’s house, I was working two\nyears there before -- until the war finished.",
        "Q: Over with?",
        "A: Yes, with the children.",
        "Q: And then after the war you came --?",
        "A: I was working as a teacher in that time.",
        "Q: What happened, what did you do after the war?",
        "A: Oy, many things. I came back without my child, my nieces. My --.",
        "Q: But you came back to Leningrad?",
        "A: Yes, yes. My si8ster she’s stood alive but she became very depressed and she\nwas not good. But she was working and she was a teacher, d with the\nchildren. She was working a little and she was very bad. Mom was yet — no,\nmom died in ’41 when I was in the hospital, she died. Mom was not there.\nBrother was no, in the war, so she stood alone. The other siter was in Siberia.\nThree sisters, she stayed in Leningrad, Mira. She stayed in Leningrad until the\nend of the war, until the end of the war. Then she came and took her child from\nme to Siberia. I brought the child by aub . Two weeks by ship, we had to\ngo. But with us what happened, terrible things, terrible. I was with this child\nwhen we left the place where we lived in Siberia. I took her and we went to\nNovokuznetsk, to the main city of Siberia. I had to go there and from there, I\nthought I will go to Leningrad. We had to go by one ship which was -- which I\ncame. It was name of the ship. But this ship was every month, it was\nhappened with the something. It was fixed. This ship had to come to the station,\nstation from where I was. What station, a river station, yes? It was called, I don’t\nknow. Now I can tell you. From this place we had to sit in the ship. Many, many\npeople were there with children. Hey came from one place to another. As with\ncars, with different things there were people. I knew many teachers, they knew\nme and they told. In this day we don’t go, we decide not to go because it comes -\ncame from every month. Maybe it is no good yet. We will not go with this ship.\nWe want to go tomorrow when it would come J .J is the name\nof another, the best ship, the best ship . Like it 1s called in Russian.\nWith this we will go. Let us stay here and we’ll sleep this night anywhere and we\nwill go together tomorrow. But I was, I don’t know, God helped me. But I am\nnot religious but God helped me. I don’t know. I must be a religious. I was told\nthis by God, don’t go, don’t wait, go today. I decide to go today with my child. I\n20\nwent to the head of the and told him I want to go with you. How do\nyou think would it be good? Oh, yes it would be good because it camr from\nR . Many people say they do not want to go with them. They want to go\ntomorrow with the and there would not be people much. You would have\nC . All would be good. Go, yes? And I went. I think Siberia and tomorrow\nI went to meet them who had to come tomorrow by the main ship, the best. I\ncame to the information and ask about that ship. When it come, did it come? She\nask me, whom do you want to meet? Your relatives? Or friends? I look at her. I\nunderstood something happened. I told her no relatives. I have there friends I\nwant to meet them. Can I tell you the truth? Yes. She told me the truth. It’s very\nbad. The ship came 50 meters, did not come to the beach. It became a great fire\nand the people, they all went and drowned.",
        "Q: Horrible.",
        "A: I did not go.",
        "Q: You got on the right boat, then, yes.",
        "A: Yes. You see this Iremember. About this I write my relatives now. I wrote they\ndo not know about, I told them no, I wrote them. You see I stood there waiting in\nsuch a way. That’s why I’m alive yet maybe because I don’t know what for. I\nhad to during the blockade, I had to go to the train, the train. I think to the train. I\nhave to go during the blockade to go from job. I have forgotten c with what\nI could have dinner there. I ran for the cart, I came back. My train was cut by the\nGermans, by a bomb.",
        "Q: Oh, by a bomb.",
        "A: By a bomb. If I would not forget, if I did not forget, I would be on that train. If\nthe man did not give me the bread, I could stay there dead. So, such many things\nhappened with me that ---. But this, I remember good, with the ship. I did not go\nwith that ship because I tell, no I mustn’t go, I mustn’t wait for their good. I must\ngo with this. Such my life. With this, I finish. What you are interested yet about\nthe second sister. I told you about this who was in the camp. She came back, she\nwas not in Leningrad twenty years. She knew about her husband. She knew that\nmany were killed and he was killed too. But real she did not know what. She\ndidn’t have the document. She used to come to Leningrad to us. She was very\nbeautiful. She was looking good, just in that time when she told, I lived not bad.\nBut I can’t come back. When would it be? After the war, she come. She used to\ncome, it is not far. They were very good to her so they gave her time to go to see\nthe relatives and her children. They were with me too. Her children were one\ndaughter, the son. The daughter was studying in the university. In Russia all the\npeople try to astudy and study. Her son was yet a skulnik, a student of school.\nShe took him to her, she took her children to her, to the camp where she works.\nThey were studying at school. Then they came and then they became students of\n21\nthe university and he was the institute Gr engineering. He became — he’s\nalive, he’s now you see where, in Jerusalem. It is a Liv, Lova, Lova Race, yes.\nHe became an engineer. He is working in Jerusalem for the government. His\nsister is lingua yet, alive. She became, she’s 65, 66 almost. She is a pensioner.\nNow [help her. I helped her when she was such. Now, came a time that I have to\nhelp her with food. I send her the organized food in New York. The foods they\nhave there — only to send a check and the cab comes. They call them for you is a\npackage, with food something. I send them. I send the other -------my relatives, a\npackage chicken to them. Now in my ages, I’m growing to the end. I must help\nagain these nieces. You see what happens now. It’s terrible things what gives\nfrom my life, what happened. She told me, just by phone, we sent with one man,\none professor who was here in America and he stayed one week in my children’s\nhouse. He knew my son-in-law were at the same university. He went back to\nLeningrad and my daughter send them $100 for my niece, forv the niece of\nEllanora who is working in a school. She is a musician and she is teaching music.\nHe gave her and just the day before yesterday, I told him that if she has not\nalready, if he found her, he told her I am very thankful. I have got the food what\nyou sent and the money, the dollars we can buy what we want there, $100. The\nmain thing, that professor, he knows English. He helps with his economic, he has\na family, he is working in the same school as a teacher of English, an\nEnglish teacher. Now she told me by phone, oh he’s a nice man, he’s working in\nmy school as a teacher too. You . Another niece which her\ndaughter, she’s a biologist. Her daughter is a doctor with a child, five years.\nThey left Leningrad and came to Israel. They came to Israel when the war was\nwith Iraq.",
        "Q: Oh, right.",
        "A: The scuds came to Israel when they live there. The live in— maybe you know\nIsrael.",
        "Q: I know that — I know from a map, I know from a map.",
        "A: I was there two weeks for a trip in ’85, in Israel. I know, I saw Haifa and they\nlive close to Haifa in Afula, they live now. The scuds came to Haifa, came close\nto them but not to them. they still alive. When I correspond, my daughter have\nthem sent here.",
        "Q: Right but you were born in 1909?",
        "A: Yes, really.",
        "Q: When’s your birthday? What month and day?",
        "A: My --?\n22",
        "Q: Yes.",
        "A: This I know. The 15\" of July.",
        "Q: Fifteenth of July. You were born in Orsha?",
        "A: Not in Orsha. Not far from Orsha, it is 12 kilometers from Orsha, is Korpus, the\nname is. Koepus, I told you about this. I was born there because my father came\nfrom Korpus, from S . He came from a village, not a village, it was a\nfarm, my father. It 1s also a great story, I will not tell, it is a great story, how he\ncame to Korpus. His father was killed when he was 13 years old by a bandit, a\nbandit.",
        "Q: Un-huh. A bandit, yes.",
        "A: Yes, he was killed and he took from him only $30.",
        "Q: Oh my gosh.",
        "A: Not dollars, 30 rubles. He was killed. His family, my father’s family came ---.\nHis origin as he told me maybe it was Greece. Everywhere were the Jews, you\nknow. His name, his Greece name, Yefes, the last name my father was Yefes.\nEfes, it’s called in Russia. It is written E-f-e-s, you know now. It is my name too.\nBut Father told me and then later I read in the Bible -- I became interested all the\nthings but very late. I try to read. In the Bible, I have the Bible in English, in\nRussian. In Russian first because it 1s easier for me. I read about the city Yefes.\nItis aname Yefes. Then it is Yefesani, the people who came from Yefes. It was\na holy city in Greece. Result that allowed to the _, of the king, nobody could\ncome to this city. It was a holy city, not a Jewish city, a Greece city, holy. The\nname Yefes was a great Greece man. Who was he, what really, I don’t know.\nBut father told the origin is from there. His family, his parents came to, not far\nfrom Korpus, St , It was called ,a village where it was close to a\nfarm, a Greek farm. A Russian farm, Farmita, Farmisha. They were waiting for\nthe Parnmesh. They were -- it is very rare such Jewish people who were working\nwith the Arabs. They were working with the Arabs. Why for the farmer, for the\nparmeshkt. They lived there. He had parents and father was with a brother and\nwith one sister. Then was killed, my father’s father was killed. His mother had a\ntumor , you know. It was a great bad sickness, tumor . After the\nsickness, the people become blind, tumor. She was blind, his mom. He became\n13 years, almost 14, he came to Korpus and he was working in the factories as a\nworker. Later he was doing this and this and then he built one house and another.\nHe married and he had children, you know this. What I want to tell you, our\norigin. I don’t know really about, I can only tell that they were not workers, his\nrelatives, his parents. But they were Christiani, Christiani, this . You\nknow what this mean.\n23",
        "Q: Just peasants?",
        "A: Just peasants, yes. While working as peasants --. About father, about father later,\nyou see, he was born there.\n(End of Side B, Tape 1)\n...Started and he wanted -- he had to do something. He was asked he was not\nrich. For him the revolution did not look bad. Is then the time of -- yes, yes, I\nmust tell you, I can’t tell without this. So he began to do this because the\nrevolution started and he wanted -- he had to do something. He was asked, he\nwas not rich. For him the revolution did not look bad, did not do anything bad.\nBecause he was not rich they had not what to take from him. He had no fabrics,\nhe had no plans, he had no great thing so they did not do for him anything bad.\nOnly for the rich, what 13, fabrics 13 bosses, they were taken, not to the prison\nbut they sent from Korpus to other places. But they took from them, the fabrics.\nNa . It was",
        "Q: Naturalization.",
        "A: Naturalization. They took if for the government. From father they did not take\nanything because we’re poor. But he had three houses but we were poor.\nBecause he could not — he was very interested what to do, to do, to do. To give to\nthe people, to give to the government, to give to --. Not to the family; to the\nfamily, very, very poor we were. We had to go to the forest to gather something\nfor food.",
        "Q: Mushrooms?",
        "A: Yeah, for soup or for fruits, or for --. He loves the ess. He had a garden, a great\ngarden, potatoes and what we have got now; cooking and p . You know\nwhat p iS.",
        "Q: No.",
        "A: You must know. The red --.",
        "Q: Beets?",
        "A: Beets is red too but p , | can show you. I have not on the door. It is red\nlike an apple but red, good, soft for salads.",
        "Q: Oh, radish?",
        "A: Radish, too, also red. But p , itis, I'll tell you, one minute. Wait. All\nthese, you know vegetables. What vegetables you know, you are eating maybe\nevery day this.\n24",
        "Q: Lettuce?",
        "A: No, not yet.",
        "Q: Radishes? I don’t know.",
        "A: What you eat.",
        "Q: Carrots? Cucumbers?",
        "A: Not yet. Red, good, very good.",
        "Q: The only thing I can think of is beets that are red.",
        "A: You know this?",
        "Q: Yes. You are eating every day. Cabbage! Red cabbage?",
        "A: No, cabbage too good. Cabbage and carrot I cab give for you one time for you I\nwill do a very good salad. It is wonderful. It 1s very useful salad. P ;\ndon’t you know. His first children left Russia. I will not tell you about anything.",
        "Q: They went to America though?",
        "A: Yes, they were already in America. As the revolution started, then the citizen war\nand then it was no, no we could not come yet to America. We did not know\nanything. They did not write about America, about the Iam an American. He did\nnot know anything about them, He knew nothing t that maybe to tell.\nAbout America and about our family --. Yes, I must tell you. 1927, yes this was -\n- the revolution started ’17. So ’17, I was -- what. I was about nine, about nine,\nyes, eight I remember. I began to study. I remember what were happening this,\nin that time, But in this time, yes, all we grown up. After the revolution my elder\nsister, Faina, she graduate school. Just she graduate in 1919. Two years after the\nrevolution stated. She, I have her diary with me.",
        "Q: You do?",
        "A: Yes. Dorothy sent me from Leningrad, I asked her to send me because I want to\ntell all about. She dreamed about later, later, when she became old. She dreamed\nabout to write a book about her life. She began to do but it was later after all\nwhen she came from the camp, concentration camp, from Russian camp. She\ncame where she was. She began to write. It is later, but in that time, she\ngraduate school. She wass from the first year, eighteen. Just in this short\nhappened, it was a happy time for her, when the revolution started. For the rich,\ntime was very bad because they had to run and they were taken. The revolution\ntake from them all the things that are. From us, no. They did not touch us\n25\nbecause we are poor. She decided, yes and it was a lot old, they used to go to\nwhere you want. To Moscow, to Leningrad. Not Leningrad yet, was Petrograd,\nto study to universities where you want without anything, free of charge. So she\ndecided to do. First for one friend. He was elder maybe one, two, some years\nbut his father was a Jew. He was a doctor, a physicist, a physician.",
        "Q: A physician, yes.",
        "A: Yes, a doctor, a physician. But he was a bad man because he did not come to cure\nsick peasant. If he will not have for this 5 rubles, golden, five golden rubles he\nwanted to have --. This connect with me because I in that time I got a great bad\nflu, not the flu, sickness. Sickness is called . You know what — this 1s\nhow my sickness was. I will tell you later. But this doctor, my father did not\nwant to ask him to come because he was bad. He told you will become good\nwithout him. He’s a bad man. This I want to tell you about my father. He told,\nno, no. He’s --. I don’t want him in case. who was not a great doctor, not\na doctor but as a , only college, ---. But he was as . He was good\nman, that’s why he will help. , | will help. You know what this is,\nC ?",
        "Q: No, no.",
        "A: Oh, it is a bad sickness.",
        "Q: Oh, scarlet fever, yes, yes.",
        "A: No scarlet fever. It is like, you must understand. This I have, this sickness when\nI was 13 years old. You see and father did not ask this doctor to come but he\nasked a man who was only, who told it would become bad, without any medicine,\nit will become good. You will be good, you will be ---. Such __. But I wasa\nteen. My elder, she was born in first year and I was born in eight year, so seven\nyears I was younger than she was. She was nineteen. When she was eighteen,\nshe left. Yes in ’19, when she was 18, she left Russia to Petrograd. She left\nKorpus for Petrograd. I stood seven years younger. I was eleven or such was I. I\nwas eleven when she was 18. But what I wanted to tell, about the doctor. The\ndoctor had a son and a daughter. His son became, when he grown up, he was --\nwanted to study. He met my sister and so he loved her. They -- his father was\nbad, as I told you. He left Russia for Palestine. He left Russia and came to\nPalestine. That time was Palestine called, not Israel yet. He, the son wanted to be\n-- to stop the revolution. He wanted to stay here in Russia and he wanted to\nstudy. He went to Petrograd and he entered the academic world, medical\nacademy. . He was already a student of the academy and\nhe was in a correspondence with my sister because he loved her. He invited her\nto come to Petrograd and told her to come to this academy and you will study too.\nShe wanted, not medicine, she wanted literature. She left Korpus. Then about\nthis is a great story I will tell you another time, later, what happened with her later\n26\nabout her life, the main thing. Because she had such an all different life. She\nbecame a doctor and she married. The man was a great engineer. He graduate\nacademy ; academic. (electric engineer), . Then\nthey had a rest. In Crimea, they met each other and they married later. They were\nmost wonderful people and wonderful life they have. Before Stalin began with\nhis things. With them I finish. Then in the time, I stood, because I was the\nyoungest. I stood with my parents, yet. I was living there yet. The brother, one\nbrother. Father did not want to let him go to Petrograd because he told I need a\nworker. I need a helper. So he was helping him anyway. In other way what\nfather did. Then what? I will come to my mom. In this time, my mom’s\ndaughter became also grown up. Because it was in what time, in 1919, my elder\nsister left. She became maybe she married in this time because she was maybe --\nI don’t know, I do mot know really — but she was born as with all my elder, the\nsister from my mom only. The first marriage, my mom. She was maybe in one —\nmy eldest sister, I don’t know. Maybe in 1919, no, in the beginning of the\ncentury, what is it?",
        "Q: 1900’s? 1910?",
        "A: 1901. This century is 20\" century. It is what? In 1901, was born my eldest\nsister. But she was born, the mother of Benjamin. She was born some years\nyoung, elder was she.",
        "Q: So she was born at the end of the 18\" century?",
        "A: Yes. In the end of 19\" century.",
        "Q: Yes.",
        "A: In the end of the nineteenths __.",
        "Q: 1890's.",
        "A: In 18 _, maybe ’98, was she born, or ’99. She was elder maybe some years\nonly. But to this time, she became grown-up. She married, at last, you might say.\nShe married maybe in 1924 because the child, what this child, he --. She was\nmarried and her husband died in three months as she was married. So she repeat\nthe life of her mom. Father gone, husband died too. She had this child, three\nmonths, she was pregnant with him. Then he died and she could not -- she has no\nprofession, she could not live. To this time, maybe her grandfather died too. I\ndon’t know really when. She came to her mom, to me, to us. Mom and father.\nHe was not her father, he was stepfather but he was a good man so he took her\nwith the child and told my mom yes, let her live with us. She lived some years\nwith us. Not much, she came to us only when he was born, in a year. So she\ncame in 1927. She used to come but go back. But when she met after her\nmarriage, she came the first time in 1927. Because her child 1s -- he is one year\n27\nwith a half, this Benjamin. One year with the help, she brought, I think. She\nmaybe he died from — not maybe, she told such. He was sick with maybe\ntuberculosis. He gave her sickness to her. She became sick too with tuberculosis.\nIn that time tuberculosis was cured not so good as now. She came, as she was a\nlittle sick and not so great yet but she brought the child. It was in 1927 and\nsuddenly my father has gotten a letter from America. It was the first letter from\nhis children, of the first marriage is. It was in 1927. They left in 1910 and 712.\nSo it passed 17 or 15 years. They became, they had business great. The elterer\nhas this great business. I told you. Machines. They lived already, they were all\nmarried. They have their families and they live good. They invited father to\ncome to them. Maybe I told you about this. He went and he had to go to us in\nPetrograd to tell us, to speak with us about this. To go, not to go, how with --\nabout this. We were all studying at the institute, universities and institute. We\nwere studying all of them. I was not yetin 19 __, no I was already in 1924, yes.\nI left Orsha in 1924. I came to Petrograd. The last came I. I was yet 15 years\nwhen I left Orsha. Just I came to that school what about what I told you. My\nsister was studying in the academy and across the street was this school, my\nschool. That’s why I came to this school. I was already in 1925 when my\nnephew was born. I graduate school. What is it called English? The last grades,\nwhat is it?",
        "Q: Final exams?",
        "A: No, the last -- the whole school.",
        "Q: Graduation?",
        "A: Graduation. But what is it called, depress for the small children and for the\nelderer children what is it, high school.",
        "Q: High school, yeah. Gymnasium.",
        "A: High school, yes, gymnasium. I was not in gymnasium, I was in high school. I\ngraduate already. I told you that I could not enter to the university because my\nfather was not a worker and they thought he was a businessman. That’s why. I\nhad to go to work for fabric and I was a worker. In that time I was a worker, close\nto the working-class. In ’27 when father had to come to Petrograd, he took his\nwife, my mom and the child and she did not want to go without, this child. That’s\nwhy she brought him to me and that’s all. I was, in ’27, I was, you see, you know\nwhat I was. Eighteen, not nineteen yet, almost 19. In ’27, 17 and two years, 18. I\nwas, Iremember. Anyway, it 1s written. What, Leningrad, 1927, Sm",
        "Q: What is ad ?",
        "A: Ad is when they had to leave.\n28",
        "Q: That means to leave?",
        "A: Ad is to leave the country. A from New York, from anywhere. It 1s\nad , you must leave. He had to prepare that ad . Sm with mom.\nI’m with mom in 1927. Just when he was one with a half, almost two, not yet\ntwo, maybe. Then he became two in June, 1‘. This is the photo with mom. I\nhave a photo with father too. All the whole family, mom, father and he’s in this\nphoto and the other small child. This one you will see there an album. Then I\nwill show you all about them. You will, not written. Now what, about this I\nwrote what you wanted to read. I wrote to my nephew. Now he knows as you\nknow. He knows too because he did not know all the things good. I wrote him\nand he told me from the first when I sent him, he wrote me. Oh, so much I did\nnot know. I did not know about my origins. Now, when I will have his answer,\nthen you will know from his letter, he will tell later what happened maybe to him\nlater. Because I asked him to do this. This is -- finished with them. This is with\nthe picture. You want to know, you know about my mom now. My mom,\nnothing. When she came, she was not as old as I am now but she was as old, she\nwas no good with -- it was great sclerosis, what she had, sclerosis. She did not\nunderstand all the things clear what happened. In this time -- about the\nrevolution, she knew and she told me but not so great. Father knew good and she\n-- when she left --.",
        "Q: After the revolution, did she work?",
        "A: Mom?",
        "Q: Yeah.",
        "A: No, she did not work at all. Her whole life.",
        "Q: She raised her family, right?",
        "A: Yes. She raised her family and she had so many children, .",
        "Q: But she didn’t have a job, like in a factory or anything?",
        "A: No, no. In that time the -- she had more as we have. I was working my life 50\nyears and when she was in ’27, she was only not so old. From ’71 is 29 and 27, it\nis 30, itis 56. She is looking not so young, 56. You see back when -- she is not\nworking. Father was doing -- he used to do all the things. She only, yes, she\ngrowed the children. When she came to me, she could not help to grown-up the\nchild. I used to do. I used to work, first of all economic our in material way to\nhelp with money. Because the eldestes were -- they lived with their families.\nThey had children too. I was not married, I was young so I had to do these things.\nI had to cook. Mom was that she could not cook. Later when the war -- I\n29\nremember when the war started, mom asked me, what happened? Where is\nMichael? Where is Mike? Mike, she called him. Misha, Misha. Where? I told\nher, he had to go to the war. You see, he’s a wheelchair man. What happened. I\ntold about the war. She told, oh it’s terrible, but I think it can’t be that it would be\na war, a Great War, she told such. Because she didn’t know much things. She\nbecame not so good with her health. I used to do all the things for her, for the\nchild, for other children, for other -- I told you what happened.",
        "Q: She lived with you in Leningrad after 1927? She stayed with you?",
        "A: Yes, she stayed with me. Later my brother, one brother, after ’27, he was in the\narmy when father left for America.",
        "Q: This 1s Mikhail?",
        "A: Mikhail. He was two years there. He became litcherman . You know what\nis li ?",
        "Q: Yes.",
        "A: Yes? And he came back from then back to Korpus. Because in Korpus there\nwas not only that she was sick, his mom. Then later she come in -- no it is later.\nHe, the brother, he came from the army to Petrograd, just to me, to my house.\nThere he have got another room. We had aroom. I had a room in a apartment.\nCommune, but not the whole apartment there. Later he was given from the\ngovernment, special room in a good apartment. Together, his room and my room,\nwe together made, in 1929 was it. I remember very good. We change for a good\ngrade apartment, only large apartment from three large rooms.",
        "Q: So then you were all together?",
        "A: All together, yes. He made it later. He wanted to become a musician too. He’s\ngreat in music, he was great.",
        "Q: When did he get married?",
        "A: He studied, he studied violin. But then a little, he studied then he studied himself.\nHe was -- he used to play himself and he wanted to go to a conservatorium to\nstudy music but he had to go back to study, to see first, to finish, to graduate\nschool. He had not . You know what this 1s?",
        "Q: Yes.",
        "A: , when he graduate he entered an institute. It’s called In .\nIn Institute. Engineer -- and he graduated. He entered this institute and\n30\nhe graduated this just as the war. He became a great engineer. He graduate for\nthe war to be killed. Then he married.",
        "Q: He died in the war?",
        "A: Yes. Then he married Villa Lavana. It is his wife, it was his wife. A younger\ngirl, she was Russian, she was real Russian. Villa Lavana. They lived all\ntogether with us. We gave them one room for them, one room for me and for\nmom and for the child.",
        "Q: Do you remember what year he got married, Mikhail?",
        "A: When he got married? Yes, when we came to this house, ’29, it was maybe in the\nbeginning of the thirties. Maybe it was in °32, ’33, yes. When Villa Lavana,\nbefore the war, before the war, yes. In the thirties. In the beginning of the\nthirties, I think. They had no children.",
        "Q: Was Benjamin going to school in the thirties?",
        "A: Not Benjamin. Benjamin was not with us. No, wait, yes. Benjamin was. It was\nin 1927-29. Yes, he entered school when he was seven. He came ’27, yes. In ’30\nhe entered school in ’34 almost ’34 when he became seven. At that time but he\nentered before the first is now pre-school. It was called in Russian, L .\nSo he was not maybe yet seven in ’24. Just in this time, I graduate my first\ninstitute, institute.",
        "Q: What year was that?",
        "A: When father left -- now I must tell something about me, myself. About them you\nknow what you wanted -- about mom you know, about her sister, she was living\nwith them and she married. She lived not far from Orsha. I must finish about\nthem till you know about me. You must know about this. Her family --.",
        "Q: What is her --? Tell me their names. Do you remember? No?",
        "A: I must -- I will remember but later. Now I don’t remember.",
        "Q: Okay.",
        "A: If I can -- what I can do. I don’t know if she’s her daughter or . I don’t\nknow what she’s at home. I told you. She lived in Moscow all the time.",
        "Q: Do you remember her name?",
        "A: Emma.\n31",
        "Q: Emma?",
        "A: Emma.",
        "Q: And she is your cousin?",
        "A: Yes. Emma. Her name was Emma. She changed to Etal.",
        "Q: Etell?",
        "A: Etal, Etal. A-or maybe E-t-t-e-l. But I knew her --.",
        "Q: Do you remember her last name?",
        "A: Last name? Last name, I know. Last name -- it is his name because he was her\nfather. Hassman.",
        "Q: Houseman’?",
        "A: Hassman. First would be — like H, yes? H-a-s-man. It is more close to Jewish,\nHasman.",
        "Q: Do you remember when she was born?",
        "A: Jewish and German name also, man when finished. When, what?",
        "Q: When she was born” Ettel, Emma?",
        "A: Yes, I know. Just when she was in Leningrad, she told me Marshanka.\nMarshanka is my short name. She told me, you see I am already older than you\nare, much older. I am from 1903. So I remember this -- because of this, I\nremember. I remember very good all of -- the figures, I remember, the telephone\nnumber, I remember. She’s from 1903. That’s why now, she is what? About 90;\nshe is 89.",
        "Q: Yes.",
        "A: I don’t know if she is alive. I don’t because she could not write me because I am\nin America. She was in a great job, close to the university, to the academy where\nshe was studying. , you know what this is? Academy for the farms and\nshe was working the whole life. This boy, he was wonderful and he became\nwonderful. He grown up, I told you, he was an engineer. They live in Moscow.",
        "Q: That’s Vilodja, right.\n32",
        "A: Vilodya Ragena. The whole name is , we must say Vilodya, short\nname. , his father was not Jew. He was Russian. , maybe\nhe was Polish. The name finished ki, Polish name, ki, was his father.",
        "Q: He was born in 1930?",
        "A: He was born -- yes. Look here. He’s about what? One year.",
        "Q: Two or three.",
        "A: One year. So he’s born in 1931 maybe, or ’30, maybe in ’32. He’s seven and\nhe’s maybe about two. So he’s younger. If he’s alive, he’s younger, now in\nMoscow. I will try to write them, to Moscow, to find them. Who stayed alive.\nMaybe will tell me about Alvad..",
        "Q: If she’s still alive, maybe if she’s still alive, maybe she can tell about her parents?",
        "A: Oh, she can tell more. She can tell all more if she’s alive. Yes, she can. I will try\nto find her. Maybe I will find him if she’s not alive. He knows too. I will. I\nhave a black book where is written the Russian addresses and the phone numbers.\nBut I have to write, we could not take it. We were not allowed. I had to write it\nin English, I wrote it in English as they are American. They write in such a way,\nnot to understand that they are Russian. With this I finish.",
        "Q: Well, let me actually ask you a question. What happened to your mother? You\nsaid that she died in Leningrad. Can you tell me --?",
        "A: With mother, so, yes.",
        "Q: Tell me about, you know --.",
        "A: Yes, yes I will tell you. This happened with them. It was in the beginning of the\nwar, yes? In ’41. Just with my mom, was a -- she was alive, she was alive yet in\nthat time. But I was bad. I became bad because I told you that I was in the time\nbefore the war. The war started in 1941, 22\" June, the Germans began to\nsurround our Leningrad. I in that time, I graduate in foreign languages and before\nthe medical — it is psychology medical department. I was studying in that\ninstitute. It was called , the name of Gertson. You know about\nGertson?",
        "Q: Yes.",
        "A: This is the name our institute. The owner of Gertson. In that institute I was\nstudying. I graduate in 1933. Then what happened to me is a great story. I will\ntell you next time.\n33",
        "Q: Okay.",
        "A: But what is connected with this, I can tell you now what you are interested. You\nare interested in what?",
        "Q: Let’s see. Tell me about your mother and when she died.",
        "A: My mom, yes. When the war started, I and mom we were in Leningrad, living,\nyes? This child, he was taken to the war, Benjamin. My brother was taken to the\nwar but he was staying yet in Leningrad, in Petrograd, Leningrad was yet. Think\nabout every . He was in the army, brother. Sister, one sister, Miriam, she\nwas living with us too in Petrograd, Leningrad. Leningrad she was living yes.\nWe live only so we --. When the war started — before the war, brother was yet\nwith them, with mom. He was not taken yet to the --. Sister was too and I was\nbefore the war. But it was three days before the war. I left Leningrad. I left in\n19, June 19, June 19. The war started in June 22. You see in three days, the war.\nI told you that already the newspaper it was written. It was written an article\nabout the war — about such. Sl __. It means it is heard, people say,\nthat soon, that it can be , attack Russia. Don’t believe it.\nSuch was it written.",
        "Q: And this was written in the paper in Russia?",
        "A: In Russia, paper Pravda. In the paper, Pravda, named Pravda. I used to read the\nnewspapers all the time. When I read this, this what is it, they say in\nEnglish ---.",
        "Q: A headline?",
        "A: Headline?",
        "Q: Headline. The big words across the page?",
        "A: No, not big, short.",
        "Q: Oh, article.",
        "A: An article, a short article was it written, only about the war. That it is .\nNot past, — ,",
        "Q: Yes.",
        "A: It was a wonderful meeting, it was written.",
        "Q: A pact.\n34",
        "A: Yes, a pact. What _ ,",
        "Q: So there won’t be any war?",
        "A: Yes. But it 1s said that it must be a war. That Hitler wants. So people knew --\nmaybe great correspondents knew. They wrote about this, they knew. But we did\nnot know anything. We believed the newspaper. I believed the newspapers that it\nwould not be the war, that’s why I left Leningrad for Crimea. I had given from\nmy office, p to a sanitorium without -- free of charge. Not to pay because\nI was working good, very good. In that time I was working, it was what? In June,\n\"41. Yes, I was working, working already as a speech therapist. Because when I\ntold you, Vilodja was not -- we were teachers of psychology, I was, but it was not\nmuch hours to have, to teach. I studied again, I told you I studied in of\nspeech therapy and I began to work as a speech therapist in 1938. In this time I\nwas a speech therapist. I was working in some great rayon 1s what it’s called.",
        "Q: Region, yeah.",
        "A: What?",
        "Q: District.",
        "A: District. In a wide district, in a large district. In one, in another, a place in one\nschool, I was working in three places. In a hospital, not a hospital, in a clinic. I\nwas working in that time, it was already Finland. We took from Finland,\na . Before called T . In Finland was it, in Finnish was it, T\ncalled.",
        "Q: Finland, yes.",
        "A: This T , Russia took from Finland. It was our out from Leningrad, was\nT",
        "Q: That’s in --?",
        "A: It is fourteen minutes by train to T . They allowed me to wait there. I was\nin the same whole district.",
        "Q: So you worked in Finland?",
        "A: Yes, as a speech therapist. But it was already Russian. It was former Finland but\nit was already Russian. They invited me to work there in the whole, whole\ndistrict. For many schools, I was a speech therapist. For many schools and for\nchildren’s houses, all what were there. There were many places, it is not only --.\nThere was R , them called R , you know . Before was T\nand R has another name and many. It is close to -- used to come\n35\nafter gold -- Baltic Sea. In the beach of Baltic Sea, to go by bus, we could come\nto Helsinki.",
        "Q: Helsinki, yeah.",
        "A: City of Finland. It was only 18 kilometers, I remember. By bus, we could come\nto Finland. But this we took to the city of and other places. There I was\nworking as a speech therapist. Then Russia and Leningrad, near Sk , the\nwhole Sk , It was a working rayon, because there were many fabrics.\nWorking class children and then I was working in the central rayon as a teacher of\nEnglish at that time. Because I graduate as a speech therapist and I began to study\nand easy to talk foreign languages. Studied English and a little French, a little\nGerman but most English. I graduate to the war. After the war, there were very\nfew teachers and they insisted me to teach, English. I began to teach English and\nthe speech therapist at the same time. I was teaching English in one school. I was\nspeech therapist in a great district, there were 40 schools. For 40 schools for\nchildren. I was a speech therapist. In in Finland, I used to go for two\ndays. Two days there, two days there, two days there such I was working. It was\nwhat then — I know what — what happened. My mom and IJ and sister before the\nwar, we lived in Broday. At this time, my Benjamin he was in the house of\nInternot, Internot of children -- He was already also taken to the war. As he\ngraduate a military, a military college, special in this international. Special for the\nwar. He was — I don’t know what he was. You know, with — not in the air, not in\nthe water but was --.",
        "Q: Infantry, he was in the army”?",
        "A: In the army but he was what in the army, Not a simple, but a specialist, ----",
        "Q: Artillery?",
        "A: Sniper, sniper, sniper.",
        "Q: Oh, a sniper, yes.",
        "A: Sniper, as I remember. He will write me because I ask him about all what he was\n--- I don’t know so end. Brother, I told you was in the army in Leningrad yet.\nHe was there but not at home living. Mom, yes, when the war began, yes I was in\nthe Crimea. I came back only --no, no. In ’41 was it? Yes. °42, already °42.\n41, the whole year ’41, I was in the blockade.",
        "Q: So you -- as soon as the war started, you came back from the Crimea?",
        "A: Then I was as a speech therapist working, yes. Not yet as a teacher of English. It\nwas in °41, °42. °41, yes, but where I was --. When I came to Leningrad, no,\nwait, wait, I will tell you. I came back when the war started but --. The war\n36\nstarted, yes, I was in Crimea till 13 of July. From my front, the way we had to\ngo there. I go there to -------. I came June 20, first I came to this sanitorium, to\nCrimea. You heard about Artech. It is the other side of Artech, is Sanitorium\nCoraasm. There I was living. I came to this place and in the 21* of June.\n(End of Side A, Tape IT)",
        "Q: Can you tell me her name? First of all, we’ll start with that.",
        "A: Yes, I know. Her name is Lea.",
        "Q: Lea?",
        "A: Lea. L-e-a.",
        "Q: What is her last name?",
        "A: Last name, she had first -- the name, I will tell you what she had. She had three\nnames, last name. First name was her father. Father’s name was Luzek. L-o-t-z-\ne-t. Lotzet is her first name of her father, is her father’s name. Then -- you want\nher name, the other name was -- when she was married? She had a name P\n. P . This is a Russian name, not a Jewish name. First name is a\nJewish name. The other, I don’t know, don’t write what it was Russian or Jew.\nHe’s K , he was. Her husband. So she became K . Do you\nremember when she was born?",
        "Q: When she was born? When her birthday was?",
        "A: When she was born?",
        "Q: Yes.",
        "A: You see what -- she was born as I told. Oh, they were strange, the old people\nthere. They did not remember as -- many of them -- as when they were, their real\ndate. I know about father and I will give you the beginning of what I wrote the\nfirst chapter I told you. It’s all written about father’s life. His origin, I know.\nAbout mom, very little. Only that she married him. But when she was born, I\nknew about -- from father. He told me he was from ’61, 1961.",
        "Q: 1861, right.",
        "A: No, not 1961, 1861. But the day he was born, I don’t know the date. Mom, he\ntold ten years younger.",
        "Q: So she was in 1871?\n37",
        "A: Yes, in’71. Her passport, I don’t remember what date it was. She\ntold me I was younger, I am younger than my husband. Yes, no, she was younger\nthan her husband, ten years, she told me too. Where she lived, what you’re\nwriting this.",
        "Q: Where was she born?",
        "A: She -- all we were born in Russia first of all but 1t was White Russia,\ncalled. I was born when she married my father in Korpus. It was called M\n, a small city, a town.",
        "Q: that’s where she was born?",
        "A: No, I was born there. She came to my father to this town, to Korpus. They were\nmarried in Korpus. But one -------, it is called, Dubro . It is called in\nRussian, M D -. It is like a small, a very small town but it is very\nbeautiful. I was there when I was three years old. My mom took me there. I\nremember we were going to this place by pr , by ship, a small ship. There\nshe was born. It’s a very nice, very nice nature was there, I remember. Forests,\nforests and forests and a small . She was born there, yes and she lived\nwith her, yes. But her mother — I don’t know about her mom, what she was, how\nold she was. But in that time, the women, yes, such women, they did not used to\nwork. Their husbands were working only. Her father, my mom’s father was a\nteacher. He was from more intelligent family than my father. My father was\nfrom peasants, his origin. Maybe it is Greece because he told me about from\nGreece they came. Because his name, my father’s name 1s -- my name is my\nfather’s name is Efes. It is as, I told you, a city of Greece. From that time maybe\nthe origin as father told. He did not know also really from what his origin, you\nsee, my father. Mom, in that time, I knew only that, as she told me, the father was\nteaching --.",
        "Q: Her father was a teacher.",
        "A: Her father was teaching Evereet.",
        "Q: Evereet?",
        "A: Evreet. Hebrew.",
        "Q: Hebrew, oh, okay.",
        "A: Hebrew, Hebrew just in a special school for children. A Hebrew school, special\nthis language. He knew this language good but not all Jews, he was a Jew, but not\nall Jews knew Hebrew. They knew Yiddish but it is close to German. Yiddish\nand German is very close so they knew the German most by the other language.\nThen Hebrew. Hebrew, it is not an easy --. I listen about Hebrew but I -- my\n38\nfather wanted me to teach Hebrew. Me and my brother when I was eight, ten\nyears old. In that time, I began to read this Hebrew because I -- special teacher\nused to come and give me Hebrew for some time, I don’t know how many. I have\na dictionary Hebrew, I have all the things, I will show you too. It translate into\nEnglish, Hebrew and English, Hebrew and English here.",
        "Q: So this was -- your grandfather taught Hebrew, your mother’s father?",
        "A: Yes, my grandfather, he taught Hebrew.",
        "Q: Do you --. Did your mom ever tell you stories about when she was growing up?",
        "A: About what?",
        "Q: When she was growing up?",
        "A: Which?",
        "Q: Your mother. Did she tell you stories about her when she was a young girl?",
        "A: She told me that she did not -- she studied a little. Maybe in the school where he\ntaught Hebrew, her father. Or in a Russian, in a Russian school she studied. But\nnot much.",
        "Q: Do you remember --?",
        "A: She was not, she was not great educate. She was not -- she had no profession.\nShe knew only to sew, sew on a machine a little, this she knew.",
        "Q: She went to school for a little while?",
        "A: For what?",
        "Q: For a short period of time?",
        "A: I think that she only has the school for the children, till the 8 grade. For the first\nchildren what is it called, . In Russian. She had Russian.",
        "Q: Primary school.",
        "A: Yes, what is it?",
        "Q: Primary school instead of secondary. Secondary would be a high school or\ngymnasium.",
        "A: The first was?\n39",
        "Q: A primary.",
        "A: Yes, a primary school. Primary school, yes. I think not great because she was not\n---. But she could read, she read yes, I remember that she could read Hebrew.\nBecause when we used to go -- when she used to go and she took me when I was\na child to great temple, synagogue, I don’t know what was it --all had books and\nall were reading. She was reading too. It was in Hebrew. There the books were\ntranslate into -- the things were translated into Russian. Here is translated into\nEnglish. So she knew this, Hebrew she knew, yes. My father knew good\nHebrew. He spoke Hebrew with different people. He gave Hebrew for others,\nyes..",
        "Q: Last time I was here you spoke about the pogroms in Russia, in the 1800’s. Did\nyour mother ever tell you about the pogroms?",
        "A: No. Because you see there was not pogroms yet in Sh where she was\nliving. Where I lived, I lived so it called M Korpus. Close to Orsha, 12\nkilometers to Orsha. It was Sk . Sk also not far from us. But\nthere was also, Sk was a trade city. Ours was I told you fabrics, fabrics\nthere were many living Russian people. Because the workers of the fabric were\nRussian most. The bosses were mostly Yiddish, Jews. Then after the revolution,\nyes, it was taken from them. But they did not kill them. You see, just in this\nplace where I live, I did not see pogroms. But I knew about this, what happened\nand the other things, not far from us. Where was it, in Ukraine most, Ukraine\nplaces. Yes, in these cities were pogroms. Mom knew about the pogroms, she\ntold me but not about the pogroms there. But what I know --you know so about\nmom, what you want to know more?",
        "Q: Do you remember when your mother got married?",
        "A: Yes, I don’t remember but I can think such. She, the child was -- she was married\nmaybe when she was-- from ’71, this is °90. Maybe she was married in 1905. It\nis strong, I say to you approximately, yes, because I do not know really. Maybe\nin such because her daughter, yes. She married . What was her\nhusband? I think he was not so great. He was maybe, I don’t know, her husband.\nMaybe close to working class.",
        "Q: This is your father?",
        "A: Mom, my mom’s husband, not my father, first husband.",
        "Q: First husband, I see. Okay. so the first time she married in 1895, approximately?",
        "A: Yes. Approximate. Then, just this I wrote to my nephew about this. What you\nwant to know. This I will tell you now. About this I wrote because it is his\n40\nbiography. She was married. I don’t know when she had the child. Maybe in a\nyear or in two after her marriage. This child was a girl and very soon after this\nher husband died. She became a widow with her child, with a girl. This girl later\nwould be my nephew’s this Venja’s mom. When my mom became a widow and\nshe had a child, her life was bad. Because she had, I don’t know from mom, they\nwere alive yet and her father was working. Her mom, she did not work, maybe\nshe was only as a bride and the mom --. My mom, my real mom, Lea, she met\nmy future father in a house of her relatives. To that time, my father became a\nwidow too, a widower, yes. It is for men, a widower. He have already five\nchildren. He was older than her. His life was very hard. He was working and\ndoing much things for the children. He tried to give them education. So he had to\nbe married. He has -- it connects with this. He had married twice. His first wife\ndied and he had from this wife, four and then two, six children. The first two\nchildren died when they were three, I don’t know, three, two years. They were a\ngreat, too smart (?). They died from, she worked, from . It is a great\ntoo smart. It is called, meaning menigit .",
        "Q: Meningitis.",
        "A: Meningitis. They died the first two, boys. Left four children, three boys and one\ngirl. I don’t know when and in some years, he married again, . From the\nother he had only one girl. She died very soon too. So he became a widower,\nwith five children, three boys and two girls. In that time he met my mom and she\nwas a widower, a widow with one child. This child would become . No,\nnow later -- what she did. When he, was it called?",
        "Q: When did she meet your father?",
        "A: She met my father. Father understood that she was very beautiful in that time.\nWhat yet, younger than he. Maybe it was sw . You know in Russian, sw\n. When we — there were special people who married you — who want to\nmarry you. They found for you a girl and they speak with you and with the girl\nand they --.",
        "Q: A matchmaker.",
        "A: Yes. Was is it? A matchmaker. Maybe they have such. Father decided to marry\nher.",
        "Q: Do you remember what year it was that they met?",
        "A: This year was -- wait. It was when she became a widow, it was before the ninth\ncentury.",
        "Q: Before the 20\" century?\n4]",
        "A: Before the ninth. It was in the century 18 _, in the 19\" century — in the last\nyears of 90’s, in the last maybe was born her daughter. She married him but she\nhad already her daughter. she could not take the daughter to father because father\nhad five children and her child yet, it would be hard. Her father, my mom’s\nfather, what was his name, I’ve forgotten, he told her give me the child. He took\nher child, her girl and she lived with his -- with her grandfather and grandmother.",
        "Q: They had six children? Five of his, one of hers?",
        "A: No. I tell you no. My mom’s -- when she married my father, she gave -- when\nshe had to be married -- she gave her child to her father.",
        "Q: Oh, I see.",
        "A: To her father and mom to my grandfather and my grandmother. She left the child\nthere because they lived good. They had a— the economic was not bad. He was a\nteacher. He loved the child, he took the child to himself. She left the child. But\nit was not far from Korpus. It was very close. She could go and see her; she\ncould take her one time. This I don’t remember, what she did later. But the child\nwas being educated by her grandfather. My mon lived with her father. Then\ncame the time when we began to born. My eldest sister was born, this I know.\nShe was born in 1901. Also it was one year old, we not writing the passport. She\ntold me in the passport was she nineteen-one, write this in the passport. But really\nshe told me that in 1902, as I. In the passport, I am eight year and I am really in\nnine. One year, it was a mistake, they wrote in one year, all of us. Not so, she was\nborn in 1901, my elder sister, the first whom my mother had got. Faina is her\nname.",
        "Q: Faina?",
        "A: Faina.",
        "Q: Can you spell that for me?",
        "A: F-a-1-n-am Faina. But maybe, it was in Faina in Russian, the name. But maybe\nshe was in Yiddish language, maybe she was in another called, Faga, maybe, was\nit Faga, in the Yiddish name. Or Fagel, Fagel is like a bird. A bird is fagel, you\nknow, in German and in Yiddish, fagel, yes. It is a first girl. Then she had they\ntogether with my — so it was my real father and my real mom. But then they have\nanother child, another girl, Her name was, you’re right. Later was Olivia, but\nshe’s Aida, Ida.",
        "Q: Ida. I-d-a?",
        "A: A-1i-d-a. There is an opera, Aida.\n42",
        "Q: When was she born?",
        "A: She was born in -- after this one. She was born, I’Il tell you -- in 1903.",
        "Q: Do you remember her birthday?",
        "A: Her birthday -- I knew. Her birthday was -- I knew her birthday. In 13\" of June.\nYes.",
        "Q: Do you remember Faina’s birthday?",
        "A: Faina’s birthday, yes. She’s in October, second, as I remember, the second. The\nsecond of October.",
        "Q: When was your birthday again? I forgot.",
        "A: Fifteenth of July.",
        "Q: Fifteenth of July, yeah.",
        "A: Just in July this sister, she died in July. I will tell you. I know what you need.\nNow you need to know the third sister, my sister, the third sister. My Lea’s\ndaughter, my mom’s daughter was born in 1905 and she was --.",
        "Q: What was her name?",
        "A: Her name was Miriam in Yiddish. This is Mirra; we called her Mirra. It short,\nMirra. Mirra is M-i-r-r-r-a in Russian. In Yiddish, it is Miriam. I remember from\nthe Bible.",
        "Q: Let me ask you a question. Do you have pictures of your sisters?",
        "A: Yes. I have a picture from all of us. From all of the pictures. I have photos, I\nwill show you.",
        "Q: You will? Good.",
        "A: Yes, I will give you if you want to make from them other pictures. I will give\nyou. All the pictures of all of them, I have. It was not allowed to take but from\nRussia that time when we left Russia. But my friends and one sister, they sent me\nby mail. They mailed it and that’s why I have it. I made it.",
        "Q: Do you remember Miriam’s birthday?",
        "A: Miriam? 1905.\n43",
        "Q: Do you remember the date?",
        "A: The date, what was? She did not like. She was different as we all were. She did\nnot like to have birthdays, to have parties, to make great, you see, holidays. She\ndid not like to this so maybe she did not tell. But I can know because her\ndaughter is living in Petersburg now.",
        "Q: Oh, really? Yes.",
        "A: We’re in correspondence. About her, I do not know. I know yet, I have nieces in\nPetrograd. Leningrad, Petersburg. The first, the elterest nieces is Milya. Her\nname is also Mirra. She’s Maria as I am — written in the passport. She is now\nalso from the 26\" year; she is also about sixty-six, what, 65, no. She is in a\ncorrespondence with me. I help them. I send them some things, food and what to\ngive, and money. She knows good about her mom. But I know about. She sent\nme; she said to me when I began to write the story of my life. She sent to me, this\neldest, my sister, she was very good in literature.",
        "Q: Which one?",
        "A: The elterest, Faina.",
        "Q: Faina.",
        "A: She began to write rhymes, yes? She wanted to be a poet. She had very good, I\nremember, I read them. Her rhymes. When she was young, 15, 17, in these\nyears. She wanted to become a literature also as you, a writer, a poet but she\nbecame a doctor. This is from -- this is what I will tell you when I tell you all of\nmy what was dictate into my cassettes. Later about their life, I will. I say only\nnow I know you are interested in the life of my mom only.",
        "Q: Yes.",
        "A: By the way, I tell you about my sister and brother. So Miriam, they were three\nsisters, three children of my Lea, of my mom and then only one brother, Michael.\nMikhail in Russian. Michael, he was -- his Jewish name what they gave him. I\nnow remind. It is as Misay. Misay is the prophet, you know prophet Misay. He\nbecame a -- his name was Moisaye. Short they called him Moishe, or Misay we\nused to call him. Then he became Michael. It is in English. He was Michael in\nRussian, Mikhail. was his name.",
        "Q: Like Mikhail Gorbachev?",
        "A: Yes, like Mikhail Gorbachev but Gorbachev Mikhail Is . He\nwas Mikhail Illich. Michael Illich. It is because my father was Illa. His name\nwas in Russian, in Yiddish, Elle Elyoho. It is in Yiddish, real Yiddish is Rlyoho.\nA4\nIt is in Russian Ella, the same as Lenin. I am Maria\nIllich, , his sister. sister was my . You see\nwhat but I am not . He was more smart than Iam. He was great. It is\nsaid about him, bad, but he was great. I have his all in my library, there was a\nlibrary, his works. I remember 18 books, his works, great works. But he’s — by\nthe way, it is written here he’s close to Marx and . You know this. But as\nwe do not want to know about communism, I can’t now to ---. You see, to speak\nthis to you to make you maybe a communist. I don’t want to make you a\ncommunist because in America they do not like communism.",
        "Q: No, they don’t like communists in America.",
        "A: But one correspondent, great correspondent wtote good we can say about\ncommunism. About communists, bad communists but the idea is good, he wrote.",
        "Q: That’s right.",
        "A: And I think the same. I belong to this. That the idea is good and just now again I\nwill tell you about this Russian work I read yesterday before I go to bed. I go to\nbed and I am reading before I fall asleep. I was reading just about a great writer,\nwrote about Israel. He wrote you see what, about the kibbutz. You know in\nIsrael they like --. Were you in Israel?",
        "Q: No. But I know about the kibbutz.",
        "A: You must go and see the kibbutz. You know about — I was there.",
        "Q: Yeah.",
        "A: Yes, I saw the kibbutz.",
        "Q: Very much like communism. Kibbutz.",
        "A: This I want to tell you. This is what wrote here. That there was real communism\nand it was wonderful when I was there. I was in ’85.",
        "Q: 1985.",
        "A: 1985, yes, not in 1885. In 1985. I was there. I was special, for a trip, I went for\ntwo weeks. From New York was the trip; a special group, we were a group and\nwe were taken to --. A special group for vacation we came to — for a trip. We\nwere taken to the kibbutz and they show us the kibbutz. It was real communism.\nWhen we came to one house where there were no — cannot open the house, keep it\nclosed. We thought why closed, we never closed our houses, no, never. Always\nopen, open for all people. They were good and they were wonderful, good food\nand food. you will read, I will give you.\n45",
        "Q: Okay.",
        "A: This you must read. You will know.",
        "Q: Good, okay.",
        "A: It would be good for the -- for your museum.",
        "Q: Okay, let me ask you. You said that Michael was born — when was he born?",
        "A: 1906. This I know, in the documents, how it is written, I tell you.",
        "Q: Do you have the documents of your relatives?",
        "A: The documents what they were born, no. But from whom I have documents --.",
        "Q: But you’ve seen them before?",
        "A: The photos I have and the documents, no. From only my eldest sister, I have her\ndiploma. She became a doctor because when she was in the camp, she asked me\nto bring it. Then I had it, such a story I will not tell about this because the war\nstarted, I could not bring her.",
        "Q: Do you remember Michael’s birthday?",
        "A: Yes, the day of his birthday, wait, when was he born --? Yes, I know that in June\nthey were born three people. Birthday was in June. This — Benjamin, the name of\nmy nephew, the historian, he was born in June 1. Now I remember, my sister\nAida, she was born in June 13. Yes, it is so, [remember. I can know now too\nmore real because her daughter is living in Israel and she knows good. Then she\nleft Russia not long, one year some months. Then the third one is born, is my\nMichael. He was born June 15. So in June, three birthday parties, I remember\nsuch. Such must be. Who stayed 20 years -- he had no children. He was married,\nyes, no children but who knows about him more? All lives. from all\nof them, Iam alone. From all the family, all they died. He was killed in the war.\nWhat yet about? The last I was born.",
        "Q: Yeah, you were born in 1908, or 1909, yeah.",
        "A: 1908. Yes.",
        "Q: Can you tell me a little bit about where you lived, like your house. Was it a farm\nthat you lived on? Or did you live in the city?",
        "A: Where I lived?\n46",
        "Q: Yes, when you were growing up.",
        "A: About mom. About mom, I want to tell you. I know, see better for you. I will\nfinish, not about me. I want to tell you about what I wrote my nephew.",
        "Q: Okay.",
        "A: This is good for you because you know the biography of my mom. It is his\nbabushka, his grandmom. His mom is her daughter.",
        "Q: Yes, her first daughter.",
        "A: Her first daughter of her first husband. You must know about her because she\ngave the life to my nephew, to Benjamin. This is his biography. I will tell you\nlater. Just now, with this I will finish -----. When -- I must say in the same time\nabout father about him, about the children, that children, this children because --.",
        "Q: You can talk about them all at the same time, yes.",
        "A: Yes, yes. Such I will talk maybe again. I will repeat what I told you but now is\nconnect with my mom and with the historian, with Benjamin. Why he came to\nme, that’s why I must tell you. When my father married my mom and they begin\na life, to this time, my father, he was a worker, a simple worker at the fabric.",
        "Q: While we’re talking about this, when your mother married your father, where did\nthey live? In what city?",
        "A: In Korpus, where I was born. All we were born in Korpus.",
        "Q: And you stayed there?",
        "A: All we -- because my father was living, yes, in Korpus from 13, 14 years old.\nBecause he became a worker in that time, why, because his father was killed by a\nbandit when he was 14 years old, 13, 14 years old. I told you maybe.",
        "Q: Yes.",
        "A: He came to Korpus, he left his family in the farm. In that farm where they were\nliving. It called -- it is --. You will write about father, the first chapter. There\nwould be -- you will know all about this. So I will not repeat. You know, maybe,\nor you will know when I will give you. But now I must only tell that he left his --\nopen the window because maybe we have not enough — now in such a way.",
        "Q: This way?\n47",
        "A: No, we have one hour yet. I will try to do quick. But my father in that time, he\nwas very good. He did not study much, studied very little but he studied himself.\nHimself, he was reading much, he knew much. He knew much, very good\nhistory, geography, he knew. And then came mathematic, he became good. He\ndid as machines.",
        "Q: He worked on machines?",
        "A: Yes. He was machines.",
        "Q: Do you remember what kind of machines they were?",
        "A: First machine was -- he was -- what was he doing? During the First War, he was\nbaking --. When he had the children, the elder children began to work too when\nthey become maybe. I don’t know what, 13, 14, 15 years. They were also\nworkers. But they studied at home. Some of them maybe they were — they\nstudied at school but not much school. He became es-------- when the war started,\nthe children went away when the war started. What was he doing? He was\nworking at the fabric. Then he began to -- yes, picanya, picanya, baking bread, I\ntold you.",
        "Q: Yes, you told me about that.",
        "A: What is it? A bakery. He had a bakery, yes. This things he had to do. He was,\nyes, when he married the first time, the first of his wife, he began to build a house,\nhimself. Some workers help him, one, two help him but he did it himself. The\nfirst, but 1t was no good because it was balota, balota was close to this. You know\nwhat is balota? It’s a pond, water was close to this. It was a bad -- but in that\nhouse I was born. I was born. It was a bad house. There was bad because it was\nvery wet around this. It was seerets, you know seerets?",
        "Q: Swamp?",
        "A: It comes -- seerets, no. It comes from water when it is close to the house. Water,\nit is inside of the house. It is all wet where --.",
        "Q: Humid or humidity?",
        "A: Humidity, maybe yes. It is wet things all. We could not be strong as I am now.\nIt was a bad thing -- to live so many children, the first. The first children went\naway already. They went away before the First World War. He had not yet our --\nall us, the last children. He had only the first. The first children were five. They,\nlittle by little, they began, this you will know from this story, from the beginning.\nI must say now because it connects with my mom. They left Russia before the\nFirst World War began.\n48",
        "Q: His first children, yes?",
        "A: Yes, his first children, they decided that it is bad. It is very bad. But he built\nanother house, father. There he did large, what is it? It is called peechey,\npeechey where he could bake the bread.",
        "Q: An oven?",
        "A: Oven, yes. Great ovens, large, very large. In this, it was a -- this I remember\nbecause later we changed this bad house for the other house. And the other house\nwass so much better for us, for the children. We became, when we were born, the\nlast children, then he did it after. After that children went to America, he did it for\nus. There was a bakery and as it was a bakery, we had it for us. The main thing\nSO we were not hungry, we had bread.",
        "Q: Was the bakery in the town?",
        "A: In the town? -- in the same house.",
        "Q: It was in the same house. And you were in the middle of town? In Korpus, your\nhouse was/",
        "A: Yes, yes, in Korpus. But it was close to that. He built such. The first building,\nthe first house and close to this, he did the other. In the other, he did a half house\nfor us, for the children, for the family and the other half for the bakery. This half,\nit cut the --oven cut half. For our living and this is for this. For this he had to\nhave what? yes what machine for the bakery? Bakery half only? Yes, what in a\nbakery must be, all he have it. He did it himself and he did it in the other house.\nIt became more wet and much better and more new. He did it, you see what, with\na provot, a pipe. There was no in other houses but he did the first with a\nprovot.",
        "Q: Oh, it had plumbing? I see.",
        "A: Plumbing, yes. He needs this, water he needs for the wet. He did kalojets, you\nknow what means kalojets?",
        "Q: A well?\n49",
        "A: Well, from where we can take water. It is in the places out of the great cities\nwhere peasants are living. It is for the peasants, called j , you know J\n?",
        "Q: J , in the country?",
        "A: In J , yes they had such. Father did it such closed and this. Then the third\nbuilding from us was -- there lived a family, more rich than he was. They had\nalso a bakery and they had the good things and they had also a well, yes. But they\nwere rich because of this small, was a bad -- was the best from his houses. There\nwere, there were -- I will tell you how many. I remember, I know because we live\nthere, the last time. There was one, two, three, four, five, already. Five rooms\nand there was also a place for a bakery. That -- in that building lived a family,\nanother family. They were with our building, in the same yard. We had the same\nyard for all three buildings. Then that family had to go, this I do not know really\nwhere. They had to go anywhere, to move. Father bought from them, this house.\nSo he had now three houses and his own yard in what he was great interested.\nThe well and all the things. He took us, we’re grown up already to that third\nbuilding. We lived there but --.",
        "Q: Do you remember when he got that third building, what the year was?",
        "A: In the third building, I live. But I was living in the third building and brother yet,\nbecause -- brother, the last, my brother Michael, he was studying at school. But\nthen father did not want --. Yes, to this time, when he bought the third building,\nall my elderer were in Petrograd. Because it was after the revolution.",
        "Q: He got the third house after the revolution?",
        "A: Yes, after the revolution. The bakery, he had to the First World War, 1914. It\nwas still --1914 till 1917, the revolution start.",
        "Q: Can you tell me a little bit about the revolution? Do you remember?",
        "A: Yes, yes. You see what. What you want to know, you must know. Little by\nlittle, you will know. I will tell. If I repeat, you stop here, not to write more, to\nrepeating, why. If you have something already, so you can stop and I will tell\nyou. What is I want to tell you. It is, you must know this. Because in this way,\nin this time, start the revolution, you see. The elderer is the, the elderer son -- was\n-- | wrote my nephew just about this, about what. About thys I wrote in the\nbeginning, he read. In the first chapter. When I wrote his biography, I wrote only\nabout his babushka, grandmom, about his mom, and about him. This what I tell\nyou, I told you maybe what I am writing, it was written in my first chapter. Now\nyou know, all of this. What I want to tell. Just when the revolution start, he\nbegan to do for the revolution other things, not only bread and oats. Kasha, you\nknow from oats, it --.\n50",
        "Q: Itsa--. (End of Tape II)\n51\n"
    ],
    "questions": [
        "Q: In 1936, he was eleven 1906. Yes, was born in 05, ’25. So she died, she lived not\nlong and she died in Leningrad very soon and he did not want a funeral for him.\nHe told, this is my mom, I and my mom and my sister who came, this is my mom\nbut not as she left me. Esta (5) did not want to go to the funeral. He did not want.\nHe was no good to her. So it had to be in the late eighties what happened\nbetween. Good. Then when we came back to Leningrad, Mom told about them —\nme, because I did not know about them. You see, we are in a wood forest, in a\nwood. We decided to make a picture. Before we left, 1t was taken this picture.\nThen times was go and it became, what? It became closed, not that. What\nhappened, I will not tell you now. So it became 1936, with me was bad because\nwith my work. I was a psychologist of children. We were making biologies (7),\nit’s called. Examine the minds of children. We worked what we knew about,\nwhat our professors told us how to work with them. But the main thing was bad\nfor our government. We were working with the tests -- the test were from\nAmerica. Tests, you know what is, tests, -- such I say — tests -- 1t was we examine\nthe mind.",
        "Q: Examination. It is called test, yes? We worked with that. It was American and\none pedologist was called as I was, examine one child from school. A school\nchild and decided he’s bad to studying became his mind is low and he had to be in\na special school.",
        "Q: This is him?",
        "Q: Vacation?",
        "Q: This was in 1936?",
        "Q: History, yeah?",
        "Q: Veterans?",
        "Q: What is his name?",
        "Q: What’s his last name?",
        "Q: His family’s name.",
        "Q: Dank, to think?",
        "Q: Oh dank in German is thank you.",
        "Q: He thanks God.",
        "Q: I see.",
        "Q: You said --.",
        "Q: Do you have a copy of that letter?",
        "Q: You do still?",
        "Q: Could I have a copy of that later? Before I leave?",
        "Q: Let me tell you what --.",
        "Q: So you were separated in 1936?",
        "Q: Orphanage?",
        "Q: In the Crimea?",
        "Q: Back near Orsha, you left him.",
        "Q: When you went to the Crimea, you left Benjamin with your mother?",
        "Q: Where was your mother?",
        "Q: In Leningrad, okay.",
        "Q: Internal. ?",
        "Q: Yes.",
        "Q: Near Petrov?",
        "Q: This is the sister?",
        "Q: This is the woman of ?",
        "Q: The fourteen-year-old girl hung herself?",
        "Q: Where were you when the war started? Do you remember?",
        "Q: Do you remember when the Germans came into Leningrad?",
        "Q: When did --?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Do you remember what their names were?",
        "Q: Yeah. Your sister, what was your sister’s name?",
        "Q: They went to Siberia?",
        "Q: All four of these people died?",
        "Q: Pre-school?",
        "Q: Do you remember the month?",
        "Q: Month, not mother?",
        "Q: She died?",
        "Q: Yes, I heard.",
        "Q: Oh, oh, missing persons or --.",
        "Q: They never found his body?",
        "Q: That’s what you were doing? What was your job? You were a teacher?",
        "Q: Shoot oh shot, yeah.",
        "Q: This was in ’42?",
        "Q: Let me ask you about your brothers and sisters.",
        "Q: Yeah. Let me ask you what happened --. You said you had one brother and three\nsisters?",
        "Q: And you said that one sister went to Siberia?",
        "Q: In Siberia?",
        "Q: To the prison?",
        "Q: Did she --?",
        "Q: So the war began --. You were in the Crimea in 1941 when the war began?",
        "Q: How did you get back to Leningrad?",
        "Q: Can you tell me, we were talking about your sister and you said that they took her\nto K ?",
        "Q: Let me just ask you a question. Did all your brothers and sisters survive the war?",
        "Q: He was already in the army, yeah.",
        "Q: Is that accompany or a --?",
        "Q: By the Germans?",
        "Q: You have a picture of him also?",
        "Q: Because we can do an ID on him also.",
        "Q: Also your sisters too.",
        "Q: They didn’t find his body, no?",
        "Q: Was he captured by the Germans? Or he was just killed?",
        "Q: So she stayed in the prison from °37 all the way to 56?",
        "Q: This is a Soviet camp, a Russian camp?",
        "Q: How did you do that?",
        "Q: How did you do that?",
        "Q: Yes, the lake?",
        "Q: All the children were killed?",
        "Q: Let me ask you. You said that the 24 children from the orphanage that you and\nthe teacher took? Remember you said that?",
        "Q: The children that you took? Did they go on the ice? You went on the ice and\ntrucks and then on the train?",
        "Q: By train from Leningrad?",
        "Q: This is in 1942?",
        "Q: But on the train?",
        "Q: And you left with the children in September of 1942?",
        "Q: Then you stayed in Siberia until the end of the war?",
        "Q: Over with?",
        "Q: And then after the war you came --?",
        "Q: What happened, what did you do after the war?",
        "Q: But you came back to Leningrad?",
        "Q: Horrible.",
        "Q: You got on the right boat, then, yes.",
        "Q: Oh, by a bomb.",
        "Q: Oh, right.",
        "Q: I know that — I know from a map, I know from a map.",
        "Q: Right but you were born in 1909?",
        "Q: When’s your birthday? What month and day?",
        "Q: Yes.",
        "Q: Fifteenth of July. You were born in Orsha?",
        "Q: Un-huh. A bandit, yes.",
        "Q: Oh my gosh.",
        "Q: Just peasants?",
        "Q: Naturalization.",
        "Q: Mushrooms?",
        "Q: No.",
        "Q: Beets?",
        "Q: Oh, radish?",
        "Q: Lettuce?",
        "Q: Radishes? I don’t know.",
        "Q: Carrots? Cucumbers?",
        "Q: The only thing I can think of is beets that are red.",
        "Q: Yes. You are eating every day. Cabbage! Red cabbage?",
        "Q: They went to America though?",
        "Q: You do?",
        "Q: A physician, yes.",
        "Q: No, no.",
        "Q: Oh, scarlet fever, yes, yes.",
        "Q: 1900’s? 1910?",
        "Q: So she was born at the end of the 18\" century?",
        "Q: Yes.",
        "Q: 1890's.",
        "Q: Final exams?",
        "Q: Graduation?",
        "Q: High school, yeah. Gymnasium.",
        "Q: What is ad ?",
        "Q: That means to leave?",
        "Q: After the revolution, did she work?",
        "Q: Yeah.",
        "Q: She raised her family, right?",
        "Q: But she didn’t have a job, like in a factory or anything?",
        "Q: She lived with you in Leningrad after 1927? She stayed with you?",
        "Q: This 1s Mikhail?",
        "Q: Yes.",
        "Q: So then you were all together?",
        "Q: When did he get married?",
        "Q: Yes.",
        "Q: He died in the war?",
        "Q: Do you remember what year he got married, Mikhail?",
        "Q: Was Benjamin going to school in the thirties?",
        "Q: What year was that?",
        "Q: What is her --? Tell me their names. Do you remember? No?",
        "Q: Okay.",
        "Q: Do you remember her name?",
        "Q: Emma?",
        "Q: And she is your cousin?",
        "Q: Etell?",
        "Q: Do you remember her last name?",
        "Q: Houseman’?",
        "Q: Do you remember when she was born?",
        "Q: When she was born” Ettel, Emma?",
        "Q: Yes.",
        "Q: That’s Vilodja, right.",
        "Q: He was born in 1930?",
        "Q: Two or three.",
        "Q: If she’s still alive, maybe if she’s still alive, maybe she can tell about her parents?",
        "Q: Well, let me actually ask you a question. What happened to your mother? You\nsaid that she died in Leningrad. Can you tell me --?",
        "Q: Tell me about, you know --.",
        "Q: Yes.",
        "Q: Okay.",
        "Q: Let’s see. Tell me about your mother and when she died.",
        "Q: And this was written in the paper in Russia?",
        "Q: A headline?",
        "Q: Headline. The big words across the page?",
        "Q: Oh, article.",
        "Q: Yes.",
        "Q: A pact.",
        "Q: So there won’t be any war?",
        "Q: Region, yeah.",
        "Q: District.",
        "Q: Finland, yes.",
        "Q: That’s in --?",
        "Q: So you worked in Finland?",
        "Q: Helsinki, yeah.",
        "Q: Infantry, he was in the army”?",
        "Q: Artillery?",
        "Q: Oh, a sniper, yes.",
        "Q: So you -- as soon as the war started, you came back from the Crimea?",
        "Q: Can you tell me her name? First of all, we’ll start with that.",
        "Q: Lea?",
        "Q: What is her last name?",
        "Q: When she was born? When her birthday was?",
        "Q: Yes.",
        "Q: 1861, right.",
        "Q: So she was in 1871?",
        "Q: Where was she born?",
        "Q: that’s where she was born?",
        "Q: Her father was a teacher.",
        "Q: Evereet?",
        "Q: Hebrew, oh, okay.",
        "Q: So this was -- your grandfather taught Hebrew, your mother’s father?",
        "Q: Do you --. Did your mom ever tell you stories about when she was growing up?",
        "Q: When she was growing up?",
        "Q: Your mother. Did she tell you stories about her when she was a young girl?",
        "Q: Do you remember --?",
        "Q: She went to school for a little while?",
        "Q: For a short period of time?",
        "Q: Primary school.",
        "Q: Primary school instead of secondary. Secondary would be a high school or\ngymnasium.",
        "Q: A primary.",
        "Q: Last time I was here you spoke about the pogroms in Russia, in the 1800’s. Did\nyour mother ever tell you about the pogroms?",
        "Q: Do you remember when your mother got married?",
        "Q: This is your father?",
        "Q: First husband, I see. Okay. so the first time she married in 1895, approximately?",
        "Q: Meningitis.",
        "Q: When did she meet your father?",
        "Q: A matchmaker.",
        "Q: Do you remember what year it was that they met?",
        "Q: Before the 20\" century?",
        "Q: They had six children? Five of his, one of hers?",
        "Q: Oh, I see.",
        "Q: Faina?",
        "Q: Can you spell that for me?",
        "Q: Ida. I-d-a?",
        "Q: When was she born?",
        "Q: Do you remember her birthday?",
        "Q: Do you remember Faina’s birthday?",
        "Q: When was your birthday again? I forgot.",
        "Q: Fifteenth of July, yeah.",
        "Q: What was her name?",
        "Q: Let me ask you a question. Do you have pictures of your sisters?",
        "Q: You will? Good.",
        "Q: Do you remember Miriam’s birthday?",
        "Q: Do you remember the date?",
        "Q: Oh, really? Yes.",
        "Q: Which one?",
        "Q: Faina.",
        "Q: Yes.",
        "Q: Like Mikhail Gorbachev?",
        "Q: No, they don’t like communists in America.",
        "Q: That’s right.",
        "Q: No. But I know about the kibbutz.",
        "Q: Yeah.",
        "Q: Very much like communism. Kibbutz.",
        "Q: 1985.",
        "Q: Okay.",
        "Q: Good, okay.",
        "Q: Okay, let me ask you. You said that Michael was born — when was he born?",
        "Q: Do you have the documents of your relatives?",
        "Q: But you’ve seen them before?",
        "Q: Do you remember Michael’s birthday?",
        "Q: Yeah, you were born in 1908, or 1909, yeah.",
        "Q: Can you tell me a little bit about where you lived, like your house. Was it a farm\nthat you lived on? Or did you live in the city?",
        "Q: Yes, when you were growing up.",
        "Q: Okay.",
        "Q: Yes, her first daughter.",
        "Q: You can talk about them all at the same time, yes.",
        "Q: While we’re talking about this, when your mother married your father, where did\nthey live? In what city?",
        "Q: And you stayed there?",
        "Q: Yes.",
        "Q: This way?",
        "Q: He worked on machines?",
        "Q: Do you remember what kind of machines they were?",
        "Q: Yes, you told me about that.",
        "Q: Swamp?",
        "Q: Humid or humidity?",
        "Q: His first children, yes?",
        "Q: An oven?",
        "Q: Was the bakery in the town?",
        "Q: It was in the same house. And you were in the middle of town? In Korpus, your\nhouse was/",
        "Q: Oh, it had plumbing? I see.",
        "Q: A well?",
        "Q: J , in the country?",
        "Q: Do you remember when he got that third building, what the year was?",
        "Q: He got the third house after the revolution?",
        "Q: Can you tell me a little bit about the revolution? Do you remember?",
        "Q: Itsa--. (End of Tape II)\n51"
    ],
    "answers": [
        "A: Examinations, yeah.",
        "A: No, he was very smart. But it is about another child I tell you. Wait. About the\ntest, about America. The child was taken to another school because he could not\nstudy in anormal school. His father was a communist in the Communist Party.\nGreat Communist party in Smela. You know Smela. He was\nworking there. He say why my child is low in his mind, no. It gives the\npsychologist gives the test because he has from America. Because of these tests.\nThe tests are no good. So he went to Moscow and he told the government about\nthis. No more for this psychologist, pedologist to work with the children and to\nexamine their minds. It must do a psychiatry. Let them a psychiatrist do this.\nThis is what I was told. A psychologist, they can’t teach psychology. They can\nwork in another way but not examine the children. This is why for me was a bad\n1\ntime. I could not work in this way but as I was working and so they told me —\ngave me as p to go to have a rest to there, to South to have a rest.",
        "A: Yes, on vacation to Crimea. So I was one month I had a rest and there I found -- I\nlook for job because I can’t get out. The Director, a great doctor, he found for\nme. He told me you have a high education, you can teach our children in a\nspecial sanitor1um for children who could not --who was -- around the elterer [ph]\npeople. Arthritis. But they were very bad in their moving. They could not move,\nthey could not -- they were lying only. I became a teacher of them for half a year\nI was working there. They wanted to --",
        "A: It was in 1936, yes. Then, this was my way so I will not tell you about this. Only\na great story it 1s late and maybe if you will be interest, I will tell you about this. I\nwill dictate on cassettes. I have it by memories. It is my memories. He became a\ndoctor of -- now he’s historical. He’s a historian.",
        "A: History. He’s in Russia, living now, alive. He’s sixty-six. He’s more than 25,\nyou know. Now he’s 66. He found me. He began to write me letters. Then he\nwant to be in correspondence with me and to know all about his life about all the\nlife what happened in that time. Because he wrote books about the war, men who\ncame from the war and became you know what. No, they became, no, who are,\nthen retired after the war.",
        "A: What, yes, veterans. About veterans he wrote a book. Then he wrote more, I\ndon’t know. He was working — he became after that, he was in the war, it 1s a\nkind of biography.",
        "A: His name, Benjamin, Benjamin, Benjamin.",
        "A: Benjamin, his father was so he’s Benjaminvenjenavich. Last name, no, the\nfather’s name --.\n2",
        "A: The father’s name Benjamin. The father was also Benjamin so he became\nin Jewish only. He became Benjamin, Benjamineech,\nBenjaminanveech in Russian called. Then the last name Gottsdanka. Was his\nfaher, real father was Gottsdanka. Name Gottsdanka. Was his father, real father\nwas Gottsdanka. Gottsdanka it means you know what? Dank, you know what is\ndank?",
        "A: No, dank in German.",
        "A: In Jewish such as in German. Thank God. Gottsdanka, it sounds thank God,\nthank God. Gotts it means he’s danka. He danks in English.",
        "A: Yes, thanks God. When he was in that army in the forced army, he was in a\nhouse as a house of children. It was where he came in ’36 and I was in Crimea at\nthis time. He was given there by my sister. He was called and the last name was\nhis -- Gossdanker. Is be thankful to the government to the Gossdarkn. So he’s\nGossdanka. He’s living now in Starodub where Gorbechav, he was working in\nthe same comparty he was, where Gorbechav was, he was there.",
        "A: He knows much about this but 1n that time he did not tell about this. Now later\nonly he wrote me. What about in what you are interested.",
        "A: Yes, I will tell you about him. Because not so long I wrote him. On the 9\" of\nMarch I sent just him, now we became now good between, very close. I sent him\na letter, a large letter, his biography. From the beginning what happened with his\nbabushka.",
        "A: Yes.",
        "A: Yes. [have a copy.\n3",
        "A: I will give you, I will give you, yes.",
        "A: No, no. I will tell you what you want. I know what you mean. I know very good\nbut I need to tell you this. So I sent him and that’s why when I was looking over\nmy pictures now, you see what I hold. I began to be ready to the time when I\nwould go there. Yes, I must do all in order for my daughter. I have my daughter\nand my son-in-law, they must know. They would not know anything what is in\nthis, what books are these, what I want to know them about. I try to make in\norder all my things -- my photos, my letters, what I wrote, what I dictate. I try to\ndo it. I like all the things to be in order. I like when they all my life and I like\nnow to do it. So I found these photo. I have forgotten about these. These photo\nyou found them because when I began to write to him about his biography, I\nremind oh, I had a photo with him. He doesn’t know when he was a child he\ndoesn’t so. He did not -- this photo he saw because it was in 1932. He left from\nme in 1936. He saw this. He must have heard now how it was -- He had his\nbiography. I decide to send him. I asked Dorothy to make a copy to give to the\nphotographer to make a copy of this. She did it. Isent him. This is the original.\nI sent him thicj copy from this on the 9\" of March, just. I had no answer yet from\nhim. He would be very glad because there I wrote such. Till 1936 I will tell you\nall about you and later write me what happened with you from 1936. When you\ncame to the war, 1941. When you came to S .",
        "A: Yes, but he lived in a house of children. It was called a house, not a -- ,",
        "A: Not but Internot , a children Internot for children but very good.\nMy eldest sister when I was in Crimea she had a small child. Two small children.\nShe was a doctor already. Her husband was a great engineer. He was a technical\nengineer, her husband. It was, remember this, in 1936. Then her life\nwas good, my eldest sister’s life was good, very good. But she lived also ina\ndacha. At that time, she lived out of the city with the children. She was working\nas a doctor at the same time. Chig -- I left him and my mom with my eldest sister.",
        "A: No, when I was in the Crimea, my sister, my elder sister, Faina what she --.\n4",
        "A: No, no. Orsha we left. I left Orsha. I did not know about Orsha, more. I knew\nabout them, they lived there and we lived in Leningrad and we had our things and\nthey had . we were connected with . She told me all\nabout their life. It was not so bad, they lived. But --.",
        "A: Yes. For—",
        "A: In Leningrad.",
        "A: In Leningrad, was it all the things. With my elder sister — the middle sisters they\nlived in other places with their families. But it is also a great thing with them. I\nwrote, I told about them. But you see all is connected. With the war, with\nStalin’s terrorism, I told you. In 1936 was not yet -- in the beginning of 1936. In\nthe beginning of 1936 was not yet Stalin , the terrorism there. He was\nplanned to do, was planning to do but he did not yet so much. He was in the, I\ntold you what, I told you that place where he was.",
        "A: It was called what -- , Internot, Internot. It was a good thing. There was\nown they had their what to do, . They did put for themselves. It was\nY , a great man. He was the director of this. It was done for the children\nmuch things. It was good school for them. It was good for them. it was not far.\nPetsnov is a very -- you heard about Petsnov, close to --.",
        "A: It was in Petsnov close to Leningrad. He used to come every Sunday when I\ncame back from Crimea, to meet with me. When I saw him I was not so great\nwith this. I did not want to give him any, I want him to live with me. But he\nthought it is much better for him there so he stayed there. I told him all about and\nthen I wrote him, after 1936 you became as a grown-up. You know all what\nhappened with you. Then he was given in that place, two military schools, special\nfor the war when the war began. Then I knew him, I saw him during the war from\nthe beginning. Then he was taken to the war and he was actually . He\nwas working in the war. Then God as he was Gottsdanka, God helped him to\nstood alive. He stood alive and he wrote me his . He came to Berlin. The\nwar stopped, finished. He came to -- he wanted to come to Leningrad but he\ncould not come. He stayed there and then he came to St and then he\ncame up with this nice girl. She was Greek, from Greece. But she knew, she\n5\nspecial studied English, she knew English very good. He also studied and he\nstudied so then he married her and he stood there. He’s alive now. It was not so\ngood with his health after the war as also like to get close. Became mom was and\nfather is -- so he was sent to the Crimea because he was a communistic. He could\nnot be a -- so great if he would not be a communist. He was in Elitar in the main\nthing. He was so, that’s why he told me that if I will die, I will die not from\ntuberculosis. No more, such he wrote me. I was with him, not good. Then what\nhappened later. Later, just it was 1936, I told him. It became 19 _, the end of\n1936, Stalin began to do all his things. This happened between our family, very\nbad. On this I will tell you became it 1s with this connect. My eldest sister, they\nlived very good. She went in with him in Leningrad. He was in the\nacademic, and she was studying in medical . She was studying\nafter the revolution. They could take their — for students, women too. She\ngraduate and he graduate . They became, she’s a great doctor and\nhe’s a great engineer. And Stalin — talk about this in another way. Oh, they are\ngreat, too much. No, must be taken to the prison. It began the terrorism. The\nterrorism began. I was not married but I had a great friend in the engineers who\ndid, you knew maybe, the electric stations. Water station,, it was close to\nLeningrad.",
        "A: Yes. Near station. It was . So I was sent there when I finished\nthe institute when I graduate. I make with him a grand . He was a great\nengineer, what is it, 1t was called. ? Then when I was working too and he\nwas an engineer there. He made, it was, you heard about B___trov and then near\nPestroy and then it was S Station what I met him. He was there. It is four\nhours from Leningrad. When I graduate they sent me for job. I became a\npsychologist and a pedologist for just at school. at school, college., I was\nteaching at that school and everything. There I met L An +,\nHe was Russian but he became from not the revolution before the revolution he\nwas k , you know. He was k . He was starting in a special when it\nwas the czar special school. He was elder me, fourteen years elder. So then he\ndecided to marry me and he asked me but I couldn’t because I was living with my\nmom. My mom was not so very good in her health. Then the child was there but\nhe used to come to me. I could not, I told him we must wait because he was in\nS living, not in Leningrad because he was taken from Leningrad. When\nthe last time, when he left me, he decided to meet and he told me he will come in\nthe beginning of 1937. It was the end of ’36. He did not come. He did not come\nat all. Then my sister, my sister’s husband was also taken. Then was many\npeople taken to the prison with Stalin, to Siberia and to different things. Many if\nthem were killed in the prison and some were sent to Siberia. Many were sent.\nThat’s why only one year she could live yet good. Then when her husband was\ntaken and before this, it was a great party, I must tell you because it 1s very\nconnected with this. A great party by ome of his students, with whom he studied\nin the academy. He bought a piano and it was very hard in that time to find a\n6\npiano. He was in the waiting for the piano four years or more. So he\ndecided to make a party and he asked all his students who were studying with him\nin the academy. Boris the husband of my sister, Boris Markovitch\nRaised, he was invited with his wife to this party. His wife had a flu, my sister,\nshe could not go with him. He was very good to me. He told me, Marshanka let\nus go with me. I was called Maria, I am Maria in short; it is in Russian, Marsha.\nHe told, Marshanka, let us go with me, you. I went with Him> I was there.\nThere were about 25 people all who were studying with him. They became great\nengineers. It was in 1936 and they graduate in 1925. So they became engineer,\ngreat people, great persons. They ask him who am I, his wife? He told them, bo,\nmy wife would not come and this is my sister of my wife. So they went over to\nme and I made with them acquaintance. I knew they are names. Later he told me\nand before I know, the families of some of them. this is the end of these great,\ngreat people, the end. This time when I saw them. That came 1937, the\nbeginning, all were taken to the prison after this party. My, what does this mean\nfor me. My sister’s husband, Boris, was taken too. Then I know — I began to call\nto this family and to this family and to know about this, about this. He was taken,\nhe was taken, he was taken. What about the children? I knew about Greg, he was\nvery close to us, to his buddies and I knew him. I knew his children, one was a\nchild, fourteen years and the other was nine or eight years old, yes. A boy anda\ngirl, 14. They were taken to a house of children, all the children were taken. She\nwanted to stay with her brother and they did not allow. They left her in one and\nher brother to . You see what she did. She hanged herself.",
        "A: No.\nA; This is her. This is a family friend of my buddies. They are in the prison, the\nparents. This happened with the children.",
        "A: Fourteen, yes. Girl made suicide. The child, I don’t know later what happened\nwith him. He stood in the . Then I don’t know because I did not know\nabout many of them. now, there came, when, look what happened there, it is\nabout this I’m told. About I knew, I know now the names of six, seven of those\npeople who were taken. Yes, I wanted to make maybe a book to translate. I was\nspeaking, I was, used to the Library of Congress to one man who is — who knows\nRussian, not sp great. He wanted to do this, to help me to do this. He was\ninterested. I told him about this. He asked me the names, I told him. He wanted\nto do but he is very busy and I decided I must --. He told me to write it into\nEnglish and it was not easy. So I know about this much. This finished, began the\n7\nwar, 1945, °41. Oh now I come to your — what you are interested. The war, the\nfirst days of the war as I remember, Hitler did it in the beginning of --.",
        "A: I will tell you. It was so -- wait I was in Leningrad. Yes and I was studying. I\ngraduate in foreign languages just -- in June 1941 when we went -- the Germans\ncame, when the war began. The war began in June as I know, as I remember, 22\n, 41. First they came. It was four o’clock in the morning. Four\no’clock in the morning, they came, the Germans. To Bialystok, to Poland. Then\nthey came, they tried to come to Leningrad. They tried to come to Moscow\nSO , they began. It was a beginning.",
        "A: Yes, no, they did not come. If they come to Leningrad, I was not alive, I would\nnot be alive. They did not come. The main thing was --.",
        "A: I remember, I will tell you. You will ask me. I was a teacher. I know such, such\na way. When I am speaking, I must, to the end.",
        "A: If you have questions after this.",
        "A: Now I will tell you what you would not know, what you would be interested, you\nwill ask me. Because I remember this, I must remind. Just they came to\nBialystok first. It is great forme. Why I say about this. First of all, because in\nBialystok, my sister was living. My sister, with her family, she was studying in\nLeningrad with us. Then she married and went from Orsha. She came to Orsha\nand he was a lawyer. Vladimar was her husband, also Vladimar. He\nbecame, he was a great accountant (?) of a great bank. He was sent for two years\nto Poland, to Bialystok for job, for two years. He took his family, his wife and\ntwo children. One was, she was born ’26 so she was five years, one -- the elder\nwas five years in 41, no, no. She was more. One was born in ’26. She was\nalready in °41, what?, ’26 -- she was 14 in ’40, 15 almost. The eltererer. The\nyounger was born in °34, I remember. So she was what, seven, yes.",
        "A: I know, yes. I know the names. Their names, they are my nieces.\n8",
        "A: My sisters, two of them, yes. Wait I will finish. They lived in Bialystok. Their\nfather was working as accountant there in a great office. Hitler came, in 22\", in\nfour o’clock in the morning to Bialystok. They had to run from there. From his,\nthe lawyer, Vladimir, it is my sister’s husband. He was given from his office a\ncar with a driver, chauffeur because he did not drive. He had no car. They left\nBialystok. Germans were already there. Not only they, many families left\nBialystok on this -- the main thing for you. They were going by car, two families\nthere, my sister’s family and the other family and the driver was with them. In the\nway, the Germans began to bomb and bomb and bomb. The bombs were all the\ntime They could not go more. They were afraid of the bombs and they had to\nleave all their things what they have with them in the car. They had to leave the\ncar and to go by foot. To go maybe to the forest, to the wood in the way. Their\ndriver ran away to the forest. He was Polish and he did not want to go more with\nthem. He left them to the forest. He was in the forest, he was and they,\nmy family, my relatives were going. They took what they need the main things\nwith the children and they went. They went and they were going and going;\nwalking, walking, walking, walking. It was 500 kilometers to Orsha, to come, as\nI was told then later by my sister. At last they were at -- not all the way. They\ncould not walk so much. They were in the wood, they came to some villages to\npeasants and they were there Then they gave them some food. So at last they\ncame to Orsha. When they came to Orsha, my sister, she was smart and\nunderstood the things. She told all the Germans must come to Babalusha to the\nWhite Russia to the whole. They will, they will come, they are coming. They are\nbombing the whole way, after us everywhere. We stood alive, we -- God helped\nus, but they will come. They told all their relatives and their friends, all the\npeople -- the Jewish people -- to leave Orsha. You must leave Orsha\nimmediately. How can they leave, could they live? They were given, the\ngovernment, I don’t know who there, gave them a train, a large train. You can go\nby this train to Siberia. They did not want to go. They did not believe the\nGermans can come so soon. They told Molly, can’t be. We will wait for awhile,\nthen we will see what to do. My sister told no, I will not wait. I with my family,\nwe will go. They went by the train, the .",
        "A: They came to Siberia. They stood alive. Then later the lawyer, Vladimir, her\nhusband was taken to the war in this time. Then he was wounded and he was\ntaken to the hospital. There he died in the hospital. It was later. My sister with\ntwo children, she stayed in Siberia. She came to one -- to Siberia -- to one place\nwhere it was a children’s house. She was working as a teacher with the children.\nWith her children she lived there. She was saved, they were saved. Her husband,\nand later she knew about this, that he died, later in 1942, she knew. What\nhappened in Orsha? In Orsha, they began to do what they did with all the people\nlater in Germany. You know when it was the catastrophe. They killed all the\n9\npeople and -- Just with them, they came to the place where they lived, the\nL near Orsha, close to Orsha. They killed there the whole people too but\nthem they buried alive, the two. How I know about this? I did not know because\nin Leningrad was the things also great and bad and terrible. Also bombs and\nhungry and what you want. This 1s a great thing. I will not tell you about now,\nabout Leningrad what it was. It was -- it became the blockage. I stood there, I\nwas in Leningrad this time with my mom. My mom was alive yet because she\nwas with me for awhile. He was yet after the war, yes, it was the same the main\nwar began. He was at the war. I did not know about him what was there. We did\nnot know about each other during the war, the blockage, because no letters there,\nonly bombs. What happened with them, we did not know. I knew only from my\nsister. She did us, she wrote us that she is alive. That she is in Siberia but about\nall of them, she told they are all killed. Only one there. They had a daughter, you\nsee, and ason. The son did not want to study much. He studied not so much and\nhe became, what? He became a p . There was organized horse.\nHe was smart. He became a good . All I remember , the name\nof the horse. He was very smart, he made things very good for the people,\nfor the peasants. They were very, very pleased with him. They love him great\nand when the Germans came and when they kill all the Jews there, Russian\npeasants hided him. He was Nikhosh, his name, Michael. They hided him, one\nnight he was in one house, another night in the other, in the third. Then he was as\nan actor. His sister told me about him. I didn’t know about. That he was -- he\ntried to go when the Germans were in the . He wss going and told that\nhe’s a German too. He knew a little Yiddish, he knew a little German. He tried\nto speak with them such that made them -- ask he is German and they did not kill\nhim. Then when they thought about him, he understood that they can kill him, he\nwent again to these places. The peasants made him alive and he stood alive.\nLater I did not know. After the war, I knew about him. That only one\nstood alive. He married in Kiev there. It was their son.",
        "A: Them, about them. It was in ’41 in June. They -- I did not know about them.\nWhat happened with me, it is a great thing what happened in Leningrad, what was\nin Leningrad, all the things I did not tell you now. But after the war, I was close\nwith that -- sometime I used to go to the Crimea to the every years when I\nwas studying. I come to Moscow and when I came to Moscow I used to stay in\nthis house where she lived. She was more close with me and I helped her.\n. They are now in Moscow. They’re great, great people. One was\nworking, my also. He was my, in my nieces, yes, my cousin’s son. He was in\nAwn, in United States, working. Mainly yes, in New York here. He now alive in\nMoscow. I don’t know what now is him. I knew only about them from Krotch.\nShe was interested because it is her parents. She told me that they used to -- when\nshe came to Leningrad to see me. She told me, Marshanka, you know what\nhappened with my parents? They were buried alive. She told me after the war\nfinished. It was in 144. Yes, it was in May, the 9\" of May for us. This I know\n10\nabout him.. she told me Mihous 1s alive. Only he’s still alive in the whole Orsha.\nThis she knows. Now when I found this, I told him about them too. He didn’t\nknow anything. This is about them. Now I would not tell you much because it is\nvery, takes too much time, you are busy with other things and we will decide with\nyou, if you are interested. I can tell you later. I can tell you not because I think\non it. [have it. I will show you. I have it all on cassettes. But I remember now\nwithout the cassettes. The cassettes I left for my family, for the child, for this\nchild. This is the main child for whom I am now, I try to leave. Because I left her\nsuch as I left all my nieces whom I helped to grow up as him and others. Six\nnieces I helped to grown up, nieces and nephews. She is -- this child is adopted --\nthis is my daughter and husband. In France are they. It was then when we came\nto America. He’s a scientist. He’s now working in NASA and he’s a physicist.\nHe was invited to France to make a report. , you heard about his work.\nShe was on vacation and she went with him, my daughter, Elena, she’s\nin Russian and he’s Gregory. They went to France, he was doing his things and\nthen they wanted to know France better. They were traveling about the whole\ncountry. This is their picture eleven years ago when we came. We came in ’81 to\nAmerica. We came °81, February 11 to America. Now is eleven years. We had\nno children. There we wanted a child, we were on a special waiting list in\nChicago. We lived in Chicago because Chicago invited him for job. So\nwe went to Chicago. Then to America, we were first in Italy and so to America.\nAmerica allowed us to come because he was invited for job and for me, because\nmy father died in America. He was a citizen of America. So we came to Chicago\nand wev lived there seven years. I lived eight, they lived seven years. Then they\nadopted a child, this child. She’s wonderful, she’s musical. She’s dancing, she’s\nsmart, she knows what you know. Now she 1s already in school. This graduate\nchildren.",
        "A: Yes. Date.",
        "A: Masics, mom.",
        "A: No. When she died, I know. October 22 in Leningrad during the blockade.\nWhen it was a blockade, she died.",
        "A: From hungry because I was in the hospital three months with typhus. Just in the\ntime when they were bombing, bombing close to the hospital was a great\nZ , you know?\n11",
        "A: They bombed to the z . It comes to our hospital. It came a bomb, one\nbomb and it burned one part of the hospital. Was burned was a fire. Then\nbecame with a provoot bombed with the provoot and the water became a flood in\nthe hospital. That we — were lying. I had typhus, we were lying on the bed and\nthe water and the fire. It was so far from us. It vwas terrible. Mom in the same\ntime as I had to taken. It was temperature in Russia, 41 is the highest temperature\ntaken to the hospital. My brother was with me, taken to the army in the city, he\nwas standing here as a commandeer water in Leningrad. He came to see me and\ntold me that it is very good that you are now taken to the hospital. Because if not,\nyou had to give , to hid it for the soldiers. There was\nbombing and bombing and all were killed who were . [had to go there\ntoo but God gave me the temperature, high temperature and typhus, so I stood\nalive. He came to the hospital. I did not recognize him. I had lost my ---. He\nwas killed in the war. We did not know — it was only written that he was killed by\n. You know what is ? They do not know what happened with\nhim.",
        "A: They did not know, they come. They did not say that he was killed.",
        "A: Then later we knew, I know. I knew from one man who saw him that\n(End of Side A, Tape 1)\nLeningrad and just I want for my work, to my work, it was close where the\nGermans were. They were in the place where I was working before. I was going\nto my job, to my clinic where I was working, to my school.",
        "A: Yes. I was there. So what I want to tell you just in this moment only about the\nGermans. It is close to the Germans. They wanted to come, yes very much.\nThey bombed and they were shotting with the dyna . You know the\ndyna . It was on the and they bombed some . Just\nwhen I was going to my job because it was far from my center where I lived. It\nwas 10 kilometers maybe to go by train. By bus I used to go. But it would not go\nanything. It was in spring, in spring 42. After I came alive from the hospital.\nAll the thing’s my mother got buried. She was buried without me and my sister\nbecause I was in the hospital. I went to my job because I used to go all the time.\nI felt already good I could go. But it was hard, I was hungry. I had to have\nsomething to eat. I had a little but it was not enough. I could not go more. I said\nit was very great snowing in that time. It was such snow. I came to — it was\n12\ncalled the placeM -------. The name of M was done for bread. I\ncame to this place, I could not go more. I sat on the snow. I was sitting and\nthinking what to do later. It was daytime and I heard that it is — that there are\nstra --",
        "A: Shot from the . I could not go. Only — no people and I was hungry.\nThat’s why I could not go yet. It was not so far but it was a long way to go yet.\nSuddenly I saw a soldier. One soldier is going. He saw me and ask me what is it?\nWhy you are sitting here? There is shooting, the Germans. They are bombing\nwhere you are sitting. What is it wrong? I was good dressed. I have a good fur\ncoat. I was warm dressed. I told I can’t go. My feet are not going more. I can’t.\nare you hungry? Yes. He carried one bread. It was one pound or two. I don’t\nremember how -- a kilogram. Bread, one and a half. He was a wonderful youth\nand he give me the half of bread and told me, eat. Then you will be able to walk.\nGo quick to your office where you go. Because it can be very terrible things here.\nI told him, what could I tell? I begin to cry and told him. Oh, my dear -- God will\nhelp you and you will stay alive. He went and I began to walk. I was walking\nand walking and they began to shooting. Yes, shooting I must say. I knew I must\nlie in the way when they are shooting. I lay. I was lying and waiting when we\nstopped for a while and then go later. I came to one, she was a teacher of the\nschool where I was working, in a special office was my -- there for 40 schools I\nwas working as a speech therapist at that time. when I came to her, she was\ndying. She died because it came to her -- they killed her, the Germans. I came to\nmy office, to my school and I told them; they took her. I stayed there for a week.\nI could not go back. Oh, it was terrible. I will not tell you.",
        "A: It was in spring, °42. I remember all the things. It was in May, in May, yes, ’42.",
        "A: But if they come, the Germans, all the Jews working, working all the Jews. It\nbelongs to the catastrophe. Yes, it belongs.",
        "A: Yes.",
        "A: Yes. This sister who was in Orsha. She went to Siberia. She lived in Siberia till\nthe war finished, she lived there. The others, the sister I told you about the\n13\nelterere sister. She was taken to the prison, first to the prison for a half year. She\nwas a doctor, they needed her. That’s why she stood alive. They sent her to the\nconcentration camp, to Siberia.",
        "A: In Siberia, no. First they sent her single to the camp. I don’t know. But not a,\nbut then, yes. It is not in Siberia, first in Siberia, it was in different places. She\nwas in K ,K was their place, city. In this other district she was\ntaken to --.",
        "A: Yes. First she was taken not far from Moscow. It is R maybe — it is close\nto W isR . [haven’t what is the name. I know, I know this. I told\nabout this, about her all the things. She was taken to this place. I went when I\nknew. When I stood alive after this, after the war, I went to see her. Not during\nthe war, before the war, no, no.",
        "A: She was taken in ’37 before the war. I went to -_. Just when the war became on\nthe 22\". I left Leningrad on the 19\" of June to again to Crimea for a rest. I had a\np without paying for my job, sent to that place. There, when I came\nthere, it was wonderful place. The _ room, I was, oh what will happen at the\nhotel, you might know. Only this I must tell you. I came on the 21* of June to\nCrimea, to the place, Korazun, it was called. It was very beautiful there. Black\nsea and the fountains and what you want. There was the mountains and the\nartech, you know for children. A special place, artech. It is other side of artech\nwas Korazun where I was. Well, we came from Basen and then more on the\nBlack Sea. Molotov you heard about. The radio was there told ;\n. Hitler invaded Russia. Germany came to Russia. It is a war. In\none day we were happy and then the war began.",
        "A: Yes. Begin they invade the day. In 231“, on 21“ of June I came to the Crimea.\nOn the 22\", was Molotov told about, the war began.",
        "A: We could not go immediately back. They didn’t allow us to go. they told, stay\nhere in the sanitorium. We will give you eat and drink and base and do what you\ndo. But no circles. No many people together. One of you go with the other. Only\nfor the women. For the men, they told no. The men must go to Leningrad, go out\nfrom Leningrad, go out from Moscow, to go to the places because they must go to\n14\nthe war. They can be taken to the army. The men, they went and one of them\ngave me his phone number. The other told me yes, money what I took money\nwith -- thousands rubles because I was working good and I had money. Because I\ndid not know about what the war would be. Then I give the money to the bank.\nNot the bank, the cossau. They told me they will not give the money back us.\nThey gave only for the ticket, for the r . Then little by little you will have\nthe money. Balance in some amount you will have some. Then later some all of\nthe money you will have. But it can be ina year. They gave only for the --. One\ngood man, one engineer told me, you see I know what various things. My life is\nmore than yours. I am older than you are so I know. I did not give money to the\nbank, I have it. I will give you for the --. He gave me 200 rubles, helped me. He\nwill give me then in Leningrad. It was at this time. But the Germans, they did\nnot come, to Leningrad, into Leningrad, they did not. That is why I am alive and\nmany of us are alive. Many killed were by the bombs and from hungry, not from\nthe Germans came. Yes, from them too by the bombs and from hungry.",
        "A: For them --. Short I will tell.",
        "A: Wait. One brother, I told you I had one brother. He was at the war and he\nbecame a -- he was in Russia yet before the war. So he was already a\nmilitary man.",
        "A: But in the meantime, in the same time, he was studying engineer. He became an\nengineer. Then when the war started, he became a commander over the ;\nYou know what this is, yes?",
        "A: Yes, of the army. He was taken to the war and he was close to Leningrad, Stan\n. I know the name where he was there with his work. But they were, these\npeople were no good for the war. They were invalids, I don’t know what,\ndifferent people were there. He stood there and there he was killed but we did not\nknow about it.",
        "A: Yes. It was the work, it was not the war. But he was born in ’06, 1906. So he\nwas 35 then. He was very big. I will show you his picture.\n15",
        "A: I have.",
        "A: Yes. He was --.",
        "A: But about him most. He — what do you know about him? The war finished, only\nwhen all was finished; then we heard something to know from the government.\nWho were killed? They paid the families, they help[ed the families with --. So\nabout my brother, they wrote . It means, he was -- we don’t know about\nanything.",
        "A: Then I knew about him, wait -- from another man, . He was a\nS , you know, where I lived. He was also in the war, taken to the war, a\nRussian man. He knew us, my family. He knew my brother and he saw him and\nhe told about him. He stood alive. That my brother was in S . He was yet\nalive. Later he told that he was maybe killed only there. He was killed but there\nhe did not come back.",
        "A: No. He was killed by the Germans but we don’t know really all the things what --\n. I can’t say how he was, where he was, what was, with whom he was. He was\nkilled maybe with a whole , with a whole people. He was the main of that\n--. So it was my brother. Later *s wife, she was alive. She stood alive yet.\nShe was Russian. , she was Russian. , she was\na Russian. Later she knew about that she wrote about him. That she knew too\nthat he was killed. But the documents I did not see. I don’t know. She stood\nalive but just before the war he divorced her. But he did not make in the way of\nthe thing, a formal way because he was taken to the prison. She stood alive, she\nwas very good to me but she stood alive because she was working where it was\nbaking bread. This laboratory she stood alive, she gave me some bread or\nsomething. She may be alive yet or I don’t know. My sisters: the eldest, as I told\nyou, she was taken to the prison. I knew the name of the city where she was\ntaken, not far from Moscow. Because I was there, I came to see her. I wanted to\nsee her but I did not allowed to see her. I brought her some fruits, some things but\nthen later she told me, she did not get it. But she was -- not only she, there were\nmany wives of their husbands who were taken to the prison. They were\nintelligent, wonderful people, Jewish and Russian and Ukrainian, different. They\nwere there, they living with her. Just as I wrote her a letter that I wanted to see\n16\nyou. I could not get you. They did not allow me to come. But I wrote her in the\nletter, all about I knew. I wrote her, you must remember that it can’t be that Stalin\ndid a true thing. It is not true. It can’t be that all are enemies, no, no, no. I know,\nI believe in you. I believe in your husband. I believe in the many friends, I know.\nWe know so said, you will be free. I believe in this. Such I wrote and such , I\nhope that all will be free. All will be -- who stood alive will be free. I hope and\nhappened. In ’56 when kruschev made the people free who was in the prison,\nsuch happened just as I told her.",
        "A: No. Wrong. She stayed when they taken. I don’t know really the months. She\nwas in the beginning of ’37 taken. She was there as she told me later, a half year\nin the prison. Then, but yes, this letter what I wrote, it came to them. she read it\nand then she asked the main of there, if she can read my letter to all the\npeople.. She allowed her to read it. She read it and thought, yes she’s right. It\ncan be that it would be as she write. Because he was also — he understood that it\ncan be, that it is true. She read it to all of them. one woman was a historian. She\ntold when she will stay alive, if she will stay alive, she will write by all means a\nbook about all of these things. She took the letter from my daughter, from my\nsister, my letter and she thought, I will write and this letter will be in my book .I\ndon’t know. She’s from Kiev. Later told me Dorothy after -- my sister after the\nwar. So sister stood alive because she was a doctor and they needed her. She was\nfirst in K , a camp.",
        "A: Soviet. Russian, yes. Soviet. Russian, Russian camp , K . Then from\nthere, they took to Gorki, you know it is there lived a . From\nGorki, there is a camp just for such people. It was called . I was there. I\nwas there where she lived. I will remind later. Just now I can’t think this minute.\nJust this minute, I know this. In some minutes, I will remind. In this camp, she\nwas working there. There were all the prisoners they send away. I think they\nwere working there. She was there, a doctor. They were good to her. She had\nthere food and they give her as her own house, small house. She was working,\nshe had what to eat, anything. She lived there not so bad because not Germans\nwere there, Russians, camp. Su , itis called. It was called Sukra, it is\nright. is no water. The interesting such was it. Su , It was\ndry and not water. To translate, simple. I came to her after the war when — after,\nwait. Yes, not before. When I was there, yes. I planned to go to her during the\nwar. I came, wait, wait. She was there in the thirties, ’37, °38, she was there.\nYes, I go, I told you already that I was in Crimea. From Crimea, I planned, I\ndidn’t know about the war. I planned to come to her. I bring her diploma that\nshe’s a doctor. Money for her, I wanted to give her. I wanted to come to her. But\nit was not yet the war. I planned such. When I came to her, I could tell her about\nher --. I came to her but not from there -- wait. I came to her to Gorki. After the\n17\nwar, from Siberia. Because I took a house of children to Siberia. It was in\nSeptember °42, 24\" of September. I helped the main director of a house up there\nas a teacher. I helped her to take our children, the orphan children to Siberia at\nthat time.",
        "A: What?",
        "A: When it was surround, all Leningrad. Yes, surround all the place, we could not\ngo. But it was open one place. First it was open by Ladoga , you heard?",
        "A: Not far the lake. Not far from Leningrad. First the people, the children, too were\ntaken. First the children, we try to took out from Leningrad because they can’t --\nthe Germans can come every minute. By that lake, there they were on buses on\nthe ice. Great German knew about this, they opened the way and they great\nbombing. The buses were going through the -- under the ice to the water with the\npeople. Many people were drowned and killed, killed and drowned. There were\ngrown-up, there were children. There were different people. There were maybe\nmilitary men most. Then opened one way by transport, by train. You could go by\ntrain, only one way. First was opened by St was not far from Leningrad, a\nplace. But this train, by trains were taking many people, many children. Orphan\nchildren and not orphan from the parents who could not go, who were working or\ndied or what. The children, they took, all the children and my child. Later she\nwas also as my adopted child. It was a child of one of my sister’s, my middle\nsister, Miriam was her name. Her child was taken by train to Russia to\nfrom Leningrad. My sister, she was great depressed. Mother was alive yet. She\nstayedv with her and I --. Later I had to go. It was in the beginning of this °42,\nthe beginning. So what happened with the children? The train, many went\nbecause it was bombing and they were killed all.",
        "A: Not all, many, many of them. Our child stood alive, she was in Sa who\ndid not turn, which did not turn. She and the children who stood alive were taken\nto a place, Iv , 1t was called. One city to a children house and the children\nthey give to a place for children. Mom did not know if she was killed or no. I did\nnot know. I lived too in the blockade. So mom, my sister Mira, she told no, it\ncan’t be. Maybe she would -- she stood alive. I want to know. She decided to\ngo. It was a train going out from Leningrad, only one way. This time, I was in\nthe hospital with typhus. Another thing. She went to take, to know3, to find\nmaybe her child. She found her. She went without ticket, without anything and\n18\nshe was asking the way where the children from this . She knew what to\ndo. She came to one house of children, in Russian and she found her\nchild. She brought her to Leningrad. She had not, she could not, you must not\nbring her but she brought her to Leningrad. Because Mom was there and she\ncame to Leningrad back with the child. Later she became very bad herself,\ndepressed great, and so I had to do with the child what I could. This is again\nabout this. What will this, the child when I, in September, later. The child was\nnot at home. The children were taken to --. It was for children, a place where\nthey could live, sleep there and be there the whole time. But when there began\ngreat bombs, I took her. Her name was Ellenaora, Ella. This is my niece, real\nniece. I took her, she was in ’41. She was born in /34 so she was about six, she\nwas not seven yet, six. She went with me to Siberia and her mom stayed. She\ntold, I will not leave Leningrad. Let them, I will be killed by the Germans. It will\nhappen with me, what you want. I will stop from hungry but I will not leave\nLeningrad. She did not leave and I took her child.",
        "A: What, what?",
        "A: No. These children with whom I left Leningrad with her, by train.",
        "A: From Leningrad after the --..",
        "A: After this what happened with the children in St , they did not send the\nchildren more in that way. They tried, they got them in Russia. They tried to\ntook the children, to bring the children to Siberia. They decide all the children’s\nhouses. One way only. This way to take to Siberia. The main thing is .",
        "A: By the train, yes.",
        "A: In September, September, yes. 24. I left Leningrad so I was in the\nblockade one year. In June is a year. From June, July, August, September, one\nend of September, I left Leningrad. I was not more.\n19",
        "A: I stayed in Siberia with the children with a children’s house, I was working two\nyears there before -- until the war finished.",
        "A: Yes, with the children.",
        "A: I was working as a teacher in that time.",
        "A: Oy, many things. I came back without my child, my nieces. My --.",
        "A: Yes, yes. My si8ster she’s stood alive but she became very depressed and she\nwas not good. But she was working and she was a teacher, d with the\nchildren. She was working a little and she was very bad. Mom was yet — no,\nmom died in ’41 when I was in the hospital, she died. Mom was not there.\nBrother was no, in the war, so she stood alone. The other siter was in Siberia.\nThree sisters, she stayed in Leningrad, Mira. She stayed in Leningrad until the\nend of the war, until the end of the war. Then she came and took her child from\nme to Siberia. I brought the child by aub . Two weeks by ship, we had to\ngo. But with us what happened, terrible things, terrible. I was with this child\nwhen we left the place where we lived in Siberia. I took her and we went to\nNovokuznetsk, to the main city of Siberia. I had to go there and from there, I\nthought I will go to Leningrad. We had to go by one ship which was -- which I\ncame. It was name of the ship. But this ship was every month, it was\nhappened with the something. It was fixed. This ship had to come to the station,\nstation from where I was. What station, a river station, yes? It was called, I don’t\nknow. Now I can tell you. From this place we had to sit in the ship. Many, many\npeople were there with children. Hey came from one place to another. As with\ncars, with different things there were people. I knew many teachers, they knew\nme and they told. In this day we don’t go, we decide not to go because it comes -\ncame from every month. Maybe it is no good yet. We will not go with this ship.\nWe want to go tomorrow when it would come J .J is the name\nof another, the best ship, the best ship . Like it 1s called in Russian.\nWith this we will go. Let us stay here and we’ll sleep this night anywhere and we\nwill go together tomorrow. But I was, I don’t know, God helped me. But I am\nnot religious but God helped me. I don’t know. I must be a religious. I was told\nthis by God, don’t go, don’t wait, go today. I decide to go today with my child. I\n20\nwent to the head of the and told him I want to go with you. How do\nyou think would it be good? Oh, yes it would be good because it camr from\nR . Many people say they do not want to go with them. They want to go\ntomorrow with the and there would not be people much. You would have\nC . All would be good. Go, yes? And I went. I think Siberia and tomorrow\nI went to meet them who had to come tomorrow by the main ship, the best. I\ncame to the information and ask about that ship. When it come, did it come? She\nask me, whom do you want to meet? Your relatives? Or friends? I look at her. I\nunderstood something happened. I told her no relatives. I have there friends I\nwant to meet them. Can I tell you the truth? Yes. She told me the truth. It’s very\nbad. The ship came 50 meters, did not come to the beach. It became a great fire\nand the people, they all went and drowned.",
        "A: I did not go.",
        "A: Yes. You see this Iremember. About this I write my relatives now. I wrote they\ndo not know about, I told them no, I wrote them. You see I stood there waiting in\nsuch a way. That’s why I’m alive yet maybe because I don’t know what for. I\nhad to during the blockade, I had to go to the train, the train. I think to the train. I\nhave to go during the blockade to go from job. I have forgotten c with what\nI could have dinner there. I ran for the cart, I came back. My train was cut by the\nGermans, by a bomb.",
        "A: By a bomb. If I would not forget, if I did not forget, I would be on that train. If\nthe man did not give me the bread, I could stay there dead. So, such many things\nhappened with me that ---. But this, I remember good, with the ship. I did not go\nwith that ship because I tell, no I mustn’t go, I mustn’t wait for their good. I must\ngo with this. Such my life. With this, I finish. What you are interested yet about\nthe second sister. I told you about this who was in the camp. She came back, she\nwas not in Leningrad twenty years. She knew about her husband. She knew that\nmany were killed and he was killed too. But real she did not know what. She\ndidn’t have the document. She used to come to Leningrad to us. She was very\nbeautiful. She was looking good, just in that time when she told, I lived not bad.\nBut I can’t come back. When would it be? After the war, she come. She used to\ncome, it is not far. They were very good to her so they gave her time to go to see\nthe relatives and her children. They were with me too. Her children were one\ndaughter, the son. The daughter was studying in the university. In Russia all the\npeople try to astudy and study. Her son was yet a skulnik, a student of school.\nShe took him to her, she took her children to her, to the camp where she works.\nThey were studying at school. Then they came and then they became students of\n21\nthe university and he was the institute Gr engineering. He became — he’s\nalive, he’s now you see where, in Jerusalem. It is a Liv, Lova, Lova Race, yes.\nHe became an engineer. He is working in Jerusalem for the government. His\nsister is lingua yet, alive. She became, she’s 65, 66 almost. She is a pensioner.\nNow [help her. I helped her when she was such. Now, came a time that I have to\nhelp her with food. I send her the organized food in New York. The foods they\nhave there — only to send a check and the cab comes. They call them for you is a\npackage, with food something. I send them. I send the other -------my relatives, a\npackage chicken to them. Now in my ages, I’m growing to the end. I must help\nagain these nieces. You see what happens now. It’s terrible things what gives\nfrom my life, what happened. She told me, just by phone, we sent with one man,\none professor who was here in America and he stayed one week in my children’s\nhouse. He knew my son-in-law were at the same university. He went back to\nLeningrad and my daughter send them $100 for my niece, forv the niece of\nEllanora who is working in a school. She is a musician and she is teaching music.\nHe gave her and just the day before yesterday, I told him that if she has not\nalready, if he found her, he told her I am very thankful. I have got the food what\nyou sent and the money, the dollars we can buy what we want there, $100. The\nmain thing, that professor, he knows English. He helps with his economic, he has\na family, he is working in the same school as a teacher of English, an\nEnglish teacher. Now she told me by phone, oh he’s a nice man, he’s working in\nmy school as a teacher too. You . Another niece which her\ndaughter, she’s a biologist. Her daughter is a doctor with a child, five years.\nThey left Leningrad and came to Israel. They came to Israel when the war was\nwith Iraq.",
        "A: The scuds came to Israel when they live there. The live in— maybe you know\nIsrael.",
        "A: I was there two weeks for a trip in ’85, in Israel. I know, I saw Haifa and they\nlive close to Haifa in Afula, they live now. The scuds came to Haifa, came close\nto them but not to them. they still alive. When I correspond, my daughter have\nthem sent here.",
        "A: Yes, really.",
        "A: My --?\n22",
        "A: This I know. The 15\" of July.",
        "A: Not in Orsha. Not far from Orsha, it is 12 kilometers from Orsha, is Korpus, the\nname is. Koepus, I told you about this. I was born there because my father came\nfrom Korpus, from S . He came from a village, not a village, it was a\nfarm, my father. It 1s also a great story, I will not tell, it is a great story, how he\ncame to Korpus. His father was killed when he was 13 years old by a bandit, a\nbandit.",
        "A: Yes, he was killed and he took from him only $30.",
        "A: Not dollars, 30 rubles. He was killed. His family, my father’s family came ---.\nHis origin as he told me maybe it was Greece. Everywhere were the Jews, you\nknow. His name, his Greece name, Yefes, the last name my father was Yefes.\nEfes, it’s called in Russia. It is written E-f-e-s, you know now. It is my name too.\nBut Father told me and then later I read in the Bible -- I became interested all the\nthings but very late. I try to read. In the Bible, I have the Bible in English, in\nRussian. In Russian first because it 1s easier for me. I read about the city Yefes.\nItis aname Yefes. Then it is Yefesani, the people who came from Yefes. It was\na holy city in Greece. Result that allowed to the _, of the king, nobody could\ncome to this city. It was a holy city, not a Jewish city, a Greece city, holy. The\nname Yefes was a great Greece man. Who was he, what really, I don’t know.\nBut father told the origin is from there. His family, his parents came to, not far\nfrom Korpus, St , It was called ,a village where it was close to a\nfarm, a Greek farm. A Russian farm, Farmita, Farmisha. They were waiting for\nthe Parnmesh. They were -- it is very rare such Jewish people who were working\nwith the Arabs. They were working with the Arabs. Why for the farmer, for the\nparmeshkt. They lived there. He had parents and father was with a brother and\nwith one sister. Then was killed, my father’s father was killed. His mother had a\ntumor , you know. It was a great bad sickness, tumor . After the\nsickness, the people become blind, tumor. She was blind, his mom. He became\n13 years, almost 14, he came to Korpus and he was working in the factories as a\nworker. Later he was doing this and this and then he built one house and another.\nHe married and he had children, you know this. What I want to tell you, our\norigin. I don’t know really about, I can only tell that they were not workers, his\nrelatives, his parents. But they were Christiani, Christiani, this . You\nknow what this mean.\n23",
        "A: Just peasants, yes. While working as peasants --. About father, about father later,\nyou see, he was born there.\n(End of Side B, Tape 1)\n...Started and he wanted -- he had to do something. He was asked he was not\nrich. For him the revolution did not look bad. Is then the time of -- yes, yes, I\nmust tell you, I can’t tell without this. So he began to do this because the\nrevolution started and he wanted -- he had to do something. He was asked, he\nwas not rich. For him the revolution did not look bad, did not do anything bad.\nBecause he was not rich they had not what to take from him. He had no fabrics,\nhe had no plans, he had no great thing so they did not do for him anything bad.\nOnly for the rich, what 13, fabrics 13 bosses, they were taken, not to the prison\nbut they sent from Korpus to other places. But they took from them, the fabrics.\nNa . It was",
        "A: Naturalization. They took if for the government. From father they did not take\nanything because we’re poor. But he had three houses but we were poor.\nBecause he could not — he was very interested what to do, to do, to do. To give to\nthe people, to give to the government, to give to --. Not to the family; to the\nfamily, very, very poor we were. We had to go to the forest to gather something\nfor food.",
        "A: Yeah, for soup or for fruits, or for --. He loves the ess. He had a garden, a great\ngarden, potatoes and what we have got now; cooking and p . You know\nwhat p iS.",
        "A: You must know. The red --.",
        "A: Beets is red too but p , | can show you. I have not on the door. It is red\nlike an apple but red, good, soft for salads.",
        "A: Radish, too, also red. But p , itis, I'll tell you, one minute. Wait. All\nthese, you know vegetables. What vegetables you know, you are eating maybe\nevery day this.\n24",
        "A: No, not yet.",
        "A: What you eat.",
        "A: Not yet. Red, good, very good.",
        "A: You know this?",
        "A: No, cabbage too good. Cabbage and carrot I cab give for you one time for you I\nwill do a very good salad. It is wonderful. It 1s very useful salad. P ;\ndon’t you know. His first children left Russia. I will not tell you about anything.",
        "A: Yes, they were already in America. As the revolution started, then the citizen war\nand then it was no, no we could not come yet to America. We did not know\nanything. They did not write about America, about the Iam an American. He did\nnot know anything about them, He knew nothing t that maybe to tell.\nAbout America and about our family --. Yes, I must tell you. 1927, yes this was -\n- the revolution started ’17. So ’17, I was -- what. I was about nine, about nine,\nyes, eight I remember. I began to study. I remember what were happening this,\nin that time, But in this time, yes, all we grown up. After the revolution my elder\nsister, Faina, she graduate school. Just she graduate in 1919. Two years after the\nrevolution stated. She, I have her diary with me.",
        "A: Yes. Dorothy sent me from Leningrad, I asked her to send me because I want to\ntell all about. She dreamed about later, later, when she became old. She dreamed\nabout to write a book about her life. She began to do but it was later after all\nwhen she came from the camp, concentration camp, from Russian camp. She\ncame where she was. She began to write. It is later, but in that time, she\ngraduate school. She wass from the first year, eighteen. Just in this short\nhappened, it was a happy time for her, when the revolution started. For the rich,\ntime was very bad because they had to run and they were taken. The revolution\ntake from them all the things that are. From us, no. They did not touch us\n25\nbecause we are poor. She decided, yes and it was a lot old, they used to go to\nwhere you want. To Moscow, to Leningrad. Not Leningrad yet, was Petrograd,\nto study to universities where you want without anything, free of charge. So she\ndecided to do. First for one friend. He was elder maybe one, two, some years\nbut his father was a Jew. He was a doctor, a physicist, a physician.",
        "A: Yes, a doctor, a physician. But he was a bad man because he did not come to cure\nsick peasant. If he will not have for this 5 rubles, golden, five golden rubles he\nwanted to have --. This connect with me because I in that time I got a great bad\nflu, not the flu, sickness. Sickness is called . You know what — this 1s\nhow my sickness was. I will tell you later. But this doctor, my father did not\nwant to ask him to come because he was bad. He told you will become good\nwithout him. He’s a bad man. This I want to tell you about my father. He told,\nno, no. He’s --. I don’t want him in case. who was not a great doctor, not\na doctor but as a , only college, ---. But he was as . He was good\nman, that’s why he will help. , | will help. You know what this is,\nC ?",
        "A: Oh, it is a bad sickness.",
        "A: No scarlet fever. It is like, you must understand. This I have, this sickness when\nI was 13 years old. You see and father did not ask this doctor to come but he\nasked a man who was only, who told it would become bad, without any medicine,\nit will become good. You will be good, you will be ---. Such __. But I wasa\nteen. My elder, she was born in first year and I was born in eight year, so seven\nyears I was younger than she was. She was nineteen. When she was eighteen,\nshe left. Yes in ’19, when she was 18, she left Russia to Petrograd. She left\nKorpus for Petrograd. I stood seven years younger. I was eleven or such was I. I\nwas eleven when she was 18. But what I wanted to tell, about the doctor. The\ndoctor had a son and a daughter. His son became, when he grown up, he was --\nwanted to study. He met my sister and so he loved her. They -- his father was\nbad, as I told you. He left Russia for Palestine. He left Russia and came to\nPalestine. That time was Palestine called, not Israel yet. He, the son wanted to be\n-- to stop the revolution. He wanted to stay here in Russia and he wanted to\nstudy. He went to Petrograd and he entered the academic world, medical\nacademy. . He was already a student of the academy and\nhe was in a correspondence with my sister because he loved her. He invited her\nto come to Petrograd and told her to come to this academy and you will study too.\nShe wanted, not medicine, she wanted literature. She left Korpus. Then about\nthis is a great story I will tell you another time, later, what happened with her later\n26\nabout her life, the main thing. Because she had such an all different life. She\nbecame a doctor and she married. The man was a great engineer. He graduate\nacademy ; academic. (electric engineer), . Then\nthey had a rest. In Crimea, they met each other and they married later. They were\nmost wonderful people and wonderful life they have. Before Stalin began with\nhis things. With them I finish. Then in the time, I stood, because I was the\nyoungest. I stood with my parents, yet. I was living there yet. The brother, one\nbrother. Father did not want to let him go to Petrograd because he told I need a\nworker. I need a helper. So he was helping him anyway. In other way what\nfather did. Then what? I will come to my mom. In this time, my mom’s\ndaughter became also grown up. Because it was in what time, in 1919, my elder\nsister left. She became maybe she married in this time because she was maybe --\nI don’t know, I do mot know really — but she was born as with all my elder, the\nsister from my mom only. The first marriage, my mom. She was maybe in one —\nmy eldest sister, I don’t know. Maybe in 1919, no, in the beginning of the\ncentury, what is it?",
        "A: 1901. This century is 20\" century. It is what? In 1901, was born my eldest\nsister. But she was born, the mother of Benjamin. She was born some years\nyoung, elder was she.",
        "A: Yes. In the end of 19\" century.",
        "A: In the end of the nineteenths __.",
        "A: In 18 _, maybe ’98, was she born, or ’99. She was elder maybe some years\nonly. But to this time, she became grown-up. She married, at last, you might say.\nShe married maybe in 1924 because the child, what this child, he --. She was\nmarried and her husband died in three months as she was married. So she repeat\nthe life of her mom. Father gone, husband died too. She had this child, three\nmonths, she was pregnant with him. Then he died and she could not -- she has no\nprofession, she could not live. To this time, maybe her grandfather died too. I\ndon’t know really when. She came to her mom, to me, to us. Mom and father.\nHe was not her father, he was stepfather but he was a good man so he took her\nwith the child and told my mom yes, let her live with us. She lived some years\nwith us. Not much, she came to us only when he was born, in a year. So she\ncame in 1927. She used to come but go back. But when she met after her\nmarriage, she came the first time in 1927. Because her child 1s -- he is one year\n27\nwith a half, this Benjamin. One year with the help, she brought, I think. She\nmaybe he died from — not maybe, she told such. He was sick with maybe\ntuberculosis. He gave her sickness to her. She became sick too with tuberculosis.\nIn that time tuberculosis was cured not so good as now. She came, as she was a\nlittle sick and not so great yet but she brought the child. It was in 1927 and\nsuddenly my father has gotten a letter from America. It was the first letter from\nhis children, of the first marriage is. It was in 1927. They left in 1910 and 712.\nSo it passed 17 or 15 years. They became, they had business great. The elterer\nhas this great business. I told you. Machines. They lived already, they were all\nmarried. They have their families and they live good. They invited father to\ncome to them. Maybe I told you about this. He went and he had to go to us in\nPetrograd to tell us, to speak with us about this. To go, not to go, how with --\nabout this. We were all studying at the institute, universities and institute. We\nwere studying all of them. I was not yetin 19 __, no I was already in 1924, yes.\nI left Orsha in 1924. I came to Petrograd. The last came I. I was yet 15 years\nwhen I left Orsha. Just I came to that school what about what I told you. My\nsister was studying in the academy and across the street was this school, my\nschool. That’s why I came to this school. I was already in 1925 when my\nnephew was born. I graduate school. What is it called English? The last grades,\nwhat is it?",
        "A: No, the last -- the whole school.",
        "A: Graduation. But what is it called, depress for the small children and for the\nelderer children what is it, high school.",
        "A: High school, yes, gymnasium. I was not in gymnasium, I was in high school. I\ngraduate already. I told you that I could not enter to the university because my\nfather was not a worker and they thought he was a businessman. That’s why. I\nhad to go to work for fabric and I was a worker. In that time I was a worker, close\nto the working-class. In ’27 when father had to come to Petrograd, he took his\nwife, my mom and the child and she did not want to go without, this child. That’s\nwhy she brought him to me and that’s all. I was, in ’27, I was, you see, you know\nwhat I was. Eighteen, not nineteen yet, almost 19. In ’27, 17 and two years, 18. I\nwas, Iremember. Anyway, it 1s written. What, Leningrad, 1927, Sm",
        "A: Ad is when they had to leave.\n28",
        "A: Ad is to leave the country. A from New York, from anywhere. It 1s\nad , you must leave. He had to prepare that ad . Sm with mom.\nI’m with mom in 1927. Just when he was one with a half, almost two, not yet\ntwo, maybe. Then he became two in June, 1‘. This is the photo with mom. I\nhave a photo with father too. All the whole family, mom, father and he’s in this\nphoto and the other small child. This one you will see there an album. Then I\nwill show you all about them. You will, not written. Now what, about this I\nwrote what you wanted to read. I wrote to my nephew. Now he knows as you\nknow. He knows too because he did not know all the things good. I wrote him\nand he told me from the first when I sent him, he wrote me. Oh, so much I did\nnot know. I did not know about my origins. Now, when I will have his answer,\nthen you will know from his letter, he will tell later what happened maybe to him\nlater. Because I asked him to do this. This is -- finished with them. This is with\nthe picture. You want to know, you know about my mom now. My mom,\nnothing. When she came, she was not as old as I am now but she was as old, she\nwas no good with -- it was great sclerosis, what she had, sclerosis. She did not\nunderstand all the things clear what happened. In this time -- about the\nrevolution, she knew and she told me but not so great. Father knew good and she\n-- when she left --.",
        "A: Mom?",
        "A: No, she did not work at all. Her whole life.",
        "A: Yes. She raised her family and she had so many children, .",
        "A: No, no. In that time the -- she had more as we have. I was working my life 50\nyears and when she was in ’27, she was only not so old. From ’71 is 29 and 27, it\nis 30, itis 56. She is looking not so young, 56. You see back when -- she is not\nworking. Father was doing -- he used to do all the things. She only, yes, she\ngrowed the children. When she came to me, she could not help to grown-up the\nchild. I used to do. I used to work, first of all economic our in material way to\nhelp with money. Because the eldestes were -- they lived with their families.\nThey had children too. I was not married, I was young so I had to do these things.\nI had to cook. Mom was that she could not cook. Later when the war -- I\n29\nremember when the war started, mom asked me, what happened? Where is\nMichael? Where is Mike? Mike, she called him. Misha, Misha. Where? I told\nher, he had to go to the war. You see, he’s a wheelchair man. What happened. I\ntold about the war. She told, oh it’s terrible, but I think it can’t be that it would be\na war, a Great War, she told such. Because she didn’t know much things. She\nbecame not so good with her health. I used to do all the things for her, for the\nchild, for other children, for other -- I told you what happened.",
        "A: Yes, she stayed with me. Later my brother, one brother, after ’27, he was in the\narmy when father left for America.",
        "A: Mikhail. He was two years there. He became litcherman . You know what\nis li ?",
        "A: Yes? And he came back from then back to Korpus. Because in Korpus there\nwas not only that she was sick, his mom. Then later she come in -- no it is later.\nHe, the brother, he came from the army to Petrograd, just to me, to my house.\nThere he have got another room. We had aroom. I had a room in a apartment.\nCommune, but not the whole apartment there. Later he was given from the\ngovernment, special room in a good apartment. Together, his room and my room,\nwe together made, in 1929 was it. I remember very good. We change for a good\ngrade apartment, only large apartment from three large rooms.",
        "A: All together, yes. He made it later. He wanted to become a musician too. He’s\ngreat in music, he was great.",
        "A: He studied, he studied violin. But then a little, he studied then he studied himself.\nHe was -- he used to play himself and he wanted to go to a conservatorium to\nstudy music but he had to go back to study, to see first, to finish, to graduate\nschool. He had not . You know what this 1s?",
        "A: , when he graduate he entered an institute. It’s called In .\nIn Institute. Engineer -- and he graduated. He entered this institute and\n30\nhe graduated this just as the war. He became a great engineer. He graduate for\nthe war to be killed. Then he married.",
        "A: Yes. Then he married Villa Lavana. It is his wife, it was his wife. A younger\ngirl, she was Russian, she was real Russian. Villa Lavana. They lived all\ntogether with us. We gave them one room for them, one room for me and for\nmom and for the child.",
        "A: When he got married? Yes, when we came to this house, ’29, it was maybe in the\nbeginning of the thirties. Maybe it was in °32, ’33, yes. When Villa Lavana,\nbefore the war, before the war, yes. In the thirties. In the beginning of the\nthirties, I think. They had no children.",
        "A: Not Benjamin. Benjamin was not with us. No, wait, yes. Benjamin was. It was\nin 1927-29. Yes, he entered school when he was seven. He came ’27, yes. In ’30\nhe entered school in ’34 almost ’34 when he became seven. At that time but he\nentered before the first is now pre-school. It was called in Russian, L .\nSo he was not maybe yet seven in ’24. Just in this time, I graduate my first\ninstitute, institute.",
        "A: When father left -- now I must tell something about me, myself. About them you\nknow what you wanted -- about mom you know, about her sister, she was living\nwith them and she married. She lived not far from Orsha. I must finish about\nthem till you know about me. You must know about this. Her family --.",
        "A: I must -- I will remember but later. Now I don’t remember.",
        "A: If I can -- what I can do. I don’t know if she’s her daughter or . I don’t\nknow what she’s at home. I told you. She lived in Moscow all the time.",
        "A: Emma.\n31",
        "A: Emma.",
        "A: Yes. Emma. Her name was Emma. She changed to Etal.",
        "A: Etal, Etal. A-or maybe E-t-t-e-l. But I knew her --.",
        "A: Last name? Last name, I know. Last name -- it is his name because he was her\nfather. Hassman.",
        "A: Hassman. First would be — like H, yes? H-a-s-man. It is more close to Jewish,\nHasman.",
        "A: Jewish and German name also, man when finished. When, what?",
        "A: Yes, I know. Just when she was in Leningrad, she told me Marshanka.\nMarshanka is my short name. She told me, you see I am already older than you\nare, much older. I am from 1903. So I remember this -- because of this, I\nremember. I remember very good all of -- the figures, I remember, the telephone\nnumber, I remember. She’s from 1903. That’s why now, she is what? About 90;\nshe is 89.",
        "A: I don’t know if she is alive. I don’t because she could not write me because I am\nin America. She was in a great job, close to the university, to the academy where\nshe was studying. , you know what this is? Academy for the farms and\nshe was working the whole life. This boy, he was wonderful and he became\nwonderful. He grown up, I told you, he was an engineer. They live in Moscow.\n32",
        "A: Vilodya Ragena. The whole name is , we must say Vilodya, short\nname. , his father was not Jew. He was Russian. , maybe\nhe was Polish. The name finished ki, Polish name, ki, was his father.",
        "A: He was born -- yes. Look here. He’s about what? One year.",
        "A: One year. So he’s born in 1931 maybe, or ’30, maybe in ’32. He’s seven and\nhe’s maybe about two. So he’s younger. If he’s alive, he’s younger, now in\nMoscow. I will try to write them, to Moscow, to find them. Who stayed alive.\nMaybe will tell me about Alvad..",
        "A: Oh, she can tell more. She can tell all more if she’s alive. Yes, she can. I will try\nto find her. Maybe I will find him if she’s not alive. He knows too. I will. I\nhave a black book where is written the Russian addresses and the phone numbers.\nBut I have to write, we could not take it. We were not allowed. I had to write it\nin English, I wrote it in English as they are American. They write in such a way,\nnot to understand that they are Russian. With this I finish.",
        "A: With mother, so, yes.",
        "A: Yes, yes I will tell you. This happened with them. It was in the beginning of the\nwar, yes? In ’41. Just with my mom, was a -- she was alive, she was alive yet in\nthat time. But I was bad. I became bad because I told you that I was in the time\nbefore the war. The war started in 1941, 22\" June, the Germans began to\nsurround our Leningrad. I in that time, I graduate in foreign languages and before\nthe medical — it is psychology medical department. I was studying in that\ninstitute. It was called , the name of Gertson. You know about\nGertson?",
        "A: This is the name our institute. The owner of Gertson. In that institute I was\nstudying. I graduate in 1933. Then what happened to me is a great story. I will\ntell you next time.\n33",
        "A: But what is connected with this, I can tell you now what you are interested. You\nare interested in what?",
        "A: My mom, yes. When the war started, I and mom we were in Leningrad, living,\nyes? This child, he was taken to the war, Benjamin. My brother was taken to the\nwar but he was staying yet in Leningrad, in Petrograd, Leningrad was yet. Think\nabout every . He was in the army, brother. Sister, one sister, Miriam, she\nwas living with us too in Petrograd, Leningrad. Leningrad she was living yes.\nWe live only so we --. When the war started — before the war, brother was yet\nwith them, with mom. He was not taken yet to the --. Sister was too and I was\nbefore the war. But it was three days before the war. I left Leningrad. I left in\n19, June 19, June 19. The war started in June 22. You see in three days, the war.\nI told you that already the newspaper it was written. It was written an article\nabout the war — about such. Sl __. It means it is heard, people say,\nthat soon, that it can be , attack Russia. Don’t believe it.\nSuch was it written.",
        "A: In Russia, paper Pravda. In the paper, Pravda, named Pravda. I used to read the\nnewspapers all the time. When I read this, this what is it, they say in\nEnglish ---.",
        "A: Headline?",
        "A: No, not big, short.",
        "A: An article, a short article was it written, only about the war. That it is .\nNot past, — ,",
        "A: It was a wonderful meeting, it was written.\n34",
        "A: Yes, a pact. What _ ,",
        "A: Yes. But it 1s said that it must be a war. That Hitler wants. So people knew --\nmaybe great correspondents knew. They wrote about this, they knew. But we did\nnot know anything. We believed the newspaper. I believed the newspapers that it\nwould not be the war, that’s why I left Leningrad for Crimea. I had given from\nmy office, p to a sanitorium without -- free of charge. Not to pay because\nI was working good, very good. In that time I was working, it was what? In June,\n\"41. Yes, I was working, working already as a speech therapist. Because when I\ntold you, Vilodja was not -- we were teachers of psychology, I was, but it was not\nmuch hours to have, to teach. I studied again, I told you I studied in of\nspeech therapy and I began to work as a speech therapist in 1938. In this time I\nwas a speech therapist. I was working in some great rayon 1s what it’s called.",
        "A: What?",
        "A: District. In a wide district, in a large district. In one, in another, a place in one\nschool, I was working in three places. In a hospital, not a hospital, in a clinic. I\nwas working in that time, it was already Finland. We took from Finland,\na . Before called T . In Finland was it, in Finnish was it, T\ncalled.",
        "A: This T , Russia took from Finland. It was our out from Leningrad, was\nT",
        "A: It is fourteen minutes by train to T . They allowed me to wait there. I was\nin the same whole district.",
        "A: Yes, as a speech therapist. But it was already Russian. It was former Finland but\nit was already Russian. They invited me to work there in the whole, whole\ndistrict. For many schools, I was a speech therapist. For many schools and for\nchildren’s houses, all what were there. There were many places, it is not only --.\nThere was R , them called R , you know . Before was T\nand R has another name and many. It is close to -- used to come\n35\nafter gold -- Baltic Sea. In the beach of Baltic Sea, to go by bus, we could come\nto Helsinki.",
        "A: City of Finland. It was only 18 kilometers, I remember. By bus, we could come\nto Finland. But this we took to the city of and other places. There I was\nworking as a speech therapist. Then Russia and Leningrad, near Sk , the\nwhole Sk , It was a working rayon, because there were many fabrics.\nWorking class children and then I was working in the central rayon as a teacher of\nEnglish at that time. Because I graduate as a speech therapist and I began to study\nand easy to talk foreign languages. Studied English and a little French, a little\nGerman but most English. I graduate to the war. After the war, there were very\nfew teachers and they insisted me to teach, English. I began to teach English and\nthe speech therapist at the same time. I was teaching English in one school. I was\nspeech therapist in a great district, there were 40 schools. For 40 schools for\nchildren. I was a speech therapist. In in Finland, I used to go for two\ndays. Two days there, two days there, two days there such I was working. It was\nwhat then — I know what — what happened. My mom and IJ and sister before the\nwar, we lived in Broday. At this time, my Benjamin he was in the house of\nInternot, Internot of children -- He was already also taken to the war. As he\ngraduate a military, a military college, special in this international. Special for the\nwar. He was — I don’t know what he was. You know, with — not in the air, not in\nthe water but was --.",
        "A: In the army but he was what in the army, Not a simple, but a specialist, ----",
        "A: Sniper, sniper, sniper.",
        "A: Sniper, as I remember. He will write me because I ask him about all what he was\n--- I don’t know so end. Brother, I told you was in the army in Leningrad yet.\nHe was there but not at home living. Mom, yes, when the war began, yes I was in\nthe Crimea. I came back only --no, no. In ’41 was it? Yes. °42, already °42.\n41, the whole year ’41, I was in the blockade.",
        "A: Then I was as a speech therapist working, yes. Not yet as a teacher of English. It\nwas in °41, °42. °41, yes, but where I was --. When I came to Leningrad, no,\nwait, wait, I will tell you. I came back when the war started but --. The war\n36\nstarted, yes, I was in Crimea till 13 of July. From my front, the way we had to\ngo there. I go there to -------. I came June 20, first I came to this sanitorium, to\nCrimea. You heard about Artech. It is the other side of Artech, is Sanitorium\nCoraasm. There I was living. I came to this place and in the 21* of June.\n(End of Side A, Tape IT)",
        "A: Yes, I know. Her name is Lea.",
        "A: Lea. L-e-a.",
        "A: Last name, she had first -- the name, I will tell you what she had. She had three\nnames, last name. First name was her father. Father’s name was Luzek. L-o-t-z-\ne-t. Lotzet is her first name of her father, is her father’s name. Then -- you want\nher name, the other name was -- when she was married? She had a name P\n. P . This is a Russian name, not a Jewish name. First name is a\nJewish name. The other, I don’t know, don’t write what it was Russian or Jew.\nHe’s K , he was. Her husband. So she became K . Do you\nremember when she was born?",
        "A: When she was born?",
        "A: You see what -- she was born as I told. Oh, they were strange, the old people\nthere. They did not remember as -- many of them -- as when they were, their real\ndate. I know about father and I will give you the beginning of what I wrote the\nfirst chapter I told you. It’s all written about father’s life. His origin, I know.\nAbout mom, very little. Only that she married him. But when she was born, I\nknew about -- from father. He told me he was from ’61, 1961.",
        "A: No, not 1961, 1861. But the day he was born, I don’t know the date. Mom, he\ntold ten years younger.\n37",
        "A: Yes, in’71. Her passport, I don’t remember what date it was. She\ntold me I was younger, I am younger than my husband. Yes, no, she was younger\nthan her husband, ten years, she told me too. Where she lived, what you’re\nwriting this.",
        "A: She -- all we were born in Russia first of all but 1t was White Russia,\ncalled. I was born when she married my father in Korpus. It was called M\n, a small city, a town.",
        "A: No, I was born there. She came to my father to this town, to Korpus. They were\nmarried in Korpus. But one -------, it is called, Dubro . It is called in\nRussian, M D -. It is like a small, a very small town but it is very\nbeautiful. I was there when I was three years old. My mom took me there. I\nremember we were going to this place by pr , by ship, a small ship. There\nshe was born. It’s a very nice, very nice nature was there, I remember. Forests,\nforests and forests and a small . She was born there, yes and she lived\nwith her, yes. But her mother — I don’t know about her mom, what she was, how\nold she was. But in that time, the women, yes, such women, they did not used to\nwork. Their husbands were working only. Her father, my mom’s father was a\nteacher. He was from more intelligent family than my father. My father was\nfrom peasants, his origin. Maybe it is Greece because he told me about from\nGreece they came. Because his name, my father’s name 1s -- my name is my\nfather’s name is Efes. It is as, I told you, a city of Greece. From that time maybe\nthe origin as father told. He did not know also really from what his origin, you\nsee, my father. Mom, in that time, I knew only that, as she told me, the father was\nteaching --.",
        "A: Her father was teaching Evereet.",
        "A: Evreet. Hebrew.",
        "A: Hebrew, Hebrew just in a special school for children. A Hebrew school, special\nthis language. He knew this language good but not all Jews, he was a Jew, but not\nall Jews knew Hebrew. They knew Yiddish but it is close to German. Yiddish\nand German is very close so they knew the German most by the other language.\nThen Hebrew. Hebrew, it is not an easy --. I listen about Hebrew but I -- my\n38\nfather wanted me to teach Hebrew. Me and my brother when I was eight, ten\nyears old. In that time, I began to read this Hebrew because I -- special teacher\nused to come and give me Hebrew for some time, I don’t know how many. I have\na dictionary Hebrew, I have all the things, I will show you too. It translate into\nEnglish, Hebrew and English, Hebrew and English here.",
        "A: Yes, my grandfather, he taught Hebrew.",
        "A: About what?",
        "A: Which?",
        "A: She told me that she did not -- she studied a little. Maybe in the school where he\ntaught Hebrew, her father. Or in a Russian, in a Russian school she studied. But\nnot much.",
        "A: She was not, she was not great educate. She was not -- she had no profession.\nShe knew only to sew, sew on a machine a little, this she knew.",
        "A: For what?",
        "A: I think that she only has the school for the children, till the 8 grade. For the first\nchildren what is it called, . In Russian. She had Russian.",
        "A: Yes, what is it?",
        "A: The first was?\n39",
        "A: Yes, a primary school. Primary school, yes. I think not great because she was not\n---. But she could read, she read yes, I remember that she could read Hebrew.\nBecause when we used to go -- when she used to go and she took me when I was\na child to great temple, synagogue, I don’t know what was it --all had books and\nall were reading. She was reading too. It was in Hebrew. There the books were\ntranslate into -- the things were translated into Russian. Here is translated into\nEnglish. So she knew this, Hebrew she knew, yes. My father knew good\nHebrew. He spoke Hebrew with different people. He gave Hebrew for others,\nyes..",
        "A: No. Because you see there was not pogroms yet in Sh where she was\nliving. Where I lived, I lived so it called M Korpus. Close to Orsha, 12\nkilometers to Orsha. It was Sk . Sk also not far from us. But\nthere was also, Sk was a trade city. Ours was I told you fabrics, fabrics\nthere were many living Russian people. Because the workers of the fabric were\nRussian most. The bosses were mostly Yiddish, Jews. Then after the revolution,\nyes, it was taken from them. But they did not kill them. You see, just in this\nplace where I live, I did not see pogroms. But I knew about this, what happened\nand the other things, not far from us. Where was it, in Ukraine most, Ukraine\nplaces. Yes, in these cities were pogroms. Mom knew about the pogroms, she\ntold me but not about the pogroms there. But what I know --you know so about\nmom, what you want to know more?",
        "A: Yes, I don’t remember but I can think such. She, the child was -- she was married\nmaybe when she was-- from ’71, this is °90. Maybe she was married in 1905. It\nis strong, I say to you approximately, yes, because I do not know really. Maybe\nin such because her daughter, yes. She married . What was her\nhusband? I think he was not so great. He was maybe, I don’t know, her husband.\nMaybe close to working class.",
        "A: Mom, my mom’s husband, not my father, first husband.",
        "A: Yes. Approximate. Then, just this I wrote to my nephew about this. What you\nwant to know. This I will tell you now. About this I wrote because it is his\n40\nbiography. She was married. I don’t know when she had the child. Maybe in a\nyear or in two after her marriage. This child was a girl and very soon after this\nher husband died. She became a widow with her child, with a girl. This girl later\nwould be my nephew’s this Venja’s mom. When my mom became a widow and\nshe had a child, her life was bad. Because she had, I don’t know from mom, they\nwere alive yet and her father was working. Her mom, she did not work, maybe\nshe was only as a bride and the mom --. My mom, my real mom, Lea, she met\nmy future father in a house of her relatives. To that time, my father became a\nwidow too, a widower, yes. It is for men, a widower. He have already five\nchildren. He was older than her. His life was very hard. He was working and\ndoing much things for the children. He tried to give them education. So he had to\nbe married. He has -- it connects with this. He had married twice. His first wife\ndied and he had from this wife, four and then two, six children. The first two\nchildren died when they were three, I don’t know, three, two years. They were a\ngreat, too smart (?). They died from, she worked, from . It is a great\ntoo smart. It is called, meaning menigit .",
        "A: Meningitis. They died the first two, boys. Left four children, three boys and one\ngirl. I don’t know when and in some years, he married again, . From the\nother he had only one girl. She died very soon too. So he became a widower,\nwith five children, three boys and two girls. In that time he met my mom and she\nwas a widower, a widow with one child. This child would become . No,\nnow later -- what she did. When he, was it called?",
        "A: She met my father. Father understood that she was very beautiful in that time.\nWhat yet, younger than he. Maybe it was sw . You know in Russian, sw\n. When we — there were special people who married you — who want to\nmarry you. They found for you a girl and they speak with you and with the girl\nand they --.",
        "A: Yes. Was is it? A matchmaker. Maybe they have such. Father decided to marry\nher.",
        "A: This year was -- wait. It was when she became a widow, it was before the ninth\ncentury.\n4]",
        "A: Before the ninth. It was in the century 18 _, in the 19\" century — in the last\nyears of 90’s, in the last maybe was born her daughter. She married him but she\nhad already her daughter. she could not take the daughter to father because father\nhad five children and her child yet, it would be hard. Her father, my mom’s\nfather, what was his name, I’ve forgotten, he told her give me the child. He took\nher child, her girl and she lived with his -- with her grandfather and grandmother.",
        "A: No. I tell you no. My mom’s -- when she married my father, she gave -- when\nshe had to be married -- she gave her child to her father.",
        "A: To her father and mom to my grandfather and my grandmother. She left the child\nthere because they lived good. They had a— the economic was not bad. He was a\nteacher. He loved the child, he took the child to himself. She left the child. But\nit was not far from Korpus. It was very close. She could go and see her; she\ncould take her one time. This I don’t remember, what she did later. But the child\nwas being educated by her grandfather. My mon lived with her father. Then\ncame the time when we began to born. My eldest sister was born, this I know.\nShe was born in 1901. Also it was one year old, we not writing the passport. She\ntold me in the passport was she nineteen-one, write this in the passport. But really\nshe told me that in 1902, as I. In the passport, I am eight year and I am really in\nnine. One year, it was a mistake, they wrote in one year, all of us. Not so, she was\nborn in 1901, my elder sister, the first whom my mother had got. Faina is her\nname.",
        "A: Faina.",
        "A: F-a-1-n-am Faina. But maybe, it was in Faina in Russian, the name. But maybe\nshe was in Yiddish language, maybe she was in another called, Faga, maybe, was\nit Faga, in the Yiddish name. Or Fagel, Fagel is like a bird. A bird is fagel, you\nknow, in German and in Yiddish, fagel, yes. It is a first girl. Then she had they\ntogether with my — so it was my real father and my real mom. But then they have\nanother child, another girl, Her name was, you’re right. Later was Olivia, but\nshe’s Aida, Ida.",
        "A: A-1i-d-a. There is an opera, Aida.\n42",
        "A: She was born in -- after this one. She was born, I’Il tell you -- in 1903.",
        "A: Her birthday -- I knew. Her birthday was -- I knew her birthday. In 13\" of June.\nYes.",
        "A: Faina’s birthday, yes. She’s in October, second, as I remember, the second. The\nsecond of October.",
        "A: Fifteenth of July.",
        "A: Just in July this sister, she died in July. I will tell you. I know what you need.\nNow you need to know the third sister, my sister, the third sister. My Lea’s\ndaughter, my mom’s daughter was born in 1905 and she was --.",
        "A: Her name was Miriam in Yiddish. This is Mirra; we called her Mirra. It short,\nMirra. Mirra is M-i-r-r-r-a in Russian. In Yiddish, it is Miriam. I remember from\nthe Bible.",
        "A: Yes. I have a picture from all of us. From all of the pictures. I have photos, I\nwill show you.",
        "A: Yes, I will give you if you want to make from them other pictures. I will give\nyou. All the pictures of all of them, I have. It was not allowed to take but from\nRussia that time when we left Russia. But my friends and one sister, they sent me\nby mail. They mailed it and that’s why I have it. I made it.",
        "A: Miriam? 1905.\n43",
        "A: The date, what was? She did not like. She was different as we all were. She did\nnot like to have birthdays, to have parties, to make great, you see, holidays. She\ndid not like to this so maybe she did not tell. But I can know because her\ndaughter is living in Petersburg now.",
        "A: We’re in correspondence. About her, I do not know. I know yet, I have nieces in\nPetrograd. Leningrad, Petersburg. The first, the elterest nieces is Milya. Her\nname is also Mirra. She’s Maria as I am — written in the passport. She is now\nalso from the 26\" year; she is also about sixty-six, what, 65, no. She is in a\ncorrespondence with me. I help them. I send them some things, food and what to\ngive, and money. She knows good about her mom. But I know about. She sent\nme; she said to me when I began to write the story of my life. She sent to me, this\neldest, my sister, she was very good in literature.",
        "A: The elterest, Faina.",
        "A: She began to write rhymes, yes? She wanted to be a poet. She had very good, I\nremember, I read them. Her rhymes. When she was young, 15, 17, in these\nyears. She wanted to become a literature also as you, a writer, a poet but she\nbecame a doctor. This is from -- this is what I will tell you when I tell you all of\nmy what was dictate into my cassettes. Later about their life, I will. I say only\nnow I know you are interested in the life of my mom only.",
        "A: By the way, I tell you about my sister and brother. So Miriam, they were three\nsisters, three children of my Lea, of my mom and then only one brother, Michael.\nMikhail in Russian. Michael, he was -- his Jewish name what they gave him. I\nnow remind. It is as Misay. Misay is the prophet, you know prophet Misay. He\nbecame a -- his name was Moisaye. Short they called him Moishe, or Misay we\nused to call him. Then he became Michael. It is in English. He was Michael in\nRussian, Mikhail. was his name.",
        "A: Yes, like Mikhail Gorbachev but Gorbachev Mikhail Is . He\nwas Mikhail Illich. Michael Illich. It is because my father was Illa. His name\nwas in Russian, in Yiddish, Elle Elyoho. It is in Yiddish, real Yiddish is Rlyoho.\nA4\nIt is in Russian Ella, the same as Lenin. I am Maria\nIllich, , his sister. sister was my . You see\nwhat but I am not . He was more smart than Iam. He was great. It is\nsaid about him, bad, but he was great. I have his all in my library, there was a\nlibrary, his works. I remember 18 books, his works, great works. But he’s — by\nthe way, it is written here he’s close to Marx and . You know this. But as\nwe do not want to know about communism, I can’t now to ---. You see, to speak\nthis to you to make you maybe a communist. I don’t want to make you a\ncommunist because in America they do not like communism.",
        "A: But one correspondent, great correspondent wtote good we can say about\ncommunism. About communists, bad communists but the idea is good, he wrote.",
        "A: And I think the same. I belong to this. That the idea is good and just now again I\nwill tell you about this Russian work I read yesterday before I go to bed. I go to\nbed and I am reading before I fall asleep. I was reading just about a great writer,\nwrote about Israel. He wrote you see what, about the kibbutz. You know in\nIsrael they like --. Were you in Israel?",
        "A: You must go and see the kibbutz. You know about — I was there.",
        "A: Yes, I saw the kibbutz.",
        "A: This I want to tell you. This is what wrote here. That there was real communism\nand it was wonderful when I was there. I was in ’85.",
        "A: 1985, yes, not in 1885. In 1985. I was there. I was special, for a trip, I went for\ntwo weeks. From New York was the trip; a special group, we were a group and\nwe were taken to --. A special group for vacation we came to — for a trip. We\nwere taken to the kibbutz and they show us the kibbutz. It was real communism.\nWhen we came to one house where there were no — cannot open the house, keep it\nclosed. We thought why closed, we never closed our houses, no, never. Always\nopen, open for all people. They were good and they were wonderful, good food\nand food. you will read, I will give you.\n45",
        "A: This you must read. You will know.",
        "A: It would be good for the -- for your museum.",
        "A: 1906. This I know, in the documents, how it is written, I tell you.",
        "A: The documents what they were born, no. But from whom I have documents --.",
        "A: The photos I have and the documents, no. From only my eldest sister, I have her\ndiploma. She became a doctor because when she was in the camp, she asked me\nto bring it. Then I had it, such a story I will not tell about this because the war\nstarted, I could not bring her.",
        "A: Yes, the day of his birthday, wait, when was he born --? Yes, I know that in June\nthey were born three people. Birthday was in June. This — Benjamin, the name of\nmy nephew, the historian, he was born in June 1. Now I remember, my sister\nAida, she was born in June 13. Yes, it is so, [remember. I can know now too\nmore real because her daughter is living in Israel and she knows good. Then she\nleft Russia not long, one year some months. Then the third one is born, is my\nMichael. He was born June 15. So in June, three birthday parties, I remember\nsuch. Such must be. Who stayed 20 years -- he had no children. He was married,\nyes, no children but who knows about him more? All lives. from all\nof them, Iam alone. From all the family, all they died. He was killed in the war.\nWhat yet about? The last I was born.",
        "A: 1908. Yes.",
        "A: Where I lived?\n46",
        "A: About mom. About mom, I want to tell you. I know, see better for you. I will\nfinish, not about me. I want to tell you about what I wrote my nephew.",
        "A: This is good for you because you know the biography of my mom. It is his\nbabushka, his grandmom. His mom is her daughter.",
        "A: Her first daughter of her first husband. You must know about her because she\ngave the life to my nephew, to Benjamin. This is his biography. I will tell you\nlater. Just now, with this I will finish -----. When -- I must say in the same time\nabout father about him, about the children, that children, this children because --.",
        "A: Yes, yes. Such I will talk maybe again. I will repeat what I told you but now is\nconnect with my mom and with the historian, with Benjamin. Why he came to\nme, that’s why I must tell you. When my father married my mom and they begin\na life, to this time, my father, he was a worker, a simple worker at the fabric.",
        "A: In Korpus, where I was born. All we were born in Korpus.",
        "A: All we -- because my father was living, yes, in Korpus from 13, 14 years old.\nBecause he became a worker in that time, why, because his father was killed by a\nbandit when he was 14 years old, 13, 14 years old. I told you maybe.",
        "A: He came to Korpus, he left his family in the farm. In that farm where they were\nliving. It called -- it is --. You will write about father, the first chapter. There\nwould be -- you will know all about this. So I will not repeat. You know, maybe,\nor you will know when I will give you. But now I must only tell that he left his --\nopen the window because maybe we have not enough — now in such a way.\n47",
        "A: No, we have one hour yet. I will try to do quick. But my father in that time, he\nwas very good. He did not study much, studied very little but he studied himself.\nHimself, he was reading much, he knew much. He knew much, very good\nhistory, geography, he knew. And then came mathematic, he became good. He\ndid as machines.",
        "A: Yes. He was machines.",
        "A: First machine was -- he was -- what was he doing? During the First War, he was\nbaking --. When he had the children, the elder children began to work too when\nthey become maybe. I don’t know what, 13, 14, 15 years. They were also\nworkers. But they studied at home. Some of them maybe they were — they\nstudied at school but not much school. He became es-------- when the war started,\nthe children went away when the war started. What was he doing? He was\nworking at the fabric. Then he began to -- yes, picanya, picanya, baking bread, I\ntold you.",
        "A: What is it? A bakery. He had a bakery, yes. This things he had to do. He was,\nyes, when he married the first time, the first of his wife, he began to build a house,\nhimself. Some workers help him, one, two help him but he did it himself. The\nfirst, but 1t was no good because it was balota, balota was close to this. You know\nwhat is balota? It’s a pond, water was close to this. It was a bad -- but in that\nhouse I was born. I was born. It was a bad house. There was bad because it was\nvery wet around this. It was seerets, you know seerets?",
        "A: It comes -- seerets, no. It comes from water when it is close to the house. Water,\nit is inside of the house. It is all wet where --.",
        "A: Humidity, maybe yes. It is wet things all. We could not be strong as I am now.\nIt was a bad thing -- to live so many children, the first. The first children went\naway already. They went away before the First World War. He had not yet our --\nall us, the last children. He had only the first. The first children were five. They,\nlittle by little, they began, this you will know from this story, from the beginning.\nI must say now because it connects with my mom. They left Russia before the\nFirst World War began.\n48",
        "A: Yes, his first children, they decided that it is bad. It is very bad. But he built\nanother house, father. There he did large, what is it? It is called peechey,\npeechey where he could bake the bread.",
        "A: Oven, yes. Great ovens, large, very large. In this, it was a -- this I remember\nbecause later we changed this bad house for the other house. And the other house\nwass so much better for us, for the children. We became, when we were born, the\nlast children, then he did it after. After that children went to America, he did it for\nus. There was a bakery and as it was a bakery, we had it for us. The main thing\nSO we were not hungry, we had bread.",
        "A: In the town? -- in the same house.",
        "A: Yes, yes, in Korpus. But it was close to that. He built such. The first building,\nthe first house and close to this, he did the other. In the other, he did a half house\nfor us, for the children, for the family and the other half for the bakery. This half,\nit cut the --oven cut half. For our living and this is for this. For this he had to\nhave what? yes what machine for the bakery? Bakery half only? Yes, what in a\nbakery must be, all he have it. He did it himself and he did it in the other house.\nIt became more wet and much better and more new. He did it, you see what, with\na provot, a pipe. There was no in other houses but he did the first with a\nprovot.",
        "A: Plumbing, yes. He needs this, water he needs for the wet. He did kalojets, you\nknow what means kalojets?\n49",
        "A: Well, from where we can take water. It is in the places out of the great cities\nwhere peasants are living. It is for the peasants, called j , you know J\n?",
        "A: In J , yes they had such. Father did it such closed and this. Then the third\nbuilding from us was -- there lived a family, more rich than he was. They had\nalso a bakery and they had the good things and they had also a well, yes. But they\nwere rich because of this small, was a bad -- was the best from his houses. There\nwere, there were -- I will tell you how many. I remember, I know because we live\nthere, the last time. There was one, two, three, four, five, already. Five rooms\nand there was also a place for a bakery. That -- in that building lived a family,\nanother family. They were with our building, in the same yard. We had the same\nyard for all three buildings. Then that family had to go, this I do not know really\nwhere. They had to go anywhere, to move. Father bought from them, this house.\nSo he had now three houses and his own yard in what he was great interested.\nThe well and all the things. He took us, we’re grown up already to that third\nbuilding. We lived there but --.",
        "A: In the third building, I live. But I was living in the third building and brother yet,\nbecause -- brother, the last, my brother Michael, he was studying at school. But\nthen father did not want --. Yes, to this time, when he bought the third building,\nall my elderer were in Petrograd. Because it was after the revolution.",
        "A: Yes, after the revolution. The bakery, he had to the First World War, 1914. It\nwas still --1914 till 1917, the revolution start.",
        "A: Yes, yes. You see what. What you want to know, you must know. Little by\nlittle, you will know. I will tell. If I repeat, you stop here, not to write more, to\nrepeating, why. If you have something already, so you can stop and I will tell\nyou. What is I want to tell you. It is, you must know this. Because in this way,\nin this time, start the revolution, you see. The elderer is the, the elderer son -- was\n-- | wrote my nephew just about this, about what. About thys I wrote in the\nbeginning, he read. In the first chapter. When I wrote his biography, I wrote only\nabout his babushka, grandmom, about his mom, and about him. This what I tell\nyou, I told you maybe what I am writing, it was written in my first chapter. Now\nyou know, all of this. What I want to tell. Just when the revolution start, he\nbegan to do for the revolution other things, not only bread and oats. Kasha, you\nknow from oats, it --.\n50\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "UnauthenticatedMay 21, 1992\nSilver Spring, Maryland"
    ]
}