{
    "rg": "RG-50.549.02.0054_trs_en",
    "sequence": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection.\nThis is an interview with Amalie Salsitz, conducted by Regina Baier, on July 8\", 1999, in\nconducted with Amalie Salsitz on May 12\", 1990. The United States Holocaust\nMemorial Museum gratefully acknowledges Jeff and Toby Herr for making this\ninterview possible. This is tape number one, side A. To get started I thought it would be a\ngood idea to tell our listeners when you were born, and where.",
        "Answer: I was born October 21, 1922, ow -- by coincident in Munich, because my\nmother was visiting her family there, she didn’t expect. But I was raised -- I went through\nthe Holocaust in Stanislawow in Poland, southeast of Poland.",
        "Q: And if you would now give us your names. The name you had a birth, the name you\ntook on during the war, and the name -- and your married name.",
        "A: First I have to start with a joke. My late parents called my Manya. First -- in the first\ngrade I learned my name is Amalie when my teacher called out Amalie Petrenka to give\nme my report card. So this is the first time I learned that my name 1s Amalie, on -- and\nnot Manya. When I started as a Christian Pole -- masquerading as a Christian Pole, I\nchose actually, my fictitious name, Felitsia Mewashefsky. I took Felitsia from Latin,\nFelitsia Felitsitakislak. Mewashefsky ma -- was my beloved writer, I liked her booked. So\nI dec -- and also, I had a German French r. When I was masquerading, I had to blend --\nalmost hundred percent the local population, to the Slavic r. So naturally, I tried to\neliminate r from any possible word that I can -- that I can. Otherwise, probably, I would\nhave remained Petrenka, because Petrenka is not a Jewish name. But, I have chosen\nMewashefsky. I stayed with minash -- Mewashefsky till I got married to Norman s --\nactually Naftali Salishitz at that time. So I became Amalie Salishitz. When we came to\nUnited States, he changed his name Salishitz to Salsitz, because his oldest brother, who\nwas here for 20 years, at -- before m-my husband -- after my husband was born. So he\nwanted to have the same family name so he beca -- I became Amalie Salsitz.",
        "Q: Let me ask you this, before we then go onto the duration. Who was Amalie Petrenka?\nWho was she as a girl, as a young person, and who was Felitsia Mewashefsky as a\nperson? How did you feel about the change?",
        "A: Fala -- ama -- Amalie Petrenka was a very happy go lucky type, with shiny eyes that I\ndidn’t know, but they were pointed out to me constantly, even during the war. I couldn’t\ncarry for a long time, a grudge, or hatred. I loved people, but Amalie Salsitz was also\nfighter, because she was the middle child, so she fought for her rights, because my older\nsister was only year and a half older than I, and the younger, one year younger. And my\nparents wanted always to keep me with my younger sister. So I learned to fight for my\nrights. And, little mischievous, rebellious, this was Amalie Petrenka. As matter of fact, I\nhave done things to big displeasure of my parents, because sometimes I questioned their\njudgment. For example, I come from middle or above class, and I got -- we -- private\nschooling, very expensive. So, when my parents complained about it, and they said for\nthis money they could have traveled in Europe, I dared to tell them I didn’t ask to be\nborn. This is not something in Europe, that parents appreciate. Felitsia Mewashefsky\nbecame a very cautious person that -- full of fear, and she played th -- la -- a -- helhole\nlak reeda payatso. Laughing during the day with people, the pillow all wet during the\nnight. And afraid to face people, still she was exposed every time to people. Many times I\nwalked with downcast eyes, although as a child I was told, supposedly, I have very\nbeautiful eyes. I used to have very big one, and dark -- the eyelight -- eye white were\neven blue with the fair complexion and the fair hair, I guess 1t was outstanding, and the\nshiny eyes, like somebody who drinks. Here, I was downcast because I was afraid that\npeople will recognize me. So, predominant factor in me was cautiousness, afraid, fearful,\nand in a way, also I decided I will fight Hitler with [indecipherable]. I will prove to him\nthat it is all really nothing, that it’s not true. I will excel so much, even as a Christian\nPole, and be admired, to prove how false his theory was, which I succeeded. Many cases\nlater -- maybe I will tell it 1-1f you want, later. So this was the Amalie. Still, this Felitsia\nMewashefsky, if she could -- she c -- just couldn’t forget about the cultural life. Actually\nit was taboo to -- for Poles -- Christians, to go to movie houses, to go to resort, but\nFelitsia Mewashefsky was able to g -- venture to movie houses, no feedeutsch, no --\nbecause I thought I’Il be less caught there. And I went -- for example, I have done things,\nlike I went to the copanna, which was forbidden for Poles, just to prove my point. I felt\nalso, I play with fire later on. If so, let me be caught to -- not only because I w -- am\nJewish, but I have done things that even the Poles were not permitted, the Christians.",
        "Q: We will speak later about all three of you, but especially who Amalie Salsitz became\nin the United States, but for the time being, let’s talk -- let’s go back a -- or stay with the\ntime just before liberation. What was your state of mind, and what were the events that\nfollowed?",
        "A: Just few months before the liberation, were this first German evacuation. Was a very\ntrying time for me because one part of Poland was liberated half year before I was\nliberated. I was tempted to run over to the Russian side, or the Russian -- o-or the la --\nJeshuf townoof, and to shorten my time of expectation, meantime I could have been\nkilled. But then I decided it’s very risky, even to run to the Russian tine, so I will endure,\nand take my chances to legal -- to be liberated here, in Krakow, where I survived. And\nalso, I was offered, and requested, by my two companies, the first company vi -- m --\nbatonin -- isen bentongbal by Wilhelm Langert from Swekow saxon, to evacuate with\nhim and his company. I refused on the grounds that I don’t want to leave my motherland,\nPoland. And the same thing, first I was also requested to evacuate with the second\ncompany, Myrader and Krauss, the Viennese company, to evacute -- or evacuate with\nthem to Vienna, and also I refused on the grounds that I don’t want to leave my\nmotherland. I felt, why to endanger on my life now, towards the end. I didn’t expect the\nterrible anti-Semitism which was in Poland after liberation. So I decided not to take any\nchances, but to stay put in Poland. But nights, I always was contemplating if -- what\nshould I do? What is the right thing to do? To run to the Russian oc -- and now\nconquered, liberated territories. And one thing, I don’t know if it’s important. Well, I -- I\nlearned that I’m a little psychic. My dreams towards the end of the war were that I meet\nfriends. Some friends embraced me, kissed me, were very happy to see me. My dearest\nfriend, my childhood swee -- Julia Logbel, she pushed me away from her all the time. I\ncouldn’t understand this, this was in my dreams. After the war, I found out that the\npeople who pushed me away, like Alec Lamenstor, for example, my boyfriend who\nwanted -- we became fiancé, he pushed me away, they were all killed. Unbelievable.\nPeople that didn’t survive pushed me away. And people who survived, even that there\nwas not so closed, and I didn’t think about them, survived. And I met them after the war,\nand then I told them, “I knew you were alive, because you aka -- embraced me, you\ngreeted me.” So, this was the situation, and --",
        "Q: Did you -- did you feel at the time when you dreamt it, did you interpret it then as a\nrejection, or did you interpret it as --",
        "A: No, at first rejection. I cried, I -- I felt very badly, and I used to say, “I didn’t do\nanything wrong, why do you push me away?” Like my best friend -- no, I didn’t\nrationalize, only later, when I met, then I understood that this was the reason. So this is\njust before the liberation, and naturally I had to be double cautious. One way it was easier\nfor me, because according to my assumed things, and false papers, because I was born\nsupposedly in Vilna, I was safer, because if I was caught na -- in -- in this period, first\nthing they checked with the parish and police. The parish was already in the Russian\nhands. And, on the police, I had a legitimate cancarte made out on the fa -- a-assumed\nname, but they didn’t know it, and the s -- false baptismal paper. So I was safer in this\nrespect, but still I had to be very, very careful. I had many incidents. Like after Myrader\nand hama -- this beton [indecipherable]. I -- after they evacuated. So I was referred to\norganization Torte, which built the -- you know, [inaudible] th -- they built -- to protect,\nyou know, ditches, ditches, to protect the armies, and to slow down the onslaught of the\napproaching enemy. And my boss wanted me to evacuate with them, too. I refused. But\nthere was one employee, an a-accountant. He himself looked Jewish too, German,\nricedeutsch. And he said to me, “Fraulein Felitsia, what do you celebrate, Sabbat?” I\nknew he recognized me, naturally I play dumb. Was still very dangerous period for me,\nvery dangerous. I -- another one -- when -- in the new company, a Ukrainian, who\nworked in the bookkeeping department, turned to another white Russian, and he said to\nhim, “You know what? I suspect that Felitsia Mewashefsky is a Jewess.” And he spoke it\nin front of the women with whom I lived, who was the daughter -- daughter-in-law of the\nbuilding where the company was located. And the yow -- white Russian said, “Why do\nyou go for her life? What did she do to you?” So there were some decent people, but still\nwas very dangerous to the last moment.",
        "Q: And then, in a very unexpected way, you met your husband to be. What -- what\nhappened that -- that day?",
        "A: You see, when I was the secretary of the company, Myrader am-and Krauss, my boss,\nKlammenchitch, who happens be -- was a -- a Yugoslavian German, married to the\ndaughter of the owner of the Myrader Krauss do -- Myrader’s daughter, and he -- when\nthey were supposed to evacuate and I didn’t -- I refused to join them, he came over to me,\nand he said, “Listen, those are the keys from the safe. We will be back about two thr --\nthree months. Meanti -- you will manage the office, and you’ll pay out the checks.” He\ngave me the checks. Then he told me, “You will get some very important telephone call,\nand cooperate.” But didn’t explain what will be the phone call, from whom. Just after I\nthink two or three days, I’m not exact -- so sure now, I got a phone call from the camp’s\ncommandanten, from Krakow military camp. And he ha -- just identify if this is the\ncompany Myrader and Krauss. I said yavolt. And the command came, “Springen sie de\nzoilen.” Now, the -- I didn’t know anything about zoilen. I know -- knew only that my co\n-- the company built bunkers a-around big office building -- German office. And I didn’t\nknow -- I saw the pyramids like form on the main thoroughfares, but I was not -- I-I-I --\ninformed, and I didn’t know that this is the company our built, and those are the zoilen,\nbut I connected immediately. Now, I had to think very fast. Had I been a German, I\nwould have told them that they must do it themselves because my company evacuated.\nAnd then I said, “I can save this city being ruined.” A-And -- not that -- a-after all, itis a\nhistoric sto -- city, Krakow, but not that all -- all in the Poles, that they helped me to\nsurvive. But still, it is the country where I lived. And I was thinking also for -- I analyzed\nthe danger what will be for me, not to tell them to do themselves, and being I was not the\nonly one left in the office. There was -- still was the lady Lydia Lu-Lublevska, the\ndaughter-in-law. There was -- still was maintenance men, two chambermaids, and hi --\nthey didn’t ask me who was speaking, so I thought I am not endangering my life, because\nI can always deny receiving the phone call.",
        "Q: I just want to say for our listeners that the Swengsvi zoilen, the translation is dynamite\nthe columns.",
        "A: Detonate.",
        "Q: Detonate the columns.",
        "A: And so, after a few days, three man came, three knocked ma -- ma -- m --at the gate of\nthe building where ma -- [indecipherable] where the office was, and I told to the m-\nmaintenance man, I told him, “Listen, now be a terrible, unstable situation, very\ndangerous, because this is now a German section, German building. People may want to\ncome to plunder. They wouldn’t know to kill, but definitely to plunder. Don’t open the\niron gate till I will let you know.” So when the three officers came, we -- I saw them\nthrough the window, I told him not to open. And they knocked -- then they came again.\nWhen they came again, among them was one officer who looked like a Jew. So I said\nfrom this quarter cannot be any danger. So I will find out what they want, and I will\nexplain what it is. So I told the man to open the gate, he let them in, they came to my\noffice, and among them was my present husband Norman Salsitz. Norman was in -- wi --\nin a leather coat. Norman looks very Slavic. And after they checked who we are, they\ndwelt on me, they stop with me. And my husband started, a very nasty in -- interrogation.\nFinally, I got very mad. Who I am, I show the ID, it’s impossible that I am Felitsia\nMewashefsky, a Pole, to be a such sensitive job, that I’m lying. So I said, “If -- so take\nme to your superiors.” So he told me, “I am the superior.” And thr-threatened me, and to\nfrighten me, he a -- opened his coat where the -- his gun was there, a revolver. And I said,\n“For God sake, it’s towards the end of the war. I don’t have to take anything from such a\nanti-Semite.” I got annoyed, and I called the officer who looked Jewish to the other room\nthat I want to talk to him. In the other room when we came, he se -- asked me, “Well,\nwho are you?” I said, “I’m Jewish, I am the same that you are.” “How do you know?” I\nsaid, “Look at your face.” You know, this the saying in Europe. So, “From where are\nyou?” I said, “From Saint Swabof, from where are you?” He said, “I am from Krakow.” I\nsaid, “Krakow, we had many refugees during the Russian occupation, and one of them I\nbefriended was in my Jewish gimnasium, by the name Oskar Margolies.” Lo and behold,\nthis Oskar Margolies was his first cousin. From all the people in the world, what an\naccountant. Ver -- very emotion from Miskey. Naturally, he ask about his fate, and then\nwe went in. He came over to Norman, and told him to leave me alone, that I’m okay. And\nhe whispered that I am Jewish. Norman didn’t believe till he started interrogo-gated me --\ninterrogating me again, because he knew this Yamen Miskey to be a womanizer, he\nthought, God knows. And he -- he sta -- th-then somehow, in back of his mind, he said\nmaybe, maybe she 1s Jewish. And it was very danger -- the situation was not stable to\nreveal that I am Jewish, because in case the Russians retreat, the Germans come, then\nthey -- I’m exposed as a Jew, and they kill me. Oo -- iha -- 1t happened many times. So\nthis is one, he decided to be more careful. He ask if I s -- speak other languages. I said\nyes. “What?” I said, “Russian, German,” and I couldn’t say Hebrew, because I was afraid\nthey will understand. So he switch to his broken English, as little as he knew, what\nnationality I am. I said I am Jewish. He didn’t believe, so he started again about Jewish\nreligion, and -- and custom, and then he asked me [inaudible] about the very sacred day\nin our Jewish life, Yom Kippur, the big atonement day that every Jew knows, and he\nasked me what we say on Yom Kippur. When he asked me this question, only a Jew kn-\nknows. Then I knew that he is Jewish, too. I answered immediately Yom Kippur, then,\nwith tears from my eyes I said, “You too? You too Jewish?” And this is how we met. So\nthen we -- but, because we [indecipherable] he sa -- I told him I speak Hebrew too, and I\ncalled him names in Hebrew, I did. So he thought being I’m young, that the Germans\ntaught me Hebrew in order I should spy on Jews and give them out -- not that I am\nJewish, because they have done it. So they taught me Hebrew so perfect 1n order to fish\nout the poor Jews who were masquerading as Gentile. So then we switched to Polish, and\nthen he stated the reason why he came. And s -- th -- I said, “Why didn’t you tell me right\naway? Why did I have to go through such interrogation, and you know it?” I was so\naggravated. And so I took him to the office across, because the -- those were the living\nquarters, I took him to -- across the hall, to the office, and I gave him the plans of the\npyramids, of the columns that were erected, because there was a master plan, so they\ndidn’t -- they could deton -- detonate it. And this 1s how I met Norman. Started with hate.\nHe actually came to kill me, and as matter of fact, they were discussing who is the one\nwho will kill me, because they were afraid after I give the plans I can get in touch with\nthe ca -- m-military commandant, and tell them already that they have the plans. A-And\neven my husband felt badly because it came upon him to kill, and he felt he never killed a\nwoman, even if she’s German, even all his sisters were killed by the Germans, all his gra\n-- nieces and nephews, but still he couldn’t bring himself. So this is the story. From\nhatred, for wanted to kill me, we fell in love, we got married, and here we are, married,\nwill be in October, 54 years.",
        "Q: Let’s tal -- [inaudible] just a tiny little bit more [inaudible]. Let’s -- let’s speak a little\nbit more about what happened then, though. Your -- your courtship developed over a\nperiod of time. He was busy, you were doing things. Ex-Explain a little bit more about th-\nthe time [indecipherable]",
        "A: Actually, mine -- I ha -- this was also something. I was of age, 22, when the Polish\narmy drafted women to the army. And the army was actually under the Communist\nauthority, you know, they were satellites. And -- and that’s why I didn’t want to go. So\nthe first thing, I went to -- at that time he was Tadoush Szaleski, in the high position, and\nI said, “I don’t want to be drafted.” And, also they wanted to expel me from this beautiful\nGerman apartment, and -- a woman. So he put his name, that he lives there. Then, I\nwanted to continue with my studies. I wanted to go to medical school, that’s what I\nplanned. So, Norm -- it was very hard to get into medical school, s -- priority had only the\none who started already. So Norman, because of high position, was able for me to work\nout, I should be accepted. Because they said they had certain number of places for\nstudents who are Communist. If I will declare that I am a Communist, I am accepted.\nAnd I told Norman, “I never was, I’m not, and for this I will not put the ti -- I am in order\nto be accepted.” But because of his connections, and high position, I was accepted. But I\nhad to go through ast -- extra -- you know, old subjects, because I didn’t have any papers.\nI had to take all the exams, [indecipherable] from -- to make my matriculation, I was\naccepted. But then, Norman couldn’t stay in Krakow because of his position, and he\ntraced a lot of Akar, Poles from the national government in London, whose aim was to\nget rid of Germans and Jews, and kill the lot. So Norman discovered many, so the ha --\nthe ground was too hot for him. And I was able to obta -- obtain for him a transfer to --\nfirst to Lipnitsa Breslau, a -- but we didn’t want to stay in Poland. So I was not busy, my\n-- actually what I occupied myself, I tried to help the people who came out from\nconcentration camp, in tatters, hungry, starving, till it was organized, till they could get\nsome help from o -- Jewish organization. So Norman supplied for me, and I used to go --\nI used to find them from Plaszow, living in one room, four or five, sick, emaciated,\nbringing food, helping. And others -- and through grapeline they found out that I have\nclothes I can give them, and they used to come. So was mostlal welfare. Not official, but\nwel-welfare. And then in Breslau, I could have enrolled again to medical school, but I\nsaw the anti-Semitism in Poland, and I felt it’s a Communist Poland. I didn’t survive the\nwar to go from one jail to another. And my only goal and strength to survive was to be\nreunited with my family that I had at that time in Palestine, from Germany. My\ngrandmother, my sister, my mother’s brothers, cousins, uncles. So this gave me the\nstrength, but I -- because I knew, although I’m the sole survivor from the family who was\nin Poland during the Holocaust, but I am not an orphan completely, because I still had a\ngood maternal grandmother and uncles in Palestine at that time, and I will be able to be\nreunited with them. So I felt, how can I stay in Poland? Here I endanger my life, because\nthe Poles started the pogroms, killing of Jews. Personna non grata. This is not a reason\nwhy I survived. And because legally we couldn’t leave Poland, so we escaped illegally to\nMunich. So this 1s -- otherwise there were gatherings with struyas -- survivors, and really\nwe felt like family, like blood relations because we were -- like Imann, he lost everybody,\nbut didn’t have even a brother, anyone. At least I had, they didn’t. So we clung to each\nother. We sha -- we looked for solace in each other’s arms. So this was till we escaped --\ntill I arranged a escape. First my husband, because my brother-in-law decided that he has\na store, and has to liquidate. So the wife doesn’t belong to the husband. I had to stay with\nmy older brother-in-law, till he liquidates me, then my husband escaped. I arranged for\nhim. And later we found -- we were supposed to meet in the Jewish communion house in\nMunich, but unfortunately, my husband was not there. After I struggled, after I almost got\nkilled crossing illegally the border, because I brought some of our belongings.",
        "Q: Maybe we should stop here to flip over. [indecipherable] This is the end of tape one,\nside A, with Amalie Salsitz.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum interview\nwith Amalie Salsitz. This is tape number one, side B. Before we go on to what happened\nafterwards, I would just like to ask you about liberation. So often the word suggests a\nbeautiful, brief moment. That was the moment of liberation. But the feelings were more\ncomplicated for you, were they not?",
        "A: Yes.",
        "Q: Can you speak a little bit more about the liberation, and having survived? What did\nthat mean to you?",
        "A: One way, again, I decided I have to survive, to bear witness, in spite of Hitler’s theory,\nbut when I found myself liberated, and you couldn’t stop and question, where are my\nloved ones? You couldn’t accept it. Why I? Why not my sister, the lovely Celia, 17 ye --\nyears co -- killed. Why not my beautiful mother, 41 years old? Why not my father, 45\nyears old? Not speaking about my cousins, uncles, and not speaking of my dear friends,\nmy childhood friends. So it -- it was a mixed feeling, one laced with like guilt, why I --\nwhy was I chosen? And then, naturally, relief, that finally it’s over, and I can be a free\nperson, and I can do, and -- and not -- threat of death, the Damocles sword over my head,\nthat was for me since ’4] till ’45. But it was not the real joy, not like that you would\naccomplished something very big, because the price you pay for it.",
        "Q: How -- how did you decide where to go, to po -- where to go?",
        "A: My only stand -- I mentioned was the knowledge that I still have family in Palestine at\nthat time. So naturally, the choice was I have to be reunited with them. But, when it was\nproven, when we escaped from -- to Germany, and because of the policy of Great Britain,\nwas not permitted to immigrate to Palestine, I didn’t want to risk again, and to be caught -\n- sent to Cyprus, a-and God knows for how long, and then to Palestine. So I felt all roads\nare leading to Rome. Doesn’t matter which I take. Being that Jews had an opportunity to -\n- under joint certific -- group certificate to immigrate to United States, I decided to take\nwhat comes first, and then I will go to Palestine. What I have done. Now, to United States\nis a story I must tell you. We know we cannot stay in Germany. Each face I scrutinized, I\ncouldn’t look -- and it was a terrible emotional -- terrible emotional for me, because\neveryone I looked, is this the killer? Is this the killer of my parents, my family, my sister,\nmy beloved ones? Oh, we knew we cannot stay in Germany. We tried to make it as brief\nas possible, but in order to immigrate to United States, we needed papers to get visa.\nIronically, the Germans who applied had all the papers, they didn’t have any difficulties,\nand they were processed very fast. We survivors, who didn’t have any papers, or the one\nwho survived the concentration camp. Or like I, who had to leave everything, any scrap\nof paper which will identify me, and be under assumed, I didn’t, so we couldn’t be\nprocessed, we couldn’t be -- get -- obtain a visa. So finally, my husband and I, we\ndecided to approach the general council, explain the situation, what it 1s, and that\nsomething must be done. Some Jews bribed the secretary -- again, who was the secretary?\nA German Christian. And they -- some -- she let them go -- approach to co -- to present\nit to their ambassador of council. So one day, lunch time, we accosted the general\ncouncil, by the name Clark, and we ask him in our English, broken English, that 1-if -- for\naudience, we want to explain some situation. After we explain to him, he got up, he was\nvery tall. He put his hands on our heads, and said, “Now, set children must come to\nUnited States.” He changed the law that it is far -- enough if two eye witnesses, notarized,\nwill give testimony that they know the person, where it ca -- was born and when. And\nthis will be accepted. So, in a way, we changed the law. And we helped a lot of survivors\nthis way. So finally, when our papers came through -- meantime was very hard for my\nhusband too, because -- in the trolley cars and the many compiljamas -- complaints, so\nmany -- so many refugees, that they brought them as slave workers was okay. So my\nhusband started fights, fistfights, killi -- you know, he got bruised, he will not let it go. I\nsouta -- so the ground is very hot, we have to leave. So luckily, after we got the visa, we\nwere sent to the camp -- immigration camp in Bremenhaven, but we have to stay there for\nhalf year because in United States was a coal strike. So till we be able to leave, it was\nJanuary.",
        "Q: How did you live during that time? Who -- who gave you food or clothes\n[indecipherable |",
        "A: Many, many Jews were in DP camps, so Joint supported. I somehow avoided camps, I\njust didn’t want to go to the camps. I -- Id -- wasn’t doin -- in the camp during the war --\nI masqueraded, I lived openly, I didn’t. So we lived on our resources. The black market\nwas flourishing, so we got cigarettes, we bought food, we bought clothing, and this how\nwe sustained ourselves. In Munich again, many of my schoolmates who survived -- ma --\nnot many survived. Many -- I will say, five, four, the m -- enrolled in UNRRA\nUniversity. A -- being I knew I cannot stand in Germany, I will not be able with my\nhusband. So I didn’t enroll, and when the time came, we immigrated to United States.\nAnd from United States, luckily of my schooling, I was able to become a Hebrew teacher,\nand at ‘49, they had the first chartered plane to Hebrew University in Jerusalem for\nHebrew teachers, to supplement their -- and enrich their knowledge in Hebrew. So we\ndecided to go to be among them, although we didn’t have even still, citizen paper. We\nhad only the green papers, we caused a lot of trouble for the whole group, because each\ntime we were the -- they were detained because of us, still they checked thoroughly, they\ndidn’t like 1t so much. But finally -- and this is when we came, in ’49, to Pala -- Israel\n[indecipherable] was Israel state after the war of liberation, where I had the reunion with\nmy sister, my grandmother, with my uncles, with the whole family, and Norman with his\nbrother. And, it was a very moving, touching, naturally, situation. And when I shared\nwith them my experience, they just couldn’t believe such atrocity took place. They\nthought -- and my sister, who left in ’39, who survived in Palestine, marrying palestin --\nBritish subject, she thought that I got a nervous breakdown. She ju -- they just couldn’t\naccept. Yes, they knew that my mother wa-was killed, but also the atrocities, only when\nthis was Eichmann trial televised, I got a long letter from my sister Babka, apologizing\nfor not understanding, and not being able to accept or comprehend it. On -- after so many\nwitnesses testified, and she -- now she learned that this was true, she felt so guilty, so\nbadly. But this what happened to us survivors, all of them. So the job for the deniers in\nthe beginning was easy, because nobody could understand the atrocities.",
        "Q: I would li -- Pll come back to is -- to Israel again, because I have some follow up\nquestions, but let’s go back to the time when you arrived. How did you go to the United\nStates? By boat?",
        "A: This 1s another story, terrible one. W -- Joint paid for us for passage like any other\npassenger, tourist class, not first class. We were women assigned 48 to one cabin, three\ntiers ba -- bunks. Men were hundred on the C deck, like cockroaches on the floor, on the\nC deck. Germans who got papers got second class and first rate accommodation. First\nclass not the same money, but the others, they were just assigned a family to a cabin.\nNorman, my husband, got very, very sick, seasickness. It was very rough weather, this\nwas 14 days in the crossing. So, after three days, when he was completely dehydirted --\ndehydrated, I decided to dress him up as a woman. I gave him a scarf, and a dress, and I\narranged with another survivor that I will give him my bunk, and I will sleep with her. As\na matter of fact, she is here, United States. And her name was Zwotorilka Zwotto. So\nwhen they checked the cabins, if there 1s not socializing, because we were not permitted\nwith our -- to be with our spouses, like the Germans. We were women separated. So -- in\ndifferent even dining room. So there was a woman with a scarf, and they didn’t know.\nThis how we passed. Tor -- as a matter -- he wished he should -- death upon him. After\nwhat you went through, s -- he was so seasick. But the last day, when we s -- were told\nthat we are approaching the Statue of Liberty, and -- New York harbor, natural we\ndressed up all in our best, and we went on the deck. And this was some moment, seeing\nthe Statue of Liberty, the torch, the liberty. Ah -- we were elated, finally we are liberated.\nWe came -- we arrived, we didn’t have to go to Ellis Island, because at that time they\nchecked us in Germany, in the special office of immigration, and when we arrived at the\npier, they grouped us according to the alphabet. Staying there under the S, Salsitz, a guy\nin lumberjacket comes -- approaches me again, and asks me if I know a family sal --\nSalishitz, he’s supposed to come. I said, “We are Salishitz.” It was Norman’s second\ncousin. Being he had an [indecipherable] across this pier, he knew everybody, and he got\nthe permission to enter, and to be the first one who greeted us, and outside was waiting\nNorman’s brother Al, who immigrated the year when Norman was born, 1 -- to United\nStates, and his family was very emotional, and very warm, and this brother took us to his\nhouse. Well, we stated for a month, I think, till we got our apartment. But about a house,\nanother story. In my dreams -- it’s unbelievable, I never thought about United States,\nbecause my whole family in Palestine, and I thought that after liberation, we'll go straight\nthere. I saw a red brick house. I never had seen such style of house in my town in Poland.\nWhen we approached the house in Brooklyn, tomor -- in Flatbush, where Norman’s\nbrother Al lived, this was the house. And I too -- pointed to him. He said, “How do you\nknow?” I said, “I saw it in my dreams.” I never thought -- I had never been -- and, like I\nsaid, I never thought after liberation that I will be in United States. So we stayed with him\nfor a month, then by coincident, traveling on the subway, we were approached by the old\n-- elder man Italia. His name was Rosario. With broken English he asked us who are we,\nand so. And we told him that we are survivors, refugees, and we are looking for\napartment. He offered his apartment -- he was by 72 years old. He said he never became a\ncitizen. His wife and family are still in Italy, and he sa -- decided now to reun -- to reunite\nwith them, so he offered his apartment for nothing, rent-free, so long he stay still, to share\nwith us. And this how we got the first apartment, where also Norman’s cousin lived, and\nthe daughter. And the cousin, it’s by coincidence you -- she came -- she was a widow, she\nwas brought by this cousin who -- the lumberjacket -- Jack Rodbot at the pier. She was\nbrought over very -- she was a widow. Very nice woman, and she taught me how to cook.\nHer daughter Regina offered -- found for me the first job, and for Norman. For Norman\nhe wor -- walked to the ink company that he hated. It’s was physical, and he thought he\nwill get crazy, because didn’t absorb -- his mind had to be busy, especially a big shot in\nPoland after the war, here he’s mixing ink with another two black men, he thought he will\nget crazy. And she got me a job in the tie factory. But I had to sit with my head down,\nand m -- probably not nourish enough, my blood used to come I -- from my nose all the\ntime. On top of it, she said I even don’t make minimum quota of ties. She said, “Look, I\nwould like to keep you.” She was a German refuge. So I quit the job. And I said, “For\nGod’s sake, my parents spent so much money on my Hebrew education. I’m a qualified\nteacher, why not look in this field?” And this how I got a job, half year later, in the first\nHebrew school, in -- on Avenue P, Magen Davide. And then I switched to another one,\nwhich was a very religious school for boys in Borapart ats haim. And this how star -- I\nstarted on my career as a teacher, which I just quit 15 years ago. And I was doing -- and\nvery happy, and quite successful, because for 10 years, I didn’t have any children. My\nwhole love to children went to my schoolch -- pupils, and they felt 1t. Children feel it.\nAnd they reciprocated. It was a beautiful relationship. As a matter of fact, I was able to\nhandle the hardest cases the principal gave me. I think because of my love and\nunderstanding. They used to wait for me after la -- lessons, to talk to me. And they had\nproblems, because this was the time the divorces. It affected very much the children, and\nthey talked to me about it, and I patiently listened. I had cases where the student from\nfirst grade ask me if I will wait for him, he gets older, he wants to marry me. You know\nthe stories. And waiting -- walking me to school. It was really love. My chil -- my\ndaughter was born --",
        "Q: Did you want -- had -- did you want children?",
        "A: In the beginning, no. I was not ready. In the beginning, I felt what will I teach my\nchild. She will ask me about her grandparents, everything. To lie I didn’t want. They\ndidn’t die, they were killed. Teach your child. When it’s three, starts asking kill, who? By\nHitler, cruel man. Where is God? God is our father. Why did he permit it? Why didn’t he\nprotect us? Which, later, I encountered. So I didn’t want that. I was not emotionally\nready, I didn’t want. But then when, finally, I decided I did -- I think it was by three or\nfour years after the war, we decided to have a child. So it didn’t come as we wanted. As a\nmatter of fact, it took us ta -- our daughter was born to our 11th anniversary. Meantime,\nwe want to adopt. We were refused, because medically we were found able to have\nchildren. And when we couldn’t even if -- we approached the black market. The same\ntime I was pregnant three months with my daughter, I got a phone call from Philadelphia\nthat they have a baby girl for our adopt. But naturally, I didn’t accept it. First of all, I\nsaid,\nwhat right do I have to do it? Another parent who cannot have a child, and I am having.\nAnd what will do to raise two children, one mine, and no -- will have to be mine. So I\ndeclined, and this is when my daughter was born, and then we had problems.",
        "Q: Yeah, I wi -- I will make that connection to -- to the problems. One more question.\nWere people in America at that time ready to hear about your experiences, and did you\nwant to talk about them?",
        "A: No, the people were not ready, they didn’t want. They felt guilty for number of years,\nJews, and non-Jews. Jews were also complaining that they had had ration card, they\nsuffered. They didn’t have enough meat and sugar. And they felt guilty that they didn’t\ndo too much. Th -- like the black people marches to Washington and everything? Not.\nThere was only one group, the very Orthodox Jews, and they saved some Jews. So they\ndidn’t want to hear about it. Norman was ready to talk about it all the time. I saw the lack\nof understanding in the first years, so I decided what to waste my time, and emotional to\nopen my wounds all the time, I decided to wait, when it’s right. But in school I had to\nbecause they started teaching about the Holocaust, but you s --",
        "Q: When was this?",
        "A: In school that they started to teach? I think ’50, ’51, °52. And also, when -- you see\nnow how I get emotional. So I used to cry. I didn’t want to, I couldn’t control. So I\nreduce as much as possible [indecipherable] I talked. So then did we decided after all --\nand Norman spoke and told all the time. And so are -- we decided we have to write a\nbook, because after all, why did we survive, if not to bear witness for the victims? We\nmust share our experience. And naturally there was -- they crept up, the deniers, the\nrevisionists. So we said, if we will not do anything about it, they will win. So this where\nwe Started. Now, we had bad experiences, too. Not so much I, like Norman. You know\nwhen you among educated people, professional people, you accepted. And it doesn’t\nmatter. Like you, it doesn’t matter if you have a accent or not, you’re accepted. But when\nyou go -- first he was a peddler -- lower class, blue collar. Why did you survive? How\ncomes you -- you are alive? Why aren’t you ne -- any misunderstanding, anything, why\nweren’t you not gassed? You know how painful it was? So he went through a lot. As a\nmatter of fact, in the beginning, he wanted even to commit suicide. He just couldn’t\naccept. The family was not warm either. Again, I was lucky. I had only here a fa -- my\nfather’s brother’s family. The oldest one, from Berlin, they left in ’38, the last ship. And I\nwas received beautiful, till today. My aunt -- although her husband was -- she was\ndivorced from him, she took me in like a child, and she made sure that her children\naccepted me as a child of the family. There was not Friday dinner, any holiday, that she\ndidn’t include. So much that her har -- son Leor, who graduated in Berlin, but he went\nhere to Columbia, he was -- he is a artist, commercial artist, he was later director very big\ncom -- advertising company, Beore. He was single. On every date, he took Norman and I.\nHe’s the one who took us all over, any concert. Tavern on the Green, to Carnegie Hall,\nRadio City, explained the architecture. Beautiful, felt family. On my mother’s side, my\ngrandmother’s -- Rifka Genga’s sister, Esther Inglestein, when she found out we don’t\nhave any religious wedding, to her it’s blasphemy, sin. We lived in sin. She made the\nwedding in her apartment, by t -- she invited about 20 people. The rabbi was a cousin\nwho officiated, and her oldest son Harold, till today, now he’s 89 -- there was, when his\nwife was even alive, Doris, she was for -- she immigrated from Vienna, actual -- re-\nrefugee -- oh, it was in °38, like family, again. A-Any family gathering, any holiday. So\nwe had a home. Norman had a tremendous family here. Only the poor uncle, his father’s\nbrother, Uncle Shulamoon, he is the one who cared, who wanted the vano -- to get the\njob, to find a job for Norman, was always in touch, was very warm. But his children, and\nso many others, they didn’t even invite us for dinner. Only later on, when we became\nsuccessful, suddenly we got phone calls. So Norman was very disappointed.",
        "Q: How did you feel -- did you get -- did you try to get help, or to talk to somebody else\nabout it? It sounds as if you two were really just --",
        "A: No.",
        "Q: How did you help Norman with his feelings about [indecipherable]",
        "A: We survivors. This is why we kept -- we were very comfortable only with survivors.\nThey -- the Americans didn’t want us, we didn’t care for them, because they didn’t\nunderstand us, it was waste of time. Very superficial. We couldn’t get used to it, hi, how\nare you, and running, even not waiting for the answer. And I love you superficially, killed\nus. We were the most comfortable with survivors. As a matter of fact, when from\nBrooklyn we moved to New Jersey, I met a friend in the mountains, Viennese refugee,\nEdith Geller, happens we were in the same hotel. We befriended, we became like sisters.\nVery comfortable. I moved here. Only two families were of survivors, the rest all\nAmericans, God knows how many generations, Jews, and non-Jews, they are the same. I\nmoved here because I taught not far from here, so -- and I wanted also -- we wanted a\ncommunity where everybody’s starts from beginning, not [indecipherable] anybody asks\nfrom where did you come. The --",
        "Q: Where’s here? Here 1s --",
        "A: Springfield. Because they came from Newark, and Elizabeth, all over, so everybody\nwas new, not only we. We started. But whom did we befriend? There was a pediatrician,\na survivor. She was my age, again we were like sisters. We loved each other so much.\nShe was only 39 when she died. She got cancer on the breasts, she had two little children.\nShe just built up her practice, and it spread all over. On her dying bed, one in the\nmorning, my -- her husband called me to come to the hospital. She was in a tent. She was\nin coma, but she was very restless. I came. I said, “It’s Manya. Everything okay.” She\nheld my hand. She quiet down, and she died. But that -- you see, we have very intensive\nfeeling, or we like, or we don’t care. We just don’t go for acquaintances, we don’t care.\nAnd there was another family that -- also survivors, Gershwin. From Mamil and from\nWachau, we befriended. Later, we moved in more -- | think by -- we are now by eight\nsurvivors family. Some [indecipherable] out, but the closest relationship, w-we have. And\nalso, we survivor, we get together. It’s like family. As a matter of fact, 1t was very hard\non my child, because she wanted happier people. She was tired already. She didn’t know\nhow to cope about killing, surviving, everybody sharing their experience. So she adopted\nother grandparents from my neighbor, who the grandparents were born already in the\nStates. And they died now, they would be now a hundred years old, her best friends. And\nwhen she got married, I guess also the selection was she didn’t want the child of survivor.\nShe met -- her husband is fifth generation American Jew. Family, family, she\n[indecipherable] Norman.",
        "Q: When did you -- when did you start talking to her?",
        "A: It -- unfortunately too early. Not I. My husband. I warned him. Okay, she ask\nquestion, naturally, why -- where are my grandparents? Every weekend grandparents\ncoming, everybody showered with love, with toys, where are mine? So, I had to tell her.\nAnd it was hard for her to accept, poor child. And so the only relief was -- this is why we\ntraveled so often to Israel, because there was my sister. No, she never met my\ngrandmother, she was born after my grandmother died. But my sister and family. So\nwhen my sister’s children said, “Let’s go to grandma.” Because they had their\ngrandmother on paternal side, who immigrated when my brother-in-law, in ’35, or 34 to\nIsrael. She said, “We don’t have any grandparents. Why do you say grandma?” So I had\nto explain her, she was a child, that there’s two parts, father and so. And we took her\nthere to kindergarten, and we wanted her to get the real warmth from uncle, and -- and\nfrom cousins, and so she suffered very much.",
        "Q: This is the end of tape one, side B, interview with Amalie Salsitz.\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum interview\nwith Amalie Salsitz. This is tape number two, side A. Now, I would like to go back -- or\nwe ha -- actually just been in Israel so to speak, when you introduced your daughter to --\nto the family. Could you speak a little bit more about what did you expect, what was your\ndream? Your family was Zionist, it was your dream to go there. What did you expect, and\nwhat did you see? What were the different -- what was different, the expectations, what --\nin what shape was the country, how were survivors perceived, how did you feel?",
        "A: How the survivors were received, I don’t know, because I came from United States. I\nonly know what I heard from some, and what I read in the press. And so I wouldn’t like\ndiscuss because it’s hearsay and people [indecipherable] from the press themselves.",
        "Q: But you as a survivor, how were you --",
        "A: But it’s different, because I was from the United States, and I didn’t deprive the\nIsraelis from their income, what they felt any newcomer does. It’s a big difference. And\nso I will not speak, because my family, naturally, was very happy. Why it was happy?\nWell, the reunu-ion was in ’49. We came with the tour to settle, this what was our aim, in\nIsrael. We are happy, it’s finally a state, and finally we have someplace to go when they\nchase us out, not like n-no door was open for us, even you know, the big boat that they\nsent back, and not one, only how my uncle was saying, and he was on the Struma, and\nyou know, Saint Louis, and all this. So finally, we felt we a nation, we have home. If God\nforbid one country decides to persecute the Jews -- I’m not talking already about\ngenocide, but this a safe haven where Jews can run and go. Now, when we came in °49,\nand we expressed our desire to settle, this was the time the country was very, very poor.\nAnd they didn’t have -- really each citizen, each took away from the other. So my uncle,\nespecially the oldest brother of my mother, Max Gengar, childless, he said to me -- and\nhe was quite well off, be -- he came there in 1922, he had -- 1919. Then ’22 he had to\nescape because he was kill -- an Arab wanted to kill him, he killed him, so he escaped to\nGermany, back to his brothers. He advised us, he said, “You are very young.” At that\ntime, 49, so I was 27, and my husband was 29. He said, “You young, you have to start\nyour life. Why don’t you start it really, in United States, where the possibilities are better,\nand larger, and you will be able to help us out in Israel.” And this what we accepted, and\nI must say modestly, humbly, we have done it. My sister, who struggled terribly, we are\nable to send her children to a univer -- give education, because 1n Israel is only\nmandatory I think five or six grades, and then we are able to pay for their studies for high\nschool. And naturally all s -- all the necessities. My sister lived on the farm with children,\nprimitive. We bought -- I didn’t have at that time a Frigidaire, I had the icebox in\nBrooklyn, and a -- Frigidaire, she had two children, I sent a washing machine, just to help\nher out, because again, she came from such a very comforta -- [ringing]",
        "Q: The telephone.",
        "A: But we could let --",
        "Q: Do you want --",
        "A: Yeah, we couldn’t -- I couldn’t have it.",
        "Q: Okay, let -- let’s stop for a second.",
        "A: And I will take it off.",
        "Q: Yes, mm-hm.",
        "A: Yeah.",
        "Q: Okay, continue.",
        "A: So -- so we decided this what we have done, and we were able to help with a wedding,\nwith everything. And you know, if they were in [indecipherable] village, so they didn’t\nget any money. They needed a house, they needed to buy. We were able to help her. And\nespecially 10 years we didn’t have any children, and I had a steady job as a teacher, and I\ngot -- I was very well paid for the times. Norman was able, because of my salary later, to\nquit the job in the ink factory, and he went into peddling, on installment. He went to the\nPolish section, which was here in New Jersey, Jersey City. And he looks like a Pole, and\nthey thought he is Polish, and Norman doesn’t wear a wedding band, probably you\nnoticed, so he was single, on the market. Any woman who wanted, really, thought she has\nchances with him, this is Norman. So this is the story. So he got customers, and he started\nmaking money, and I with my teaching, we -- and then, he started very small items, then\nnaturally he gained confidence from people, he was able -- lately he selled new -- to\nnewlyweds, furnished them, everything. He [indecipherable]. But then he had enough,\nand he switch, he decided now -- real estate, building development was flourishing, so he\ndecided to switch into this field, but naturally he didn’t know anything about it, like he\ndidn’t know about -- anything about furnishing people, too. So nights he went to school\nto learn to be a decorator, and here he -- being now he had the capital, so he took in a\nGerman -- an Italian builder. The builder didn’t have any money, but he taught him, and\nthey worked together. So this how he learned. He started, and he flourished, he built. And\nit’s first few houses, then bigger, and so on.",
        "Q: Before we go, we stay in the United States and -- and talk a lit-little bit more about\nyour life, then I will have one more question with regard to Israel. Did you feel Jewish in\na special way, in a different way than you had before entering the United States?",
        "A: No comparison. Here I am among mine. I am not a minority. Do you n -- I -- no one\nwho didn’t go through it doesn’t understand the feeling to be a minority, and be picked,\nalways sacrificial lamb for anything goes wrong. Here I among -- I’m e-equal to others.\nAnd this such a wonderful feeling. I -- and so proud, and especially I was privileged to\nwatch the development of this county since ’49. At least every two years we were there,\nfrom the very hard times, economically how the county built up, and physically from the\ndesert how cities flourished and built up. And how people really, also, were able to live\ndifferently, and the culture. One thing is always very nice, high standard, how people\nwere informed, well-read, and in the pleasure to discuss with them. And there’s a pride,\npride to be among people equal -- intellectual people, very bright people. Even they are\nalgart. But this is the thing, the characteristic of the Jews. And -- and pushy, because\notherwise they wouldn’t survive. But you accept it, but you are proud what you see, what\nthey achieved. And anybody tries to downtrod, even when the state was proclaimed, you\nknow, the American wanted to actually is -- dissolve it, and to say Israel stop, you know,\nto exist, you know, because of the Arabs. And oil, do -- we surrounded with Arabs,\nalways the danger. They wanted to throw, and still want to throw it to the sea. So there is\na feeling -- I feel responsible. I remember when the Six Day War was, how I cried. I\nwanted to bring all the children, because of security. I was afraid, so many armies, what\nwill happen? They will squash, they will kill. So I had wanted to save the children at\nleast, but thank God, it was very successful. Then the Yom Kippur War, I lived through\nit, okay? I share the fate of the Israelis. Every election, every news. It’s very important to\nme, the security of the country.",
        "Q: How do you feel then, and that is the last question, but 1t’s an important\n[indecipherable] how do you feel then about right now the situation, what with the peace\nnegotiations, they -- the direction taken?",
        "A: Iam not happy because I don’t trust. I believe what Arafat said, what he says to the\nArabs. It’s a piecemeal. He wants part, whatever he can get it, without the war, then he\nwill be strong, and he feels he -- he wants really, to erase this -- the state of Israel. He will\ndo a favor, he will permit some Jews to stay, maybe. And this scares me, very much so.\nAnd the pressure from the world, in order to appease this oil, the Arab oil, the Saudi oil,\nthe pressure they put on Israel to make concessions, when they know that the concessions\nendanger the security of the land, yes. I am very unhappy about it.",
        "Q: Let’s go to America then, and let me ask you this. Do you remember -- not the\nmoment, of course, but -- but sort of the time when you began to feel comfortable with\nyour identity as Americans, and what did that mean to you, to be American?",
        "A: Who doesn’t like to have a rich father, who doesn’t like to be from something very\nsuccessful like United States? And not always I’m so proud, because I am still critical. I\nlo -- don’t like the bully. I am very unhappy now with the situation with Kosovo, not that\n[indecipherable] had to be stopped, but definitely not by bombs, not by breaking sovanti\nof a county. I don’t like it. And I’m afraid it may backfire, because now this is the\nbiggest, strongest bully in the world, and if the Russians are pushed too hard -- they don’t\nhave the means now, but they still have atom -- nuclear, and if they are pushed too much,\nand knowing the Russians, they will never forgive it -- United States, how it was treated.\nNow, with NATO, and entering s -- Yugoslavia, Serbs, and everything, I am afraid that\nmay backfire. I learned history repeats himse -- itself. Look the Roman empire,\nHellenistic empire, Britain, the big ones. They reach the peak, and then it goes down. I\nwill not live to see, and I hope my children and grandchildren will not live, but\nunfortunately, this is how history is. And we shouldn’t pay for the mistakes we making.\nHurts me that we Americans are not to like around the world, because we bully\neverybody. This hurts me, because really, it’s the only democracy, not the best, but is the\nbest comparing to others, and the opportunities and the freedom, it gives everybody,\naccording to abilities. The only thing really what a newcomer cannot be is a president.\nBut take Kissinger, take others. If you’re just capable -- take us. After all, with no help\nfrom anybody, we are very comfortable. All the doors -- I must say almost all the doors\nwere open to us. Okay, my was Jewish education, my husband was self-employed. No\ndoors closed. I see my son-in-law, brilliant, he was accepted to Harvard, he is working,\nhe is on staff of Harvard Hospital. My daughter is a lawyer. She could have been the\nbiggest one if she wanted. The doors are open, according to your ability. It’s -- now they\nstart little bit a quota, but it wasn’t a quo -- when I came was still the quota, Norman’s\nnephew was a quota, because then, when he wanted to go, I remember, he was accepted\nto -- to Columbia, and there was a quota, but no more. Now they start little bit, but it’s\nvery high position, I am very proud again, how many Jews achieved very high positions\nnow. They couldn’t before. And so I am proud that -- watching the progress. I’m proud\nthat I am a country which is not controlled by the church, and this why I wi -- we selected\nto come here, not to Latin America. Why I mentioned la -- South America, because argen\n-- Argentina was my bro -- father’s brother, who immigrated from Stanislawow in ’28,\nand he was quite well off, established. Unfortunately, when I came to United States, a\nyear later he died, age 45 on cancer of stomach. But he wanted to bring us over to\nArgentina, and I said, “Nevermore I go to a country, especially a Catholic country, and\ncontrolled by the church.” And thank God, here is the country, if I don’t like I can speak\nup. And if anybody tells me -- like, I had the neighbor here, German descendent, Mr.\nSpiegel, Charlie. And once our dogs had fight when I had the dog. He said, “You Jew,\nyou go to Palestine.” And I said, “You German, go to Germany.” So everybody came\nfrom someplace, doesn’t matter if you was born here. The only really Americans are the\nIndians, so it’s a wonderful feeling. You’re not afraid to speak up. And if somebody\ninsults you, you’re just free to fight back.",
        "Q: I have a few other questions, but it seems to be the moment to ask you -- we had\ntalked about Amalie Petrenka in the beginning, who she was. We had talked about\nFelitsia Mewashefsky. Now we are talking who is Amalie Salsitz. Is that who you are\nthen?",
        "A: Yeah. The only question I have to know, Amalie Salsitz, now presently a old woman,\nwho retired, who lives just to -- for pleasant things, to -- as much as she can take out of\nlife, or the Amalie who came, because of there’s a big difference. The one who arrived\nhad to est -- had to establish herself. Without no help from anybody. So she had to be\nageressive. She felt satify -- satisfied, accomplished, because in her profession she was\nvery happy. As a mother having a daughter, a good daughter, the relationship was nice.\nThere was some, like daughter mother missed, but straight in the time of the drugs, my\ndaughter was not. She was in Boston, age 17, she graduated earlier. She became a lawyer.\nI’m happy, successful, and there’s respect. I am not a very active person. I love -- ?ma\nvery private person, luckily, because Norman has to be at every organization, at every\nmeeting, but not only to be a member -- a member, a paid member I am also. B’Nai Brith,\nHadassah, Sisterhood. But I don’t -- I come very seldom, unless it’s something very\nimportant. Otherwise I prefer my privacy, my book I enjoy immensely, I lose myself. I\nlike the privacy, also maybe -- maybe there’s the reaction to the war time, when I didn’t\nhave a private corner where I could be myself, and I realized this is why I’m such need of\nprivacy. Like so many, especially women, like to dine in the restaurants, and this is the\nbiggest thing, go away for a weekend. I like my meals when I cook, not that I am such a\ngood cook, and not that I love to cook. But I have my home. Because during the war\nagain, I only had eat with the ration card, masquerading as a Gentile. In the restaurant,\nbring the potato in the restaurant, and I longed for a cook -- home-cooked meal. I\nremember when my landlady was making her soup, the aroma, the fragrance, and I ask,\nmy goodness, will it be time when I will be able to make my own soup, my own tea? This\nprobably shaped me. So till now, like I said, I like the privacy. I like people very much,\nbut I’m as happy when I’m by myself. It’s not that I have to be beneath. Again, like\nNorman functions the best, he’s a ham when there’s a lot of people. When he doesn’t\nhave a big group, at least four people listeners, he likes to sulk little bit, and sul -- and\nreally y-you wouldn’t believe the joker, the storyteller than can be so quiet, that home\nyou have to pry out from him a sentence. But most comedians are that way, I heard from\nother women too, that they’re so good when they entertain, but home they don’t open\ntheir mouth. So -- and -- but I am content. I love to be with my family. Naturally, with\nmy daughter means the whole world to me. My grandsons. And even I have relationship\nfrom the beginning with my cousin Petrenka. He 1s now 70, and he’s a year and a half\nolder than Iam. As much as we can, we spend holidays together -- together. It’s harder to\ntravel. And also with my friends still from home, I’m still in touch, whoever is alive.\nThey moved now, many of them to Florida, because they’re old. Some are older. One --\none is 89, wa -- or 80. I have only my friend, to -- two that are my age. Mostly they were\nin the woods, they were married. But we in touch, and again, it’s like family. And on the\nphone, I -- I don’t like to call too much. I told -- I think I mentioned to you. I don’t have\nthe patience to talk too much on the phone, but I will call to check how they are doing. I\nlike celebrations. You know, at to -- attend when sp -- especially from family. It means a\nlot to me. Like se -- Thanksgiving, on my daughter, or my cousin Leo Petrenka’s\ndaughter, she makes it, Joyce, in her house, means a lot to me. I don’t like big gatherings\nwhen the people are strange. Like my daughter ha -- Norman likes a lot of people. And\nwhen we go there for Passover, she has at least 32 people. So it means -- we are only by\nseven family, the rest are friends. I don’t mind close friends, 15 people, but the friends\nbring -- but she invites with their parents, total strangers. And I feel a celebration of\nholiday, I want with close people. So I stopped going, and I gave a ultimatum. All you\nmake for family. I’d rather go to Joyce here in Long Island. I don’t want to come holiday\nand meet a lot of strange people. And this is how to celebrate. But remarkably, and\nastonishly, I read in the Jewlson Post that the survivors as in Israel, was an article\ncomplain about the same thing. When they go to celebrate family with family, there is no\nfamily, because so many, and they are not too com -- not comfortable, but not so happy.\nThey want the warmth. We are missing, lacking the warmth, family warmth. And --",
        "Q: I would just like to say in between, that we are getting a little bit wind against the\nmicrophone, but Amalie needs the -- the air coming through the window to -- to keep\nspeaking, and to be comfortable, so we’ll just stay here, and now and then this little funny\nsound is simply the wind through the window. And it’s very hot. I just want our listeners\nto know that. And I do have -- I interrupted you. Would you -- would you continue, or I\nhave another question I will ask.",
        "A: Go ahead. And I covered it.",
        "Q: Yeah. Okay.",
        "A: So you heard I like to read very much. I like theater. Like, for example, S-Sunday we\nare going to see, The Gathering, with Theodore Bickel. It’s excellent. Few years ago, just\nfew years, there was not a Broadway show. But only drama, or musical, I don’t go for\ncomedy too much. On the way to [indecipherable] all this. I don’t go. I go for drama, or\nmusical that we didn’t see.",
        "Q: What kind of books do you like?",
        "A: I like -- first of all are historical biographies, historical books. Biographies, there is not\nbook on Holocaust that I didn’t read, although they say we shouldn’t do it, but I am like a\ndrunkard who goes to the closet with the bottles. I have to read every one. And -- but I\ndon’t care so much just novels. I do from time to time, but most of my books, I will show\nyou, are historical. This how I learned about American history, because when I learned\nEnglish, I was taught about the British English -- history, but not the American. So\nactually, I filled up the gap, not taking a course in college, but by reading historical\nbiographies. And I like -- also I like very much gardening, and naturally I am exercise\nfan. I -- every day -- every day religiously, oh of -- regardless of weather, I walk for a\nhalf hour. By the way, my doctors now, my age, compliment me very much, because I’m\nnot exactly a healthy person. Blood pressure, and -- and I have a high cholesterol, and I\nhave an enlarged heart, and I have all -- that is set. If not that I walk every day, I wouldn’t\nbe alive. My arteries would be clogged, and also my density of bone is not so bad for the\nage. It is naturally -- I have osteoporize, because anyone in the age, but according to my\nage, it’s not bad, because of the walk. I like to exercise, I like to walk, but most\nimportant, I must have a lot of fresh air. I cannot be cooped up, I’m like a fish without\nwater. Even in wintertime. I got [indecipherable] I fall, it’s slippery, but I walk. You see,\nI cannot be in close p-place, like we wa -- we -- we like to go -- we go for cruises, but I\nhad to cut out, because it’s not properly ventilated, and I come home with infection in my\nbronchial tubes. So the price is too high. So I always have a open window, even in\nwintertime, next to my bed, then I can breathe. But I help myself.. And like any woman\nin the golden age, I don’t complain, I get up. And still I live longer than my mother, 41. I\nalways look like this. And my father, my sister 17. So, after the war, every year was\ngiven to me. Every birthday, I appreciate it. Because -- and how long for a survivor,\nwhere I starved, where I got boils, because after the war, I didn’t have cultume enough,\nand everything. I don’t complain. I’m functioning well.",
        "Q: And you still speak out, too, and I have a question about that. You have written books,\nand we’ll talk about that a little bit more, too. You have spoken out a lot, and in public --\nin schools, I believe, too. Is it difficult sometimes, because 1n a sense it keeps the wound\nopen all the time, or is that necessary to -- to keep healing, to --",
        "A: It’s both. It’s both. We have the obligation to talk, like I mentioned. With high blood\npressure -- if you’re really curious, I’Il measure, if I don’t have now 200 and so. Costs me\na lot, you know, health-wise. I reduced it, yes. I don’t accept. Norman still goes. I\ncompliment -- I congratulate him, I admire him for this. He speaks. It takes too much out\nof me. As -- now I decline many, because unless it’s important like something for\nHolocaust Museum to commentary. Or when we had last year one of the drive for the\npennies for the Righteous People. There were so many interviews, any channel on\ntelevision, CNN, amen 33, CNN, eight, 13, 12, whatever you want, 11, all was. I had to.\nBut also, before was so many. F -- lem -- all organizations, I felt I had to. But now, like\nfor example, they wanted us to come out to Louisville, Kentucky, we declined. I don’t\nknow if Norman told you, we got letters, because the teacher made them read our book.\nAs much as tha -- they read only the part about Norman, they divided, and then they ask,\nand the letters were beautiful, but we couldn’t go. We invited, February the 29\", from\nGeorgetown University, to speak about Holocaust. It’s a big if. I don’t know if I will be\nable to go, health wise. So, but still we have to do it. We have to do so long we can bear\nwitness, and give testimony, because we always going on, even Germany built a\nmonument, and acknowledged. The deniers are still -- try to deny it. And we are dead an -\n- in another five years, even the children survivors will be gone -- another 10 years, the\nchildren survivors, I’m talking, who are now 68.",
        "Q: What do you think will happen to the memory of the Holocaust when the survivors are\ngone? What -- do you think there has been already in -- what is the impact of survivor’s\ntestimonies already, on the collective Holocaust memory, and what will happen when\nthey’re gone, do you think?",
        "A: I had to tell you the tru -- you just go by proof. Norman published a book to Syracuse\nUniversity. They sent him his -- their catalog. On the new books, I think it’s new books\nthey published, I’m not sure, but I think by 10, half are on Holocaust, 50 years after. As a\nmatter of fact, people, because they can cope better with this now, are really doing more.\nShows -- now, the gathering I had, it was supposed to be sh -- played only till the 18\" of\nJuly. By popular demand they had to prolong it. Speeches, lectures, and specially I will\ntell you, Schindler’s List, by Spielberg, helped a lot. Also, The Holocaust, by what is his\nname? I forgot his name -- helped the awareness of people.",
        "Q: You mean this -- this late 70’s movies [indecipherable] on NBC.",
        "A: Yeah, what is his name?",
        "Q: I don’t re-remember who did it, but I just remember --",
        "A: Wait, it’1l come to me. And Spielberg’s, helped a lot, too. Even -- even the comedy,\nwhich really never ta -- anybody thought that you can write about Holocaust in a comedy\nform.",
        "Q: Life is Beautiful?",
        "A: Life is Beautiful, still brought the awareness. It’s not facts, it’s dis -- but it still -- that\nwas something so cruel. His reaction with the boy being in the camp. At least, in any\nform, they try now, and they’re very successful. It’s very accept -- very, very successful.",
        "Q: So you think those -- those popular expressions, or representations of the Holocaust\nare very important?",
        "A: Oh, very important, because we don’t forget -- the world to forget the -- now it’s the\nsecond generation what took upon themselves to do it. Not exactly my daughter, but\nmany children of survivors, who continue. And their children, probably. You see, with us\nJews, we never forget the goodness done to us, and we never ga -- forget the wickedness.\nWe still celebrate Purim, which is remembrance of Hamen, who was han -- was hanged.\nWe never forget the one thing physician, and we -- the c -- th-the crusaders. We’ ll never\nforget it. Not I personally, I will not be there. I’m talking about the future generations.\nSuch cruelty, no. You know, every Passover now, we say a special prayer now, included\nin ours when we recite the Haggadah, which is the book that we read on Passover about\nthe camps, the concentration camps. We have services on our -- at home in the Yom\nKippur. And this will go for generations.",
        "Q: This concludes tape two, side A, interview with Amalie Salsitz.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum interview\nwith Amalie Salsitz. This is tape number two, side B. And you wanted to move -- add\nsomething to what we were saying.",
        "A: Yeah, I wanted to elaborate. Like I mentioned before, we Jews remember our\nbenefactors, and remember our killers. Now we -- ma -- Norman was in touch with a\nPolish woman, Stashka, who was helpful. She didn’t save him -- his life, but she was\nhelpful, and in the way -- some ways, endangered her life, because for harboring a Jew,\nor helping a Jew -- not helping, but harboring a Jew, she could be -- have been killed\ntogether with the -- Norman. And the other woman, who took me in, my f-father’s\npartner’s wife. I search for her, but I had the wrong address, I couldn’t find her. Till\nfinally, 11 years ago, a friend of Norman, a Pole, located her. So we sent invitation -- at\nthat time she was already 76 years old, and we invited both of them to United States as\nour guests. They were here for three weeks. They were honored, they got -- we live in\nSpringfield, they got, from the city hall, they got the key of the city. They were invited to\n-- they gave testimony, and for Yale, whitesafe, they ga -- they were invited to ADL.\nThey -- we spoke there. The Polish consulate was there. We have even the tapes from\nthere. And naturally we took them sightseeing, and they met my daughter, and nis -- to\nold -- Mrs. Eezhaniecekov, the older one who helped me, said to me, “You stayed in my\nhouse three weeks, I stayed in you, now we even.” I said, “No, we are not even. You\nharboring me endangered your life, and the life of your whole family by keeping me. I\ninvite you, normal times, materially it didn’t matter, I have the facilities, and um -- I just\nhosted you as a friend, without any fear of repercussion. So we are not even. I still am in\ndebt to you.” And then, also a -- I would like to tell that after the war, when we met and\nwe got married, we got married under our real name, but not officially. We had the\nreception, people we didn’t know -- the only one that we knew, it was my boyfriend --\nmy late boyfriend’s sister Sasha. The rest we didn’t know the people, big officials, and\nbig -- 1n our apartment. So Norman and I, we promised ourselves, if we will live to age to\nbe able to celebrate the 50\" anniversary, we may -- will make it like a wedding, and\nthank God we able to fulfill our dream, our wish, and four years ago, I made -- we made a\nbig -- for 120 people, a reception. Like a wedding, except that the -- we didn’t exchange\nthe vows, the -- and my sister came from Israel, Babka. My cousin, first cousin from\nArgentina came with her husband. My cousin from Toronto, Canada came. My family\nfrom Chicago, from Dallas. Not -- not only my daughter from Boston with the family.\nAnd from Washington, from all over. This meant so much for me. The warmth, the firs\ntime. And the speeches were just beautiful. Again, I missed my sister. My parents I\nunderstood, they wouldn’t have lived, normally, to be able to participate in our party. But\nmy sister was only 17. She would have been 72 years old. She probably would have been\na grandmother. And I missed her, and her family that she never had. But it was a very big\naffair, and I was -- it -- and also the survivor’s friends, came, who ard. So at least there\nwas a celebration. But like any other celebration -- on my daughter’s wedding, too, was a\n-- being she’s a only child, it was done in Short Hills, which 1-1s here in New Jersey,\nexquisite place, beautiful. But when I walked to the aisle with my husband, I didn’t have\ntears from joy, only missing my parents, who couldn’t be at the wedding. So, on every\nhappy occasion, there’s this sadness, that lo -- that -- the loss of the dear ones. Naturally,\nalso, my sister came from Israel with her late husband, but still, the other sister wasn’t --\nthe -- that she could have been -- at that time my parents could be still alive. So no\ncelebration ha -- is -- it sure is supposed to be a hundred percent happy, it’s never. Also,\nbecause outwardly, we live a normal life. I can’t complain. We were quite successful in\nthe United States in many respects. Acknowledged, respected in our community, in our\nTemple. We publish a lot, we known people. Say as much as we can, we quite charitable,\nwe known. But during the night, where we cannot control our thoughts, the dreams are\nstill terrible. We are still chased, are still killed, and we caught. And this is when one\nawakes the other. One spouse -- or my husband e -- or I -- my husband. Because we\nscreaming still. But I guess this will be till the day till we die. People thought we -- we\nthought that with time there wouldn’t be bleeding so much, but it’s not true. It was with\nus. So we will ask, can we ever forgive, and forget. And I tell, I cannot forget. I don’t\nhave any right to forgive, because the victims are not there to forgive. I’m still alive, but\nthey are not there, so I don’t have the right to forgive. People ask me if I’m religious, if I\nbelieve in God. I say, I observe, I’m not so religious. Iv -- but I believe in God. I cannot\nprove that there is not a God. In moments of distress, I will still turn to God. But I cannot\nsay that I love Him. I cannot say that I hate Him, but I don’t love Him. I still questioning,\nwhere was He, that He permitted such atrocities. If I found peace, no. I cannot. Not\nbecause nor -- I -- I can sed -- I can generalize, in United States, we didn’t get any help\nhow to cope. First we were immersed in life, to establish us, as we are busy. So the days\nwere easier. But in -- older we get, and now when we -- I am retired, my husband’s semi-\nretired, it’s still so fresh, and so painful. And we try to reason, doesn’t work. And also by\nassociation. We traveled extensively, except I must -- I shouldn’t brag, except India, and\nSouth Africa, we were all over the world. When I saw in schools children led by teacher,\nI didn’t see Jewish children led by teacher. I saw that the children left to the\nUmshlaktplatz. Dr. Kolchuk’s children. There were times in the beginning, not now any\nmore, when I was in a place with a lot of people, especially when there was\ncommemoration of the Holocaust, few thousand people. I was always afraid to -- that\nthere will be --a bomb will be thrown in, or fire, because I remember some of my\nfriend’s family were put in the synagogue, and let -- and burned to -- the synagogue, bur -\n- and burn in the synagogue. I was afraid of gatherings. And many times when I see --\nwhen I saw a dogcatcher, I associated it with the chasings, and catching the Jews, hunting\nfor them. I remember my neighbor had a lot of cats, so the see -- SPS called her, told her\nto put cages. And when I saw it, I started to cry, I said, “Open it, I cannot see it.” Because\nwhen I -- me -- I -- we -- we caught. Till now, when I see cattle cars, picture\n[indecipherable] how my dear one were caught in it. See my mother was not sent to\nconcentration camp, nor my father, we didn’t have any in my town, Stanislawow, when\nwe were under -- because we were under the Russians. The Germans had excuse for the\nwar that we are all Communists. And they just killed us in ditches, the -- dug in the\nghetto, on Jewish cemetery, we saw it. One different excuse, different, supposedly\nreason, every time. So you see, this -- you cannot erase something like this. It stays with\nyou. And the same thing with food, when I give, till now I cannot face food, because I\nremember the times we starved, and moi -- my poor daughter said -- she was quite\nchubby one ch-child, because she said, “You always reminded me how we -- you starved,\nand the children in ghetto starved, and you always make me eat,” which is true. I cannot,\nbecause -- so there are many things that shaped me, remained with me. Again, Imelda has\na lot of shoes. I stuff too. Not as many as she has, and clothes. In case I cannot buy\nbecause I didn’t have, and the same with food. And my daughter with food also. She’ll\nbuy a lot she doesn’t eat. God forbid that something should happen, her children\nshouldn’t have food. So certain things remained with us.",
        "Q: Are there certain -- which are your favorite holidays, and which don’t you celebrate\nany more, because they have memories, that you can’t.",
        "A: I always like Passover, Easter, always. High holidays I celebrate, but it’s hard for me,\nbecause there’s a lot of prayers for dead, for killing, and very hard, but I do. But then\nagain I recall how it was home, how I used to come to my mother, because we girls didn’t\nattend synagogue like it -- Christians, or an American girls go. We used to bring just\nperfume, because we used to feast -- no fast, not feast, not to eat, so naturally, salts, and\n[indecipherable] to revive. I -- so I remember it vividly. So it’s hard, it’s hard.",
        "Q: Let’s maybe talk about something that is more joyful for the moment, and that’s the\nfamily of your -- your daughter. You had difficulties understanding sometimes, but she --\nshe 1s a successful professional --",
        "A: Very.",
        "Q: -- she has three boys.",
        "A: Well, yes.",
        "Q: Talk a little bit more about [indecipherable]",
        "A: You see with my daughter is only really -- she is not -- never was the girl who liked to\nlaugh, like other, to giggle, they happy, because of us. Only child, with older parents than\nothers. I was 34 years old, Norman 37, were in this time -- not now, but at that time\nparticular, women had really children 25, 24, young mothers. I was older, and she was a\ngood girl, she was obedient, she liked to, but inside, probably, she rebelled. And because\nthe only child, like she said, I smothered her with love. So when she was 17, she wanted\nto -- she was accepted to college, because she graduated one year before, being she\nwanted to go graduate school, and she was a very good student, they experiment here in\nSpringfield. So I let her go, because I felt she needs to get away, to be on her own. I was\nhurt when she decided to settle in Boston, because I’ve told her, “You’re our only child, I\nwould like to watch you children, my grandchildren growing up.” I’m -- I know -- after\nall, we are not such young parents to start off, we were by 60 something. And I knew that\nit will be harder and harder. “I will prefer it,” I said, “if you move closer by at least an\nhour drive if you don’t want to be next to us. To be -- we should be able really, to be\nmore with you.” But she decided to go to Boston. I was hurt, but it was her choice. And\nreally, it 1s the situation. The older son Dustin, m-m-m -- I have so many beautiful\nmemories about him, h-his talk and everything, because we -- we were able still to see\nhim at least once a month. And he adores Norman, because happens when he was born,\nhis father was doing internship, so interns worked 37 hours in the hospital, so he hardly\nsaw. So every time it was my husband, whom he calls in Hebrew Saba. Saba, Saba all the\ntime, because he was used. The middle one, we love him, but we’re not so close, and he’s\nnot close to us. The youngest one, same story. What, we see them once in three months,\nonce in two months, and also it’s not that my daughter tells them at least once a week,\ncall them. They actually call now more, once a month when we give them allowances,\nyou know? But not how we feel, how we are. There’s not the closeness, which hurt me\nvery much so. Because this is the whole world. My daughter was the whole world for me.\nThere was --every place we went, we took her along. As a matter of fact, she liked to go\nSO -- So much, that sometimes when there was a wedding, and she was not invited, I make\nbelieve I am sick so she can go with my husband, okay? And it’s not so because of\ndistance. We are very candid to each other. There’s respect, there is kind of love. It is.\nBut it’s not the warmth that I expected.",
        "Q: Have you ever found that kind of warmth, and that kind of love that you really wanted\nthen?",
        "A: Was that?",
        "Q: Anybody?",
        "A: To be honest, with my friend who died.",
        "Q: [indecipherable]",
        "A: This Dr. Dubin. Yes. Then I had another friend, also survivor, she was about six years\nolder than I am, also. You see, when I have really friends, it’s not acquaintance. It’s like\nsisters even more, because they went through what I went through. There 1s so much\nunderstanding, openness, even candidly we can [indecipherable] our -- our hurts, our\nfeelings, even our husband, our children, candid, straight. Unfortunately both are\ndeceased, thi -- I did find it. It was such warm, beautiful relationship. My daughter 1s like\nmy husband, not demonstrative. She is hurt now, that her two sons are not demonstrative,\nnot warm, but she is the same way, now she admits. And now she understands, being a\nmother, how it hurt me at that time. But she’s trying. She’s a decent human being, I’m\nproud of her. Like she didn’t want to be a criminal lawyer, because she cannot defend\npeople who are guilty. I’m proud. You know, this ap -- attitude to life.",
        "Q: When you just said she doesn’t want to defend people who are guilty, 1t reminded me\nof the question that I wanted to ask you. Did you ever testify?",
        "A: Oh yes, yes.",
        "Q: You had seen so many things. You did.",
        "A: I was called in 1963 or four, to come to Minsta, and testify against the Gestapo. Hans\nKrieger, who was the chef of Gestapo for -- in my town Stanislawow, and am -- Brand,\nand then Doust. As a matter of fact, I witnesses willful killing by Doust. But something\nhappened to me. When I was called the first time, I went by myself. The second time they\ncalled me during the vacation, I didn’t have with whom to leave my daughter, I took her\nalong. Then -- but each time I got notification from the German consulate, they arranged\nthe tickets, everything. When there was suppear -- supposed to be the judgment of Doust,\nwillful killing, I was surprised. I got just a phone call, no tickets, that I have to come to\nthe tr -- to the verdict of the trial. I didn’t like it, because usually it was accompanied by\nthe ticket. I found it fishy. I called up the German consulate, they didn’t know anything\nabout it. Luckily, luckily, in my cen -- how you call it, 10 cents or something, that I\nchecked. They didn’t know anything about it. Naturally, I didn’t go. And I didn’t hear\nanything, why I didn’t come, nothing, and no tickets. Luckily. Then, I was asked to come\nto Vienna, to testify against two brothers, Mauer, Willie and Hans, who were really very\ncold. But one of them, the older one, wenald was killing in ghetto aktion action. He\nknew me because I had to work as a chambermaid in apartment downstairs by this Doust,\nand he saw -- know -- knew me by sight. In this particular case he saved my life. He\npushed me inside, not I should be taken into transport. And then, also, I was able to save\nmy father, the whole family, because I told this my father, later, after, they believe,\nbecause my father was very young looking, I saved him. So when I had to testify, and he\nrecognized me by my eyes. Somehow he said, you know, gestap -- es -- no German,\nespecially SS off -- were not supposed to have any -- anything to do with Jewesses.\nLuckily, majority didn’t do it, they were afraid. But somehow he was intrigued. I told you\nI had the dark eyes, but my eyes -- and he recognized me, because when there was the\nkillings, when we went to the ghetto, they discharge all the chambermaids. We can work\nas Slave labors, but not in their private homes. He recognized me. So I felt, if I go to\ntestify -- I really didn’t know what decision to make. If he still recognized the eyes, and\nhe said, “Look, here I saved this Jewess, and how she’s paying my back.” I felt my duty\nis to testify, but I couldn’t bring myself to do it, because I didn’t. I didn’t go. Till now\nI’m bothered, because he killed so many. After he saved me and my family, I witnessed\nthe killing of my neighbor. She was walking on Umshlaktplatz. From behind, she was\nwalking, he shot her. Just for pleasure. It was not that he was ordered, it was not that it\nwas the aktion, where they used. But I couldn’t bring myself.",
        "Q: So you didn’t want him to -- to -- to say you betrayed him, when he in fact saved your\nlife?",
        "A: He would feel I betrayed him, the Jewess, you know how it 1s. If this would be puzzle,\nthat he would blame me, I wouldn’t care. This is the point. Because in his theory, Jews\nare vermin, Jews are everything, look. This is the reason.",
        "Q: I just want a quick follow up question to the Doust thing. So what did you expect had\nhappened with this notification that was not accompanied by a ticket? What -- what did\nyou think?",
        "A: There was a group of Nazis, [indecipherable] Nazis, who tried to get away with -- to --\nto do away with witnesses to the trials. And the -- because I heard later another case like\nthis. But when I checked the consulate, luckily, I said, “You invited me?” They sent me a\nletter. I said, “How comes you send me -- you didn’t send me the tickets?” They checked,\nhe said, “We didn’t send you a letter.”",
        "Q: I forgot to ask you that. I have -- actually just one more question left -- two.",
        "A: Good.",
        "Q: And one question is, how do you feel about the role of the Holocaust Museum?",
        "A: I think it’s very important, because our people learned about it. After all, statistically\nit’s proven. So far they had 10 and a half, by now probably 11 millions people wi -- very\nsmall percentage Jews, the rest are non-Jews. And Jew -- non-Jews, from the bible belt,\nfrom the west, that they never heard it, and never would know about the Holocaust. It’s\ndoing what it’s supposed to do. I don’t know, like inclusion of other killings, but they’re\nnot genocide, it’s a big difference. This is a holocaust. It’s terrible if you kill one person,\nbut still you cannot compare it when you try to erase the whole -- whole people, whole\nrace. So I don’t like it. But being -- I have to accept it. It’s better something than nothing.\nIt’s underground, so if the government gave the -- so this is -- thank God we have also the\nYad Vashem.",
        "Q: And I also wanted to ask you if you think back -- I mean 50 years, and 55 years are a\nlong time, but if you think back for just a minute, talk to me about one or two events in\nthis country that were really important to you.",
        "A: In United States?",
        "Q: That made -- in the United States, that made an impression.",
        "A: Oh, now, wait a moment, important, impressions big difference. Important was the\nbirth of my daughter, see?",
        "Q: Yeah, alri -- alright. Let me re -- no, you’re right, let me rephrase this then. An\nimportant cultural or political event, or a movement, the Civil Rights Movement. Did that\ntouch you in any way? I don’t want to lead you now, I just want to --",
        "A: Now, wait a moment, important again was when I became a citizen.",
        "Q: There you go, that’s one.",
        "A: Important, my daughter’s wedding. Those are close to me. Civil Rights, yes, I felt\nthey should have. I didn’t like the discrimination, and I’m glad the situation is improving.\nUnfortunately they have their Farrakons, and if they could do, it’s not the majority, but\nyou have -- but first there was not the majority in Germany either with Hitler. This how it\nstarts. If they have the free -- if they would have the upper hand, I’m afraid, too. But I\nstill think I was happy. I wouldn’t march for them. But I was happy that the situation 1s\nimproving. I didn’t like what I heard, what the Americans had done to Indians, either. I\nam -- I am for equal rights, I am for freedom, and for respect to everybody. And it’s very\nimportant to teach everyone to respect, and to accept, because if we would teach, and\nsucceed, we won’t have a holocaust.",
        "Q: I want to ask you that last question on another tape because we are nearing the end,\nbut maybe just a brief one. You have lived under Russian occupation. How did you feel\nabout the -- in the early 50’s when the -- the fear and the hatred really, of Communism\nwas very great in this country? Did you have a di -- slightly different opinion, or did you\napprove of what --",
        "A: Yes, there should have been fear, because that’s what I witness -- I lived. It was a big\nprison. Imagine, they have their classification. Everyone’s supposed to be equal. No. So\nyou had to be a daughter of a -- a streetcleaner, to be -- become something, and God\nforbid if you are middle class again, the door was closed. As a matter -- I had very bad\nexperience, if not of my lat -- late sister Celia, who was so beautiful, we would have\nbeen sent to Siberia. We got paragraph 11. They were supposed to take away our a-\napartment. I wanted to study, and I wanted to become a doctor, they didn’t expe -- accept\nme. So they only accepted me as a teacher because they were short on teachers. But when\nthey found out my background, even from this they expelled me, unless I pay tuition,\nwhich was more then if my father made in two months. So where’s the equality. Race\ntoo. Unless -- when you a Jew, you were a Jew. It was written in the kemkart yevari. So\nnot that we had the door open for us. Actually, in my part, the Ukrainian got all the rights,\nhe became the big one. The Pole was the second. It -- again on the third place was Ivray,\nthe Jew. And the fear. I -- they blackmailed, for example, us students. They had special\ndepartment political spedsjust. And they called us in, especially the one like middle class,\nthat unless you denounce your friend, unless you find something, they make you a\ninformer, blackmailer, and they blackmail you. I was afraid to speak. Only home, to\nparents. And the fear that they will ship us to Siberia. Then I thought it’s very bad, but lo\nbehold, I didn’t know what is awaiting me when Hitler came, when the Germans\noccupied. So at least this one, they let you live. But here, our lives was in danger. So I\nunderstood, they wanted to enslave people, robots. And also, there was the machinery,\nthe one who was a [indecipherable] Stalin, who lived like kings, and the people still\ndidn’t have enough food. They’re barely to live on.",
        "Q: It’s a good place to stop. This is the end of tape two, side B, interview with Amalie\nSalsitz.",
        "A: You want some more?\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: -- view with Amalie Salsitz, this is tape number three, side A. My question, my next\nquestion is what do you think -- you may have said it, but maybe you can elaborate one\nmore time on it, what do you think are the lessons? Do you think there are lessons that\ncan be drawn from the Holocaust, and has the world learned from them?",
        "A: Yes, there are lessons that can be drawn from the Holocaust. What intolerance can do,\nwhat hatred can do, how destructive it is. But, 1f the world learned something, I’m sorry\nto tell you not. Otherwise, we wouldn’t have Rwanda, we wouldn’t have Cambodia, and\nwe wouldn’t have other mass killings that I don’t know how to stop because there’s so\nmany now o-occur in this world. So there’s still deep hatred, still, and I don’t know --\ntrying -- we try, but the difference is, when the Armenians were killed by the Turks, the\nworld stood by quietly, and it was not later -- there were not -- no -- no trials, and not too\nmuch really, in the press. With the Holocaust --",
        "Q: You mean the Kurds by the Turks?",
        "A: No, no, no, Armenians.",
        "Q: The Armen -- Armenians.",
        "A: Armenians. This is why Hitler felt that he can do it, because what’s to the byhear,\nwhen there was killing of people, and -- and here there were Christians ki -- Moslems\nkilling Christians. The church stood by, and everything. So he thought he will have a free\nhand -- and he was right -- to do with the Jews. But now with the Holocaust, because\nthere was a trial. It’s so much written and done about it to educate the people, I do hope --\nI do hope that it will not occur. At least our President Clinton cited as a reason to bomb,\nand to enter f-f-f -- for [indecipherable] country, because that the world stood by during\nthe Holocaust. I don’t accept it, but still this was an excuse. So let’s hope. And the trials\nthat they have now in Geneva, and ha -- Hague. Maybe this will prevent.",
        "Q: But you don’t accept the argument, no?",
        "A: No.",
        "Q: Why not?",
        "A: The argument that --",
        "Q: From Clinton, that Clinton made. You said, “I don’t accept it.”",
        "A: From -- because the truth is where was he in Rwanda, other countries? And where 1s\nhe with the Kurds in Turkey? In s -- in Iraq, in Syria? If so -- so why he had to step in?\nThis why I don’t accept it. And also, the truth is, when one state broke away from\nYugoslavia, one after another, why didn’t he do when the Croatians expelled the Serbs,\nand the killings? Why he permitted this? If so, I will take him seriously. Had he acted the\nsame way with the others.",
        "Q: Is there anything that you would like to say before we conclude this interview?",
        "A: It’s very important, really, to keep it up in schools, and to teach and educate, because\nthe children are the future of a nation. And if you teach them, hopefully something will\nsink in that never again such cruelty will be perpetuated among another human being.",
        "Q: Thank you very much for the conversation with the interview. This concludes the\nUnited States Holocaust Memorial interview with Amalie Salsitz. Yeah, that’s the end.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection.\nThis is an interview with Amalie Salsitz, conducted by Regina Baier, on July 8\", 1999, in\nconducted with Amalie Salsitz on May 12\", 1990. The United States Holocaust\nMemorial Museum gratefully acknowledges Jeff and Toby Herr for making this\ninterview possible. This is tape number one, side A. To get started I thought it would be a\ngood idea to tell our listeners when you were born, and where.",
        "Q: And if you would now give us your names. The name you had a birth, the name you\ntook on during the war, and the name -- and your married name.",
        "Q: Let me ask you this, before we then go onto the duration. Who was Amalie Petrenka?\nWho was she as a girl, as a young person, and who was Felitsia Mewashefsky as a\nperson? How did you feel about the change?",
        "Q: We will speak later about all three of you, but especially who Amalie Salsitz became\nin the United States, but for the time being, let’s talk -- let’s go back a -- or stay with the\ntime just before liberation. What was your state of mind, and what were the events that\nfollowed?",
        "Q: Did you -- did you feel at the time when you dreamt it, did you interpret it then as a\nrejection, or did you interpret it as --",
        "Q: And then, in a very unexpected way, you met your husband to be. What -- what\nhappened that -- that day?",
        "Q: I just want to say for our listeners that the Swengsvi zoilen, the translation is dynamite\nthe columns.",
        "Q: Detonate the columns.",
        "Q: Let’s tal -- [inaudible] just a tiny little bit more [inaudible]. Let’s -- let’s speak a little\nbit more about what happened then, though. Your -- your courtship developed over a\nperiod of time. He was busy, you were doing things. Ex-Explain a little bit more about th-\nthe time [indecipherable]",
        "Q: Maybe we should stop here to flip over. [indecipherable] This is the end of tape one,\nside A, with Amalie Salsitz.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum interview\nwith Amalie Salsitz. This is tape number one, side B. Before we go on to what happened\nafterwards, I would just like to ask you about liberation. So often the word suggests a",
        "Q: Can you speak a little bit more about the liberation, and having survived? What did\nthat mean to you?",
        "Q: How -- how did you decide where to go, to po -- where to go?",
        "Q: How did you live during that time? Who -- who gave you food or clothes\n[indecipherable |",
        "Q: I would li -- Pll come back to is -- to Israel again, because I have some follow up\nquestions, but let’s go back to the time when you arrived. How did you go to the United\nStates? By boat?",
        "Q: Did you want -- had -- did you want children?",
        "Q: Yeah, I wi -- I will make that connection to -- to the problems. One more question.\nWere people in America at that time ready to hear about your experiences, and did you\nwant to talk about them?",
        "Q: When was this?",
        "Q: How did you feel -- did you get -- did you try to get help, or to talk to somebody else\nabout it? It sounds as if you two were really just --",
        "Q: How did you help Norman with his feelings about [indecipherable]",
        "Q: Where’s here? Here 1s --",
        "Q: When did you -- when did you start talking to her?",
        "Q: This is the end of tape one, side B, interview with Amalie Salsitz.\nEnd of Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum interview\nwith Amalie Salsitz. This is tape number two, side A. Now, I would like to go back -- or\nwe ha -- actually just been in Israel so to speak, when you introduced your daughter to --\nto the family. Could you speak a little bit more about what did you expect, what was your\ndream? Your family was Zionist, it was your dream to go there. What did you expect, and\nwhat did you see? What were the different -- what was different, the expectations, what --\nin what shape was the country, how were survivors perceived, how did you feel?",
        "Q: But you as a survivor, how were you --",
        "Q: The telephone.",
        "Q: Do you want --",
        "Q: Okay, let -- let’s stop for a second.",
        "Q: Yes, mm-hm.",
        "Q: Okay, continue.",
        "Q: Before we go, we stay in the United States and -- and talk a lit-little bit more about\nyour life, then I will have one more question with regard to Israel. Did you feel Jewish in\na special way, in a different way than you had before entering the United States?",
        "Q: How do you feel then, and that is the last question, but 1t’s an important\n[indecipherable] how do you feel then about right now the situation, what with the peace\nnegotiations, they -- the direction taken?",
        "Q: Let’s go to America then, and let me ask you this. Do you remember -- not the\nmoment, of course, but -- but sort of the time when you began to feel comfortable with\nyour identity as Americans, and what did that mean to you, to be American?",
        "Q: I have a few other questions, but it seems to be the moment to ask you -- we had\ntalked about Amalie Petrenka in the beginning, who she was. We had talked about\nFelitsia Mewashefsky. Now we are talking who is Amalie Salsitz. Is that who you are\nthen?",
        "Q: I would just like to say in between, that we are getting a little bit wind against the\nmicrophone, but Amalie needs the -- the air coming through the window to -- to keep\nspeaking, and to be comfortable, so we’ll just stay here, and now and then this little funny\nsound is simply the wind through the window. And it’s very hot. I just want our listeners\nto know that. And I do have -- I interrupted you. Would you -- would you continue, or I\nhave another question I will ask.",
        "Q: Yeah. Okay.",
        "Q: What kind of books do you like?",
        "Q: And you still speak out, too, and I have a question about that. You have written books,\nand we’ll talk about that a little bit more, too. You have spoken out a lot, and in public --\nin schools, I believe, too. Is it difficult sometimes, because 1n a sense it keeps the wound\nopen all the time, or is that necessary to -- to keep healing, to --",
        "Q: What do you think will happen to the memory of the Holocaust when the survivors are\ngone? What -- do you think there has been already in -- what is the impact of survivor’s\ntestimonies already, on the collective Holocaust memory, and what will happen when\nthey’re gone, do you think?",
        "Q: You mean this -- this late 70’s movies [indecipherable] on NBC.",
        "Q: I don’t re-remember who did it, but I just remember --",
        "Q: Life is Beautiful?",
        "Q: So you think those -- those popular expressions, or representations of the Holocaust\nare very important?",
        "Q: This concludes tape two, side A, interview with Amalie Salsitz.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum interview\nwith Amalie Salsitz. This is tape number two, side B. And you wanted to move -- add\nsomething to what we were saying.",
        "Q: Are there certain -- which are your favorite holidays, and which don’t you celebrate\nany more, because they have memories, that you can’t.",
        "Q: Let’s maybe talk about something that is more joyful for the moment, and that’s the\nfamily of your -- your daughter. You had difficulties understanding sometimes, but she --\nshe 1s a successful professional --",
        "Q: -- she has three boys.",
        "Q: Talk a little bit more about [indecipherable]",
        "Q: Have you ever found that kind of warmth, and that kind of love that you really wanted\nthen?",
        "Q: Anybody?",
        "Q: [indecipherable]",
        "Q: When you just said she doesn’t want to defend people who are guilty, 1t reminded me\nof the question that I wanted to ask you. Did you ever testify?",
        "Q: You had seen so many things. You did.",
        "Q: So you didn’t want him to -- to -- to say you betrayed him, when he in fact saved your\nlife?",
        "Q: I just want a quick follow up question to the Doust thing. So what did you expect had\nhappened with this notification that was not accompanied by a ticket? What -- what did\nyou think?",
        "Q: I forgot to ask you that. I have -- actually just one more question left -- two.",
        "Q: And one question is, how do you feel about the role of the Holocaust Museum?",
        "Q: And I also wanted to ask you if you think back -- I mean 50 years, and 55 years are a\nlong time, but if you think back for just a minute, talk to me about one or two events in\nthis country that were really important to you.",
        "Q: That made -- in the United States, that made an impression.",
        "Q: Yeah, alri -- alright. Let me re -- no, you’re right, let me rephrase this then. An\nimportant cultural or political event, or a movement, the Civil Rights Movement. Did that\ntouch you in any way? I don’t want to lead you now, I just want to --",
        "Q: There you go, that’s one.",
        "Q: I want to ask you that last question on another tape because we are nearing the end,\nbut maybe just a brief one. You have lived under Russian occupation. How did you feel\nabout the -- in the early 50’s when the -- the fear and the hatred really, of Communism\nwas very great in this country? Did you have a di -- slightly different opinion, or did you\napprove of what --",
        "Q: It’s a good place to stop. This is the end of tape two, side B, interview with Amalie\nSalsitz.",
        "Q: -- view with Amalie Salsitz, this is tape number three, side A. My question, my next\nquestion is what do you think -- you may have said it, but maybe you can elaborate one\nmore time on it, what do you think are the lessons? Do you think there are lessons that\ncan be drawn from the Holocaust, and has the world learned from them?",
        "Q: You mean the Kurds by the Turks?",
        "Q: The Armen -- Armenians.",
        "Q: But you don’t accept the argument, no?",
        "Q: Why not?",
        "Q: From Clinton, that Clinton made. You said, “I don’t accept it.”",
        "Q: Is there anything that you would like to say before we conclude this interview?",
        "Q: Thank you very much for the conversation with the interview. This concludes the\nUnited States Holocaust Memorial interview with Amalie Salsitz. Yeah, that’s the end."
    ],
    "answers": [
        "Answer: I was born October 21, 1922, ow -- by coincident in Munich, because my\nmother was visiting her family there, she didn’t expect. But I was raised -- I went through\nthe Holocaust in Stanislawow in Poland, southeast of Poland.",
        "A: First I have to start with a joke. My late parents called my Manya. First -- in the first\ngrade I learned my name is Amalie when my teacher called out Amalie Petrenka to give\nme my report card. So this is the first time I learned that my name 1s Amalie, on -- and\nnot Manya. When I started as a Christian Pole -- masquerading as a Christian Pole, I\nchose actually, my fictitious name, Felitsia Mewashefsky. I took Felitsia from Latin,\nFelitsia Felitsitakislak. Mewashefsky ma -- was my beloved writer, I liked her booked. So\nI dec -- and also, I had a German French r. When I was masquerading, I had to blend --\nalmost hundred percent the local population, to the Slavic r. So naturally, I tried to\neliminate r from any possible word that I can -- that I can. Otherwise, probably, I would\nhave remained Petrenka, because Petrenka is not a Jewish name. But, I have chosen\nMewashefsky. I stayed with minash -- Mewashefsky till I got married to Norman s --\nactually Naftali Salishitz at that time. So I became Amalie Salishitz. When we came to\nUnited States, he changed his name Salishitz to Salsitz, because his oldest brother, who\nwas here for 20 years, at -- before m-my husband -- after my husband was born. So he\nwanted to have the same family name so he beca -- I became Amalie Salsitz.",
        "A: Fala -- ama -- Amalie Petrenka was a very happy go lucky type, with shiny eyes that I\ndidn’t know, but they were pointed out to me constantly, even during the war. I couldn’t\ncarry for a long time, a grudge, or hatred. I loved people, but Amalie Salsitz was also\nfighter, because she was the middle child, so she fought for her rights, because my older\nsister was only year and a half older than I, and the younger, one year younger. And my\nparents wanted always to keep me with my younger sister. So I learned to fight for my\nrights. And, little mischievous, rebellious, this was Amalie Petrenka. As matter of fact, I\nhave done things to big displeasure of my parents, because sometimes I questioned their\njudgment. For example, I come from middle or above class, and I got -- we -- private\nschooling, very expensive. So, when my parents complained about it, and they said for\nthis money they could have traveled in Europe, I dared to tell them I didn’t ask to be\nborn. This is not something in Europe, that parents appreciate. Felitsia Mewashefsky\nbecame a very cautious person that -- full of fear, and she played th -- la -- a -- helhole\nlak reeda payatso. Laughing during the day with people, the pillow all wet during the\nnight. And afraid to face people, still she was exposed every time to people. Many times I\nwalked with downcast eyes, although as a child I was told, supposedly, I have very\nbeautiful eyes. I used to have very big one, and dark -- the eyelight -- eye white were\neven blue with the fair complexion and the fair hair, I guess 1t was outstanding, and the\nshiny eyes, like somebody who drinks. Here, I was downcast because I was afraid that\npeople will recognize me. So, predominant factor in me was cautiousness, afraid, fearful,\nand in a way, also I decided I will fight Hitler with [indecipherable]. I will prove to him\nthat it is all really nothing, that it’s not true. I will excel so much, even as a Christian\nPole, and be admired, to prove how false his theory was, which I succeeded. Many cases\nlater -- maybe I will tell it 1-1f you want, later. So this was the Amalie. Still, this Felitsia\nMewashefsky, if she could -- she c -- just couldn’t forget about the cultural life. Actually\nit was taboo to -- for Poles -- Christians, to go to movie houses, to go to resort, but\nFelitsia Mewashefsky was able to g -- venture to movie houses, no feedeutsch, no --\nbecause I thought I’Il be less caught there. And I went -- for example, I have done things,\nlike I went to the copanna, which was forbidden for Poles, just to prove my point. I felt\nalso, I play with fire later on. If so, let me be caught to -- not only because I w -- am\nJewish, but I have done things that even the Poles were not permitted, the Christians.",
        "A: Just few months before the liberation, were this first German evacuation. Was a very\ntrying time for me because one part of Poland was liberated half year before I was\nliberated. I was tempted to run over to the Russian side, or the Russian -- o-or the la --\nJeshuf townoof, and to shorten my time of expectation, meantime I could have been\nkilled. But then I decided it’s very risky, even to run to the Russian tine, so I will endure,\nand take my chances to legal -- to be liberated here, in Krakow, where I survived. And\nalso, I was offered, and requested, by my two companies, the first company vi -- m --\nbatonin -- isen bentongbal by Wilhelm Langert from Swekow saxon, to evacuate with\nhim and his company. I refused on the grounds that I don’t want to leave my motherland,\nPoland. And the same thing, first I was also requested to evacuate with the second\ncompany, Myrader and Krauss, the Viennese company, to evacute -- or evacuate with\nthem to Vienna, and also I refused on the grounds that I don’t want to leave my\nmotherland. I felt, why to endanger on my life now, towards the end. I didn’t expect the\nterrible anti-Semitism which was in Poland after liberation. So I decided not to take any\nchances, but to stay put in Poland. But nights, I always was contemplating if -- what\nshould I do? What is the right thing to do? To run to the Russian oc -- and now\nconquered, liberated territories. And one thing, I don’t know if it’s important. Well, I -- I\nlearned that I’m a little psychic. My dreams towards the end of the war were that I meet\nfriends. Some friends embraced me, kissed me, were very happy to see me. My dearest\nfriend, my childhood swee -- Julia Logbel, she pushed me away from her all the time. I\ncouldn’t understand this, this was in my dreams. After the war, I found out that the\npeople who pushed me away, like Alec Lamenstor, for example, my boyfriend who\nwanted -- we became fiancé, he pushed me away, they were all killed. Unbelievable.\nPeople that didn’t survive pushed me away. And people who survived, even that there\nwas not so closed, and I didn’t think about them, survived. And I met them after the war,\nand then I told them, “I knew you were alive, because you aka -- embraced me, you\ngreeted me.” So, this was the situation, and --",
        "A: No, at first rejection. I cried, I -- I felt very badly, and I used to say, “I didn’t do\nanything wrong, why do you push me away?” Like my best friend -- no, I didn’t\nrationalize, only later, when I met, then I understood that this was the reason. So this is\njust before the liberation, and naturally I had to be double cautious. One way it was easier\nfor me, because according to my assumed things, and false papers, because I was born\nsupposedly in Vilna, I was safer, because if I was caught na -- in -- in this period, first\nthing they checked with the parish and police. The parish was already in the Russian\nhands. And, on the police, I had a legitimate cancarte made out on the fa -- a-assumed\nname, but they didn’t know it, and the s -- false baptismal paper. So I was safer in this\nrespect, but still I had to be very, very careful. I had many incidents. Like after Myrader\nand hama -- this beton [indecipherable]. I -- after they evacuated. So I was referred to\norganization Torte, which built the -- you know, [inaudible] th -- they built -- to protect,\nyou know, ditches, ditches, to protect the armies, and to slow down the onslaught of the\napproaching enemy. And my boss wanted me to evacuate with them, too. I refused. But\nthere was one employee, an a-accountant. He himself looked Jewish too, German,\nricedeutsch. And he said to me, “Fraulein Felitsia, what do you celebrate, Sabbat?” I\nknew he recognized me, naturally I play dumb. Was still very dangerous period for me,\nvery dangerous. I -- another one -- when -- in the new company, a Ukrainian, who\nworked in the bookkeeping department, turned to another white Russian, and he said to\nhim, “You know what? I suspect that Felitsia Mewashefsky is a Jewess.” And he spoke it\nin front of the women with whom I lived, who was the daughter -- daughter-in-law of the\nbuilding where the company was located. And the yow -- white Russian said, “Why do\nyou go for her life? What did she do to you?” So there were some decent people, but still\nwas very dangerous to the last moment.",
        "A: You see, when I was the secretary of the company, Myrader am-and Krauss, my boss,\nKlammenchitch, who happens be -- was a -- a Yugoslavian German, married to the\ndaughter of the owner of the Myrader Krauss do -- Myrader’s daughter, and he -- when\nthey were supposed to evacuate and I didn’t -- I refused to join them, he came over to me,\nand he said, “Listen, those are the keys from the safe. We will be back about two thr --\nthree months. Meanti -- you will manage the office, and you’ll pay out the checks.” He\ngave me the checks. Then he told me, “You will get some very important telephone call,\nand cooperate.” But didn’t explain what will be the phone call, from whom. Just after I\nthink two or three days, I’m not exact -- so sure now, I got a phone call from the camp’s\ncommandanten, from Krakow military camp. And he ha -- just identify if this is the\ncompany Myrader and Krauss. I said yavolt. And the command came, “Springen sie de\nzoilen.” Now, the -- I didn’t know anything about zoilen. I know -- knew only that my co\n-- the company built bunkers a-around big office building -- German office. And I didn’t\nknow -- I saw the pyramids like form on the main thoroughfares, but I was not -- I-I-I --\ninformed, and I didn’t know that this is the company our built, and those are the zoilen,\nbut I connected immediately. Now, I had to think very fast. Had I been a German, I\nwould have told them that they must do it themselves because my company evacuated.\nAnd then I said, “I can save this city being ruined.” A-And -- not that -- a-after all, itis a\nhistoric sto -- city, Krakow, but not that all -- all in the Poles, that they helped me to\nsurvive. But still, it is the country where I lived. And I was thinking also for -- I analyzed\nthe danger what will be for me, not to tell them to do themselves, and being I was not the\nonly one left in the office. There was -- still was the lady Lydia Lu-Lublevska, the\ndaughter-in-law. There was -- still was maintenance men, two chambermaids, and hi --\nthey didn’t ask me who was speaking, so I thought I am not endangering my life, because\nI can always deny receiving the phone call.",
        "A: Detonate.",
        "A: And so, after a few days, three man came, three knocked ma -- ma -- m --at the gate of\nthe building where ma -- [indecipherable] where the office was, and I told to the m-\nmaintenance man, I told him, “Listen, now be a terrible, unstable situation, very\ndangerous, because this is now a German section, German building. People may want to\ncome to plunder. They wouldn’t know to kill, but definitely to plunder. Don’t open the\niron gate till I will let you know.” So when the three officers came, we -- I saw them\nthrough the window, I told him not to open. And they knocked -- then they came again.\nWhen they came again, among them was one officer who looked like a Jew. So I said\nfrom this quarter cannot be any danger. So I will find out what they want, and I will\nexplain what it is. So I told the man to open the gate, he let them in, they came to my\noffice, and among them was my present husband Norman Salsitz. Norman was in -- wi --\nin a leather coat. Norman looks very Slavic. And after they checked who we are, they\ndwelt on me, they stop with me. And my husband started, a very nasty in -- interrogation.\nFinally, I got very mad. Who I am, I show the ID, it’s impossible that I am Felitsia\nMewashefsky, a Pole, to be a such sensitive job, that I’m lying. So I said, “If -- so take\nme to your superiors.” So he told me, “I am the superior.” And thr-threatened me, and to\nfrighten me, he a -- opened his coat where the -- his gun was there, a revolver. And I said,\n“For God sake, it’s towards the end of the war. I don’t have to take anything from such a\nanti-Semite.” I got annoyed, and I called the officer who looked Jewish to the other room\nthat I want to talk to him. In the other room when we came, he se -- asked me, “Well,\nwho are you?” I said, “I’m Jewish, I am the same that you are.” “How do you know?” I\nsaid, “Look at your face.” You know, this the saying in Europe. So, “From where are\nyou?” I said, “From Saint Swabof, from where are you?” He said, “I am from Krakow.” I\nsaid, “Krakow, we had many refugees during the Russian occupation, and one of them I\nbefriended was in my Jewish gimnasium, by the name Oskar Margolies.” Lo and behold,\nthis Oskar Margolies was his first cousin. From all the people in the world, what an\naccountant. Ver -- very emotion from Miskey. Naturally, he ask about his fate, and then\nwe went in. He came over to Norman, and told him to leave me alone, that I’m okay. And\nhe whispered that I am Jewish. Norman didn’t believe till he started interrogo-gated me --\ninterrogating me again, because he knew this Yamen Miskey to be a womanizer, he\nthought, God knows. And he -- he sta -- th-then somehow, in back of his mind, he said\nmaybe, maybe she 1s Jewish. And it was very danger -- the situation was not stable to\nreveal that I am Jewish, because in case the Russians retreat, the Germans come, then\nthey -- I’m exposed as a Jew, and they kill me. Oo -- iha -- 1t happened many times. So\nthis is one, he decided to be more careful. He ask if I s -- speak other languages. I said\nyes. “What?” I said, “Russian, German,” and I couldn’t say Hebrew, because I was afraid\nthey will understand. So he switch to his broken English, as little as he knew, what\nnationality I am. I said I am Jewish. He didn’t believe, so he started again about Jewish\nreligion, and -- and custom, and then he asked me [inaudible] about the very sacred day\nin our Jewish life, Yom Kippur, the big atonement day that every Jew knows, and he\nasked me what we say on Yom Kippur. When he asked me this question, only a Jew kn-\nknows. Then I knew that he is Jewish, too. I answered immediately Yom Kippur, then,\nwith tears from my eyes I said, “You too? You too Jewish?” And this is how we met. So\nthen we -- but, because we [indecipherable] he sa -- I told him I speak Hebrew too, and I\ncalled him names in Hebrew, I did. So he thought being I’m young, that the Germans\ntaught me Hebrew in order I should spy on Jews and give them out -- not that I am\nJewish, because they have done it. So they taught me Hebrew so perfect 1n order to fish\nout the poor Jews who were masquerading as Gentile. So then we switched to Polish, and\nthen he stated the reason why he came. And s -- th -- I said, “Why didn’t you tell me right\naway? Why did I have to go through such interrogation, and you know it?” I was so\naggravated. And so I took him to the office across, because the -- those were the living\nquarters, I took him to -- across the hall, to the office, and I gave him the plans of the\npyramids, of the columns that were erected, because there was a master plan, so they\ndidn’t -- they could deton -- detonate it. And this 1s how I met Norman. Started with hate.\nHe actually came to kill me, and as matter of fact, they were discussing who is the one\nwho will kill me, because they were afraid after I give the plans I can get in touch with\nthe ca -- m-military commandant, and tell them already that they have the plans. A-And\neven my husband felt badly because it came upon him to kill, and he felt he never killed a\nwoman, even if she’s German, even all his sisters were killed by the Germans, all his gra\n-- nieces and nephews, but still he couldn’t bring himself. So this is the story. From\nhatred, for wanted to kill me, we fell in love, we got married, and here we are, married,\nwill be in October, 54 years.",
        "A: Actually, mine -- I ha -- this was also something. I was of age, 22, when the Polish\narmy drafted women to the army. And the army was actually under the Communist\nauthority, you know, they were satellites. And -- and that’s why I didn’t want to go. So\nthe first thing, I went to -- at that time he was Tadoush Szaleski, in the high position, and\nI said, “I don’t want to be drafted.” And, also they wanted to expel me from this beautiful\nGerman apartment, and -- a woman. So he put his name, that he lives there. Then, I\nwanted to continue with my studies. I wanted to go to medical school, that’s what I\nplanned. So, Norm -- it was very hard to get into medical school, s -- priority had only the\none who started already. So Norman, because of high position, was able for me to work\nout, I should be accepted. Because they said they had certain number of places for\nstudents who are Communist. If I will declare that I am a Communist, I am accepted.\nAnd I told Norman, “I never was, I’m not, and for this I will not put the ti -- I am in order\nto be accepted.” But because of his connections, and high position, I was accepted. But I\nhad to go through ast -- extra -- you know, old subjects, because I didn’t have any papers.\nI had to take all the exams, [indecipherable] from -- to make my matriculation, I was\naccepted. But then, Norman couldn’t stay in Krakow because of his position, and he\ntraced a lot of Akar, Poles from the national government in London, whose aim was to\nget rid of Germans and Jews, and kill the lot. So Norman discovered many, so the ha --\nthe ground was too hot for him. And I was able to obta -- obtain for him a transfer to --\nfirst to Lipnitsa Breslau, a -- but we didn’t want to stay in Poland. So I was not busy, my\n-- actually what I occupied myself, I tried to help the people who came out from\nconcentration camp, in tatters, hungry, starving, till it was organized, till they could get\nsome help from o -- Jewish organization. So Norman supplied for me, and I used to go --\nI used to find them from Plaszow, living in one room, four or five, sick, emaciated,\nbringing food, helping. And others -- and through grapeline they found out that I have\nclothes I can give them, and they used to come. So was mostlal welfare. Not official, but\nwel-welfare. And then in Breslau, I could have enrolled again to medical school, but I\nsaw the anti-Semitism in Poland, and I felt it’s a Communist Poland. I didn’t survive the\nwar to go from one jail to another. And my only goal and strength to survive was to be\nreunited with my family that I had at that time in Palestine, from Germany. My\ngrandmother, my sister, my mother’s brothers, cousins, uncles. So this gave me the\nstrength, but I -- because I knew, although I’m the sole survivor from the family who was\nin Poland during the Holocaust, but I am not an orphan completely, because I still had a\ngood maternal grandmother and uncles in Palestine at that time, and I will be able to be\nreunited with them. So I felt, how can I stay in Poland? Here I endanger my life, because\nthe Poles started the pogroms, killing of Jews. Personna non grata. This is not a reason\nwhy I survived. And because legally we couldn’t leave Poland, so we escaped illegally to\nMunich. So this 1s -- otherwise there were gatherings with struyas -- survivors, and really\nwe felt like family, like blood relations because we were -- like Imann, he lost everybody,\nbut didn’t have even a brother, anyone. At least I had, they didn’t. So we clung to each\nother. We sha -- we looked for solace in each other’s arms. So this was till we escaped --\ntill I arranged a escape. First my husband, because my brother-in-law decided that he has\na store, and has to liquidate. So the wife doesn’t belong to the husband. I had to stay with\nmy older brother-in-law, till he liquidates me, then my husband escaped. I arranged for\nhim. And later we found -- we were supposed to meet in the Jewish communion house in\nMunich, but unfortunately, my husband was not there. After I struggled, after I almost got\nkilled crossing illegally the border, because I brought some of our belongings.\nbeautiful, brief moment. That was the moment of liberation. But the feelings were more\ncomplicated for you, were they not?",
        "A: Yes.",
        "A: One way, again, I decided I have to survive, to bear witness, in spite of Hitler’s theory,\nbut when I found myself liberated, and you couldn’t stop and question, where are my\nloved ones? You couldn’t accept it. Why I? Why not my sister, the lovely Celia, 17 ye --\nyears co -- killed. Why not my beautiful mother, 41 years old? Why not my father, 45\nyears old? Not speaking about my cousins, uncles, and not speaking of my dear friends,\nmy childhood friends. So it -- it was a mixed feeling, one laced with like guilt, why I --\nwhy was I chosen? And then, naturally, relief, that finally it’s over, and I can be a free\nperson, and I can do, and -- and not -- threat of death, the Damocles sword over my head,\nthat was for me since ’4] till ’45. But it was not the real joy, not like that you would\naccomplished something very big, because the price you pay for it.",
        "A: My only stand -- I mentioned was the knowledge that I still have family in Palestine at\nthat time. So naturally, the choice was I have to be reunited with them. But, when it was\nproven, when we escaped from -- to Germany, and because of the policy of Great Britain,\nwas not permitted to immigrate to Palestine, I didn’t want to risk again, and to be caught -\n- sent to Cyprus, a-and God knows for how long, and then to Palestine. So I felt all roads\nare leading to Rome. Doesn’t matter which I take. Being that Jews had an opportunity to -\n- under joint certific -- group certificate to immigrate to United States, I decided to take\nwhat comes first, and then I will go to Palestine. What I have done. Now, to United States\nis a story I must tell you. We know we cannot stay in Germany. Each face I scrutinized, I\ncouldn’t look -- and it was a terrible emotional -- terrible emotional for me, because\neveryone I looked, is this the killer? Is this the killer of my parents, my family, my sister,\nmy beloved ones? Oh, we knew we cannot stay in Germany. We tried to make it as brief\nas possible, but in order to immigrate to United States, we needed papers to get visa.\nIronically, the Germans who applied had all the papers, they didn’t have any difficulties,\nand they were processed very fast. We survivors, who didn’t have any papers, or the one\nwho survived the concentration camp. Or like I, who had to leave everything, any scrap\nof paper which will identify me, and be under assumed, I didn’t, so we couldn’t be\nprocessed, we couldn’t be -- get -- obtain a visa. So finally, my husband and I, we\ndecided to approach the general council, explain the situation, what it 1s, and that\nsomething must be done. Some Jews bribed the secretary -- again, who was the secretary?\nA German Christian. And they -- some -- she let them go -- approach to co -- to present\nit to their ambassador of council. So one day, lunch time, we accosted the general\ncouncil, by the name Clark, and we ask him in our English, broken English, that 1-if -- for\naudience, we want to explain some situation. After we explain to him, he got up, he was\nvery tall. He put his hands on our heads, and said, “Now, set children must come to\nUnited States.” He changed the law that it is far -- enough if two eye witnesses, notarized,\nwill give testimony that they know the person, where it ca -- was born and when. And\nthis will be accepted. So, in a way, we changed the law. And we helped a lot of survivors\nthis way. So finally, when our papers came through -- meantime was very hard for my\nhusband too, because -- in the trolley cars and the many compiljamas -- complaints, so\nmany -- so many refugees, that they brought them as slave workers was okay. So my\nhusband started fights, fistfights, killi -- you know, he got bruised, he will not let it go. I\nsouta -- so the ground is very hot, we have to leave. So luckily, after we got the visa, we\nwere sent to the camp -- immigration camp in Bremenhaven, but we have to stay there for\nhalf year because in United States was a coal strike. So till we be able to leave, it was\nJanuary.",
        "A: Many, many Jews were in DP camps, so Joint supported. I somehow avoided camps, I\njust didn’t want to go to the camps. I -- Id -- wasn’t doin -- in the camp during the war --\nI masqueraded, I lived openly, I didn’t. So we lived on our resources. The black market\nwas flourishing, so we got cigarettes, we bought food, we bought clothing, and this how\nwe sustained ourselves. In Munich again, many of my schoolmates who survived -- ma --\nnot many survived. Many -- I will say, five, four, the m -- enrolled in UNRRA\nUniversity. A -- being I knew I cannot stand in Germany, I will not be able with my\nhusband. So I didn’t enroll, and when the time came, we immigrated to United States.\nAnd from United States, luckily of my schooling, I was able to become a Hebrew teacher,\nand at ‘49, they had the first chartered plane to Hebrew University in Jerusalem for\nHebrew teachers, to supplement their -- and enrich their knowledge in Hebrew. So we\ndecided to go to be among them, although we didn’t have even still, citizen paper. We\nhad only the green papers, we caused a lot of trouble for the whole group, because each\ntime we were the -- they were detained because of us, still they checked thoroughly, they\ndidn’t like 1t so much. But finally -- and this is when we came, in ’49, to Pala -- Israel\n[indecipherable] was Israel state after the war of liberation, where I had the reunion with\nmy sister, my grandmother, with my uncles, with the whole family, and Norman with his\nbrother. And, it was a very moving, touching, naturally, situation. And when I shared\nwith them my experience, they just couldn’t believe such atrocity took place. They\nthought -- and my sister, who left in ’39, who survived in Palestine, marrying palestin --\nBritish subject, she thought that I got a nervous breakdown. She ju -- they just couldn’t\naccept. Yes, they knew that my mother wa-was killed, but also the atrocities, only when\nthis was Eichmann trial televised, I got a long letter from my sister Babka, apologizing\nfor not understanding, and not being able to accept or comprehend it. On -- after so many\nwitnesses testified, and she -- now she learned that this was true, she felt so guilty, so\nbadly. But this what happened to us survivors, all of them. So the job for the deniers in\nthe beginning was easy, because nobody could understand the atrocities.",
        "A: This 1s another story, terrible one. W -- Joint paid for us for passage like any other\npassenger, tourist class, not first class. We were women assigned 48 to one cabin, three\ntiers ba -- bunks. Men were hundred on the C deck, like cockroaches on the floor, on the\nC deck. Germans who got papers got second class and first rate accommodation. First\nclass not the same money, but the others, they were just assigned a family to a cabin.\nNorman, my husband, got very, very sick, seasickness. It was very rough weather, this\nwas 14 days in the crossing. So, after three days, when he was completely dehydirted --\ndehydrated, I decided to dress him up as a woman. I gave him a scarf, and a dress, and I\narranged with another survivor that I will give him my bunk, and I will sleep with her. As\na matter of fact, she is here, United States. And her name was Zwotorilka Zwotto. So\nwhen they checked the cabins, if there 1s not socializing, because we were not permitted\nwith our -- to be with our spouses, like the Germans. We were women separated. So -- in\ndifferent even dining room. So there was a woman with a scarf, and they didn’t know.\nThis how we passed. Tor -- as a matter -- he wished he should -- death upon him. After\nwhat you went through, s -- he was so seasick. But the last day, when we s -- were told\nthat we are approaching the Statue of Liberty, and -- New York harbor, natural we\ndressed up all in our best, and we went on the deck. And this was some moment, seeing\nthe Statue of Liberty, the torch, the liberty. Ah -- we were elated, finally we are liberated.\nWe came -- we arrived, we didn’t have to go to Ellis Island, because at that time they\nchecked us in Germany, in the special office of immigration, and when we arrived at the\npier, they grouped us according to the alphabet. Staying there under the S, Salsitz, a guy\nin lumberjacket comes -- approaches me again, and asks me if I know a family sal --\nSalishitz, he’s supposed to come. I said, “We are Salishitz.” It was Norman’s second\ncousin. Being he had an [indecipherable] across this pier, he knew everybody, and he got\nthe permission to enter, and to be the first one who greeted us, and outside was waiting\nNorman’s brother Al, who immigrated the year when Norman was born, 1 -- to United\nStates, and his family was very emotional, and very warm, and this brother took us to his\nhouse. Well, we stated for a month, I think, till we got our apartment. But about a house,\nanother story. In my dreams -- it’s unbelievable, I never thought about United States,\nbecause my whole family in Palestine, and I thought that after liberation, we'll go straight\nthere. I saw a red brick house. I never had seen such style of house in my town in Poland.\nWhen we approached the house in Brooklyn, tomor -- in Flatbush, where Norman’s\nbrother Al lived, this was the house. And I too -- pointed to him. He said, “How do you\nknow?” I said, “I saw it in my dreams.” I never thought -- I had never been -- and, like I\nsaid, I never thought after liberation that I will be in United States. So we stayed with him\nfor a month, then by coincident, traveling on the subway, we were approached by the old\n-- elder man Italia. His name was Rosario. With broken English he asked us who are we,\nand so. And we told him that we are survivors, refugees, and we are looking for\napartment. He offered his apartment -- he was by 72 years old. He said he never became a\ncitizen. His wife and family are still in Italy, and he sa -- decided now to reun -- to reunite\nwith them, so he offered his apartment for nothing, rent-free, so long he stay still, to share\nwith us. And this how we got the first apartment, where also Norman’s cousin lived, and\nthe daughter. And the cousin, it’s by coincidence you -- she came -- she was a widow, she\nwas brought by this cousin who -- the lumberjacket -- Jack Rodbot at the pier. She was\nbrought over very -- she was a widow. Very nice woman, and she taught me how to cook.\nHer daughter Regina offered -- found for me the first job, and for Norman. For Norman\nhe wor -- walked to the ink company that he hated. It’s was physical, and he thought he\nwill get crazy, because didn’t absorb -- his mind had to be busy, especially a big shot in\nPoland after the war, here he’s mixing ink with another two black men, he thought he will\nget crazy. And she got me a job in the tie factory. But I had to sit with my head down,\nand m -- probably not nourish enough, my blood used to come I -- from my nose all the\ntime. On top of it, she said I even don’t make minimum quota of ties. She said, “Look, I\nwould like to keep you.” She was a German refuge. So I quit the job. And I said, “For\nGod’s sake, my parents spent so much money on my Hebrew education. I’m a qualified\nteacher, why not look in this field?” And this how I got a job, half year later, in the first\nHebrew school, in -- on Avenue P, Magen Davide. And then I switched to another one,\nwhich was a very religious school for boys in Borapart ats haim. And this how star -- I\nstarted on my career as a teacher, which I just quit 15 years ago. And I was doing -- and\nvery happy, and quite successful, because for 10 years, I didn’t have any children. My\nwhole love to children went to my schoolch -- pupils, and they felt 1t. Children feel it.\nAnd they reciprocated. It was a beautiful relationship. As a matter of fact, I was able to\nhandle the hardest cases the principal gave me. I think because of my love and\nunderstanding. They used to wait for me after la -- lessons, to talk to me. And they had\nproblems, because this was the time the divorces. It affected very much the children, and\nthey talked to me about it, and I patiently listened. I had cases where the student from\nfirst grade ask me if I will wait for him, he gets older, he wants to marry me. You know\nthe stories. And waiting -- walking me to school. It was really love. My chil -- my\ndaughter was born --",
        "A: In the beginning, no. I was not ready. In the beginning, I felt what will I teach my\nchild. She will ask me about her grandparents, everything. To lie I didn’t want. They\ndidn’t die, they were killed. Teach your child. When it’s three, starts asking kill, who? By\nHitler, cruel man. Where is God? God is our father. Why did he permit it? Why didn’t he\nprotect us? Which, later, I encountered. So I didn’t want that. I was not emotionally\nready, I didn’t want. But then when, finally, I decided I did -- I think it was by three or\nfour years after the war, we decided to have a child. So it didn’t come as we wanted. As a\nmatter of fact, it took us ta -- our daughter was born to our 11th anniversary. Meantime,\nwe want to adopt. We were refused, because medically we were found able to have\nchildren. And when we couldn’t even if -- we approached the black market. The same\ntime I was pregnant three months with my daughter, I got a phone call from Philadelphia\nthat they have a baby girl for our adopt. But naturally, I didn’t accept it. First of all, I\nsaid,\nwhat right do I have to do it? Another parent who cannot have a child, and I am having.\nAnd what will do to raise two children, one mine, and no -- will have to be mine. So I\ndeclined, and this is when my daughter was born, and then we had problems.",
        "A: No, the people were not ready, they didn’t want. They felt guilty for number of years,\nJews, and non-Jews. Jews were also complaining that they had had ration card, they\nsuffered. They didn’t have enough meat and sugar. And they felt guilty that they didn’t\ndo too much. Th -- like the black people marches to Washington and everything? Not.\nThere was only one group, the very Orthodox Jews, and they saved some Jews. So they\ndidn’t want to hear about it. Norman was ready to talk about it all the time. I saw the lack\nof understanding in the first years, so I decided what to waste my time, and emotional to\nopen my wounds all the time, I decided to wait, when it’s right. But in school I had to\nbecause they started teaching about the Holocaust, but you s --",
        "A: In school that they started to teach? I think ’50, ’51, °52. And also, when -- you see\nnow how I get emotional. So I used to cry. I didn’t want to, I couldn’t control. So I\nreduce as much as possible [indecipherable] I talked. So then did we decided after all --\nand Norman spoke and told all the time. And so are -- we decided we have to write a\nbook, because after all, why did we survive, if not to bear witness for the victims? We\nmust share our experience. And naturally there was -- they crept up, the deniers, the\nrevisionists. So we said, if we will not do anything about it, they will win. So this where\nwe Started. Now, we had bad experiences, too. Not so much I, like Norman. You know\nwhen you among educated people, professional people, you accepted. And it doesn’t\nmatter. Like you, it doesn’t matter if you have a accent or not, you’re accepted. But when\nyou go -- first he was a peddler -- lower class, blue collar. Why did you survive? How\ncomes you -- you are alive? Why aren’t you ne -- any misunderstanding, anything, why\nweren’t you not gassed? You know how painful it was? So he went through a lot. As a\nmatter of fact, in the beginning, he wanted even to commit suicide. He just couldn’t\naccept. The family was not warm either. Again, I was lucky. I had only here a fa -- my\nfather’s brother’s family. The oldest one, from Berlin, they left in ’38, the last ship. And I\nwas received beautiful, till today. My aunt -- although her husband was -- she was\ndivorced from him, she took me in like a child, and she made sure that her children\naccepted me as a child of the family. There was not Friday dinner, any holiday, that she\ndidn’t include. So much that her har -- son Leor, who graduated in Berlin, but he went\nhere to Columbia, he was -- he is a artist, commercial artist, he was later director very big\ncom -- advertising company, Beore. He was single. On every date, he took Norman and I.\nHe’s the one who took us all over, any concert. Tavern on the Green, to Carnegie Hall,\nRadio City, explained the architecture. Beautiful, felt family. On my mother’s side, my\ngrandmother’s -- Rifka Genga’s sister, Esther Inglestein, when she found out we don’t\nhave any religious wedding, to her it’s blasphemy, sin. We lived in sin. She made the\nwedding in her apartment, by t -- she invited about 20 people. The rabbi was a cousin\nwho officiated, and her oldest son Harold, till today, now he’s 89 -- there was, when his\nwife was even alive, Doris, she was for -- she immigrated from Vienna, actual -- re-\nrefugee -- oh, it was in °38, like family, again. A-Any family gathering, any holiday. So\nwe had a home. Norman had a tremendous family here. Only the poor uncle, his father’s\nbrother, Uncle Shulamoon, he is the one who cared, who wanted the vano -- to get the\njob, to find a job for Norman, was always in touch, was very warm. But his children, and\nso many others, they didn’t even invite us for dinner. Only later on, when we became\nsuccessful, suddenly we got phone calls. So Norman was very disappointed.",
        "A: No.",
        "A: We survivors. This is why we kept -- we were very comfortable only with survivors.\nThey -- the Americans didn’t want us, we didn’t care for them, because they didn’t\nunderstand us, it was waste of time. Very superficial. We couldn’t get used to it, hi, how\nare you, and running, even not waiting for the answer. And I love you superficially, killed\nus. We were the most comfortable with survivors. As a matter of fact, when from\nBrooklyn we moved to New Jersey, I met a friend in the mountains, Viennese refugee,\nEdith Geller, happens we were in the same hotel. We befriended, we became like sisters.\nVery comfortable. I moved here. Only two families were of survivors, the rest all\nAmericans, God knows how many generations, Jews, and non-Jews, they are the same. I\nmoved here because I taught not far from here, so -- and I wanted also -- we wanted a\ncommunity where everybody’s starts from beginning, not [indecipherable] anybody asks\nfrom where did you come. The --",
        "A: Springfield. Because they came from Newark, and Elizabeth, all over, so everybody\nwas new, not only we. We started. But whom did we befriend? There was a pediatrician,\na survivor. She was my age, again we were like sisters. We loved each other so much.\nShe was only 39 when she died. She got cancer on the breasts, she had two little children.\nShe just built up her practice, and it spread all over. On her dying bed, one in the\nmorning, my -- her husband called me to come to the hospital. She was in a tent. She was\nin coma, but she was very restless. I came. I said, “It’s Manya. Everything okay.” She\nheld my hand. She quiet down, and she died. But that -- you see, we have very intensive\nfeeling, or we like, or we don’t care. We just don’t go for acquaintances, we don’t care.\nAnd there was another family that -- also survivors, Gershwin. From Mamil and from\nWachau, we befriended. Later, we moved in more -- | think by -- we are now by eight\nsurvivors family. Some [indecipherable] out, but the closest relationship, w-we have. And\nalso, we survivor, we get together. It’s like family. As a matter of fact, 1t was very hard\non my child, because she wanted happier people. She was tired already. She didn’t know\nhow to cope about killing, surviving, everybody sharing their experience. So she adopted\nother grandparents from my neighbor, who the grandparents were born already in the\nStates. And they died now, they would be now a hundred years old, her best friends. And\nwhen she got married, I guess also the selection was she didn’t want the child of survivor.\nShe met -- her husband is fifth generation American Jew. Family, family, she\n[indecipherable] Norman.",
        "A: It -- unfortunately too early. Not I. My husband. I warned him. Okay, she ask\nquestion, naturally, why -- where are my grandparents? Every weekend grandparents\ncoming, everybody showered with love, with toys, where are mine? So, I had to tell her.\nAnd it was hard for her to accept, poor child. And so the only relief was -- this is why we\ntraveled so often to Israel, because there was my sister. No, she never met my\ngrandmother, she was born after my grandmother died. But my sister and family. So\nwhen my sister’s children said, “Let’s go to grandma.” Because they had their\ngrandmother on paternal side, who immigrated when my brother-in-law, in ’35, or 34 to\nIsrael. She said, “We don’t have any grandparents. Why do you say grandma?” So I had\nto explain her, she was a child, that there’s two parts, father and so. And we took her\nthere to kindergarten, and we wanted her to get the real warmth from uncle, and -- and\nfrom cousins, and so she suffered very much.\nBeginning Tape Two, Side A",
        "A: How the survivors were received, I don’t know, because I came from United States. I\nonly know what I heard from some, and what I read in the press. And so I wouldn’t like\ndiscuss because it’s hearsay and people [indecipherable] from the press themselves.",
        "A: But it’s different, because I was from the United States, and I didn’t deprive the\nIsraelis from their income, what they felt any newcomer does. It’s a big difference. And\nso I will not speak, because my family, naturally, was very happy. Why it was happy?\nWell, the reunu-ion was in ’49. We came with the tour to settle, this what was our aim, in\nIsrael. We are happy, it’s finally a state, and finally we have someplace to go when they\nchase us out, not like n-no door was open for us, even you know, the big boat that they\nsent back, and not one, only how my uncle was saying, and he was on the Struma, and\nyou know, Saint Louis, and all this. So finally, we felt we a nation, we have home. If God\nforbid one country decides to persecute the Jews -- I’m not talking already about\ngenocide, but this a safe haven where Jews can run and go. Now, when we came in °49,\nand we expressed our desire to settle, this was the time the country was very, very poor.\nAnd they didn’t have -- really each citizen, each took away from the other. So my uncle,\nespecially the oldest brother of my mother, Max Gengar, childless, he said to me -- and\nhe was quite well off, be -- he came there in 1922, he had -- 1919. Then ’22 he had to\nescape because he was kill -- an Arab wanted to kill him, he killed him, so he escaped to\nGermany, back to his brothers. He advised us, he said, “You are very young.” At that\ntime, 49, so I was 27, and my husband was 29. He said, “You young, you have to start\nyour life. Why don’t you start it really, in United States, where the possibilities are better,\nand larger, and you will be able to help us out in Israel.” And this what we accepted, and\nI must say modestly, humbly, we have done it. My sister, who struggled terribly, we are\nable to send her children to a univer -- give education, because 1n Israel is only\nmandatory I think five or six grades, and then we are able to pay for their studies for high\nschool. And naturally all s -- all the necessities. My sister lived on the farm with children,\nprimitive. We bought -- I didn’t have at that time a Frigidaire, I had the icebox in\nBrooklyn, and a -- Frigidaire, she had two children, I sent a washing machine, just to help\nher out, because again, she came from such a very comforta -- [ringing]",
        "A: But we could let --",
        "A: Yeah, we couldn’t -- I couldn’t have it.",
        "A: And I will take it off.",
        "A: Yeah.",
        "A: So -- so we decided this what we have done, and we were able to help with a wedding,\nwith everything. And you know, if they were in [indecipherable] village, so they didn’t\nget any money. They needed a house, they needed to buy. We were able to help her. And\nespecially 10 years we didn’t have any children, and I had a steady job as a teacher, and I\ngot -- I was very well paid for the times. Norman was able, because of my salary later, to\nquit the job in the ink factory, and he went into peddling, on installment. He went to the\nPolish section, which was here in New Jersey, Jersey City. And he looks like a Pole, and\nthey thought he is Polish, and Norman doesn’t wear a wedding band, probably you\nnoticed, so he was single, on the market. Any woman who wanted, really, thought she has\nchances with him, this is Norman. So this is the story. So he got customers, and he started\nmaking money, and I with my teaching, we -- and then, he started very small items, then\nnaturally he gained confidence from people, he was able -- lately he selled new -- to\nnewlyweds, furnished them, everything. He [indecipherable]. But then he had enough,\nand he switch, he decided now -- real estate, building development was flourishing, so he\ndecided to switch into this field, but naturally he didn’t know anything about it, like he\ndidn’t know about -- anything about furnishing people, too. So nights he went to school\nto learn to be a decorator, and here he -- being now he had the capital, so he took in a\nGerman -- an Italian builder. The builder didn’t have any money, but he taught him, and\nthey worked together. So this how he learned. He started, and he flourished, he built. And\nit’s first few houses, then bigger, and so on.",
        "A: No comparison. Here I am among mine. I am not a minority. Do you n -- I -- no one\nwho didn’t go through it doesn’t understand the feeling to be a minority, and be picked,\nalways sacrificial lamb for anything goes wrong. Here I among -- I’m e-equal to others.\nAnd this such a wonderful feeling. I -- and so proud, and especially I was privileged to\nwatch the development of this county since ’49. At least every two years we were there,\nfrom the very hard times, economically how the county built up, and physically from the\ndesert how cities flourished and built up. And how people really, also, were able to live\ndifferently, and the culture. One thing is always very nice, high standard, how people\nwere informed, well-read, and in the pleasure to discuss with them. And there’s a pride,\npride to be among people equal -- intellectual people, very bright people. Even they are\nalgart. But this is the thing, the characteristic of the Jews. And -- and pushy, because\notherwise they wouldn’t survive. But you accept it, but you are proud what you see, what\nthey achieved. And anybody tries to downtrod, even when the state was proclaimed, you\nknow, the American wanted to actually is -- dissolve it, and to say Israel stop, you know,\nto exist, you know, because of the Arabs. And oil, do -- we surrounded with Arabs,\nalways the danger. They wanted to throw, and still want to throw it to the sea. So there is\na feeling -- I feel responsible. I remember when the Six Day War was, how I cried. I\nwanted to bring all the children, because of security. I was afraid, so many armies, what\nwill happen? They will squash, they will kill. So I had wanted to save the children at\nleast, but thank God, it was very successful. Then the Yom Kippur War, I lived through\nit, okay? I share the fate of the Israelis. Every election, every news. It’s very important to\nme, the security of the country.",
        "A: Iam not happy because I don’t trust. I believe what Arafat said, what he says to the\nArabs. It’s a piecemeal. He wants part, whatever he can get it, without the war, then he\nwill be strong, and he feels he -- he wants really, to erase this -- the state of Israel. He will\ndo a favor, he will permit some Jews to stay, maybe. And this scares me, very much so.\nAnd the pressure from the world, in order to appease this oil, the Arab oil, the Saudi oil,\nthe pressure they put on Israel to make concessions, when they know that the concessions\nendanger the security of the land, yes. I am very unhappy about it.",
        "A: Who doesn’t like to have a rich father, who doesn’t like to be from something very\nsuccessful like United States? And not always I’m so proud, because I am still critical. I\nlo -- don’t like the bully. I am very unhappy now with the situation with Kosovo, not that\n[indecipherable] had to be stopped, but definitely not by bombs, not by breaking sovanti\nof a county. I don’t like it. And I’m afraid it may backfire, because now this is the\nbiggest, strongest bully in the world, and if the Russians are pushed too hard -- they don’t\nhave the means now, but they still have atom -- nuclear, and if they are pushed too much,\nand knowing the Russians, they will never forgive it -- United States, how it was treated.\nNow, with NATO, and entering s -- Yugoslavia, Serbs, and everything, I am afraid that\nmay backfire. I learned history repeats himse -- itself. Look the Roman empire,\nHellenistic empire, Britain, the big ones. They reach the peak, and then it goes down. I\nwill not live to see, and I hope my children and grandchildren will not live, but\nunfortunately, this is how history is. And we shouldn’t pay for the mistakes we making.\nHurts me that we Americans are not to like around the world, because we bully\neverybody. This hurts me, because really, it’s the only democracy, not the best, but is the\nbest comparing to others, and the opportunities and the freedom, it gives everybody,\naccording to abilities. The only thing really what a newcomer cannot be is a president.\nBut take Kissinger, take others. If you’re just capable -- take us. After all, with no help\nfrom anybody, we are very comfortable. All the doors -- I must say almost all the doors\nwere open to us. Okay, my was Jewish education, my husband was self-employed. No\ndoors closed. I see my son-in-law, brilliant, he was accepted to Harvard, he is working,\nhe is on staff of Harvard Hospital. My daughter is a lawyer. She could have been the\nbiggest one if she wanted. The doors are open, according to your ability. It’s -- now they\nstart little bit a quota, but it wasn’t a quo -- when I came was still the quota, Norman’s\nnephew was a quota, because then, when he wanted to go, I remember, he was accepted\nto -- to Columbia, and there was a quota, but no more. Now they start little bit, but it’s\nvery high position, I am very proud again, how many Jews achieved very high positions\nnow. They couldn’t before. And so I am proud that -- watching the progress. I’m proud\nthat I am a country which is not controlled by the church, and this why I wi -- we selected\nto come here, not to Latin America. Why I mentioned la -- South America, because argen\n-- Argentina was my bro -- father’s brother, who immigrated from Stanislawow in ’28,\nand he was quite well off, established. Unfortunately, when I came to United States, a\nyear later he died, age 45 on cancer of stomach. But he wanted to bring us over to\nArgentina, and I said, “Nevermore I go to a country, especially a Catholic country, and\ncontrolled by the church.” And thank God, here is the country, if I don’t like I can speak\nup. And if anybody tells me -- like, I had the neighbor here, German descendent, Mr.\nSpiegel, Charlie. And once our dogs had fight when I had the dog. He said, “You Jew,\nyou go to Palestine.” And I said, “You German, go to Germany.” So everybody came\nfrom someplace, doesn’t matter if you was born here. The only really Americans are the\nIndians, so it’s a wonderful feeling. You’re not afraid to speak up. And if somebody\ninsults you, you’re just free to fight back.",
        "A: Yeah. The only question I have to know, Amalie Salsitz, now presently a old woman,\nwho retired, who lives just to -- for pleasant things, to -- as much as she can take out of\nlife, or the Amalie who came, because of there’s a big difference. The one who arrived\nhad to est -- had to establish herself. Without no help from anybody. So she had to be\nageressive. She felt satify -- satisfied, accomplished, because in her profession she was\nvery happy. As a mother having a daughter, a good daughter, the relationship was nice.\nThere was some, like daughter mother missed, but straight in the time of the drugs, my\ndaughter was not. She was in Boston, age 17, she graduated earlier. She became a lawyer.\nI’m happy, successful, and there’s respect. I am not a very active person. I love -- ?ma\nvery private person, luckily, because Norman has to be at every organization, at every\nmeeting, but not only to be a member -- a member, a paid member I am also. B’Nai Brith,\nHadassah, Sisterhood. But I don’t -- I come very seldom, unless it’s something very\nimportant. Otherwise I prefer my privacy, my book I enjoy immensely, I lose myself. I\nlike the privacy, also maybe -- maybe there’s the reaction to the war time, when I didn’t\nhave a private corner where I could be myself, and I realized this is why I’m such need of\nprivacy. Like so many, especially women, like to dine in the restaurants, and this is the\nbiggest thing, go away for a weekend. I like my meals when I cook, not that I am such a\ngood cook, and not that I love to cook. But I have my home. Because during the war\nagain, I only had eat with the ration card, masquerading as a Gentile. In the restaurant,\nbring the potato in the restaurant, and I longed for a cook -- home-cooked meal. I\nremember when my landlady was making her soup, the aroma, the fragrance, and I ask,\nmy goodness, will it be time when I will be able to make my own soup, my own tea? This\nprobably shaped me. So till now, like I said, I like the privacy. I like people very much,\nbut I’m as happy when I’m by myself. It’s not that I have to be beneath. Again, like\nNorman functions the best, he’s a ham when there’s a lot of people. When he doesn’t\nhave a big group, at least four people listeners, he likes to sulk little bit, and sul -- and\nreally y-you wouldn’t believe the joker, the storyteller than can be so quiet, that home\nyou have to pry out from him a sentence. But most comedians are that way, I heard from\nother women too, that they’re so good when they entertain, but home they don’t open\ntheir mouth. So -- and -- but I am content. I love to be with my family. Naturally, with\nmy daughter means the whole world to me. My grandsons. And even I have relationship\nfrom the beginning with my cousin Petrenka. He 1s now 70, and he’s a year and a half\nolder than Iam. As much as we can, we spend holidays together -- together. It’s harder to\ntravel. And also with my friends still from home, I’m still in touch, whoever is alive.\nThey moved now, many of them to Florida, because they’re old. Some are older. One --\none is 89, wa -- or 80. I have only my friend, to -- two that are my age. Mostly they were\nin the woods, they were married. But we in touch, and again, it’s like family. And on the\nphone, I -- I don’t like to call too much. I told -- I think I mentioned to you. I don’t have\nthe patience to talk too much on the phone, but I will call to check how they are doing. I\nlike celebrations. You know, at to -- attend when sp -- especially from family. It means a\nlot to me. Like se -- Thanksgiving, on my daughter, or my cousin Leo Petrenka’s\ndaughter, she makes it, Joyce, in her house, means a lot to me. I don’t like big gatherings\nwhen the people are strange. Like my daughter ha -- Norman likes a lot of people. And\nwhen we go there for Passover, she has at least 32 people. So it means -- we are only by\nseven family, the rest are friends. I don’t mind close friends, 15 people, but the friends\nbring -- but she invites with their parents, total strangers. And I feel a celebration of\nholiday, I want with close people. So I stopped going, and I gave a ultimatum. All you\nmake for family. I’d rather go to Joyce here in Long Island. I don’t want to come holiday\nand meet a lot of strange people. And this is how to celebrate. But remarkably, and\nastonishly, I read in the Jewlson Post that the survivors as in Israel, was an article\ncomplain about the same thing. When they go to celebrate family with family, there is no\nfamily, because so many, and they are not too com -- not comfortable, but not so happy.\nThey want the warmth. We are missing, lacking the warmth, family warmth. And --",
        "A: Go ahead. And I covered it.",
        "A: So you heard I like to read very much. I like theater. Like, for example, S-Sunday we\nare going to see, The Gathering, with Theodore Bickel. It’s excellent. Few years ago, just\nfew years, there was not a Broadway show. But only drama, or musical, I don’t go for\ncomedy too much. On the way to [indecipherable] all this. I don’t go. I go for drama, or\nmusical that we didn’t see.",
        "A: I like -- first of all are historical biographies, historical books. Biographies, there is not\nbook on Holocaust that I didn’t read, although they say we shouldn’t do it, but I am like a\ndrunkard who goes to the closet with the bottles. I have to read every one. And -- but I\ndon’t care so much just novels. I do from time to time, but most of my books, I will show\nyou, are historical. This how I learned about American history, because when I learned\nEnglish, I was taught about the British English -- history, but not the American. So\nactually, I filled up the gap, not taking a course in college, but by reading historical\nbiographies. And I like -- also I like very much gardening, and naturally I am exercise\nfan. I -- every day -- every day religiously, oh of -- regardless of weather, I walk for a\nhalf hour. By the way, my doctors now, my age, compliment me very much, because I’m\nnot exactly a healthy person. Blood pressure, and -- and I have a high cholesterol, and I\nhave an enlarged heart, and I have all -- that is set. If not that I walk every day, I wouldn’t\nbe alive. My arteries would be clogged, and also my density of bone is not so bad for the\nage. It is naturally -- I have osteoporize, because anyone in the age, but according to my\nage, it’s not bad, because of the walk. I like to exercise, I like to walk, but most\nimportant, I must have a lot of fresh air. I cannot be cooped up, I’m like a fish without\nwater. Even in wintertime. I got [indecipherable] I fall, it’s slippery, but I walk. You see,\nI cannot be in close p-place, like we wa -- we -- we like to go -- we go for cruises, but I\nhad to cut out, because it’s not properly ventilated, and I come home with infection in my\nbronchial tubes. So the price is too high. So I always have a open window, even in\nwintertime, next to my bed, then I can breathe. But I help myself.. And like any woman\nin the golden age, I don’t complain, I get up. And still I live longer than my mother, 41. I\nalways look like this. And my father, my sister 17. So, after the war, every year was\ngiven to me. Every birthday, I appreciate it. Because -- and how long for a survivor,\nwhere I starved, where I got boils, because after the war, I didn’t have cultume enough,\nand everything. I don’t complain. I’m functioning well.",
        "A: It’s both. It’s both. We have the obligation to talk, like I mentioned. With high blood\npressure -- if you’re really curious, I’Il measure, if I don’t have now 200 and so. Costs me\na lot, you know, health-wise. I reduced it, yes. I don’t accept. Norman still goes. I\ncompliment -- I congratulate him, I admire him for this. He speaks. It takes too much out\nof me. As -- now I decline many, because unless it’s important like something for\nHolocaust Museum to commentary. Or when we had last year one of the drive for the\npennies for the Righteous People. There were so many interviews, any channel on\ntelevision, CNN, amen 33, CNN, eight, 13, 12, whatever you want, 11, all was. I had to.\nBut also, before was so many. F -- lem -- all organizations, I felt I had to. But now, like\nfor example, they wanted us to come out to Louisville, Kentucky, we declined. I don’t\nknow if Norman told you, we got letters, because the teacher made them read our book.\nAs much as tha -- they read only the part about Norman, they divided, and then they ask,\nand the letters were beautiful, but we couldn’t go. We invited, February the 29\", from\nGeorgetown University, to speak about Holocaust. It’s a big if. I don’t know if I will be\nable to go, health wise. So, but still we have to do it. We have to do so long we can bear\nwitness, and give testimony, because we always going on, even Germany built a\nmonument, and acknowledged. The deniers are still -- try to deny it. And we are dead an -\n- in another five years, even the children survivors will be gone -- another 10 years, the\nchildren survivors, I’m talking, who are now 68.",
        "A: I had to tell you the tru -- you just go by proof. Norman published a book to Syracuse\nUniversity. They sent him his -- their catalog. On the new books, I think it’s new books\nthey published, I’m not sure, but I think by 10, half are on Holocaust, 50 years after. As a\nmatter of fact, people, because they can cope better with this now, are really doing more.\nShows -- now, the gathering I had, it was supposed to be sh -- played only till the 18\" of\nJuly. By popular demand they had to prolong it. Speeches, lectures, and specially I will\ntell you, Schindler’s List, by Spielberg, helped a lot. Also, The Holocaust, by what is his\nname? I forgot his name -- helped the awareness of people.",
        "A: Yeah, what is his name?",
        "A: Wait, it’1l come to me. And Spielberg’s, helped a lot, too. Even -- even the comedy,\nwhich really never ta -- anybody thought that you can write about Holocaust in a comedy\nform.",
        "A: Life is Beautiful, still brought the awareness. It’s not facts, it’s dis -- but it still -- that\nwas something so cruel. His reaction with the boy being in the camp. At least, in any\nform, they try now, and they’re very successful. It’s very accept -- very, very successful.",
        "A: Oh, very important, because we don’t forget -- the world to forget the -- now it’s the\nsecond generation what took upon themselves to do it. Not exactly my daughter, but\nmany children of survivors, who continue. And their children, probably. You see, with us\nJews, we never forget the goodness done to us, and we never ga -- forget the wickedness.\nWe still celebrate Purim, which is remembrance of Hamen, who was han -- was hanged.\nWe never forget the one thing physician, and we -- the c -- th-the crusaders. We’ ll never\nforget it. Not I personally, I will not be there. I’m talking about the future generations.\nSuch cruelty, no. You know, every Passover now, we say a special prayer now, included\nin ours when we recite the Haggadah, which is the book that we read on Passover about\nthe camps, the concentration camps. We have services on our -- at home in the Yom\nKippur. And this will go for generations.",
        "A: Yeah, I wanted to elaborate. Like I mentioned before, we Jews remember our\nbenefactors, and remember our killers. Now we -- ma -- Norman was in touch with a\nPolish woman, Stashka, who was helpful. She didn’t save him -- his life, but she was\nhelpful, and in the way -- some ways, endangered her life, because for harboring a Jew,\nor helping a Jew -- not helping, but harboring a Jew, she could be -- have been killed\ntogether with the -- Norman. And the other woman, who took me in, my f-father’s\npartner’s wife. I search for her, but I had the wrong address, I couldn’t find her. Till\nfinally, 11 years ago, a friend of Norman, a Pole, located her. So we sent invitation -- at\nthat time she was already 76 years old, and we invited both of them to United States as\nour guests. They were here for three weeks. They were honored, they got -- we live in\nSpringfield, they got, from the city hall, they got the key of the city. They were invited to\n-- they gave testimony, and for Yale, whitesafe, they ga -- they were invited to ADL.\nThey -- we spoke there. The Polish consulate was there. We have even the tapes from\nthere. And naturally we took them sightseeing, and they met my daughter, and nis -- to\nold -- Mrs. Eezhaniecekov, the older one who helped me, said to me, “You stayed in my\nhouse three weeks, I stayed in you, now we even.” I said, “No, we are not even. You\nharboring me endangered your life, and the life of your whole family by keeping me. I\ninvite you, normal times, materially it didn’t matter, I have the facilities, and um -- I just\nhosted you as a friend, without any fear of repercussion. So we are not even. I still am in\ndebt to you.” And then, also a -- I would like to tell that after the war, when we met and\nwe got married, we got married under our real name, but not officially. We had the\nreception, people we didn’t know -- the only one that we knew, it was my boyfriend --\nmy late boyfriend’s sister Sasha. The rest we didn’t know the people, big officials, and\nbig -- 1n our apartment. So Norman and I, we promised ourselves, if we will live to age to\nbe able to celebrate the 50\" anniversary, we may -- will make it like a wedding, and\nthank God we able to fulfill our dream, our wish, and four years ago, I made -- we made a\nbig -- for 120 people, a reception. Like a wedding, except that the -- we didn’t exchange\nthe vows, the -- and my sister came from Israel, Babka. My cousin, first cousin from\nArgentina came with her husband. My cousin from Toronto, Canada came. My family\nfrom Chicago, from Dallas. Not -- not only my daughter from Boston with the family.\nAnd from Washington, from all over. This meant so much for me. The warmth, the firs\ntime. And the speeches were just beautiful. Again, I missed my sister. My parents I\nunderstood, they wouldn’t have lived, normally, to be able to participate in our party. But\nmy sister was only 17. She would have been 72 years old. She probably would have been\na grandmother. And I missed her, and her family that she never had. But it was a very big\naffair, and I was -- it -- and also the survivor’s friends, came, who ard. So at least there\nwas a celebration. But like any other celebration -- on my daughter’s wedding, too, was a\n-- being she’s a only child, it was done in Short Hills, which 1-1s here in New Jersey,\nexquisite place, beautiful. But when I walked to the aisle with my husband, I didn’t have\ntears from joy, only missing my parents, who couldn’t be at the wedding. So, on every\nhappy occasion, there’s this sadness, that lo -- that -- the loss of the dear ones. Naturally,\nalso, my sister came from Israel with her late husband, but still, the other sister wasn’t --\nthe -- that she could have been -- at that time my parents could be still alive. So no\ncelebration ha -- is -- it sure is supposed to be a hundred percent happy, it’s never. Also,\nbecause outwardly, we live a normal life. I can’t complain. We were quite successful in\nthe United States in many respects. Acknowledged, respected in our community, in our\nTemple. We publish a lot, we known people. Say as much as we can, we quite charitable,\nwe known. But during the night, where we cannot control our thoughts, the dreams are\nstill terrible. We are still chased, are still killed, and we caught. And this is when one\nawakes the other. One spouse -- or my husband e -- or I -- my husband. Because we\nscreaming still. But I guess this will be till the day till we die. People thought we -- we\nthought that with time there wouldn’t be bleeding so much, but it’s not true. It was with\nus. So we will ask, can we ever forgive, and forget. And I tell, I cannot forget. I don’t\nhave any right to forgive, because the victims are not there to forgive. I’m still alive, but\nthey are not there, so I don’t have the right to forgive. People ask me if I’m religious, if I\nbelieve in God. I say, I observe, I’m not so religious. Iv -- but I believe in God. I cannot\nprove that there is not a God. In moments of distress, I will still turn to God. But I cannot\nsay that I love Him. I cannot say that I hate Him, but I don’t love Him. I still questioning,\nwhere was He, that He permitted such atrocities. If I found peace, no. I cannot. Not\nbecause nor -- I -- I can sed -- I can generalize, in United States, we didn’t get any help\nhow to cope. First we were immersed in life, to establish us, as we are busy. So the days\nwere easier. But in -- older we get, and now when we -- I am retired, my husband’s semi-\nretired, it’s still so fresh, and so painful. And we try to reason, doesn’t work. And also by\nassociation. We traveled extensively, except I must -- I shouldn’t brag, except India, and\nSouth Africa, we were all over the world. When I saw in schools children led by teacher,\nI didn’t see Jewish children led by teacher. I saw that the children left to the\nUmshlaktplatz. Dr. Kolchuk’s children. There were times in the beginning, not now any\nmore, when I was in a place with a lot of people, especially when there was\ncommemoration of the Holocaust, few thousand people. I was always afraid to -- that\nthere will be --a bomb will be thrown in, or fire, because I remember some of my\nfriend’s family were put in the synagogue, and let -- and burned to -- the synagogue, bur -\n- and burn in the synagogue. I was afraid of gatherings. And many times when I see --\nwhen I saw a dogcatcher, I associated it with the chasings, and catching the Jews, hunting\nfor them. I remember my neighbor had a lot of cats, so the see -- SPS called her, told her\nto put cages. And when I saw it, I started to cry, I said, “Open it, I cannot see it.” Because\nwhen I -- me -- I -- we -- we caught. Till now, when I see cattle cars, picture\n[indecipherable] how my dear one were caught in it. See my mother was not sent to\nconcentration camp, nor my father, we didn’t have any in my town, Stanislawow, when\nwe were under -- because we were under the Russians. The Germans had excuse for the\nwar that we are all Communists. And they just killed us in ditches, the -- dug in the\nghetto, on Jewish cemetery, we saw it. One different excuse, different, supposedly\nreason, every time. So you see, this -- you cannot erase something like this. It stays with\nyou. And the same thing with food, when I give, till now I cannot face food, because I\nremember the times we starved, and moi -- my poor daughter said -- she was quite\nchubby one ch-child, because she said, “You always reminded me how we -- you starved,\nand the children in ghetto starved, and you always make me eat,” which is true. I cannot,\nbecause -- so there are many things that shaped me, remained with me. Again, Imelda has\na lot of shoes. I stuff too. Not as many as she has, and clothes. In case I cannot buy\nbecause I didn’t have, and the same with food. And my daughter with food also. She’ll\nbuy a lot she doesn’t eat. God forbid that something should happen, her children\nshouldn’t have food. So certain things remained with us.",
        "A: I always like Passover, Easter, always. High holidays I celebrate, but it’s hard for me,\nbecause there’s a lot of prayers for dead, for killing, and very hard, but I do. But then\nagain I recall how it was home, how I used to come to my mother, because we girls didn’t\nattend synagogue like it -- Christians, or an American girls go. We used to bring just\nperfume, because we used to feast -- no fast, not feast, not to eat, so naturally, salts, and\n[indecipherable] to revive. I -- so I remember it vividly. So it’s hard, it’s hard.",
        "A: Very.",
        "A: Well, yes.",
        "A: You see with my daughter is only really -- she is not -- never was the girl who liked to\nlaugh, like other, to giggle, they happy, because of us. Only child, with older parents than\nothers. I was 34 years old, Norman 37, were in this time -- not now, but at that time\nparticular, women had really children 25, 24, young mothers. I was older, and she was a\ngood girl, she was obedient, she liked to, but inside, probably, she rebelled. And because\nthe only child, like she said, I smothered her with love. So when she was 17, she wanted\nto -- she was accepted to college, because she graduated one year before, being she\nwanted to go graduate school, and she was a very good student, they experiment here in\nSpringfield. So I let her go, because I felt she needs to get away, to be on her own. I was\nhurt when she decided to settle in Boston, because I’ve told her, “You’re our only child, I\nwould like to watch you children, my grandchildren growing up.” I’m -- I know -- after\nall, we are not such young parents to start off, we were by 60 something. And I knew that\nit will be harder and harder. “I will prefer it,” I said, “if you move closer by at least an\nhour drive if you don’t want to be next to us. To be -- we should be able really, to be\nmore with you.” But she decided to go to Boston. I was hurt, but it was her choice. And\nreally, it 1s the situation. The older son Dustin, m-m-m -- I have so many beautiful\nmemories about him, h-his talk and everything, because we -- we were able still to see\nhim at least once a month. And he adores Norman, because happens when he was born,\nhis father was doing internship, so interns worked 37 hours in the hospital, so he hardly\nsaw. So every time it was my husband, whom he calls in Hebrew Saba. Saba, Saba all the\ntime, because he was used. The middle one, we love him, but we’re not so close, and he’s\nnot close to us. The youngest one, same story. What, we see them once in three months,\nonce in two months, and also it’s not that my daughter tells them at least once a week,\ncall them. They actually call now more, once a month when we give them allowances,\nyou know? But not how we feel, how we are. There’s not the closeness, which hurt me\nvery much so. Because this is the whole world. My daughter was the whole world for me.\nThere was --every place we went, we took her along. As a matter of fact, she liked to go\nSO -- So much, that sometimes when there was a wedding, and she was not invited, I make\nbelieve I am sick so she can go with my husband, okay? And it’s not so because of\ndistance. We are very candid to each other. There’s respect, there is kind of love. It is.\nBut it’s not the warmth that I expected.",
        "A: Was that?",
        "A: To be honest, with my friend who died.",
        "A: This Dr. Dubin. Yes. Then I had another friend, also survivor, she was about six years\nolder than I am, also. You see, when I have really friends, it’s not acquaintance. It’s like\nsisters even more, because they went through what I went through. There 1s so much\nunderstanding, openness, even candidly we can [indecipherable] our -- our hurts, our\nfeelings, even our husband, our children, candid, straight. Unfortunately both are\ndeceased, thi -- I did find it. It was such warm, beautiful relationship. My daughter 1s like\nmy husband, not demonstrative. She is hurt now, that her two sons are not demonstrative,\nnot warm, but she is the same way, now she admits. And now she understands, being a\nmother, how it hurt me at that time. But she’s trying. She’s a decent human being, I’m\nproud of her. Like she didn’t want to be a criminal lawyer, because she cannot defend\npeople who are guilty. I’m proud. You know, this ap -- attitude to life.",
        "A: Oh yes, yes.",
        "A: I was called in 1963 or four, to come to Minsta, and testify against the Gestapo. Hans\nKrieger, who was the chef of Gestapo for -- in my town Stanislawow, and am -- Brand,\nand then Doust. As a matter of fact, I witnesses willful killing by Doust. But something\nhappened to me. When I was called the first time, I went by myself. The second time they\ncalled me during the vacation, I didn’t have with whom to leave my daughter, I took her\nalong. Then -- but each time I got notification from the German consulate, they arranged\nthe tickets, everything. When there was suppear -- supposed to be the judgment of Doust,\nwillful killing, I was surprised. I got just a phone call, no tickets, that I have to come to\nthe tr -- to the verdict of the trial. I didn’t like it, because usually it was accompanied by\nthe ticket. I found it fishy. I called up the German consulate, they didn’t know anything\nabout it. Luckily, luckily, in my cen -- how you call it, 10 cents or something, that I\nchecked. They didn’t know anything about it. Naturally, I didn’t go. And I didn’t hear\nanything, why I didn’t come, nothing, and no tickets. Luckily. Then, I was asked to come\nto Vienna, to testify against two brothers, Mauer, Willie and Hans, who were really very\ncold. But one of them, the older one, wenald was killing in ghetto aktion action. He\nknew me because I had to work as a chambermaid in apartment downstairs by this Doust,\nand he saw -- know -- knew me by sight. In this particular case he saved my life. He\npushed me inside, not I should be taken into transport. And then, also, I was able to save\nmy father, the whole family, because I told this my father, later, after, they believe,\nbecause my father was very young looking, I saved him. So when I had to testify, and he\nrecognized me by my eyes. Somehow he said, you know, gestap -- es -- no German,\nespecially SS off -- were not supposed to have any -- anything to do with Jewesses.\nLuckily, majority didn’t do it, they were afraid. But somehow he was intrigued. I told you\nI had the dark eyes, but my eyes -- and he recognized me, because when there was the\nkillings, when we went to the ghetto, they discharge all the chambermaids. We can work\nas Slave labors, but not in their private homes. He recognized me. So I felt, if I go to\ntestify -- I really didn’t know what decision to make. If he still recognized the eyes, and\nhe said, “Look, here I saved this Jewess, and how she’s paying my back.” I felt my duty\nis to testify, but I couldn’t bring myself to do it, because I didn’t. I didn’t go. Till now\nI’m bothered, because he killed so many. After he saved me and my family, I witnessed\nthe killing of my neighbor. She was walking on Umshlaktplatz. From behind, she was\nwalking, he shot her. Just for pleasure. It was not that he was ordered, it was not that it\nwas the aktion, where they used. But I couldn’t bring myself.",
        "A: He would feel I betrayed him, the Jewess, you know how it 1s. If this would be puzzle,\nthat he would blame me, I wouldn’t care. This is the point. Because in his theory, Jews\nare vermin, Jews are everything, look. This is the reason.",
        "A: There was a group of Nazis, [indecipherable] Nazis, who tried to get away with -- to --\nto do away with witnesses to the trials. And the -- because I heard later another case like\nthis. But when I checked the consulate, luckily, I said, “You invited me?” They sent me a\nletter. I said, “How comes you send me -- you didn’t send me the tickets?” They checked,\nhe said, “We didn’t send you a letter.”",
        "A: Good.",
        "A: I think it’s very important, because our people learned about it. After all, statistically\nit’s proven. So far they had 10 and a half, by now probably 11 millions people wi -- very\nsmall percentage Jews, the rest are non-Jews. And Jew -- non-Jews, from the bible belt,\nfrom the west, that they never heard it, and never would know about the Holocaust. It’s\ndoing what it’s supposed to do. I don’t know, like inclusion of other killings, but they’re\nnot genocide, it’s a big difference. This is a holocaust. It’s terrible if you kill one person,\nbut still you cannot compare it when you try to erase the whole -- whole people, whole\nrace. So I don’t like it. But being -- I have to accept it. It’s better something than nothing.\nIt’s underground, so if the government gave the -- so this is -- thank God we have also the\nYad Vashem.",
        "A: In United States?",
        "A: Oh, now, wait a moment, important, impressions big difference. Important was the\nbirth of my daughter, see?",
        "A: Now, wait a moment, important again was when I became a citizen.",
        "A: Important, my daughter’s wedding. Those are close to me. Civil Rights, yes, I felt\nthey should have. I didn’t like the discrimination, and I’m glad the situation is improving.\nUnfortunately they have their Farrakons, and if they could do, it’s not the majority, but\nyou have -- but first there was not the majority in Germany either with Hitler. This how it\nstarts. If they have the free -- if they would have the upper hand, I’m afraid, too. But I\nstill think I was happy. I wouldn’t march for them. But I was happy that the situation 1s\nimproving. I didn’t like what I heard, what the Americans had done to Indians, either. I\nam -- I am for equal rights, I am for freedom, and for respect to everybody. And it’s very\nimportant to teach everyone to respect, and to accept, because if we would teach, and\nsucceed, we won’t have a holocaust.",
        "A: Yes, there should have been fear, because that’s what I witness -- I lived. It was a big\nprison. Imagine, they have their classification. Everyone’s supposed to be equal. No. So\nyou had to be a daughter of a -- a streetcleaner, to be -- become something, and God\nforbid if you are middle class again, the door was closed. As a matter -- I had very bad\nexperience, if not of my lat -- late sister Celia, who was so beautiful, we would have\nbeen sent to Siberia. We got paragraph 11. They were supposed to take away our a-\napartment. I wanted to study, and I wanted to become a doctor, they didn’t expe -- accept\nme. So they only accepted me as a teacher because they were short on teachers. But when\nthey found out my background, even from this they expelled me, unless I pay tuition,\nwhich was more then if my father made in two months. So where’s the equality. Race\ntoo. Unless -- when you a Jew, you were a Jew. It was written in the kemkart yevari. So\nnot that we had the door open for us. Actually, in my part, the Ukrainian got all the rights,\nhe became the big one. The Pole was the second. It -- again on the third place was Ivray,\nthe Jew. And the fear. I -- they blackmailed, for example, us students. They had special\ndepartment political spedsjust. And they called us in, especially the one like middle class,\nthat unless you denounce your friend, unless you find something, they make you a\ninformer, blackmailer, and they blackmail you. I was afraid to speak. Only home, to\nparents. And the fear that they will ship us to Siberia. Then I thought it’s very bad, but lo\nbehold, I didn’t know what is awaiting me when Hitler came, when the Germans\noccupied. So at least this one, they let you live. But here, our lives was in danger. So I\nunderstood, they wanted to enslave people, robots. And also, there was the machinery,\nthe one who was a [indecipherable] Stalin, who lived like kings, and the people still\ndidn’t have enough food. They’re barely to live on.",
        "A: You want some more?\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "A: Yes, there are lessons that can be drawn from the Holocaust. What intolerance can do,\nwhat hatred can do, how destructive it is. But, 1f the world learned something, I’m sorry\nto tell you not. Otherwise, we wouldn’t have Rwanda, we wouldn’t have Cambodia, and\nwe wouldn’t have other mass killings that I don’t know how to stop because there’s so\nmany now o-occur in this world. So there’s still deep hatred, still, and I don’t know --\ntrying -- we try, but the difference is, when the Armenians were killed by the Turks, the\nworld stood by quietly, and it was not later -- there were not -- no -- no trials, and not too\nmuch really, in the press. With the Holocaust --",
        "A: No, no, no, Armenians.",
        "A: Armenians. This is why Hitler felt that he can do it, because what’s to the byhear,\nwhen there was killing of people, and -- and here there were Christians ki -- Moslems\nkilling Christians. The church stood by, and everything. So he thought he will have a free\nhand -- and he was right -- to do with the Jews. But now with the Holocaust, because\nthere was a trial. It’s so much written and done about it to educate the people, I do hope --\nI do hope that it will not occur. At least our President Clinton cited as a reason to bomb,\nand to enter f-f-f -- for [indecipherable] country, because that the world stood by during\nthe Holocaust. I don’t accept it, but still this was an excuse. So let’s hope. And the trials\nthat they have now in Geneva, and ha -- Hague. Maybe this will prevent.",
        "A: No.",
        "A: The argument that --",
        "A: From -- because the truth is where was he in Rwanda, other countries? And where 1s\nhe with the Kurds in Turkey? In s -- in Iraq, in Syria? If so -- so why he had to step in?\nThis why I don’t accept it. And also, the truth is, when one state broke away from\nYugoslavia, one after another, why didn’t he do when the Croatians expelled the Serbs,\nand the killings? Why he permitted this? If so, I will take him seriously. Had he acted the\nsame way with the others.",
        "A: It’s very important, really, to keep it up in schools, and to teach and educate, because\nthe children are the future of a nation. And if you teach them, hopefully something will\nsink in that never again such cruelty will be perpetuated among another human being.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJuly 8, 1999\nRG-50.549.02*0054",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Amalie\nSalsitz, conducted by Regina Baier on July 8, 1999 on behalf of the United States Holocaust\nMemorial Museum. The interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "July 8, 1999\nBeginning Tape One, Side A"
    ]
}