{
    "rg": "RG-50.030.0595_trs_en",
    "sequence": [
        "Question: This is an oral history interview, conducted by the United States\nHolocaust Memorial Museum. The interview is conducted on October 17\", 2010\nat the Crystal City, Arlington, Virginia Kindertransport Association conference.\nThe interviewer is Noemi Szekely-Popescu, and the interviewee is Herbert\nFriedman. Welcome. Could you first give me your name at birth?",
        "Answer: My name is Herbert Friedman, born on December 11\", 1924, in Vienna,\nAustria. Can you stop the tape for a second?",
        "Q: Absolutely. [break] So Mr. Friedman, you just told us what year you were\nborn, and I’d be curious to know what your parents did. What — what did your\nfather do?",
        "A: My father was a shoe designer, working on ladies’ shoes, and he worked for,\ninitially, as far as I remember, for a Czech shoe factory called Bachia(ph). This was\nin the 20s. But then, with the depression, the factory f-folded up and he went into\nthe leather business, selling supplies to shoe repair shops. And it was a — I imagine,\na-as a child I really didn’t appreciate the — the difficulty that — that it was for him to\nearn a living, but we managed.",
        "Q: Now, what did your mother do? Did she stay at home?",
        "A: No, she was a housekeeper, and there were three children. And my grandmother,\nand of course my parents, we all lived in one apartment. And the apartment was\nOctober 17, 2010\nabout a — consisted of about two and a half rooms. A-And in the bedroom — all six\nof us slept in that one bedroom. It was a big bedroom, but I would sleep with my\nbrother, and then that was the custom. And if we had visitors, by the way, which\nhappened from time to time, people who came from Radom, where they had\noriginally come from, then the two boys, my brother and I would sleep on the floor.\nSpread out a blanket on the floor, and the guests would stay in the bed. But that was\nthe custom, and the — we really expected that this would happen, and di-di-didn’t\naffect us in any way, or didn’t bother us sleeping on the floor, because we slept just\nas well on the floor as in bed, as — as — as kids.",
        "Q: What part of Vienna was this?",
        "A: Well, we lived in the 20\" district, known as the Brigittenau, about two blocks\nfrom the Danube. And we lived on the fourth floor, no elevators, no running water\nin the apartment. You went out in the hallway, where there was a cold water faucet\nthat you got the water from, and then would bring it in the home, and — and then\nthere was a— a bathroom, it was sort of a — just a — a toilet, which was shared b-\nbetween two apartments. A-And that — and that was the style, an-and that’s all I\nsaw, and any people I came in contact with, they all seemed to have a similar setup\nexcept sometimes the apartment was even smaller than ours. So, there was no —\nliving in the fourth floor, there was no elevator, you walked. And my grandmother\nOctober 17, 2010\nwould many times say, oh those steps, they’re killing me. You see, but at the time I\nsays, you know, I don’t know why she’s complaining, there’s nothing to it. You\nknow, I could take two steps at a time as a kid, running up and down. But the last\ntime when I was in Vienna, two years ago, I walked those steps. The house is still\nthere. And — and — and I understood what my grandmother was talking about.",
        "Q: So you said that you had siblings. Can you tell me their names, when they were\nborn?",
        "A: Yeah, well, my brother was two years older. His — his name was Benny, and he\nwas born February of — of ’22. I have a sister born March 8\", ’26.",
        "Q: And your sister’s name?",
        "A: Lilly.",
        "Q: Did you have an observant family? What denomination did you belong to?",
        "A: Yeah, ultra-Orthodox. Ultra-Orthodox, yeah. Come — come Friday, you know,\nthe light would go off. And we all, we’d have a light by the Shabbas candle, and we\nwould have no heat, because it’s Shabbas, you know, you have to suffer. A-And,\nyou know, I remember — of course, you can’t get it on tape, but to show you, my\ngrandmother would sit there, in va — in Vienna it really gets cold, and sh-she would\n[indecipherable] she’d back and forth, you know, with her — with her feet and arm,\ntrying stay warm. But, no heat, until Shabbas was over, you see.\nOctober 17, 2010",
        "Q: So — so what did they — what did your family do for a Shabbat meal, given that\nthere’s no heat? Did they leave the stove on, or —",
        "A: Oh, we had the — a cold — I mean we had — we have a warm meal before going to\nsynagogue on Friday, and on Saturday we had something cold, that didn’t require\nany — any heating un-until Shabbas was over.",
        "Q: Which synagogue did you go to?",
        "A: It was called — well, my father would go to the Kasha(ph) temple. And I didn’t\nlike to go there, so at first I— he would drag me with him. And I didn’t like it\nbecause I didn’t understand what was going on, and it was stand up and sit down\nand stand up and sit down and you know, and — and it went on forever. So I would\ngo to the Klikee(ph) temple. The Klikee(ph) temple was located on the Klikee(ph)\ngasse. Many times in Austria they — they would name the temple after the s — the\nstreet that it was located on. And I liked the — the Klikee(ph) because after services,\nthey would give candy to the kids. So it was — so naturally that was a big attraction\nfor me, the candy.",
        "Q: Now, when you say ultra-Orthodox, do you — do you mean Hasidic, or — or\nOrthodox?",
        "A: No. N-No, just ver-very much adherent, but not [indecipherable], no.",
        "Q: And you say that your family had originally come from Radom?\nOctober 17, 2010",
        "A: Yes. First my father came. He came from Radom to — because he was going to\nbe drafted into the Polish army. He didn’t want to serve in the Polish army, so he\nran away. And he heard about Vienna, so he came to Vienna. And my mother later\nf-followed. And as a matter of fact, she told me once that if — and you want me to\nsay in German? [speaks German here]. When | arrived in Vienna, | thought I was\nin heaven. That’s how different it — living conditions were in Poland, Radom,\ncompared to the modern city of Vienna, Austria.",
        "Q: And your — your father was trying to escape being drafted, was that during the\nrun up to the first world war, or when was that?",
        "A: No, this was after.",
        "Q: After?",
        "A: Yeah, this was af —",
        "Q: So what year did they come to Vienna? Do you know?",
        "A: ’'m—I’m not quite — I think my father came there around maybe ’20, and my\nmother came a year later, ’21 or ’22, something like that. Many questions tha-that\nI’m being asked now, I-I wish I had asked. That’s why when I talk to — to my\nchildren, and when I talk to schools, I always urge people — young — young\nchildren, to ask their parents while you still have an opportunity, or grandparents,\nwhat life was like for them. Because I know you wi — are going to regret. We all do,\nOctober 17, 2010\nno matter how old, or — or — at the time, but eventually you — you’re going to regret\nthat you did not ask certain questions while you had the opportunity.",
        "Q: So they came — both of them came from Poland.",
        "A: Yeah, Radom.",
        "Q: Did they speak Polish amongst each other, or Yiddish —",
        "A: Yeah, as a matter of fact, they spoke Yiddish normally, but Polish when they\ndidn’t want us to know what they were talking about. So they’d switch to Polish.",
        "Q: So you didn’t grow up to — to know Polish, to learn Polish?",
        "A: No, no, no. We spoke yi — they would speak Yiddish, we would speak German.\nSo — so I understood what they were saying, but we didn’t really speak Yiddish, w-\nwe spoke German. The children.",
        "Q: Di-Did your father have to speak German in his business life, or did — could he\nget by on Yiddish?",
        "A: Well, he spoke both. So whatever the circumstances were, he could respond. But\nthe — most of the time, the people that he dealt with likewise were immigrants from\nadjoining countries, because Austria was a more modern place and it offered\ngreater opportunities than smaller countries, I mean — not smaller countries, you\nknow, but — but th — not as advanced countries. So he would speak — when he dealt\nOctober 17, 2010\nwith Gentiles, he spoke German, and with Jewish people, yeah, it was always —\nYiddish was the international language.",
        "Q: Can you tell me about school?",
        "A: Yes. I always attended elementary school, and then —",
        "Q: Jewish school, or a state school?",
        "A: No, a state. Yeah, public school. Which was very good. I attended public school,\nf-four years of elementary, and then we switched over to something called\nhauptschule, which was a sort of a— I guess in America you’d call it middle\nschool. And in my case, I — I couldn’t even finish the middle school, because once\nHitler came in, none of us were able to attend any school, we were kicked out of\nschool, and — and I sw-switched over to a Jewish school for a while, called Talmud\nTorah in the second district in Vienna. The second district was heavily populated\nby Jewish people, and they used to call it Matzoh Insel. Matzoh Island.",
        "Q: So bef — before the annexation, when you’re still able to go to — to a state school,\ndid you take any supplementary, or so-some sort of Jewish classes at the end of the\nday, or — or on Sundays, or —",
        "A: No, n-not really. Only training for Bar Mitzvah, where a year ahead of time, I\nwould sit down with someone, not a rabbi, but one of the Hassids, who would teach\nme the Torah portion that I was supposed to read at my Bar Mitzvah, which\nOctober 17, 2010\noccurred in °37, actually four months before Hitler came in. And it happened to be\na very momentous occasion in my life. You might find it funny, my grandmother\nwas at first a little upset that I would have my Bar Mitzvah staged at the Klikee(ph)\ntemple. Why’? Because the Klikee(ph) temple had an organ. And having an organ in\na temple, that — that was not kosher enough, so she wanted me to have it somewhere\nelse. But I liked the Klikee(ph) temple, and I was going there. So I had to tell her\nthat although they have this organ, they never use it. And the only time they use it\nwas on Sundays when on occasion they have a wedding. But the mere fact that the\norgan was there, that was enough reason for her not to particularly enjoy being\nthere.",
        "Q: Since you went to a non-Jewish school until the annexation, did you have any\nnon-Jewish friends? What was the distribution of Jews to non-Jews in your class?",
        "A: In— from grade one, I experienced anti-Semitism. Six years old, I go into grade\none, another kid — they find out very soon whether you’re Christian or not, even at\nsix. And he called me a Christ killer, and you know, I didn’t know what that was. I\nsaid — you know, what he was talking about. And — and it was not — when I came\nhome, I asked my mother. And she said, oh, pay no attention, or this is something\nthat they’re — where they’re taught at home not to like certain people, but you’re\ngonna hear this, just — h-he doesn’t know what he’s saying, so just forget about it.\nOctober 17, 2010\nBut you mean — you very soon learn. Later on actually, we would frequently have\nfights, wh-which — which occurred mainly when the priests came to school, and\nstarted showing movies. And it dealt — you saw people with beards, and — and th-the\npayos and so forth, so you knew that — and they showed the crucifixion.",
        "Q: Do you remember what grade this was? How old were you when these movies\nstarted to be shown?",
        "A: I think I—I probably was around eight or nine, a-an-and — and when class lets\nout, then we started fights. And many a day I’d come home with a bloody nose\nbecause at that time, when somebody hit you, you — you struck back. And I was\nnever hesitant, so it’s oh — you know, even as I went on to middle school, you\nknow, I — somebody said something to me, called me a dirty Jew, you know, I'd let\nhim have it. And you learn that if it’s one person, you take him on, but if there’s a\ngroup, I figured I’d better run. But I was never scared, al-although my mother in\nparticular always told me not to get involved, or — or — you know, walk away, run\naway, but I never did.",
        "Q: How did your father feel about this? Did he have an opinion about confrontation,\nor —",
        "A: I was always scared to tell my father, because — because he was the enforcer, you\nsee, so I dealt mostly with my mother. I — I had a mean — when I was — and — and\nOctober 17, 2010\nalso, many times, I — I admit, I didn’t listen. I — I was — my mother would say, a\nreckless person. In the summer of ’34, I asked my mother if I could go swimming.\nAnd I loved swimming, even as a child, you know. And she said no, you stay home.\nSo I said to — okay, well, can I go downstairs, you know, be on the street? All right,\nbe on the street, but I want you home before too long. So I sai-said fine. So, I ran\ndownstairs with my bathing suit to go swimming, that she had told me not to do.\nAnd I — in my eagerness to cross the street, didn’t look, and I was hit by a truck.\nAnd I had several fractures and lacerations and concussion and spent three months\nin the hospital. That was an important lesson. But being somewhat reckless, rising\nto whatever challenge that came along, has always been a part of me. I-I was, to\nsome extent, not to make myself some sort of a hero, I was always aggressive. And\nsometimes it got me into trouble, but it never changed my mind. This was in 734. I\nhave another event in ’37, when — wh-which had a great impact on my life. There\nwere three boys, and we were walking along the Danube [indecipherable] only a\nthree or four minute walk from where we lived, so — and this was in the winter of\n°37, late October, when, as we’re walking along, we notice something bobbing up\nand down in the wa — in the water, and we didn’t know at first what it was. And\nthen we recognized that this was a person, you know, what is she doing in the\nwater? So — so it dawned on us that this person 1s about to drown. So two of us ran\nOctober 17, 2010\ndown the embankment and jumped into the water. I was 13 — not quite 13, and my\nfriend was not quite 15. And the third person ran to get the police. So, if you know\nanything about the Danube, and I know, since you are from Hungary, you know\nthe Danube, it’s a very swift river. You’re not going to swim against the current,\nyou just can’t, it just knocks you down. So — so if you go in here, you’re gonna\ncome out way, way down on the other side. So after a while we — we struggled, but\nwe were able to get her to th-the embankment and — and ou-out of the water. And\nby that time, the third person had run to get the police, and when we got to — when\nwe got her out to the side o-of the river, the police was there, and the ambulance\nwas there. And they picked her up and th — it was a woman, and they took her away.\nAnd then the police took the two of us to the police station. And there they gave us\nsome hot chocolate and d-dry out. And a man came and started questioning us and\nthen he took a picture. And we paid no attention as to who he was, or what was up,\nwhat — we were there several hours, and then they said to us, oh, now you can go\nhome. So I went home, and I ha — I hate to describe to you what took place when I\ngot home. First of all, 1t was Friday evening, and I’m supposed to go with my father\nto the synagogue. And I wasn’t home. And, where were you? [indecipherable] So,\nI was so scared to tell what happened to — to my mother, so I said, do you know\nwhat? We were playing by the water, and I fell in. Then came, how many times\nOctober 17, 2010\nhave I told you to stay away from the water? When are you finally going to listen,\nand so forth. And — and wa-was plenty of scolding and reprimand, you know, n-no\nfood, you know, we’re not going to give you anything. And of course I — I was so\ndisheveled, you know, and tha — look — looked terrible. A-And it wasn’t until the\nnext day, when people stopped my mother on the street and started congratulating\nher, and she didn’t know what for. And then she found out that there had been a\npicture in the newspaper, which described what had taken place. And then she came\nback and started questioning, what — what really happened, you see, so sh-she was\nof two — two — two different feelings. In the one, she says, do you realize how\ndangerous it was for you, what you did? A-And, this was very reckless. And the\nother way she — she was proud that I had participated in — 1n saving a person. But\nth-the recklessness was a major factor, that you would go to such an extreme, which\nwas very, very unusual. And by the way, I have a picture here, as it appeared in a\nnewspaper, blew up and I’ll — Pll show it to you later; and also comments that were\nabout me specifically. It just so happened that this particular event became a bone\nof contention between the Austrian more or less public press, which for the most\npart was anti-Semitic, and the Jewish press, an-and the Jewish publications, who\ntook the German newspapers to task. It — 1t just so happened that the two boys who\njumped into the water were Jewish. The boy who ran to get the police was Gentile.\nOctober 17, 2010\nIt never occurred to us that this would ever be a problem, but it was a big bone of\ncontention, a big discussion. The — I mean, in particular th-the Jewish press,\nbecause the Jewi — the Jews were always characterized as being cowards. Jews —\nJews didn’t want to be in the military, and Jews were afraid and — and unreliable,\nand — and they’re not really Austrian and so forth, and — but here was an example\nwhere two Jewish boys jumped in the water. We didn’t hesitate, we didn’t ask who\nit was, we didn’t ask what religion she was. We just acted because we — we felt we\n— we should do something, you see? And I have various correspondence which\nrefers to that particular event, in — in several organizations who got involved. This\nwas in October or — late October of 1937. One month later I had my Bar Mitzvah,\nand at the Bar Mitzvah there was a lot of congratulation, because this was only a\nmonth later, and the Kultusgemeinde — the Kultusgemeinde, it’s called a cultural\nassociation, but really it’s not a cultural association, 1-1t was a sort of a semi-\ngovernment authority for the Jewish people. And every Jew in Austria had to deal\nwith the Kultusgemeinde at least three times in their lives. The Kultusgemeinde\nissued the birth certificate, the marriage certificate and the death certificate. So — so\nevery Jew had to register with the Kultusgemeinde, which later on also turned out\nto be a detriment for the Jewish people, because when the Nazis came in and\nwanted a list, all they had to do is go to the Kultusgemeinde and have a list of any\nOctober 17, 2010\n— of a Jew living anywhere in the city. So at that time the Kultusgemeinde\nrepresentative came to the temple, and th-they gave me a di-diploma of recognition\nfor what I had done, and — and also a watch. And this was the first watch that I had\never owned, so — so to me that — that was a big deal.",
        "Q: You mentioned that there was a point of contention between the Jewish press\nand the mainstream press, and then you gave some great background about how\nJews had been perceived, and — and obviously you being part of this heroic act was\nkind of going counter to the prevailing notion of — of how a Jew would act. But I’m\ncurious exactly how the Jewish press was making use of this. What were they\nsaying, and what was — what was the conversation between the two presses?",
        "A: Mostly it — it dealt — they were attacking the press for their attitude toward Jews,\nthe reason for their hostility to Jews, and their idiocy as pertaining anti-Semitism.\nAnd their failure to recognize what we had done. The majority of press had nothing,\nno comment whatsoever. There was only one particular newspaper, it’s called “Das\nKleine Blatt,” which carried a small picture of the two of us, and — and our age, and\nour name, and one paragra — one sentence, actually; and that was it. An-And no\nother publication — public — publication, who certainly at that time in the country, if\nit had been anybody else, it would have been played up big, you see? So, it’s\ninteresting, no attention was — was paid to it. Forty — 40 years later, my son, who\nOctober 17, 2010\nwas working in Congress, and I had just given an interview in Norfolk, Virginia,\nwhere I was living at the time, and they wrote up the experience that I had, and my\n—my background and so forth. And when he read it, h-he showed it to the\ncongressman. And congressman was Whitehurst from Norfolk. He says well —\nwell, we’ve got to do something, this is not right. So he wrote a letter to the\nambassador, giving him a — a copy of the article in the newspaper, and that I had\nnever received any recognition. So the ambassador at that time was Thomas\nKlestil. Thomas Klestil went on from the embassy, the ambassador being there in\nWashington, to become the foreign minister of Austria. And then, from the foreign\nministry, became the president of Austria. So the ambassador said that he had\nnever heard of this, but he was going to investigate.",
        "Q: How old was the ambassador?",
        "A: I don’t know how old he was. I — I suppose he was in his 40s, you know. But he\nwould investigate, and it was maybe a couple of months later he came back and said\nyes, we have a record of this. And they arranged a reception for me, and I met the\nambassador, and he asked me if I would be willing to come back at the\ngovernment’s invitation to Austria, they want to honor me. And eventually I was\ngiven a gold medal for heroism, 40 years after the event.",
        "Q: So this would have happened in the 70s and the 80s? When did this happen?\nOctober 17, 2010",
        "A: I-It probably — I — I don’t have the — th-the date now. It — probably in the 70s.",
        "Q: That’s a fascinating story. He —",
        "A: It was a — let’s see now, I’m trying to think. Yeah, ’78 maybe, something like\nthat. But this is not the end of the story. When Hitler came in, as soon as Hitler and\nthe Nazis took over in Austria, my mother was the driving force. She felt that we\ncould not possibly stay on in Austria, we had to get out. But there were many\npeople at first, when Hitler came in that says, well, you know what’s going on, the\n— you know, with the plundering of shops and the beating up of Jewish people, and\npeople s-stationing themselves, Nazi personnel in uniform stationing them — 1n front\nof Jewish shops, from — not to let anybody in. I mean, not to let any Gentiles in to —\nto patronize the Jewish shops. They recognized right away that we cannot live — go\non living in Austria, we had to get out. So she wrote the letter to, you know, who —\nwho do you write? A cousin of a cousin of a cousin that yo — she once heard of, and\nso forth. But she wrote a letter and she described our plight, that my —",
        "Q: Where was this cousin? In the United States?",
        "A: Yeah, lived in Baltimore, a-and whether or not he would be willing to send an\naffidavit, and then she asked for an affidavit for my father and my brother, and she\n— and at that time she felt, you know, let me get the men out. You know, th —\nOctober 17, 2010\nnobody’s going to touch the women, and you know, and children and such, you\nknow, what —",
        "Q: Is this still 1938?",
        "A: This was ’38, yes. Probably as early as April ’38. Hitler came in in March, 13\",\nI believe.",
        "Q: I’m sorry to cut you off all the time, but I’m very interested 1n this progression.\nSo your mother realizes pretty much immediately that there’s danger. So I’m\ncurious about the years °33 through 38. How are your parents, or adults around\nyou, reacting to what was happening in Germany? Did they talk about it at all?\nWere you aware of it?",
        "A: Yes, they talked about it. And — and we knew about it, but we felt that the\nAustrians are very patriotic, and oh, we are social democrats, and oh — no,\nAustria’s not going to become involved, you know — you know, this is Germany.\nAnd communications at that time were not what they are today. So whatever was\nwritten in the paper and so forth, 1-1t was like a different world, going from one\ncountry to the other. You — you — actually, you couldn’t go, un-unless you — you\nhad to have visas. You ri — you — you can go to — to Hungary in an hour and a half,\nI’m in — 1n — today I’m in Hungary. Not in those days. You had to have a — a visa\nor — to leave, and a visa to enter, a-and it was — you had to have a passport, and it\nOctober 17, 2010\nwas a complicated affair, you know, and — and transportation was not what it 1s\ntoday. I mean, for me, as a— as — as a child, it w — it was a big deal to — to get ona\nbus, and to — and to — and to get on a streetcar. Oh, oh, that was an exciting event.\nAs a matter of fact, somebody asked me once, how old were you when you first\nrode in a passenger automobile? And the first time I rode in a passenger automobile,\nI-I was a-around 16 years old, in — in London. In London, trying to take a taxi to —\nto the train station. That was in 1940, you know, and — and I’d never ridden in a — in\ntaxi before, but this was the first time.",
        "Q: W-Well, had you taken like a fiaker, you — you were taking horse-drawn\nbuggies, or there was absolutely no —",
        "A: N-N-N-No, you — you took a — first of all, the first means of transportation was\nto walk, you see, that was custom, the — no matter how far it was, you walked. A-\nAnd aside from walking, you took the streetcar. And if you — buses were not\navailable, except if you wanted to leave the city, that’s where they had buses. And —",
        "Q: Did you ever bicycle?",
        "A: I didn’t have a bicycle, no. Because if I had a bicycle, I’d have to drag it up four\nf— four floors of steps. And I-I think that my parents would have been more\nconcerned with safety, e-even then, because the — th-they knew that I probably\nwould use the bike to go to areas where they wouldn’t want me to go. Where there’s\nOctober 17, 2010\nmaybe some traffic and so forth. So most of the time I-I just walked. I walked to\nschool.",
        "Q: How long did it take to walk to school?",
        "A: Well, the public school was around the corner, the elementary school. And the\nother one was a little further, m-maybe a 15 minute walk. Now, when I went in\nTalmud Torah School, sometimes I’d see a horse-driven wagon, and we would\njump on that, and when the — when the driver was — wasn’t looking, you know. So\nI’?d jump on it and — and take a ride with him, and then jump off. Which too was not\nthat safe. But that’s what we did.",
        "Q: So amongst your siblings, were you — were you the — th-the little devil? The one\nwho always got into trouble, or was your brother similar?",
        "A: No, no, he was very conservative. I — I was the trouble maker. I — I don’t know\nwhy, but the — I’ve done that throughout my life, you know, army service, I did\nthings that — on reflection now, when I think back I says, oh my God, that was\ndumb. And working — I’m a pharmacist and we — we — we had our own business in\nNorfolk, Virginia, and in the 80s, I experienced two hold-ups, and had a gun to my\nhead twice, you know, and you know, people would say, well, were you scared, and\nso forth. I say, yes, of course I — I was scared, but — but it — but one thing I can tell\nyou, I did not panic. Of course, you know, I’m skipping the story back and forth,\nOctober 17, 2010\nmaybe. So — so the first time that I had a gun to my head, it was by two black men,\nand they wanted Talwin, which mimics opium, but it wasn’t even a narcotic, and I\nwas astonished when they asked for it, you see. But then he asked for my wallet, so\nI gave him my wallet. Then he said to me, kneel down. And I said to him, if you’re\ngoing to shoot me, you’re going to have to look at me, I’m not kneeling. And he\nsays — and he says, all right. And he turned around and walked — and ran out. By the\nway, he got shot and killed two days later, trying to rob another pharmacy. The\nsecond time maybe was — maybe three — three weeks later, and this time it was by\ntwo whites. And they were more knowledgeable, they were prepared. They came\nwith an empty pillowcase, and they knew — they probably had shopped us, and they\nknew where I kept the narcotics. So — so they wanted the morphine, and the\nDilaudid and the Demerol, and the codeine and opium and so forth that we had; so\nthey got all of that. And then, you know, he’s holding a pistol, while the other one is\nloading up on — on whatever we had in narcotics. And then he said to me, ge — let\nme have your wallet. So I said to him, let me —I says, give me — give you my\nwallet? I says, do you realize what problems that is? I says, I gotta run here and\nthere to get new identification and new driver’s license. I got to stop all the credit\ncards, I says, it’s a whole lot of trouble. And so he says, all right, keep the wallet.\nAnd people couldn’t believe, you — you actually did that? I says, yes. So, I—I-\nOctober 17, 2010\nthroughout life, I don’t panic. I-I size up the situation a-as to what I need to do and\n— and act accordingly. And — and I feel that when you panic, then many times the\nperson who is the aggressor, will also panic, and then you don’t know what to\nexpect. People would ask me, they would — found it strange that the first time that\nyou were held up, you had two blacks, right? Yeah. And the second time it was two\nwhites? Yeah. Don’t you find it strange? I says, no, I says, my — my pharmacy was\nan equal opportunity pharmacy. So — so they — they would laugh, it was fun. But\nafter that, I hired the police to come in and — an-and they were — every — every\nafternoon and evening I would have police in — in the pharmacy, and my sons urged\nme, you know, it’s time to get out. You know, you — you can’t keep this up.\nBecause it was true, because you — you become apprehensive that every time the\ndoor opens, you don’t know who 1s coming in. And the problem with drugs today in\nAmerica is so — so pervasive, that you just don’t know what to anticipate. A-And\nyou live and work in a form of tension. So although I was only 59 at the time, I — I\ndecided to call it quits. I sold the pharmacy and retired at 59. And I took a three\nmonth vacation, you know, traveled to Europe; your country, Hungary, I was there\nfor about a month. Enjoyed it. A-And when I came back I was restless and didn’t\nknow what to do, so I went to work for the navy, the navy hospital in the — as a\npharmacist. And I worked until the 90s a-and then I quit a-and stopped working.\nOctober 17, 2010",
        "Q: Well, now we’ve gotten a bit ahead of ourselves.",
        "A: Yeah, I think so.",
        "Q: Let’s go back to Vienna, and — and I — I was very curious about one thing. You\nsaid that during the — this heroic rescue, you had one friend with you who was non-\nJewish. Did you have many non-Jewish friends, and —",
        "A: No.",
        "Q: No. Was he the only one?",
        "A: Yes. He happened to live on the floor below us. And it was interesting that when\nHitler came in, although we were very close friends, he stopped me on the\nstairways one day, and he told me that Herbert, you understand that we can’t be\nfriends any longer. So I said yes, I understand. An-And that was the end, I thought.\nA couple days later, we meet up again on the steps, and th — he stopped me, and he\nsaid, would I do him a favor? I says, what — what is it you — you want? He says,\nwell, I need a pair of white socks, and I know you have some. Would you loan me\nyour white socks? So I said, well, why do you need my white socks? He says, well,\nhe says, you know, he says, I belong to the Hitlerjugend, and white socks are part\nof the uniform. And I was told to stand downstairs in front of Herr Gros’(ph) shop,\nto make sure that no Christian people go in. So I need the socks. So I— his name\nwas Bertie. So I said, Bertie, I — I— I have no idea where the socks are, or if I still\nOctober 17, 2010\nhave them. I don’t — I don’t think that I have it. And maybe he understood that —\nwhat I was saying, but I— I gave him no socks. But as close a friend we were,\novernight, Hitlerjugend, y-you know — you know. And this was the biggest\nsurprise that I had, that the — the very same people who lived with you in — in the\nhouse, an-a-and knew the family and — and guten tag and guten naft(ph) and this\nand that an-and they’re friendly, and suddenly yo — tell you they have been in the\nunderground f-for years, under — as Nazis. And this is unbelievable. I remember —",
        "Q: Th-They told you that?",
        "A: Yeah, when Hitler came in. They said, yeah, we been in underground. I\nremember a neighbor came in that we were very friendly with — as a matter of fact,\nthe family — they were a tailor, and my folks wanted to have a — a big table when\nthey had the reception after the Bar Mitzvah, th — in our apartment. They didn’t\nhave a big enough table so we — so they loaned us the — that — their work table\nwhere they made suits or coats or whatever the — a tailor does. So — so — so the\nwoman came over, Frau Bodichka(ph), and she’s friends with my mother a-and\nshe’s saying to my mother, you have nothing to fear. Yo-You are good Jews.\nNobody’s going to touch you. But, she says, maybe the people who live across the\nstreet, she says, maybe they got it coming to them. And as young as I was at the\ntime, you know, just 13 years old, I said — I says, how do I know that the people\nOctober 17, 2010\nacross the street aren’t saying the same thing about us? You see, but wa — one thing\nthat I-I later became aware of, that 1-if I was 13, it was just a number. I really\novernight became an adult. A-And you recognize right away that things are not\ngoing to be the way they were. And for instance, when my mother had written to\nAmerica, to distant cousins for an affidavit, they responded and were willing to\nsend the affidavit. But I was going to be there, wi — stay in Vienna. And I felt I was\nju —1n as much — in as much danger as anybody else. And there was a Jewish boy\nacross the str-street, Teddy Katz, he told me one day, let’s run away. Don’t say\nanything to anybody, we’ll run away. I says, where do you want to run? He says,\nwell, we’ll go to Czechoslovakia. I says, who do we know in Czechoslovakia? I\nsays, ha — I says, we have no money. I says — I says re — we gonna cross the border\nillegally? Yes. I says, when we get there, then what? So, I said no, I — I — it just\ndoesn’t make any sense. But I wanted to get out, so I had registered with what was\nknown then as the Palestina(ph) office, the Pales-Palestine office, for aliyah. But —\nbut I didn’t hear. So I deci —",
        "Q: I—I’m sorry to cut you off again, but this is another point that I’m particularly\ninterested in. What was your family’s relationship to Zionism as you were growing\nup?",
        "A: None.\nOctober 17, 2010",
        "Q: So, registering with the Palestina(ph) office, this was something completely\nnew? It hadn’t been in your mind before?",
        "A: Oh, no, I had no intention of going to Palestine, or — for the most part, you\nknow, life was okay. You know, it’s — it’s our country, you know, I’m Austrian. I\nwas very patriotic, you know, because it’s drilled into you in school, you know, and\nyou know, Austria, our homeland and the Austrian history, Austrian-Hungarian\nempire, the Kaiser and so forth, so — so — the imperial Austria, oh we — we stopped\nthe — the Turks when they attacked and — and if you go downs — downtown in the\nfirst district, you can see where the — the last shell is still imbedded in — in the\nconcrete and so forth. S-So Austrians are quite patriotic. But th — I felt that I was in\ndanger, and I wanted to get out of the country, especially after Kristallnacht. On\nKristallnacht, after the assassination of the diplomat in Paris, and with Hershel\nGrynszpan, who shot the embassy personnel in — in Paris. It wasn’t ambassador,\nbut the — an assistant to the ambassador, whatever his position was, I don’t recall.\nBut I knew that something was going to happen, that there would be revenge. I\nmean, I-I just — you — you could almost smell it in the air, that something was going\nto happen.",
        "Q: This is November *38?",
        "A: Yes.\nOctober 17, 2010",
        "Q: But the annexation happened —",
        "A: In March.",
        "Q: — at the beginning of that year.",
        "A: In March.",
        "Q: Ca-Can you tell me whether — how things were going in th — in that six month\nperiod, leading up to Kristallnacht? How many things were changing?",
        "A: Well, I can tell you I— I was a— a member of the Hakura(ph) swim team.\nHakura(ph) means strength. And I was member of the swim team. On March the\n10\", I believe it was a Thursday, I had just gone there for a practice session. When I\nwalked out, I saw a large mass of people, and were yelling and screaming, and as —\nas a kid I’m — I’m always attracted to something that — that’s different as a — I want\nto know what’s going on. So — so I approached them, that was only across the street\nfrom Dianabad(ph). I don’t know if you’re acquainted with Vienna or not. So, if\nyou cross the street you come to Schwedenzplatz(ph), so — so there they had a big\ndemonstration. Gra — a great mass of people, with this social democratic flag and\nwhatnot. And on — and the police standing in front of me. And on the other side, a\nsmall group of Nazis, and yelling at each other, and so forth. This was Thursday.\nAnd on Sunday we’re gonna have a plevicide whether or not Austria wants to join\nwith Hitler. This wa — this was by order of the chancellor of Austria, Schuschnigg,\nOctober 17, 2010\nKurt Schuschnigg. So when I saw that, I says oh, Austrians will never vote for\nHitler. As I — so as — I really wasn’t concerned until the next evening, when over\nthe radio, suddenly I heard that the plevicide had been cancelled, and the\ngovernment had abdicated, and new people were coming to — into government, and\nthey were all Nazi officials. I says — then I recognized re — this does not sound\ngood. Something is gonna happen. And it — and true enough, why — on Sunday,\nGerman troops marched in, and announce a gov — overthrew the government, and\nwe — we were part of Germany. We had been annexed, or anschluss. And this —\nand suddenly we’re oven — over-overnight we’re pri — night, I was confident that\nAustria would never become part of Germany, suddenly e-everyone — everyone\nthat you met wu — seemingly seemed to be connected to — with the Nazi party all\nalong, in the underground [indecipherable]. And everybody ha-had this — the\narmband on with the Nazi insignia, and flags all over the city, and I couldn’t\nunderstand how suddenly people that I — I felt 1f you give them the chance to vote\nwould have voted against the Nazis, now everybody seemed to be for it. The — the\ncardinal of Austria, Innitzer, welcomed Hitler as, you know, the native son\nreturning to his country and so forth, and — and 1t seemed so unbelievable, how\novernight something as dramatic a-as a — as giving away everything and becoming a\ndevoted Nazi, a-and the Jewish people going to be the target, you see, because we\nOctober 17, 2010\nheard it con-consistently, with the editor of the newspapers, or ev — ev — everything\nbecame pro-Nazis, a-and you saw no opposition whatsoever. Everybody was for the\nNazis. And the people were f-for the Nazis. Either that, or afraid, because\nseemingly 100 percent were not necessarily in favor of what was taking place, but it\nseemed to be the vast majority were. And the plundering took place, and the beating\ntook place and the dem — the humiliation took place, you know, all the graffiti that\nhad been anti-Nazi — they take elderly Jewish people, and sometimes religious\npeople, whoever they were, peop-people of recognition, professional people, you\nknow, and would humiliate them, give him a toothbrush and tell him to scrub the\nstreets and so forth, and spit at them and make fun. And the people would stand\naround and laugh.",
        "Q: And this is still the run-up to Kristallnacht?",
        "A: Yes.",
        "Q: Okay.",
        "A: Yeah, before. Could — could we stop one second?",
        "Q: Yes, absolutely.",
        "A: I-I want to go to the bathroom.",
        "Q: Absolutely. Stop the track. [break] Okay.",
        "A: Where wer — where are we now?\nOctober 17, 2010",
        "Q: We are at the preceding events that are leading up to Kristallnacht.",
        "A: On Kristallnacht, no — November nine, we saw what was going on on the street,\nthat the shops are being plundered, a-and the Jewish people are — on the street were\nbeing beaten up, so you’re afraid to — as to what may happen. And the greatest fear\nwas to hear the knock on the door. When you — when you heard that knock on the\ndoor, we froze. And I could see the expression on my — my father and my mother’s\nface, and I — and I knew they — they were scared. And it passes onto the children\nwhen you — wh-when they see that the — the parents are — are frightened. And the —\nthere’s a knock on the door and the order, open up. So, we opened up the door, and\nto — two uniformed SA people walked in, one a little older tha-than the other one.\nThe other one licked — looked to be sa — someone maybe 18 or 19 years old,\nsomething like that. And they demanded to see my brother, specifically asking for\nba — for him by his name, but he was not home. So they didn’t believe it, so they\nwent through the apartment, searching for him, and he wasn’t there. So, since he\nwasn’t there, one of them, the elderly one said, we’ll take him, pointing to me. And\nit was then that my mother started pleading and crying, saying he 1s only a little\nboy, he hasn’t done anything, and please leave him alone, you know — you know,\njust begging him. And — and it was then that the younger SA man said, it wasn’t\nhim. Tha-That’s it, it wasn’t him. And they said oh — okay, we’ll come back in a\nOctober 17, 2010\nlittle while. So, when I heard it wasn’t him, a-as I — I surmised that maybe my\nbrother had gotten into a fight, and now was the time to get even, you see. And the\nmere fact that it wasn’t him, saved me. And because my mother, as soon as they\nleft, told me to run downstairs and intercept my brother from coming home, and\ntelling him to stay with a friend, not to come home. And — and then she sent me to\ntell my uncle not to go home, and to stay with his mother-in-law. That was\ninteresting too, and h-he — he told me later on, that they came to his mother-in-law’s\nhome, you know, everybody knew already where most likely somebody would —\nwould go if you want to pick him up. And when he heard the knock on the door, he\ncrawled under the table, and the table had a long tablecloth. So they were searching\nthe house, the — the apartment that they lived in, and they didn’t see him. And they\nwere pounding the table, saying well, you be sure to — to let us know as soon as he\ncomes here. Well, he was under the table. He survived. His wife and his son did not\nsurvive. But i-it was, th-the following day, on the 10“ of November, when I wa —\nwas on my way to go to the Palestina(ph) office to check on the — on my aliyah,\nwhich is immigration to then known Palestine or Israel. When I came downstairs, I\nsaw a—a big truck and a lot of people around the truck jeering and laughing and\nenjoying themselves. And the police is there also, just standing there. And I was\nwondering what the heck is going on here, what’s it all about, you know? And — and\nOctober 17, 2010\nthe house right next door to us, there was a shop, a shop carrying bedding\nequipment, blankets and pillows and pillowcases and towels and stuff like that. And\nI noticed that they were carrying stuff out from the shop, and putting it on the truck.\nWell, you recognize right away, it doesn’t take long, as to what’s going on. They’re\njust confiscating whatever goods he has and putting it on the truck. And then I saw\nthe owner standing there beside the — the shop. Hi-His name was shp — H-Herr\nSchpringer(ph). A Mr. Schpringer(ph). A-And he’s white-faced, scared. And\nwhen they had just about emptied the shop, Mr. — Herr Schpringer(ph), being a\nbusiness man, walks up to the head honcho Nazi there, and asks for a receipt. And\nth-the storm trooper turned around and yelled to the crowd, Herr Schpringer(ph)\nwants a receipt. And everybody starts laughing and cheering and screaming. And\nthen he grabs Schpringer(ph) by the neck, the collar of his neck, and turned him\naround and gave him a kick in the rear, and Schpringer(ph) fell down on the\npavement. And he said, here Jew, this is your receipt. I — I witnessed that. A-And I-I\nfelt that even going to the aliyah office may not be such a good idea. I says — so I\ndecided to go to the home of the chief rabbi.",
        "Q: Now, let me cut you off once again, cause this 1s very interesting, the dynamics\nof this. You’re witnessing this, does that mean you’re a part of the crowd? Where\nare you standing?\nOctober 17, 2010",
        "A: Just standing be — not part. I’m standing ba — little distance away, y-you know,\nmaybe — but I’m a — nobody’s paying any attention to me, you see, I’m just a kid.",
        "Q: So you didn’t feel like you were in danger of being recognized as a Jew?",
        "A: Y-Y-You know — you know, a-again, I-I did things a-as a kid, that when I reflect\nnow, I says, this was really stupid. I mean th — I had no awareness. I — spontaneous\nresponse to different things. For instance, if I told you I saw Eichmann, and asked\nhim to put a country on my passport, it’s only years later that I even became aware\nwho he was. I had no idea Eichmann, I never heard of him. But I went to — to the\nRothschild palace, which was the Nazi headquarters, and I walked in there — well,\nwhen you walk in there, everything is heil Hitler, you know, an-and I’m not going\nto come in and say heil Hitler, so wha-what am I going to say? Griiss gott. Which\nwas the way we normally greeted each other, griiss gott, and — greet God. And —\nand everybody looks up, you know, what’s this Jewish kid doing here? You see, so\nI asked — when Eichmann asked me what it is I want, and I told him, I need to get a\ncountry entered — because I ca — I can’t remember exactly what — you had to choose\non the passport what country you n — had to have on the passport. And if it wasn’t\nlisted, then you couldn’t go to that country. And England wasn’t listed. I never\nthought of going to England. And so of course, this is somewhat later.\n35October 17, 2010",
        "Q: So I’m going to stop the track right now, we’re going to switch tracks, one\nsecond.\nEnd of File Two\nOctober 17, 2010\nBeginning File Three",
        "Q: All right, we’re on track three. So, let — let me just stop you, and — in terms of\nthe chronology. So you —",
        "A: Yeah, because — because I’m — I’m not t-telling you step by step.",
        "Q: Well, this is very exciting, but — but I — I just — I want to get my bearings in the\nstory. So you witness Herr Schpringer being brutalized, and you decide that\nmaybe you should go to the Palestina(ph) organization, but then —",
        "A: Oh, orig — originally had planned to go, th-then I said to myself, no, no, this may\nbe too dangerous. So — so I went to — actually, it wasn’t that night either, on\nrecollection. I— I went — I did go to the aliyah office. I’m sorry, I had to correct\nmyself. I went to the aliyah office, a-and when I came there, it was packed with\npeople; men and women. And I wasn’t there very long when the SS showed up, and\nthey sent men to one side, and the women and children to the other side. And I had\nhad my Bar Mitzvah, so it came up to me to decide which side should I go on? And\nI felt that maybe I better play it safe. So I decided to go with the women, although\nyou know, people who had had their Bar Mitzvah, they regard themselves already\nas men. But, you know, I — I says, I — I better play it safe. And it wasn’t very long\nthereafter, when we had separated and we were in different rooms, that all the men\nwere taken away by truck. And later on I learned that they had been taken to\nOctober 17, 2010\nDachau. Had I stayed with the men, I would have wound up in Dachau, but I was\nwith the women. So they kept us there for an hour, an hour and a half, til they\ndecided what to do with us, what — they let us go. And here again comes the\nrecklessness. They let us go, and I’m going out on the s — from the building. So I\nthought that more and more men will be coming to the building, and they’re gonna\nget arrested, and maybe I ought to warn them. But in back of me, there’s an SS\nman, right in the building. If you’ve been to Vienna, I am — the building 1s still\nthere, and it’s not far — the Hotel Metropol was Gestapo headquarters. It’s only one\nblock away. And maybe two blocks away is the Kultusgemeinde on the Juden —\non the Judengasse. So this was in the — on the — on the Aurelia street, you see,\nwhich on — only short walk where the aliyah office was. Years later I took my wife\nthere and I showed her where it was. A-And so I stood at the edge of the — the\npavement — pedes — pedestrian pavement, not the street, and as men were\napproaching me to go into the building, I would turn my head away and say, don’t\ngo in, Gestapo. And invariably, they would say, what did you say? And I would\nrepeat, you know, but not looking directly at him, as if I — but the Gestapo in back\nof me was a trooper, noticed that people were coming up to me and turned around\nand walking away. So a-after three or four had done this, he comes out and yells for\nme to come back. And he wants to know, what did you say to the men? Was hast\nOctober 17, 2010\ndu gesagt? I says, I didn’t say anything, I — I — I—I-—I said I— oh, you said\nsomething. I said, the only thing I said was I was here for some time and I just got\nout. That I waited a long time, but I just got out. That’s not what you said, tell me\nwhat you said. So I stuck by my story. So yeah, they — he wanted — he really beat\nme, and then he kicked me down the steps. There were about three steps as — as you\nentered the building. So I fell over the three steps, and I got up, and I ran away.",
        "Q: Now, when you were turning people away, were you turning any passerby away,\nor did you know who —",
        "A: No, people were coming from the other side, apparently they — they may have\ncome from the Kultusgemeinde, approaching aliyah office, you see. I don’t know\nif the Kultusgemeinde was open at that time or not, because this was right —\nKristallnacht.",
        "Q: This is November 10\".",
        "A: Yes. This is still part of the — the pogrom.",
        "Q: So whoever is passing by at that point is — is Jewish, because that’s the section of\nthe —",
        "A: Yeah.",
        "Q: Okay, so you knew that these people are in danger?",
        "A: Oh —- oh yeah, yeah.\nOctober 17, 2010",
        "Q: Okay.",
        "A: Yeah. And I knew if they got into the building they’d get arrested. And the —\nmany years later, I felt that what I did at that time probably was more dangerous\nthan jumping into the Danube. And didn’t even think of it, I just acted spontaneous.\nIt came to my mind that I can — I wish I had a name, or had recognized who — who\nany of these people were, but I had no idea. But you know, once I — I fell down the\nsteps, and you know, I had the black eye and I went home and my mother, she was\nreally in — in a panic. She says, we told you to stay home, we told you not to go\nhere, and told you this and that, you know, that — berated, you know, because\nparental concern, they know that when you’re home, you know, at least we know\nwho you are or where you are, and — a-and we don’t worry. But once a child — a-and\nI don’t know if you have children yet, but when y — when you do, y-you become\naware that if you don’t know where the child is, you begin to worry.",
        "Q: Had you succeeded in intercepting your brother?",
        "A: Yes.",
        "Q: What happened to your brother?",
        "A: Yeah, I intercepted him, told him not to come home, and he went with a friend.\nBut he — the f — it was on the following day that I decided, first of all, it was useless\nOctober 17, 2010\nto go to the Kultusgemeinde, because the Kultusgemeinde, th-the line was for\nblocks, people standing 1n line, trying to get into the building to see the officials.",
        "Q: What were they hoping for?",
        "A: An idea, information, maybe financial help because nobody was working, y-y-\nyou see, SO yo-you want to eat, you see, you need money. So maybe — maybe they’ Il\nget a tip, which country, anywhere in the world, affords an opportunity that you can\ngo to and so forth. I-I decided that s-since I was known, with the notoriety of saving\nthis girl, that maybe this could be of help to me. So I went to see Israel Taglicht, a\nrabbi asr — Israel Taglicht, who was the chief rabbi of Vienna. I — I still remember,\nit was the first time I had been in — at his residence [indecipherable] really f—\nbeautiful home, the flush red carpet. Cause this something that I hadn’t seen before,\nyou see, so I rem — I remembered the red carpet. And he asked me what he could do\nfor me, a-and I asked him, you know, that I had applied for aliyah, I hadn’t heard, is\nthere anything th — he could help me with. So, h-he refers me to see the executive\nsecretary of the Kultusgemeinde, who was Josef Lowenherz, Dr. Josef\nLowenherz, and he f — phoned him apparently, and he got through to him and I had\na pass. So, the following day, I went to see Lowenherz, and I didn’t have to stand\nin line. I see all these people standing in line and he does — right away e — allowed\nto enter, with this pass. And I came to his office, and he knew about me, he knew\nOctober 17, 2010\nabout having saved this girl, and he said, you know, what can I do for you? And I\ntold him again I had applied for aliyah, I hadn’t heard, can he do anything for me?\nAnd it was then that he lifted the phone, and he started talking to somebody. And it\nwas all about a Kindertransport. And, I don’t know what he’s talking about. So\nwhen he put the phone down, I says, what — what is the Kindertransport? So he\nexplained to me that he is in negotiation with Eichmann. He didn’t say Eichmann,\nhe said the Nazis. He did not know whether he’s gonna be successful or not, but the\nidea is to have a transport of 1,000 children; 800 would go to England, the first\n800. The last 200 would be dropped off in Holland. And he said to me, I don’t\nknow whether we will be successful in negotiation with Nazi authorities, he says,\nbut if you like, he says, Ill put your name on the list. So I said yes, what I got to\nlose, I says, yeah, put my name on the list, and I didn’t think anything o-of — more\nabout it. I went home, and again where have you been, and this or that, you — why\naren’t you — how many times to we have to tell you to stay home and so the litany\nof — of complaints that my mother had. But it was a — a week later that I was\nnotified that I’d been — I had been chosen to participate in the transport.",
        "Q: How did your parents react?\nOctober 17, 2010",
        "A: Th-They was fine. I was old enough that I want to get out. My mother was\nsatisfied that all the men, so c — old men will be go out of the way, a-and it will just\nbe my mother and my sister.",
        "Q: At this — at this point, has your father and uncle been successful in leaving the\ncountry?",
        "A: Yeah — no, they — they’re still there, they — but they have received the affidavit.\nAnd now the problem was w-we had to find the money for pa-passage. And they\ngot assistance for — some money that came from the cousin, and — and some money\nthey had saved up. Other than that, I don’t know if they got anything from the\nKultusgemeinde or not. I just don’t know. But I— I knew when I left that my father\nwas going to — I left in December, and — and my father was leaving in January. See,\nth-they had the visa and then — and the affidavit. It was a week after I had talked to\nDr. Lowenherz that I was notified to participate in the Kindertransport, which\nwas to leave on the — late at night, it was around 10 o’clock at night from a station —\nnot the Westbahnhof. Many people will tell you I left from the Westbahnhof, they\ndidn’t leave from the Westbahnhof, the — they left from one station afterward,\ncalled Hutteldorf. And the requirements as to — we were given a notification as to\nwhat we would — allowed — were allowed to take out of the country. And it’s\ninteresting, you were not allowed to take anything out of the country, including\nOctober 17, 2010\nclothing that was new. Anything that you took out of the country had to be in your\npossession one year ahead of time, ’37. And —",
        "Q: How would you prove this?",
        "A: Y-You know, at that time, I didn’t think of it, but we obeyed it, yeah. It’s a —\nnobody, as far as I know — I mean, I have no way of knowing, but my — my parents\ndid not buy anything, a pair of socks, o-or a shirt, or underwear, no-none of that. It\nwas true that then — everything that I took with me, I had had be-before. And — and\nunder penalty of punishment, whatever the punishment would have been, my father\nhad to swear a signed affidavit, that whatever I was taking out had been in my\npossession as of 1937. An-And by the way, I have that document, with his\nsignature, you see.",
        "Q: What’s happening to your brother at this point?",
        "A: Well, he left with my father in — in January of ’39.",
        "Q: So then, the — the three male members of your family leave together in the —\nJanuary of ’39, your father, your uncle and your brother?",
        "A: No, no, my uncle had nothing to do with this.",
        "Q: Okay.",
        "A: It’s just my fa — my uncle, before they left, my uncles — I — I took him to the\ntrain station, he was smuggling himself across the border into Yugoslavia to go to\nOctober 17, 2010\nPalestine because it — 1-illegal immigration was more productive and successful\nthan trying to wait for admission by any authorit — any country. You’re not\nsupposed to be in Yugoslavia, you’re not supposed to be in Italy wi-without p-\npermit, and — which you couldn’t get, so you — you just crossed the border.",
        "Q: Di-Did he take a train? How was he going to cross the border?",
        "A: Yo-You get to the border, the Austrian border, and you get off the train. And\nthen at night, th — wi— there was a smuggling operation going on at that time.\nPeople got paid to take you, and — and th — and I-I guess there was bribery to look\nanother way in the — you know, th-that must have gone on for a long time.",
        "Q: And this is the winter of 38, when he’s escaping to Yugoslavia? It’s after\nKristallnacht?",
        "A: Yeah, yeah, no December —",
        "Q: December.",
        "A: December °38, yes. What day? I don’t know, maybe a third week of December,\nor the second week of December. No, it had to be — it had to be probably the first\nweek of December, because I left on — on my birthday, the 11\", so it had to be\nbefore that, cause I took him to the train. A-Again, there was [indecipherable]\nnobody else. Even when any kind of form needed to be filled out, they called on\nme. My — my parents, to a large extent felt that I would know what to do, you see.\nOctober 17, 2010\nSo — so the — my brother would do something foolish, you see, so — so he — and he’s\nsmaller — see, my brother was taller. So he’s taller [indecipherable] more of a\nchild, you know, tha-that — he —",
        "Q: Nobody suspects a child.",
        "A: Ye-Yeah, he can get by, you see. Maybe they — their judgment was correct in —\nin that respect.",
        "Q: So what happens to your uncle? Does he get through to Yugoslavia?",
        "A: He wa — he got through Yugoslavia, and Romania, into Turkey and from\nTurkey to Israel. His wife was left behind, and his son was left behind. And they\nwere deported. You didn’t ask me about my friend, who was —",
        "Q: Let’s talk about your friend.",
        "A: — who was involved with me in saving the girl. We had, you know, when — when\nyou think back, you know, as — as children, the type of conversation that we had\ncompared to the conversation that kids have in this country, yeah, you know, it was\na — it was unbelievable. You’re talking about life and death, and they’re talking\nabout football, or baseball, you know. So I — his name was Ernst, I used to call him\nErnsty(ph). I said, why don’t you try to get out also? He couldn’t get on the\nKindertransport. He was two years older, so the cut-off age was, at that time was\n16, and he — he was almost 17. He says — in any event, he says, I — I can’t leave my\nOctober 17, 2010\nparents. The sister had left for Israel, she had made aliyah early o-of ?38. So he —\nhe s — he said, in any event, he says, you know, my — my father 1s — 1s a decorated\nfrom World War I, and he says, I can understand where they’ll bother you because\nyou — you — your parents are —",
        "Q: One — one moment.",
        "A: So-—so he — he felt that his father having been a veteran of the World War I, and\ndecorated and you know, au — Austrian citizen to begin with, whereas my parents\nwere naturalized. And nothing is gonna happen to us. So — so I— he wasn’t too — he\nsays, in your case, your — your parents are Polish originally, and he says yeah, I can\nsee where — so he stayed and what would happen eventually is that like everybody\nelse, they were kicked out of the apartment. I was in England ba — by that time and\nlost contact. My problem also was, I had no money. Somebody was give me — have\nto give me a stamp. Then sometimes I got a postcard from someone. And that’s the\nonly means I had to write. And I heard nothing any more fr-from Ernsty(ph). Later\non I heard that the parents were deported to Theresienstadt, and they died there.\nAnd he was living with some girl in the second district, and they were deported\n[indecipherable] down here. And when they arrived in — in Poland, the following\nday they were all shot, including him. And tha-that was what — I didn’t hear that\nuntil the end of the war. I had no idea that — often wondered what happened to him,\nOctober 17, 2010\nbut we never knew. Of course, I didn’t know what happened to my uncle, I didn’t\nknow what happened to my cousins or my aunt, or — or my grandparents or, you\nknow, in — in Poland my father’s parents’ family, most of them are still in Radom,\nand there were 10 brothers and sisters. And they — and they had married and they\nhad children. Nobody survived. So that — that was one aspect. I don’t know where I\nam 1-1-in — in this story, yo-yo-you better take me back to —",
        "Q: Absolutely.",
        "A: —a particular event, or —",
        "Q: Well, what I'd like to know at this point is, what’s happening to your sister? Is\nshe just staying home and —",
        "Q: She — she was two years younger, so she was around 11, and she stayed home.\nAnd in the meantime, while I’m in England, I am — e-even today 1-it bothers me, I-I\nam put in a very, very stressful position. My uncle writes to me — and this is my\nmother’s brother — the other uncle was my father’s brother. But he writes to me that\nhe’s smuggled himself across the border into Italy. And he says, help me, I’m\neating grass. [phone ringing] And do you — are you getting the phone I’m hearing?\n[break]",
        "Q: Okay, we’re back on. He writes to you and you’re in England and he says that\nhe’s eating grass.\nOctober 17, 2010",
        "A: Yeah, a-and help me. Well, I-I’m 14 years old, I have no money. Absolutely not\n— not one penny, nothing. And I don’t speak the language. I don’t know what’s\ngoing on. I’m at this place in Dovercourt in Lowestoft(ph), freezing cold. I mean,\nthis cabin, no running water. Every bit of clothing that I had, ?’m—I?’m—I’m\nputting it on at night, trying to stay warm, and — because we’re right on the ocean,\nand this wintertime. I couldn’t stay warm. So aft — they gave us sort of a canister,\nwas supposed to be filled with hot water, and — and when I woke up in the morning\nthe second night, it was — it was frozen ice. And I said, you know, to — to my friend\nwho is staying with me, I says, you know, I can’t take this any more, I says, I’m not\ngonna stay here. So — so I just took the blanket, and I went into the dining hall, and\nthere they had a fireplace, and I put the blanket on the floor. And for the rest of the\ntime that I was at this camp, I slept on the floor in front of the dining place, ju-just\nha-had to stay warm. But this is a different story now. As far as my uncle is\nconcerned, he writes to me from time to time that he — he also has no money, and\nhe’s hungry. And then in one letter he’s saying that — now that you’re safe and out\nof the country, it’s your responsibility to help me, to help me get out of the country.\nWell — well, I get this letter, a-and then o-on a — on a personal note from my\nmother, she’s getting, as time goes on, more worried and more concerned. My\nfather is in United States, a good looking man, and maybe it went on in her head\nOctober 17, 2010\nthat maybe he’s met somebody, which later on I hear, was not that unusual. So sh —\nthe pressure went on, with me caught in the middle. She’s writing to me that he’s\nnot doing anything to help her get out of the country. In the meantime, he’s in this\ncountry, he doesn’t speak English. He doesn’t know who is what, or where to go or\nwhat do you do. He doesn’t have any money either. He’s dependent upon the\nassistance from — from the distant cousins who have no relation whatso-whatsoever.\nI don’t know what their finances were at the time. So, you know, one letter I get,\nthat I should write to my father, that if he doesn’t do something to help my mother\nto get out of the country, that I should write to him — oh, she said, send a cable — h-\nhow am I gonna send a cable — tha-that I would have nothing to do with him, if he\nwasn’t more active in helping. I realized the situation she’s in, I — I don’t know\nwhat’s going on. So I wrote him what she told me. And then I get a letter from my\nfather, that this is no way to talk to me. A-And you know, I — I’m in the middle of\nthis thing, in the — in the back and forth, and you know, th — 1-it was for me a very,\nvery uncomfortable and stressful and it’s — 1f you can put yourself in the situation\nwhere — where you are put in the situation of choosing between your father or your\nmother, I mean how — how do you do this? A-A-And — and — and who 1s right and\nwho is wrong, an-and what’s going on? I don’t know. Bu-But you ask me to do this,\nall right, ’1l — Pll do it. You see, so — but I mean, th-that has always bothered me\nOctober 17, 2010\nthat — that I wrote that letter. And I — he s — my father berated me, that this no way\nto talk to me, and it was disrespectful. But 1-it was — you know, the war broke out\nand my mother is still over there, and finally she did get an affidavit, cause\nAmerica and Germany, there was still correspondence going on because America\nwas not at war in ’39. So she — she got the affidavit and she’s able to leave through\nItaly.",
        "Q: With your sister?",
        "A: With my sister, yeah.",
        "Q: What about your grandmother?",
        "A: My — my grandmother, I’ve almost forgot about her. She — she left before any of\nus did. I-I really — I really loved her. She [indecipherable] she was put in touch, I\ndon’t know how, she took a train t-toward the Belgium border, and there she was\nma — we had two aunts — two — my mother had two sisters who lived in Paris, so —\nso they have arranged where one of the husbands of — of one of the sisters were to\ngo to Belgium and arrange with a smuggler, and they smuggled her across the\nborder.",
        "Q: How much earlier is this?",
        "A: This probably was e-either very — at the end of November, or maybe early —\nearly — first week of December.\nOctober 17, 2010",
        "Q: °38?",
        "A: Yeah, ’38, yeah. So she crosses the border, and she gets arrested. And the French\nput her in prison, illegal entry. An elderly woman, and she only speaks Yiddish, and\nshe’s very frum. So in prison she doesn’t want to eat, because it’s treyfa. So she\ndies. In-Interesting that, since talking about what — Paris, that she was arrested by\nthe French police, the two sisters were deported to Auschwitz, picked up by the\nFrench. Collaborators. I-I-I’m skipping a lot.",
        "Q: No, no [inaudible]",
        "A: My mother e-eventually, she gets the affidavit, she meets up with the brother\nwho had written to me, you know, for help, and whatever money she has, not much,\nit’s some spending money, she — she gives it to him.",
        "Q: This is in Italy?",
        "A: In Italy, yeah.",
        "Q: And in the meantime, the Italian police had picked him up because he’s got no\nplace where to stay. And he went to the Jewish welfare service of some kind, and\nthe building, an-and the Italians had closed it, because too many people were\ncoming there for — asking for help and — and so forth. They didn’t want any Jewish\nimmigrants to come to the country. So — so when they picked them up, they asked\nthem what — what is your source of income? He has no income. We give you 24\nOctober 17, 2010\nhours to get out of the country, or else we’ll return you to Germany. So he crosses\nthe border illegally, into France.",
        "Q: Do you know how he did it, given that he couldn’t bribe anyone?",
        "A: I don’t think so, no, he didn’t have anything. Cause the minute he crossed the\nborder, he got picked up and sent to Gurs. And then he, from Gurs he went to\nDrancy, and from Drancy he went to Auschwitz. He had a son, Julius. The son,\nhad smu — had smuggled himself across the border. It’s a little chilly here. Are you\nuncomfortable?",
        "Q: No. Let me press pause [indecipherable] [break] So, pressing record. If I\nremember correctly, you had mentioned that you had some interaction with\nEichmann. Was that — was that a personal eyewitness on your part, or was that\nthrough —",
        "A: No, I—I didn’t know anything about Eichmann. I needed to have an entry made\n0-on — on an immediate basis, because I’m going to go to England an-and I needed\na passport, and England was not listed on the passport, so — so how do I do this? So\n— so I decided that the best way — a-and by the way, it has to be certified on the\npassport, each country that you want to go — emigrate to. So I decided to go to Nazi\nheadquarters. They were located at Rothschild palace. And I just went in and — and\nright away I meet the person in charge, the — you know, they’re — they’re referring\nOctober 17, 2010\nme from one place to the other. And he wants to know what it is that — that I’m\nthere for, and so I told him. And he — he [indecipherable] agreed and he gave it to\nme, wrote in there and put the stamp on it and — an-and that was it. And it was only\nyears later that I learned that the person who was in charge was Eichmann. So if he\nwas in charge, so — so — so it must have been him. You know, he didn’t introduce\nhimself to me. But, you know, my assumption. I don’t know who else had the\nauthority, except f-for hi — for Eichmann, once you are in — 1n the headquarters of\nthe Nazi government.",
        "Q: How did people treat you there when they were referring you from one place to\nthe next? Was it just all business?",
        "A: Yes. Yes.",
        "Q: There was — there was no un-pleasantry”",
        "A: No, no. I said griiss gott, th-they gave me a — they stared at me. I — I — I think\nthey were surprised, they didn’t know what to do. I mean, a little boy comes in, and\nthere’s — with gruss gott, a-a-and you know, who — who — who do you want to see?\nAn-And I probably said th-the person in charge. A-And so the — from one office to\nthe other, to wind up with Eichmann, I — 1—1—I1-—I did hear, when he was tried in\nIsrael that he made some claim that on occasion he tried to save Jews. I mean, that\nwas par — so-some small part of his defense. But he did o — also admit that one\nOctober 17, 2010\nmistake that he made was that he slapped Lowenherz. And tha-that he — he\napologized for having slapped his face, because he had much respect for\nLowenherz, and — and Lowenherz survived. And by the way, ma-many people felt\nthat Lowenherz was a collaborator. I spoke to his son, his son survived, and I was\nable to get ahold of him, lived in New York, name — changed his name to\nLavary(ph). I have a letter that he sent me, talking about his father and how glad he\nwas to hear from me, because I had written to him and told him about the father,\nand — the father being responsible for my sur-surviving. And he says, the father\nwould have been happy to hear from me. And he put me in touch with his daughter,\nwho lives in California, and she’s a professor at one of the universities there, and\nhe — he felt that the daughter should hear my story. So we got the daughter to call\nme, and we were in a conference phone call, and I told her story, and then she —\nbecause the father was criticized for having supplied the lists to the Nazi authorities,\nwho were then picked up and deported. How else do you find out who lives where?\nBut they had the information. My knowledge of Lowenherz, he had no choice. So —\nso they’re gonna get that list no matter what. He’s not the only one who knows\nwhere the lists are. So if they kill him [indecipherable] so — so he is in a difficult\nsituation. Might — you might also find of interest that the rabbi at my Bar Mitzvah\nwas Rabbi Benjamin Murmelstein. There you have a different story. He was part\nOctober 17, 2010\nof the Judenrat in Vienna, and then he became part of the Judenrat at\nTheresienstadt. It is reported that he acted shamefully, that he molested women,\nand if they didn’t cooperate, he’d put them on the list to be deported. There are\nbooks written about his deed. He too survived, and wound up in Italy. They wanted\n— many of the people who knew him from — who also had survived Theresienstadt\nwanted to hang him up. He a — with the church’s help, he wound up in Rome, and\nthe Vatican supposedly helped him, and he started working for the Vatican, and he\ndied in Italy. And the wife wanted to have him buried in the Jewish cemetery, and\nthey refused. And with the Vatican intercession, to cooperate or to yield or\nwhatever, so — so they agreed, but only at the edge of the cemetery. I understand\nthat there is some sort of a custom that if you are an apostate, or you’ve done\nsomething disrespectful to the Jewish people, they let you be buried in the Jewish\ncemetery, but away from everybody, only at the edge. So that is where he’s buried,\nin Italy. That’s the story of the rabbi, Benjamin mermu — Benjamin\nMurmelstein. And I have — I can’t remember the name of the book, but there’s a —\na book written about the — the Judenrat, he was the head of the camp at\nTheresienstadt, and he s — replaced Edelman, who was the former head. And\nEdelman, before being deported, advised the committee there, don’t trust\nOctober 17, 2010\nMurmelstein. And if you like, Pll give you name of the — of the — of the book, and\n— and you can Google M-Murmelstein.",
        "Q: I’m sure [indecipherable]",
        "A: It doesn’t make reference to what he did, only the position that he held. So — so\nhe — he became quite prominent as Benjamin Murmelstein. I don’t know if — you\ndidn’t write down the name. Benjamin Murmelstein. | still have the Bar Mitzvah\nbook that I received. That’s another story. It was about two or three days before we\nleft. We had to take our suitcases and to have it inspected by the Gestapo. And you\nwere not allowed to take any money, you’re not allowed to take any cameras, no\njewelry, nothing of any value. You — a-anything in your possession had to be in\nyour possession as of ’37, as I mentioned earlier. No — no typewriters, nothing — no\nmusical instruments, an-and the only thing that was not listed was books. And since\nit wasn’t listed, I felt, you know, I always liked books, and the nicest present you\ncould give me for my Bar Mitzvah would be a book. So, I— I had received quite a\nfew books, so I put them in a suitcase. And when we went to the Kultusgemeinde,\nwhere we had taken our suitcase to, the Gestapo agent said, what’s with these\nbooks? And my mother said, well, he likes to read. He doesn’t need them. So he\nstarted — took some of the books and tossed them all out. You know, just threw\nthem away, but he left some books there. And one of the books he’d left was the\nOctober 17, 2010\nBar Mitzvah boy — prayer book, which I still have, with the date and everything.\nAnother document. German Bar Mitzvah prayer book. So where are we in the\nstory?",
        "Q: Well, tell me about the day that you left. So, it was from Hiitteldorf. Who did\nyou go to the train station with?",
        "A: O-Only my mother. My father was — oh, she felt my father may be arrested, you\nknow, so he — because fo-for a while he just didn’t leave the house. So it was — I-I\nhad no idea what to expect, but when w — when we got there, each child had to be\ndropped off at the foot of the steps. That was in the requirement that we had\nreceived, as to what procedure to follow for the transport, and — and we were to\narrive at a certain hour, and in my case late in the evening. The child had to be drop\noff at the steps of the foot o-of the entrance. The parent was not allowed on the\nplatform. Only one parent could come, and we would be given a number, and that\nwas it. A-And now we arriving at the station. And there are hundreds of parents\nwith a child, and well, I’m almost 14, only one day away. This is a — late in — at\nnight, on the 10\" of December, and I’m listening to some of the conversation that\nwas going on, you know, with the — the conversation between my mother a-and me,\nwe — we — we knew what to accept. I wanted to be part of 1t, my mother wanted me\nout of the country, so it was, write to me, we’ll get together, we’ll be okay an-and\nOctober 17, 2010\nso forth, and you know, my — each — each one encouraging the other, y-you see, so\n— so I’m not — I — I recognize what 1s taking place, but I’m — I’m not emotionally\ncarried away, because I know we’re gonna meet up again, you know. My father, a\nmonth later is leaving, so I know we’re gonna get together some — at some time.\nWhen or what, of course, we had no idea. But I’m listening to what goes on around\nme, which I found very heartrending. I had no idea that on this transport would be\nchildren between two and 16. And the conversation of some of these children, four,\nfive, six years old, they had no idea what was taking place, and what — why they\nwere there and where they were going and why they were going an-and — and are\nyou not coming with me, or — or I don’t want to go, I want to stay. You don’t love\nme, or — I get emotional even today when I talk about it because at the time I — I\nwas not as em-emotionally affected as I am now, because now I have children and\ngrandchildren and I don’t know if I would have the courage of the parents, the\nsacrifice that they made, to take a kid at that age and send him away. I-It took a lot\nof guts, I mean, cause I don’t want you to worry, or write to me, or we’ll soon get\ntogether, and it’s all fabricated. They don’t know. And as finally happened, close to\n90 percent of the children never saw their parents again. So 1-1t — it was a very, very\nstressful period. A-And you know, give them a number, I — you know, my number\nwas thr — 325, so I knew I was going to England — because until then I didn’t even\nOctober 17, 2010\nknow where I was going for sure. So — so I knew I was going to England. And they\ntook the younger children, they put them in one wagon, the older children in another\nwagon. And the girls in one wagon, the boys in another wagon, so — and I\nremember on the — f-for the — for the most part we had a certain amount of fear as to\nwhat was going to happen, even on the train, whenever it stopped and the Nazi\npersonnel came on an-and then they walked through and — because they could kick\nyou off the train, you know. Somebody — there was a rumor that somebody was\ntaken off the train. If there was or wasn’t, I have no idea, you know, rumor\ncirculates. So we had some social workers from the Kultusgemeinde who came\nwith us and they had — they were going to be allowed to leave the country, but their\nfamily was held hostage, they had to return. And we a-arrived to the\n[indecipherable] 1-in — late — late at night, after a day and a half of traveling on the\ntrain, we arrived in Holland and the train stopped on the German side first, and they\ninspected, and whatever and then they let the train proceed across the border. And\nonce we crossed the border all hell broke loose, and everybody started yelling and\nscreaming and cheering and you know, because now we knew we were free; no\nlonger to be afraid of the Nazis or what they could do. And I remember people\ncoming up to the train and th-they offered us drinks and — and sandwiches and so\nforth, a very friendly reception 1-in Holland. And after a little while, I-I was so tired\nOctober 17, 2010\nfrom the day and a half on th — on the train that I — I-I could — I could barely stay\nawake. So — so all I remember is I got on this boat and the crossing of the channel is\nvery stormy, I — and I got motion sick. I’d never been on any ocean, I — first time I —\nI’m seeing an ocean. And in the morning the — the next morning we — we arrived in\nHarwich, England, and I faintly remember — I don’t know how — being taken to\nLowestoft(ph) in Dovercourt. And there I stayed maybe three weeks, something\nlike that, and my — my problem started, I was there three weeks then — then they —\nthey sent me to Ipswich, and I was there 10 days, and being — and then I went to\nanother place, 1t was a convalescent home for sick people, and — and in each time 1-\ni-in the — in Dovercourt every weekend, they — they would line us up and — and\npeople would come down a-and pick out certain children. And you know, I asked\nthem what’s going on? These are people that — private people want to take a child in\ntheir home. But I noticed that whenever they picked anybody out, they wanted a\nsmall, small, young children. Nobody wanted to get a teenager, you see, so nobody\npicked me. So — so I was going to this convalescent home, and then I went another\nplace. Each time I’m — I’m staying a week or two, or three weeks, and then I go\nanother place, and then finally I was sen — we went to a place called — they always\ncut down the number of boys, always — you know, th — by then, I think we’re down\nto a dozen boys a-and — and we’re going to a— San Remo hotel in Margate, near —\nOctober 17, 2010\nnear Dover. And th-that was sort of a family run hotel, small hotel, and I really\nliked it. I said oh, this 1s beautiful. I sa — th-the ocean, a-and — and it’s — it’s gotten\nwarmer and the food is great, and we were there maybe two and a half weeks, and\nthe proprietor tells us that you'll have to leave, you know, some other place. I says,\nwhy, I says, you know, we like it here. We said, we want — I want to stay here, I\nsaid, this is — this is very nice. He said, I’m very sorry, but I can’t support a group\nof boys and nobody pays us. So that was the first time that I realized that — what\nwas going on. That we’re being shifted from one place to the other. Maybe they\nsaid, all right, I’ll take them for a few days, and so forth, you see, but nobody was\npaying anybody, you see, so these people were — were offering to house some —\nsome boys until they realized that th — they’1l have to make room for us, and there’s\ncertain expense involved, and — and you — there’s no funds available.",
        "Q: I-I’m — a-at this point I’m curious about the people around you. First off, did you\nknow anyone on the Kindertransport?",
        "A: No.",
        "Q: And then once you get to England, are you making any kind of friendships and\nhow well are you able to communicate in English?",
        "A: ’'m not communicating with — I’m living with German boys, Austrian boys, and\nwe’re talking German. Spoke German almost the whole time I lived in England. A-\nOctober 17, 2010\nAnd f-from San Remo Hotel, we were sent to Croydon, an estate. Then we — we\nhearing the possibility of war, and the — that be — you know, now the — England is\nrearm — finally re-rearming itself, you know, a-and there’s more and more talk\nabout the possibility of war because Hitler wants Danzig and — a-and England has\na pact with Poland and France and so forth, they’re gonna come to the assistance\nof the Polish government. A-And in Croydon, it was around September first, war\nstarts. A-And there we stayed at a school that had been evacuated of British\nchildren, it was a private school, a girls’ school. Kendra Hall was the name. And\nso we stayed there on — on the first night when war star — started. And — and we\nexperienced the first air raid alarm, supposedly German planes were si-si — flying\noverhead. A-And we went into the air raid shelter. And we were there — nice place,\nby the way — we were there maybe two weeks when we were told that we had to\nleave the place because near us was a — the RAF, Royal Air Force had a base, and\nthey needed to house their personnel, so they were going to take over the school,\nand we would have to leave. So, the next thing we were being sent to London, to\nanother school. I don’t know if you know anything about London, Eaton(ph)\nAvenue, [indecipherable] school. And the same thing, it’s a private school, it was\nempty, children had been evacuated. And the building 1s empty, if you want to stay\nthere, fine. So a group of boys stayed at this school.\nOctober 17, 2010",
        "Q: These are still German speaking refugees?",
        "A: Yeah, all was, yeah, yeah. We just speak German. Hardly anybody knew any\nEnglish. And —",
        "Q: Well, the nine months that you’re in Britain before the war breaks out, you’re\nnot receiving any kind of schooling? You’re just being moved around?",
        "A: No school.",
        "Q: And how frequently are you able to communicate with — with anyone back\nhome?",
        "A: Perhaps once a month or every six weeks or something like that. Not — not a —\nnot on a daily basis or even weekly basis, it’s just that — because I — I have the\nstamps. I mean, it sounds silly today, you know, when you talk about it, you know, I\nhave a stamp. But you know, I was there maybe a week, and I’m told by the\nheadmaster that they had a phone call from the refugee committee. And the refugee\ncommittee tha — informs him that they have no money for my support. They’ ve run\nof — out of funds, and that I would have to get a job. So he — he told me that the —\nyou — you got to find a job. I-I don’t know how I found it, whether he found it for\nme, or whether somebody told me about it, I just don’t remember. But I went for\ninterview for the person who was going to employ me, and he hired me, and the job\nwas to be a delivery boy, a-and that’s what I was, a del —\nOctober 17, 2010",
        "Q: In London?",
        "A: Yeah. A delivery boy for Lady Garmin(ph) Taylor(ph), and I'll be a delivery\nboy, and he’s going to teach me — first he’s going to teach me how to sew, and he’Il\nsee how I do, and if I do real well — he was telling me about how much money you\nmake as a—as a tailor of — s-and how much money you make as a cutter. He says —\nhe says, 1f you really do well, he says, I'll teach you to be a cutter, and he says, a\ncutter makes something like 40 pounds a week, or something like that. As — as a\ndelivery boy I make one pound. One pound a week, you know, I thought that was\ngreat, one pound a week.",
        "Q: Was that enough for you to feed yourself for a week?",
        "A: That’s what I lived on, one pound a week.",
        "Q: What were you eating?",
        "A: I ate — I ate one meal a day. And sometimes, y-you know, when people I’ve\nworked with — not — not — not every day, but maybe ca — two, three times a week,\nbecause we — we have these lunchtime periods, you know, in the afternoon, th-the —\n10 o’clock or so they ha — they serve tea. When I say serve tea, we ma — we made\ntea, a-and in f— in — in the afternoon at two o’clock, the teatime again, we —\nsometimes they would bring an extra sandwich, not — not — not all the time, but\nsometimes, and that — that was a big deal for me.\nOctober 17, 2010",
        "Q: And these were the other delivery boys, or — who would bring the sandwiches?",
        "A: No, no, no, they were wor-workers.",
        "Q: Tailors, or —",
        "A: Yeah, women.",
        "Q: Women.",
        "A: Women workers or a-adult, women workers.",
        "Q: Were they British or foreigners?",
        "A: No, no, British, yeah British. And you learn English listening to them, you know,\nmany times — they liked me and they laughed about the way I spoke, and the accent\nI had and so forth, and — but that’s what I was doing, whatever. Maurice Skark(ph)\nwas the owner. And he would do the cutting, I would pick up the cloth from the\nwholesaler, and I would take the cloth and bring him the cloth, or — and he had the —\nwhat do you call it Joyce, a design? No, no, no, how to — how to cut th-th-the fabric\nout.",
        "Q: A template, or —",
        "A: Th-There’s a di — a — a paper design that you lay — put down and cut\naccordingly. So — so — so he had the design which was drawn out on paper and he\nhad a picture of what the dress ought to look like and so forth, and — and this was\nhigh — high expense fashions for the day. And the — and he would start from scratch\nOctober 17, 2010\nand make the dress and then I — or the coat or many times was a — women’s\novercoats, or — or a skirt, or whatever. A-And then I would take the finished product\nand take it back to the wholesaler and the wholesaler would inspect it, and tha-that’s\n— when it passes inspection, that’s when he gets paid, you see. Now, on one pound a\nweek, I paid 15 shillings fo-for room and board. Three shillings I had to pay for\ntransportation, cause I lived at this Swiss cottage. And where I worked was off a\nstreet called Poland Street, which was near Oxford Circle, if you’ve ever been to\nLondon. It’s a — it’s a block away from Oxford Street, which is the main drag. A-\nAnd I worked there until the day that I actually left London.",
        "Q: The war had already broken out.",
        "A: Beg your pardon?",
        "Q: The war had already broken out?",
        "A: Oh yes, yes, I lived through the bombing.",
        "Q: And you were working.",
        "A: Yeah, yeah. As a matter of fact, I — I— I was an air raid warden. I had\nvolunteered to be in — become an air raid warden.",
        "Q: So your English had improved by then?",
        "A: Yes, yes, I o — well not fluent, but well enough to — to know what’s going on and\nI could read the paper. But as an air raid warden, when the — when the air raid\n67October 17, 2010\nwarden — warning came on, I would be on the roof. They — they would call the\nspotters to spot the airplanes. Yo-You know, didn’t really know what were — what I\nwas supposed to do, but you know, I — I had a helmet, and I was an air raid warden.",
        "Q: So you would spot an airplane and you’d get everyone down in the basement?",
        "A: Yeah, yeah, to so — go undercover.",
        "Q: I’m going to stop you here, and we’re going to sw-switch tracks.\nEnd of File Three\nOctober 17, 2010\nBeginning File Four",
        "Q: How did you become a volunteer air raid warden?",
        "A: You know, I don’t remember. I volunteered. An-And any-anybody who wants to\ndo anything, you know, it — it’s okay. Had I been 18 years old, I would have been\narrested as an enemy alien. And since I don’t reme — you know, I don’t remember\nwhether you had to be 18 or 16 when they considered you an enemy alien and they\nwould put you in some sort of a camp. At 18 you could volunteer for a pioneer —\nwhat they called Pioneer Corps, and in England, you know, I wasn’t old enough to\n— to be in anything at the time. I was waiting f — you know, I-I can imagine how my\n— my parents were in this country at the time, and in the newsreel when they went to\nthe — the movies on occasion, they would see th — oh, what — they have a movie —\nwhat they would ca — what they called Movietone News. This is way before your —\nyour time. They would show London ablaze, and they would show the — the — the\nsearching f — search lights a-and f-fire — buildings were put aflame and — and heavy\nbombing. An-And — and I lived through that and I — I — we had sandbags all around\nthe building, the school; it was not a very big building, it was small. But\nsandbagged all around, and we would sleep in — 1n the cellar, the basement, or — and\nwa — one particular night, if you ever — I’m sure you’ve seen it on television maybe,\nwhen a bomb falls down, there is that searing noise, and as it comes closer to you\nOctober 17, 2010\nit’s louder and louder. And this particular time I felt, that’s got my number — that’s\ngot our number on it, a-and it’s gonna hit our building. And a-as it came closer a-\nand I — and suddenly I heard a huge explosion, and the building shook and the glass\nbroke and I had been sleeping, you know, I — I sat up quite alarmed. And the\nheadmaster of the school saw me, and he said to me, Mr. Friedman, would you like\nto have a cup of tea? Br-British stoic behavior. Years later, I had described Joyce\nmany times, that particular event, and — and I showed her and told her how close\nthat bomb fell. And I said, you know, it wiped out that entire building. So — so years\nlater, in the 60s, we went back, and I — and I wanted to show her the building, it’s a\n— and st — the place was still vacant, nothing was there. So I says, look, this 1s where\nthe bomb fell. And th-the school had been converted into apartments, and knocked\non the door in one of the apartments and talked to the people if they’Il let me come\nin. And we came in, and I was telling them the different things. And I said, you\nknow, around here, there used to be a — a dumbwaiter. You know what a\ndumbwaiter is?",
        "Q: The one that goes —",
        "A: Yeah, yeah, it goes down ba — he says, oh, he says, I was wondering what was\nback there. So he — he liked the fact that I could explain that to him. So, li-living\nthrough the London blitz, my parents, knowing that I was there, I-I can imagine\nOctober 17, 2010\nthat they were very worried. And they were anxious to — to get me out. My father\nsent me an affidavit, the affidavit was rejected by the American embassy. Kennedy,\nJoseph Kennedy was the ambassador at that time. It was rejected because my\nfather’s income was insufficient.",
        "Q: Wh-Wh- What was he doing? What was his job at this time?",
        "A: He wa — he was working in some sort of a shoe factory, and he was making — I\nhave the — a re— a receipt home — either he was making 12 dollars a week, or 15\ndollars a week, th-that was it.",
        "Q: Was your mother working too?",
        "A: No, my mother never worked.",
        "Q: But they had been reunited by this time, they were both in the United States?",
        "A: Yeah, they were both —",
        "Q: Were they in Baltimore?",
        "A: Yes, in Baltimore.",
        "Q: With your sister.",
        "A: Yes.",
        "Q: And your brother.\nOctober 17, 2010",
        "A: A-And my brother. And my brother was living someplace else, and he had a job\nm-making 10 dollars or 15 dollars a week as a tailor, that he had learned in Austria.\nSo, I was supposed to be on — on a ship. I — I left in late November of 1940.",
        "Q: But your affidavit is first rejected.",
        "A: Yes.",
        "Q: So then how — how do you —",
        "A: Well — well, they — my mother went to the Jewish welfare system, HIAS, and\nthe person there was a Julia Strauss, she was in charge of the off — o-of the Jewish\nWelfare System — Ser-Service, or whatever they called themselves at the time. And\nshe had a friend who, through marriage was a-an owner or a major shareholder of\nAmico Oil. It was called a st — first it was Standard Oil of — of Ohio, and dus — she\napparently talked to him and so forth, whether he would be willing to help and so —\nsend an affidavit and described to him the circumstances — and he agreed. And he\noffered 150 dollars for part o-of my passage f-for the ship, because m-my folks\ndidn’t the money, and I didn’t have the money. And — and in — and with the\nstipulation that the other half be paid — and this 1s also strange, often, you know, I —\nI thought at the time you — it was a very wise, outstanding thing for him to agree,\nfirst to give the affidavit, which guarantees that I would not be dependent upon any\nkind of social welfare once I arrived in this country; e-even though, you know, had\nOctober 17, 2010\nmy parents, my family is here, it makes no difference, according to the American\nlaws at the time. So — so he agrees to give 150 dollars, with the stipulation that an\nequal amount be spent by somebody in England. He wasn’t going to pay the whole\nthing.",
        "Q: So, who did you find in England?",
        "A: I don’t know. I don’t know, a-all this — I mean, I — I had no control over\nbooking, or over — for — for much of what went on.",
        "Q: Do you know what organization was handling your case? Was it a— a Jewish\nwelfare organization?",
        "A: I-It no — evidently some welfare agency — incidentally, while I was living in\nEngland — [| left out that story — my mother writes me a letter that I should try to be\nplaced — I mean, she sees I’m changing my addresses, ever — every two, three weeks\nI got a different address that she — she’s seeing. Why don’t you stay in one place?\nEvery time you write you have a different address. So she writes me a letter saying\nthat I should write to the refugee committee, asking them to be placed with a\nfamily. And when you are placed with a family, you could ask them to send papers\nover to me, perhaps they need a domestic. And I’1l come over and I’Il be a\ndomestic. And then Lilly can be a babysitter. But that — that was not unusual, by the\nway, at the time. Maybe you’ve heard it from other — so — so — so —\nOctober 17, 2010",
        "Q: But she’s writing this still from Vienna?",
        "A: Yeah, yeah. So — so — so now I get that letter, so, like an obedient son, I write to\nthe committee, the Bloomsbury House or whatever it was ca — and abou — about a\nweek later I get an answer. And — and here’s the strange part of the answer; how did\nyou get to this country, who is taking care of you, and are you Jewish? And I still\nhave that letter, you see. And I —I got that letter, I was so astonished. I says, who 1s\ndoing what for me? I’m going from one place to the other. Wh-Who is doing this?\nAnd they don’t know I exist, you see, so nevertheless I’m — I’m answering the\nletter, you know, answered each question. And then I got another letter saying back,\nthank you for writing to us and giving us the information. We will do our very best\nto place you with a family, but we ask that you be patient, because it may take us\nsome time. That’s the last I heard, I was never placed with a family. I — I had — at\nthe same time, I — I don’t want to create the impression that I’m angry with anybody\nor disappointed with anybody. It was war time. The people who were working in\nthese offices had families of their own, and they are concern, there is bombing\ngoing on. It’s a— ya — you know, you don’t know from one day to the next whether\nyour home will be destroyed, you see, so 1-it — it’s more or less everybody’s looking\nout f-for them — for — first of all to — for their own family, rather than look out for\nwhat happens to some kid here or there, you see. Although sa — many children were\nOctober 17, 2010\nevacuated, you know, a—I was not, a-and m-many others were not. I-It’s — that’s\nthe way it was, it — it’s war.",
        "Q: You mentioned you were being — at — at first, you were being moved around\nevery two weeks or so. Do you have any sense of how the decisions were made?\nWere your — did they — did these people know each other, was it private charity?\nYou have —",
        "A: I had no idea, I had no idea. Just kept on being shifted. A-And it was on — onl-\nonly boys, and sometimes the boy would come and sometimes not. Sometimes he\nwas going different direction. I-I don’t know why. But once I was in London, I was\nin contact with some of the boys that I’d been with at — particularly in Croydon, I\nhad a very good friend, Martin Lerbl(ph), I have much of his correspondence with\nme, he wanted me to go t— to Australia and become farmers. And — and — and I\nwrote my mother that we’re thinking of going — of volunteering to go to Australia\nand become farmers an-and she was all for it. You know, she already had me\nrunning a big farm and — and becoming prosperous that way, and so on, so — and\nthen I wrote my father, told him that we’re thinking about going to Australia,\nalthough I hadn’t — I didn’t have the foggiest idea how I get to Australia. I mean,\njust child talk, but he would have none of it. So 1t— my mother yes, my father no.\nOctober 17, 2010",
        "Q: Did your father say that you need to come to the United States, what was his\nresponse?",
        "A: Yeah, yeah, yeah. He wants the family together 1-in the United States. Now, a-\narriving in the United States, for two weeks everything is fine. But I meet people\nhere, a-and gradually I-I’m becoming quite concerned, an-and finally I didn’t — I\ndidn’t like this country.",
        "Q: Wha-What were you seeing?",
        "A: Stupid questions. People who — y-you speak with an accent, where you from? I\ndon’t know — which I got quite often. Where you from? Vienna. And then I would\nsay oo — a-and then I — I begin to question, I says, do they know where that 1s? And\nI was astonished when I asked them, do you know where that 1s, and they didn’t\nknow. I says, my God, these people are re-really stupid. A-And I didn’t like the\nweather.",
        "Q: You were in Baltimore?",
        "A: Yeah, I didn’t like the weather, I didn’t like the winter, I didn’t like the summer.\nI had disagreements with my parents. Frankly, I wanted to go back to England. Tha\n—I didn’t say that to them, but I felt that way, because I f—",
        "Q: What was it about the English that made you feel that way?",
        "A: That — that was my home already.\nOctober 17, 2010",
        "Q: You had been there how long at that point, you had been there about —",
        "A: About two years.",
        "Q: Two years.",
        "A: Yeah, see it — the boys, you know, w-we were that close, you know, that was my\nfamily. A-And here, you know, my mother wants me to go back to school. I says,\nwell, why should I go back to — I-I—I had no school for three years now, none. So —\nso I thought, no, I don’t want to go back to school, I want to get a job. And they said\nno, no, you got to go to school. And I was in a position where — where either way I\ncouldn’t find — I didn’t know how to go about finding a job, and at the same time I\ndidn’t want to go to school. So, in desperation, I went to see Dr. Tahlheimer(ph),\nthe one who had send me the affidavit to — so — so I went to see him in his office,\nand I told him what my problem was.",
        "Q: Was he an American Jew, or was he a refugee?",
        "A: No, he’s a— he’s an American, very, very, extremely wealthy. And I told him\nwhat my problem was an-and his answer was, you better listen to your mother. So I\nwent to school, an-and — and that was a very — the first year, it was horrible. Ver —\nbecause I — I-I was the dummy in the class, and whenever the teacher called on me,\nyou know, I — I — I-I didn’t know what was going on. And — and I remember a class\nin plane geometry, you know, trapezoids and angle this and angle that, I don’t know\nOctober 17, 2010\nwhat she’s talking about. A-And she’s asking me, because th — 1-1t went in rotation,\nthe questions, so how’s she gonna leave me out? So when she calls on me, there’s a\ncal — class starts laughing.",
        "Q: Were you older than the other children?",
        "A: Maybe about three-quarters of a year, something like that. Because when I\ngraduated, I was 18. Many of them are 17.",
        "Q: So you had missed out on three years of school, and you were not put back, you\nwere put at the level where you should be, and expected to catch up.",
        "A: Although another boy — I did — I left out the story, it’s of interest to us. The first\nride I ever took was in a taxicab in London. I didn’t have enough money to go to\nthe train station, so I took a subway to go Oxford — Oxford Street on the Oxford\nCircle. And because of heavy bombing, you couldn’t just find a cab, but a cab came\nalong, and I stopped it. And the cab driver said, where you going? I said, I’m going\nto Liverpool station, if you’ll take me. He says, hop in. So I got in the cab, and\ninside the cab 1s another boy. And after a while we start talking to each other. He is\nmy age. He is going to Liverpool train station. Here you’re gonna take th — a ship —\nyou know, the train, it goes to Liverpool, there he’s gonna take a ship, the same\nship. Going to the States? Yes. What city? Baltimore. It was — his name was Bert\nGrumwalt(ph). He had been with a private family, and he’s telling me that when he\nOctober 17, 2010\nleft, the family gave him 10 pounds, going away present. I said, 10 pounds, you’re\nkidding. 10 pounds? Unbelievable. I didn’t have — even have one. I had noth — you\nknow, wa — but anyhow we — we gu — he was placed in the 12\" grade. I’m going\ninto the 10\" grade, that was the difference. His eng — his English was fluent, mine\nwas not.",
        "Q: Even though you had stayed for two years in England?",
        "A: Yeah, yeah. My speech was not. So there was a girl in school that I lamented to\nmany times, Dorothy, because many time I just wanted to quit. In 10\" grade they\nteach [indecipherable] English. And sh — she was right, but I was upset. She said, I\nknow e-eventually you'll know it, but right now you don’t. I mean, how different it\nis today, where they pass you no matter what. She says, you don’t know it. If you\ndon’t know it, I can’t pass you. That’s it. But, by the time I graduated, I graduated\nwith honors.",
        "Q: Now, you’re saying that Bert Grumwalt(ph), you went to the same school?",
        "A: No, no, different school. He went to City College. It’s not — it’s called City\nCollege, but it’s not a college, it’s a high school. He was in 12\" grade; I was in the\n10\" grade. That bothered me. Incidentally, he went to the European theater during\nthe war; we lost track of each other. He fought at the Battle of the Bulge, and was\ntaken prisoner by the Germans, was wounded, almost died. He recovered. He’d\nOctober 17, 2010\nspent several months at Walter Reed Hospital in Washington, where he recovered.\nHe joined the si — h-he got a Master’s degree, I don’t know what in. Do you\nremember — did he ever mention it? I-I can’t remember, but — but he — he joined the\nCIA, and they sent him back to — to Germany. He came back to the States and he\nwent to work for Grundell(ph), a brokerage — Wall Street firm. He became the\nmanager of the Baltimore office, became very, very rich. And I — I mean wealthy.\nLived in a penthouse in Baltimore. But we were good friends, and go out together.\nHe died, well, this February will be three years. But you know, we had many\nmemor — shared memories, although he was with a family and I didn’t know him in\nEngland, and — but he knew my cir — the circumstance that I lived on, and also my\n— my — my war experience. He was sent to Europe, I — I — when I joined up they\nasked me what branch of service do you want to be in? I —I said, you know, army.\nY-Yeah, but what particular service in the army? So I — I don’t know, what’s my\nchoice? So they rattled off artillery, or the paratroopers, th-the tank corps, the\ninfantry, you know, different — you know, quartermaster corps and so forth. And\nthen he said medical corps. So I said medical [indecipherable] I think I’ll take the\nmedical corps.",
        "Q: What drew you to that?",
        "A: I don’t know. I thought that would — I would learn more. I feel —\nOctober 17, 2010",
        "Q: How old were you?",
        "A: 18. I says, what am I gonna learn in the artillery, how to fire shell? How — how’s\nthat gonna be of help to me? So I said, I’ll take the medical corps. So when I —\nyoull read the story there about how I got shipped to the Pacific, because I had no\nidea how to wind up 1n the — in the — going to the Pacific. I protested when — when I\nwas given shipping orders that I was going to be sent to the Pacific, I — I protested. I\n— [ —1s [indecipherable] one time they had a special program where they would\nsend you to college. In-Incidental, when I finished high school — I keep on going\nback and forth — the principal called me in, and re — we had become friends, a-and\nhe said to me, how would you like to have a scholarship? And I didn’t know what\nthat was. I — I said, what’s a scholarship? So — so he’s — he’s explaining to me. He\nsaid, Loyo-Loyola College is offering you a scholarship. And he’s telling me that\nthis is a Catholic school and — and — and what it’s like and so forth. I says, a\nCatholic school is offering me a scholarship? I says — I couldn’t believe this. I says,\ndo you — you mean it’s a Catholic an-and — I’m Jewish. He says, oh la — no, do-\ndon’t worry about that, they offered. He says, the only thing is, 1s that you have to\nhave an interview with the dean of admissions, but I don’t anticipate any problem.\nSo — so I went to see the dean of admission and everything 1s fine with him, except\nhe wants me to promise that I will attend the school, if given a schol — made enough\nOctober 17, 2010\nof a scholarship that I will actually accept it. And the problem was that I already\nhad received orders to go into the army. I says, I can’t promise. I don’t know when I\nwill be called. So — so I never accepted the scholarship. But th-the surprise was the\norders that I received after basic training, was to go to the Pacific, which I didn’t\nwant, but I had no choice.",
        "Q: You didn’t want because you wanted to go back to Europe?",
        "A: Europe, yeah, of course. I speak German. Why do you send me out to the\nPacific? And in college they have a special training where they — 1-in the army they\nhave a special training where they — the army will pay to send you to college. So I\nsaid oh that — how wonderful. So I applied. So in order to be accepted, you — again,\nyou have to be interviewed. The only program available was German. So the first\nquestion he is asking me, he says, I see in your resume here that you speak German,\nis that right? I said yes. He says, then why should we send you to college to study\nGerman? By the way, it was called ASTP, Army Special Training Program. I said, I\nwant to go to college and this is the only thing you offer. So, he rejects, whi-which\nmade sense. But then to turn around and send me to the Pacific made no sense. But\nthis is the army.",
        "Q: In the meantime, in — while this is all happening, how much are you aware of\nwhat was happening back in Europe and —\nOctober 17, 2010",
        "A: Nothing.",
        "Q: — especially Nazi occupied Europe.",
        "A: Nothing.",
        "Q: Nothing?",
        "A: Nothing. We have family over there, we have no idea what’s going on. We ar-\nare very worried, very worried, but we — we don’t know. We — we hope that\nsomehow or other the — they’re okay, but we don’t know.",
        "Q: Are you able to contact the uncle who made it to Palestine?",
        "A: Th—no. The one whom — to Palestine? No. Don’t hear anything about him\neither.",
        "Q: Okay.",
        "A: What I-I — as a matter of fact, I don’t even know if he got to Palestine. I mean,\nat that time, all I knew is he crossed the border into Yugoslavia, I never heard any\nmore.",
        "Q: Right.",
        "A: Just before the war ended was the first time I got a letter, where he wrote me\nhow happy he was to find me, and described him — his situation in Israel. And you\nknow, I was his favorite and this and that and — but nos — I had had the medical\ntraining in the States and I had been made to believe that I would wind up in some\nOctober 17, 2010\nsort of a hospital facility in the Pacific. So I looked forward to that, working in the\nhospital, fine. And we were on the water over a month, maybe five weeks on the\nwater. Can you imagine? And if you read the description there, it was a freighter\nthat had been converted into a troop ship. And we were, as I say there, packed in\nlike sardines, thousands of troops, and one on top of the other, we stacked on — on\nsort of a canvas bunk a-an — and — and there’s non — you can’t turn around, because\nit’s so close, and you got to climb up a for — four or five high, as to whe — where\nyou’re gonna stay, a-an — a-and if you — you take a shower, but it’s salt water, and\nthere’s no way that you can lather yourself in soap water, it just doesn’t work. So —\nso it’s — it’s always sticky, and you ya — and you feel crummy. And th — an-and —\nan-an-and it’s the same clothes, yo — you know, and there’s no change of clothes.\nA-And you feel real miserable. You get — 1-in the — in this article I saw it was a—a\npreparation for jungle warfare. But we were about five weeks on the water. Today\nyou can fly over there in one day. But when I — we landed in [indecipherable] and I\nwas there maybe a little over a week and then was back on the ship again, and\nwhere we going? Everything was always secret, nobody knew. I mean, who am I\ngonna tell? You see, but I was on — on the — even on the first sh — 0-on the first\ntroop ship [break]\nOctober 17, 2010",
        "Q: They were telling you that you can’t tell any — you were saying you can’t tell\nanyone where you are, but you didn’t —",
        "A: No, they weren’t telling us not to say anything, because there was nothing to say.\nIn other words, we — we were told nothing. Where am I going? Nobody knows. So I\nmade reference to that in — in the article that I hope you’ll find of interest, and\nwound up in [indecipherable] and then I’m put onto another troopship, and again, I\nha — I don’t have the faintest idea. But they have a roster and one day I’m being told\nthat there was watch duty. Watch duty you are on the deck with a rifle, and for\nabout two hours — two hours off and — and four hours off. I mean, two hours on and\nfour hours off. A-And I see my list as being chosen for on — for — for on duty. I\nsays, wait a minute, I says, I’m a medic. We don’t carry weapons. I says, why —\nwhy — so — so I says, wait a minute, there’s a mistake here. I don’t do anything with\nweapons. So the officer says to me, well, I don’t anything about what you tell me, I\nhave nothing here about medic here. He says, you in the infantry. I says, no. Well —\nwell, that’s your assignment. That’s the first time that I heard anything about the\ninfantry.",
        "Q: Had you received any combat training?",
        "A: No, we-well, yes, 1-1-1n basic training you receive — but — but not with weapons,\nif you’re a medic. One time the — they took us out and we fired a machine gun and I\nOctober 17, 2010\nfired the — a carbine and an M-1 rifle, yeah, I fired one time. But th — but how to\nclean it, how to handle it [indecipherable] no — no extensive training. Yeah, that\none time it was a wa — how to disarm somebody who comes to — at you with a —\nwith a bayonet on the rifle. How to disarm that person. That’s a-another story. But I\nwas assigned as a medic to the infantry, and from day one I hated it. It 1s — first of\nall, the living conditions were so terrible. The food was horrible. Ev-Everything was\npowdered, we — we got nothing fresh. You living in the jungle, a-and you know, 1-\ninsects crawling all over you. And you know, I’m a city boy, I’m — you can’t take a\nbath, y-yo-yo-you know, it’s a — it takes weeks to get a letter. A-And we were not\ndirectly — at least I was not directly involved in — in combat, but we — we got the\nwounded, and — an-and my job was principally thr-three directions; overcome\nshock, hemorrhage and fractures. A-And you learn, it’s amazing. Really, you know,\nI was astonished how much you can learn just by watching what somebody else\ndoes, and then sometimes having somebody who knows, come over and — and work\nwith you, and so you learn those things. How to apply traction, and how to apply\nsupport, and sa — and put on a cast and all that. You know, you learn that, because\nlater on, toward the end of the war, I was assigned to, you know, shipped to\nHawaii, a-and — and there I became an instructor and the draft was still going on,\nand new recruits were coming in and I was lecturing in — 1n two subjects — three\nOctober 17, 2010\nsubjects; sanitation, first aid and venereal diseases. And I always started off my\nlecture in venereal diseases, telling them that many times — at that time, when you\ngot a venereal disease, you could be court-martialed and put into prison. You may\nnot know this, and it’s totally different today, but then, you know — so — so — so\ngonorrhea was a major problem to — to many, and disabling, and because it’s so\ninfectious. So — so I wou — I would start off my — my lecture with contrary to what\nyou may have been told, that you cannot catch gonorrhea off a toilet seat, I want to\nassure you that that is incorrect. It is possible to get gonorrhea off a toilet seat, but\nit’s a hell of a place to take your girlfriend. You see, because many times, when you\nasked a soldier, how did you get this? You see, oh, I don’t know, maybe off a toilet\nseat, you know. It’s really nonsense, you see it was — so but this was — got a big\nlaugh, and — and — and I would have the attention of the audience. A-And when the\nwar had ended, but I was still in Hawaii, and troops were being repatriated back to\nthe country, I asked the commanding officer if he will authorize me to go to the\nuniversity there, so he said okay. So I went to the — for a little while to the\nUniversity of Hawaii. An-And then when I came back, I-I — you know, I thought\nI’d become a doctor, until one day I met a guy who had graduated from high school\nwith me, and you know, hi Herb, you know, Phil, how are you doing? We start\ntalking to each other, where — what are you doing now? I says, well, I’m going to\nOctober 17, 2010\ncollege park, I’ve been accepted to be pre-med. So he says, why do you want to go\nto pre-med? He says, you know, when you finish it, what do you got? Nothing.\nThen you still gotta go to med school, right? I says yeah, of course. He says, well,\nwhy don’t you go to pharmacy school? I says, why should I go to pharmacy? I want\nto become — he says, no, he says, you use that as your pre-med. And this way you at\nleast have a degree as a pharmacist and you — and you can work during the summer\nand then pay for medical school — because I had no money. So I thought it was a\ngood idea. The — the problem was that 1t was mid-August and school starts in\nSeptember. So — so, how do I get in? Because at that time so many thousands of\nsoldiers came out, an-and they all wanted to go into — applied to Hopkins. Hopkins\nturned me down and said, reapply next year. Well, you’re not going to sit around for\na whole year. Now I’m in my 20s, 21 or 22 years old. So I — you know, I’ve — I\nthought about it, I says, you know, it’s not a bad idea, but would I get in? So — so I-I\nwent there, and I asked to meet th-the dean of admission, was a elderly woman. And\nshe gave me the same answer, she says, we — we can admit you next year, but our\nclasses are closed. I don’t think it’s gonna be possible. She says, well, 1f somebody\nlast minute doesn’t want to come in, you know, maybe. I’ll give you an application,\nshe says, but I wouldn’t bet on it. I-I-I don’t think that it’s gonna be possible. So I\nsaid to her — her name was Kohl(ph). I-I-I said, Dean Kohl(ph), if you admit me,\nOctober 17, 2010\nPll come back and kiss you. The whole of — the whole office there overheard this\nconversation, they all burst out laughing. But I got in.",
        "Q: And did you come back?",
        "A: I—I came back, but I didn’t kiss her. So — so I—I guess that’s the story.",
        "Q: I have just one last question. How did you end up learning about what happened\nback in Europe?",
        "A: We thr — through the Red Cross, got the notification that my uncle, you know,\nmy mother’s brother had been sent to Auschwitz. And — and then gradually we\nheard that his son, my cousin, he was 18 years old, he was killed in Auschwitz. And\nthe most difficult thing for my mother was to learn that the husbands of her sisters\nand the children had survived, but the sisters had not. A-And mentally, she was\nfinished after this. I-It was — life at home was o — was, from then on was very, very\ndifficult. Later on when the — I — I went back into the army, by the way, during the\nKorean War, an-and became a commissioned officer. But — and we lived in\nVirginia for 40 years, but every time I went home, all I had to do was open the door\nan-and — and it was — she’d talk about the brother and the sister, and the brother and\nthe sister and why and this and that. An-And a certain regret. It’s just difficult. She\nshould have left me in England and should have worked on getting out the brother.\nI was safe. And maybe she could have helped the brother at that time. And I — I\nOctober 17, 2010\nknew she was right. So — so you carry that burden, you know, am I responsible, you\nknow, and — you know, I just — could I have done something, you know, who — who\n— about my uncle, who should I have talked to? I mean, I didn’t know anybody, I —\nyou know, where, what? I mean, I don’t even know where — where is he? What’s\nthe address, you know? And — and even if I have the address, I mean, who — who —\nwho is gonna do what? I don’t know what’s happening to me from day to — one to\nthe next day, so — so how am I — well, but — but you have that complex of guilt, you\nknow, that he is my friend, I didn’t do anything for him. A-A-And then you hear\nabout the other kids, a million and a half, you know, and I survived and they didn’t.\nAnd why did I survive? A-And you know, for many years, while I was busy\nworking in the off — in the — in the pharmacy, and my wife can tell you, I was okay.\nIt was when I stopped working that all this came back to me, a-and it to — to this\nday, you know, I’m very much troubled. And — and for a while, I had to get some\nhelp. Well, that, I guess is enough.",
        "Q: Thank you.",
        "A: A-As an interviewer, or interviewee, 1s it?",
        "Q: You’re the interviewee, yes.",
        "A: I’m the interviewee. I don’t want you to get carried away with my story, or — or\n— or for me to unload my troubles onto you.\nOctober 17, 2010",
        "Q: No, I’m — I’m honored that you chose to speak to us today.",
        "A: I—I thought I had a mental problem for many years. A guilt complex. And then I\nsaw a film, “Into the Arms of Strangers.” If you have seen the film —",
        "Q: I’ve seen it.",
        "A: The documents that you see in that film, are mine. If you look at the line of\ncredits, you will see my name. By the way, you can even get a much clearer picture,\nsince you are at the Holocaust Museum, go into the library, ask for the book, then\nlook up my name. An — because — an-and by the way, the — Deborah\nOppenheimer, the producer, gave me a copy of the book, an-and thanked me for\nthe contribution I made to it. I don’t mean financially. I would love to — and they\ngave us a copy, but it’s a— o-of the film, but it’s a VCR, a-and — and — and if they\nhave it now on the CD —",
        "Q: Yes. I watched it on DVD.",
        "A: I would love to get ahold of it.",
        "Q: Sure. I can — I can look into that for you.",
        "A: And the Austrian attaché asked me how she — how she could get ahold of the\nfilm. But in the film, if you go back to it, you’ll see other people talking about\nsurvivor guilt.",
        "Q: Yes.\nOctober 17, 2010",
        "A: You see. So when I saw that film, in a way, I felt better. Because for a while I\nthought it was me going crazy, you see, but then I saw that, you know, it was quite\nnormal, because others had felt the same way. So — so yo-you spend a couple of\nhours together, a-and I hope I didn’t overwhelm y-you with my story.",
        "Q: Not at all, I thought it was fascinating.",
        "A: And if you have any additional questions, y-you have my phone number.",
        "Q: Absolutely.",
        "A: And if you want to visit us, fine.",
        "Q: Thank you.",
        "A: A-And maybe — maybe we’ll talk about other things, more pleasant —",
        "Q: Thank you.",
        "A: — that you'll find of interest.",
        "Q: Thank you very much.\nEnd of File Four\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is an oral history interview, conducted by the United States\nHolocaust Memorial Museum. The interview is conducted on October 17\", 2010\nat the Crystal City, Arlington, Virginia Kindertransport Association conference.\nThe interviewer is Noemi Szekely-Popescu, and the interviewee is Herbert\nFriedman. Welcome. Could you first give me your name at birth?",
        "Q: Absolutely. [break] So Mr. Friedman, you just told us what year you were\nborn, and I’d be curious to know what your parents did. What — what did your\nfather do?",
        "Q: Now, what did your mother do? Did she stay at home?",
        "Q: What part of Vienna was this?",
        "Q: So you said that you had siblings. Can you tell me their names, when they were\nborn?",
        "Q: And your sister’s name?",
        "Q: Did you have an observant family? What denomination did you belong to?",
        "Q: So — so what did they — what did your family do for a Shabbat meal, given that\nthere’s no heat? Did they leave the stove on, or —",
        "Q: Which synagogue did you go to?",
        "Q: Now, when you say ultra-Orthodox, do you — do you mean Hasidic, or — or\nOrthodox?",
        "Q: And you say that your family had originally come from Radom?",
        "Q: And your — your father was trying to escape being drafted, was that during the\nrun up to the first world war, or when was that?",
        "Q: After?",
        "Q: So what year did they come to Vienna? Do you know?",
        "Q: So they came — both of them came from Poland.",
        "Q: Did they speak Polish amongst each other, or Yiddish —",
        "Q: So you didn’t grow up to — to know Polish, to learn Polish?",
        "Q: Di-Did your father have to speak German in his business life, or did — could he\nget by on Yiddish?",
        "Q: Can you tell me about school?",
        "Q: Jewish school, or a state school?",
        "Q: So bef — before the annexation, when you’re still able to go to — to a state school,\ndid you take any supplementary, or so-some sort of Jewish classes at the end of the\nday, or — or on Sundays, or —",
        "Q: Since you went to a non-Jewish school until the annexation, did you have any\nnon-Jewish friends? What was the distribution of Jews to non-Jews in your class?",
        "Q: Do you remember what grade this was? How old were you when these movies\nstarted to be shown?",
        "Q: How did your father feel about this? Did he have an opinion about confrontation,\nor —",
        "Q: You mentioned that there was a point of contention between the Jewish press\nand the mainstream press, and then you gave some great background about how\nJews had been perceived, and — and obviously you being part of this heroic act was\nkind of going counter to the prevailing notion of — of how a Jew would act. But I’m\ncurious exactly how the Jewish press was making use of this. What were they\nsaying, and what was — what was the conversation between the two presses?",
        "Q: How old was the ambassador?",
        "Q: So this would have happened in the 70s and the 80s? When did this happen?",
        "Q: That’s a fascinating story. He —",
        "Q: Where was this cousin? In the United States?",
        "Q: Is this still 1938?",
        "Q: I’m sorry to cut you off all the time, but I’m very interested 1n this progression.\nSo your mother realizes pretty much immediately that there’s danger. So I’m\ncurious about the years °33 through 38. How are your parents, or adults around\nyou, reacting to what was happening in Germany? Did they talk about it at all?\nWere you aware of it?",
        "Q: W-Well, had you taken like a fiaker, you — you were taking horse-drawn\nbuggies, or there was absolutely no —",
        "Q: Did you ever bicycle?",
        "Q: How long did it take to walk to school?",
        "Q: So amongst your siblings, were you — were you the — th-the little devil? The one\nwho always got into trouble, or was your brother similar?",
        "Q: Well, now we’ve gotten a bit ahead of ourselves.",
        "Q: Let’s go back to Vienna, and — and I — I was very curious about one thing. You\nsaid that during the — this heroic rescue, you had one friend with you who was non-\nJewish. Did you have many non-Jewish friends, and —",
        "Q: No. Was he the only one?",
        "Q: Th-They told you that?",
        "Q: I—I’m sorry to cut you off again, but this is another point that I’m particularly\ninterested in. What was your family’s relationship to Zionism as you were growing\nup?",
        "Q: So, registering with the Palestina(ph) office, this was something completely\nnew? It hadn’t been in your mind before?",
        "Q: This is November *38?",
        "Q: But the annexation happened —",
        "Q: — at the beginning of that year.",
        "Q: Ca-Can you tell me whether — how things were going in th — in that six month\nperiod, leading up to Kristallnacht? How many things were changing?",
        "Q: And this is still the run-up to Kristallnacht?",
        "Q: Okay.",
        "Q: Yes, absolutely.",
        "Q: Absolutely. Stop the track. [break] Okay.",
        "Q: We are at the preceding events that are leading up to Kristallnacht.",
        "Q: Now, let me cut you off once again, cause this 1s very interesting, the dynamics\nof this. You’re witnessing this, does that mean you’re a part of the crowd? Where\nare you standing?",
        "Q: So you didn’t feel like you were in danger of being recognized as a Jew?",
        "Q: So I’m going to stop the track right now, we’re going to switch tracks, one\nsecond.\nEnd of File Two",
        "Q: All right, we’re on track three. So, let — let me just stop you, and — in terms of\nthe chronology. So you —",
        "Q: Well, this is very exciting, but — but I — I just — I want to get my bearings in the\nstory. So you witness Herr Schpringer being brutalized, and you decide that\nmaybe you should go to the Palestina(ph) organization, but then —",
        "Q: Now, when you were turning people away, were you turning any passerby away,\nor did you know who —",
        "Q: This is November 10\".",
        "Q: So whoever is passing by at that point is — is Jewish, because that’s the section of\nthe —",
        "Q: Okay, so you knew that these people are in danger?",
        "Q: Okay.",
        "Q: Had you succeeded in intercepting your brother?",
        "Q: What happened to your brother?",
        "Q: What were they hoping for?",
        "Q: How did your parents react?",
        "Q: At this — at this point, has your father and uncle been successful in leaving the\ncountry?",
        "Q: How would you prove this?",
        "Q: What’s happening to your brother at this point?",
        "Q: So then, the — the three male members of your family leave together in the —\nJanuary of ’39, your father, your uncle and your brother?",
        "Q: Okay.",
        "Q: Di-Did he take a train? How was he going to cross the border?",
        "Q: And this is the winter of 38, when he’s escaping to Yugoslavia? It’s after\nKristallnacht?",
        "Q: December.",
        "Q: Nobody suspects a child.",
        "Q: So what happens to your uncle? Does he get through to Yugoslavia?",
        "Q: Let’s talk about your friend.",
        "Q: One — one moment.",
        "Q: Absolutely.",
        "Q: Well, what I'd like to know at this point is, what’s happening to your sister? Is\nshe just staying home and —",
        "Q: She — she was two years younger, so she was around 11, and she stayed home.\nAnd in the meantime, while I’m in England, I am — e-even today 1-it bothers me, I-I\nam put in a very, very stressful position. My uncle writes to me — and this is my\nmother’s brother — the other uncle was my father’s brother. But he writes to me that\nhe’s smuggled himself across the border into Italy. And he says, help me, I’m\neating grass. [phone ringing] And do you — are you getting the phone I’m hearing?\n[break]",
        "Q: Okay, we’re back on. He writes to you and you’re in England and he says that\nhe’s eating grass.",
        "Q: With your sister?",
        "Q: What about your grandmother?",
        "Q: How much earlier is this?",
        "Q: °38?",
        "Q: No, no [inaudible]",
        "Q: This is in Italy?",
        "Q: And in the meantime, the Italian police had picked him up because he’s got no\nplace where to stay. And he went to the Jewish welfare service of some kind, and\nthe building, an-and the Italians had closed it, because too many people were\ncoming there for — asking for help and — and so forth. They didn’t want any Jewish\nimmigrants to come to the country. So — so when they picked them up, they asked\nthem what — what is your source of income? He has no income. We give you 24",
        "Q: Do you know how he did it, given that he couldn’t bribe anyone?",
        "Q: No. Let me press pause [indecipherable] [break] So, pressing record. If I\nremember correctly, you had mentioned that you had some interaction with\nEichmann. Was that — was that a personal eyewitness on your part, or was that\nthrough —",
        "Q: How did people treat you there when they were referring you from one place to\nthe next? Was it just all business?",
        "Q: There was — there was no un-pleasantry”",
        "Q: I’m sure [indecipherable]",
        "Q: Well, tell me about the day that you left. So, it was from Hiitteldorf. Who did\nyou go to the train station with?",
        "Q: I-I’m — a-at this point I’m curious about the people around you. First off, did you\nknow anyone on the Kindertransport?",
        "Q: And then once you get to England, are you making any kind of friendships and\nhow well are you able to communicate in English?",
        "Q: These are still German speaking refugees?",
        "Q: Well, the nine months that you’re in Britain before the war breaks out, you’re\nnot receiving any kind of schooling? You’re just being moved around?",
        "Q: And how frequently are you able to communicate with — with anyone back\nhome?",
        "Q: In London?",
        "Q: Was that enough for you to feed yourself for a week?",
        "Q: What were you eating?",
        "Q: And these were the other delivery boys, or — who would bring the sandwiches?",
        "Q: Tailors, or —",
        "Q: Women.",
        "Q: Were they British or foreigners?",
        "Q: A template, or —",
        "Q: The war had already broken out.",
        "Q: The war had already broken out?",
        "Q: And you were working.",
        "Q: So your English had improved by then?",
        "Q: So you would spot an airplane and you’d get everyone down in the basement?",
        "Q: I’m going to stop you here, and we’re going to sw-switch tracks.\nEnd of File Three",
        "Q: How did you become a volunteer air raid warden?",
        "Q: The one that goes —",
        "Q: Wh-Wh- What was he doing? What was his job at this time?",
        "Q: Was your mother working too?",
        "Q: But they had been reunited by this time, they were both in the United States?",
        "Q: Were they in Baltimore?",
        "Q: With your sister.",
        "Q: And your brother.\nOctober 17, 2010",
        "Q: But your affidavit is first rejected.",
        "Q: So then how — how do you —",
        "Q: So, who did you find in England?",
        "Q: Do you know what organization was handling your case? Was it a— a Jewish\nwelfare organization?",
        "Q: But she’s writing this still from Vienna?",
        "Q: You mentioned you were being — at — at first, you were being moved around\nevery two weeks or so. Do you have any sense of how the decisions were made?\nWere your — did they — did these people know each other, was it private charity?\nYou have —",
        "Q: Did your father say that you need to come to the United States, what was his\nresponse?",
        "Q: Wha-What were you seeing?",
        "Q: You were in Baltimore?",
        "Q: What was it about the English that made you feel that way?",
        "Q: You had been there how long at that point, you had been there about —",
        "Q: Two years.",
        "Q: Was he an American Jew, or was he a refugee?",
        "Q: Were you older than the other children?",
        "Q: So you had missed out on three years of school, and you were not put back, you\nwere put at the level where you should be, and expected to catch up.",
        "Q: Even though you had stayed for two years in England?",
        "Q: Now, you’re saying that Bert Grumwalt(ph), you went to the same school?",
        "Q: What drew you to that?",
        "Q: How old were you?",
        "Q: You didn’t want because you wanted to go back to Europe?",
        "Q: In the meantime, in — while this is all happening, how much are you aware of\nwhat was happening back in Europe and —",
        "Q: — especially Nazi occupied Europe.",
        "Q: Nothing?",
        "Q: Are you able to contact the uncle who made it to Palestine?",
        "Q: Okay.",
        "Q: Right.",
        "Q: They were telling you that you can’t tell any — you were saying you can’t tell\nanyone where you are, but you didn’t —",
        "Q: Had you received any combat training?",
        "Q: And did you come back?",
        "Q: I have just one last question. How did you end up learning about what happened\nback in Europe?",
        "Q: Thank you.",
        "Q: You’re the interviewee, yes.",
        "Q: No, I’m — I’m honored that you chose to speak to us today.",
        "Q: I’ve seen it.",
        "Q: Yes. I watched it on DVD.",
        "Q: Sure. I can — I can look into that for you.",
        "Q: Yes.",
        "Q: Not at all, I thought it was fascinating.",
        "Q: Absolutely.",
        "Q: Thank you.",
        "Q: Thank you.",
        "Q: Thank you very much.\nEnd of File Four\nConclusion of Interview"
    ],
    "answers": [
        "Answer: My name is Herbert Friedman, born on December 11\", 1924, in Vienna,\nAustria. Can you stop the tape for a second?",
        "A: My father was a shoe designer, working on ladies’ shoes, and he worked for,\ninitially, as far as I remember, for a Czech shoe factory called Bachia(ph). This was\nin the 20s. But then, with the depression, the factory f-folded up and he went into\nthe leather business, selling supplies to shoe repair shops. And it was a — I imagine,\na-as a child I really didn’t appreciate the — the difficulty that — that it was for him to\nearn a living, but we managed.",
        "A: No, she was a housekeeper, and there were three children. And my grandmother,\nand of course my parents, we all lived in one apartment. And the apartment was\nOctober 17, 2010\nabout a — consisted of about two and a half rooms. A-And in the bedroom — all six\nof us slept in that one bedroom. It was a big bedroom, but I would sleep with my\nbrother, and then that was the custom. And if we had visitors, by the way, which\nhappened from time to time, people who came from Radom, where they had\noriginally come from, then the two boys, my brother and I would sleep on the floor.\nSpread out a blanket on the floor, and the guests would stay in the bed. But that was\nthe custom, and the — we really expected that this would happen, and di-di-didn’t\naffect us in any way, or didn’t bother us sleeping on the floor, because we slept just\nas well on the floor as in bed, as — as — as kids.",
        "A: Well, we lived in the 20\" district, known as the Brigittenau, about two blocks\nfrom the Danube. And we lived on the fourth floor, no elevators, no running water\nin the apartment. You went out in the hallway, where there was a cold water faucet\nthat you got the water from, and then would bring it in the home, and — and then\nthere was a— a bathroom, it was sort of a — just a — a toilet, which was shared b-\nbetween two apartments. A-And that — and that was the style, an-and that’s all I\nsaw, and any people I came in contact with, they all seemed to have a similar setup\nexcept sometimes the apartment was even smaller than ours. So, there was no —\nliving in the fourth floor, there was no elevator, you walked. And my grandmother\nOctober 17, 2010\nwould many times say, oh those steps, they’re killing me. You see, but at the time I\nsays, you know, I don’t know why she’s complaining, there’s nothing to it. You\nknow, I could take two steps at a time as a kid, running up and down. But the last\ntime when I was in Vienna, two years ago, I walked those steps. The house is still\nthere. And — and — and I understood what my grandmother was talking about.",
        "A: Yeah, well, my brother was two years older. His — his name was Benny, and he\nwas born February of — of ’22. I have a sister born March 8\", ’26.",
        "A: Lilly.",
        "A: Yeah, ultra-Orthodox. Ultra-Orthodox, yeah. Come — come Friday, you know,\nthe light would go off. And we all, we’d have a light by the Shabbas candle, and we\nwould have no heat, because it’s Shabbas, you know, you have to suffer. A-And,\nyou know, I remember — of course, you can’t get it on tape, but to show you, my\ngrandmother would sit there, in va — in Vienna it really gets cold, and sh-she would\n[indecipherable] she’d back and forth, you know, with her — with her feet and arm,\ntrying stay warm. But, no heat, until Shabbas was over, you see.\nOctober 17, 2010",
        "A: Oh, we had the — a cold — I mean we had — we have a warm meal before going to\nsynagogue on Friday, and on Saturday we had something cold, that didn’t require\nany — any heating un-until Shabbas was over.",
        "A: It was called — well, my father would go to the Kasha(ph) temple. And I didn’t\nlike to go there, so at first I— he would drag me with him. And I didn’t like it\nbecause I didn’t understand what was going on, and it was stand up and sit down\nand stand up and sit down and you know, and — and it went on forever. So I would\ngo to the Klikee(ph) temple. The Klikee(ph) temple was located on the Klikee(ph)\ngasse. Many times in Austria they — they would name the temple after the s — the\nstreet that it was located on. And I liked the — the Klikee(ph) because after services,\nthey would give candy to the kids. So it was — so naturally that was a big attraction\nfor me, the candy.",
        "A: No. N-No, just ver-very much adherent, but not [indecipherable], no.\nOctober 17, 2010",
        "A: Yes. First my father came. He came from Radom to — because he was going to\nbe drafted into the Polish army. He didn’t want to serve in the Polish army, so he\nran away. And he heard about Vienna, so he came to Vienna. And my mother later\nf-followed. And as a matter of fact, she told me once that if — and you want me to\nsay in German? [speaks German here]. When | arrived in Vienna, | thought I was\nin heaven. That’s how different it — living conditions were in Poland, Radom,\ncompared to the modern city of Vienna, Austria.",
        "A: No, this was after.",
        "A: Yeah, this was af —",
        "A: ’'m—I’m not quite — I think my father came there around maybe ’20, and my\nmother came a year later, ’21 or ’22, something like that. Many questions tha-that\nI’m being asked now, I-I wish I had asked. That’s why when I talk to — to my\nchildren, and when I talk to schools, I always urge people — young — young\nchildren, to ask their parents while you still have an opportunity, or grandparents,\nwhat life was like for them. Because I know you wi — are going to regret. We all do,\nOctober 17, 2010\nno matter how old, or — or — at the time, but eventually you — you’re going to regret\nthat you did not ask certain questions while you had the opportunity.",
        "A: Yeah, Radom.",
        "A: Yeah, as a matter of fact, they spoke Yiddish normally, but Polish when they\ndidn’t want us to know what they were talking about. So they’d switch to Polish.",
        "A: No, no, no. We spoke yi — they would speak Yiddish, we would speak German.\nSo — so I understood what they were saying, but we didn’t really speak Yiddish, w-\nwe spoke German. The children.",
        "A: Well, he spoke both. So whatever the circumstances were, he could respond. But\nthe — most of the time, the people that he dealt with likewise were immigrants from\nadjoining countries, because Austria was a more modern place and it offered\ngreater opportunities than smaller countries, I mean — not smaller countries, you\nknow, but — but th — not as advanced countries. So he would speak — when he dealt\nOctober 17, 2010\nwith Gentiles, he spoke German, and with Jewish people, yeah, it was always —\nYiddish was the international language.",
        "A: Yes. I always attended elementary school, and then —",
        "A: No, a state. Yeah, public school. Which was very good. I attended public school,\nf-four years of elementary, and then we switched over to something called\nhauptschule, which was a sort of a— I guess in America you’d call it middle\nschool. And in my case, I — I couldn’t even finish the middle school, because once\nHitler came in, none of us were able to attend any school, we were kicked out of\nschool, and — and I sw-switched over to a Jewish school for a while, called Talmud\nTorah in the second district in Vienna. The second district was heavily populated\nby Jewish people, and they used to call it Matzoh Insel. Matzoh Island.",
        "A: No, n-not really. Only training for Bar Mitzvah, where a year ahead of time, I\nwould sit down with someone, not a rabbi, but one of the Hassids, who would teach\nme the Torah portion that I was supposed to read at my Bar Mitzvah, which\nOctober 17, 2010\noccurred in °37, actually four months before Hitler came in. And it happened to be\na very momentous occasion in my life. You might find it funny, my grandmother\nwas at first a little upset that I would have my Bar Mitzvah staged at the Klikee(ph)\ntemple. Why’? Because the Klikee(ph) temple had an organ. And having an organ in\na temple, that — that was not kosher enough, so she wanted me to have it somewhere\nelse. But I liked the Klikee(ph) temple, and I was going there. So I had to tell her\nthat although they have this organ, they never use it. And the only time they use it\nwas on Sundays when on occasion they have a wedding. But the mere fact that the\norgan was there, that was enough reason for her not to particularly enjoy being\nthere.",
        "A: In— from grade one, I experienced anti-Semitism. Six years old, I go into grade\none, another kid — they find out very soon whether you’re Christian or not, even at\nsix. And he called me a Christ killer, and you know, I didn’t know what that was. I\nsaid — you know, what he was talking about. And — and it was not — when I came\nhome, I asked my mother. And she said, oh, pay no attention, or this is something\nthat they’re — where they’re taught at home not to like certain people, but you’re\ngonna hear this, just — h-he doesn’t know what he’s saying, so just forget about it.\nOctober 17, 2010\nBut you mean — you very soon learn. Later on actually, we would frequently have\nfights, wh-which — which occurred mainly when the priests came to school, and\nstarted showing movies. And it dealt — you saw people with beards, and — and th-the\npayos and so forth, so you knew that — and they showed the crucifixion.",
        "A: I think I—I probably was around eight or nine, a-an-and — and when class lets\nout, then we started fights. And many a day I’d come home with a bloody nose\nbecause at that time, when somebody hit you, you — you struck back. And I was\nnever hesitant, so it’s oh — you know, even as I went on to middle school, you\nknow, I — somebody said something to me, called me a dirty Jew, you know, I'd let\nhim have it. And you learn that if it’s one person, you take him on, but if there’s a\ngroup, I figured I’d better run. But I was never scared, al-although my mother in\nparticular always told me not to get involved, or — or — you know, walk away, run\naway, but I never did.",
        "A: I was always scared to tell my father, because — because he was the enforcer, you\nsee, so I dealt mostly with my mother. I — I had a mean — when I was — and — and\nOctober 17, 2010\nalso, many times, I — I admit, I didn’t listen. I — I was — my mother would say, a\nreckless person. In the summer of ’34, I asked my mother if I could go swimming.\nAnd I loved swimming, even as a child, you know. And she said no, you stay home.\nSo I said to — okay, well, can I go downstairs, you know, be on the street? All right,\nbe on the street, but I want you home before too long. So I sai-said fine. So, I ran\ndownstairs with my bathing suit to go swimming, that she had told me not to do.\nAnd I — in my eagerness to cross the street, didn’t look, and I was hit by a truck.\nAnd I had several fractures and lacerations and concussion and spent three months\nin the hospital. That was an important lesson. But being somewhat reckless, rising\nto whatever challenge that came along, has always been a part of me. I-I was, to\nsome extent, not to make myself some sort of a hero, I was always aggressive. And\nsometimes it got me into trouble, but it never changed my mind. This was in 734. I\nhave another event in ’37, when — wh-which had a great impact on my life. There\nwere three boys, and we were walking along the Danube [indecipherable] only a\nthree or four minute walk from where we lived, so — and this was in the winter of\n°37, late October, when, as we’re walking along, we notice something bobbing up\nand down in the wa — in the water, and we didn’t know at first what it was. And\nthen we recognized that this was a person, you know, what is she doing in the\nwater? So — so it dawned on us that this person 1s about to drown. So two of us ran\nOctober 17, 2010\ndown the embankment and jumped into the water. I was 13 — not quite 13, and my\nfriend was not quite 15. And the third person ran to get the police. So, if you know\nanything about the Danube, and I know, since you are from Hungary, you know\nthe Danube, it’s a very swift river. You’re not going to swim against the current,\nyou just can’t, it just knocks you down. So — so if you go in here, you’re gonna\ncome out way, way down on the other side. So after a while we — we struggled, but\nwe were able to get her to th-the embankment and — and ou-out of the water. And\nby that time, the third person had run to get the police, and when we got to — when\nwe got her out to the side o-of the river, the police was there, and the ambulance\nwas there. And they picked her up and th — it was a woman, and they took her away.\nAnd then the police took the two of us to the police station. And there they gave us\nsome hot chocolate and d-dry out. And a man came and started questioning us and\nthen he took a picture. And we paid no attention as to who he was, or what was up,\nwhat — we were there several hours, and then they said to us, oh, now you can go\nhome. So I went home, and I ha — I hate to describe to you what took place when I\ngot home. First of all, 1t was Friday evening, and I’m supposed to go with my father\nto the synagogue. And I wasn’t home. And, where were you? [indecipherable] So,\nI was so scared to tell what happened to — to my mother, so I said, do you know\nwhat? We were playing by the water, and I fell in. Then came, how many times\nOctober 17, 2010\nhave I told you to stay away from the water? When are you finally going to listen,\nand so forth. And — and wa-was plenty of scolding and reprimand, you know, n-no\nfood, you know, we’re not going to give you anything. And of course I — I was so\ndisheveled, you know, and tha — look — looked terrible. A-And it wasn’t until the\nnext day, when people stopped my mother on the street and started congratulating\nher, and she didn’t know what for. And then she found out that there had been a\npicture in the newspaper, which described what had taken place. And then she came\nback and started questioning, what — what really happened, you see, so sh-she was\nof two — two — two different feelings. In the one, she says, do you realize how\ndangerous it was for you, what you did? A-And, this was very reckless. And the\nother way she — she was proud that I had participated in — 1n saving a person. But\nth-the recklessness was a major factor, that you would go to such an extreme, which\nwas very, very unusual. And by the way, I have a picture here, as it appeared in a\nnewspaper, blew up and I’ll — Pll show it to you later; and also comments that were\nabout me specifically. It just so happened that this particular event became a bone\nof contention between the Austrian more or less public press, which for the most\npart was anti-Semitic, and the Jewish press, an-and the Jewish publications, who\ntook the German newspapers to task. It — 1t just so happened that the two boys who\njumped into the water were Jewish. The boy who ran to get the police was Gentile.\nOctober 17, 2010\nIt never occurred to us that this would ever be a problem, but it was a big bone of\ncontention, a big discussion. The — I mean, in particular th-the Jewish press,\nbecause the Jewi — the Jews were always characterized as being cowards. Jews —\nJews didn’t want to be in the military, and Jews were afraid and — and unreliable,\nand — and they’re not really Austrian and so forth, and — but here was an example\nwhere two Jewish boys jumped in the water. We didn’t hesitate, we didn’t ask who\nit was, we didn’t ask what religion she was. We just acted because we — we felt we\n— we should do something, you see? And I have various correspondence which\nrefers to that particular event, in — in several organizations who got involved. This\nwas in October or — late October of 1937. One month later I had my Bar Mitzvah,\nand at the Bar Mitzvah there was a lot of congratulation, because this was only a\nmonth later, and the Kultusgemeinde — the Kultusgemeinde, it’s called a cultural\nassociation, but really it’s not a cultural association, 1-1t was a sort of a semi-\ngovernment authority for the Jewish people. And every Jew in Austria had to deal\nwith the Kultusgemeinde at least three times in their lives. The Kultusgemeinde\nissued the birth certificate, the marriage certificate and the death certificate. So — so\nevery Jew had to register with the Kultusgemeinde, which later on also turned out\nto be a detriment for the Jewish people, because when the Nazis came in and\nwanted a list, all they had to do is go to the Kultusgemeinde and have a list of any\nOctober 17, 2010\n— of a Jew living anywhere in the city. So at that time the Kultusgemeinde\nrepresentative came to the temple, and th-they gave me a di-diploma of recognition\nfor what I had done, and — and also a watch. And this was the first watch that I had\never owned, so — so to me that — that was a big deal.",
        "A: Mostly it — it dealt — they were attacking the press for their attitude toward Jews,\nthe reason for their hostility to Jews, and their idiocy as pertaining anti-Semitism.\nAnd their failure to recognize what we had done. The majority of press had nothing,\nno comment whatsoever. There was only one particular newspaper, it’s called “Das\nKleine Blatt,” which carried a small picture of the two of us, and — and our age, and\nour name, and one paragra — one sentence, actually; and that was it. An-And no\nother publication — public — publication, who certainly at that time in the country, if\nit had been anybody else, it would have been played up big, you see? So, it’s\ninteresting, no attention was — was paid to it. Forty — 40 years later, my son, who\nOctober 17, 2010\nwas working in Congress, and I had just given an interview in Norfolk, Virginia,\nwhere I was living at the time, and they wrote up the experience that I had, and my\n—my background and so forth. And when he read it, h-he showed it to the\ncongressman. And congressman was Whitehurst from Norfolk. He says well —\nwell, we’ve got to do something, this is not right. So he wrote a letter to the\nambassador, giving him a — a copy of the article in the newspaper, and that I had\nnever received any recognition. So the ambassador at that time was Thomas\nKlestil. Thomas Klestil went on from the embassy, the ambassador being there in\nWashington, to become the foreign minister of Austria. And then, from the foreign\nministry, became the president of Austria. So the ambassador said that he had\nnever heard of this, but he was going to investigate.",
        "A: I don’t know how old he was. I — I suppose he was in his 40s, you know. But he\nwould investigate, and it was maybe a couple of months later he came back and said\nyes, we have a record of this. And they arranged a reception for me, and I met the\nambassador, and he asked me if I would be willing to come back at the\ngovernment’s invitation to Austria, they want to honor me. And eventually I was\ngiven a gold medal for heroism, 40 years after the event.\nOctober 17, 2010",
        "A: I-It probably — I — I don’t have the — th-the date now. It — probably in the 70s.",
        "A: It was a — let’s see now, I’m trying to think. Yeah, ’78 maybe, something like\nthat. But this is not the end of the story. When Hitler came in, as soon as Hitler and\nthe Nazis took over in Austria, my mother was the driving force. She felt that we\ncould not possibly stay on in Austria, we had to get out. But there were many\npeople at first, when Hitler came in that says, well, you know what’s going on, the\n— you know, with the plundering of shops and the beating up of Jewish people, and\npeople s-stationing themselves, Nazi personnel in uniform stationing them — 1n front\nof Jewish shops, from — not to let anybody in. I mean, not to let any Gentiles in to —\nto patronize the Jewish shops. They recognized right away that we cannot live — go\non living in Austria, we had to get out. So she wrote the letter to, you know, who —\nwho do you write? A cousin of a cousin of a cousin that yo — she once heard of, and\nso forth. But she wrote a letter and she described our plight, that my —",
        "A: Yeah, lived in Baltimore, a-and whether or not he would be willing to send an\naffidavit, and then she asked for an affidavit for my father and my brother, and she\n— and at that time she felt, you know, let me get the men out. You know, th —\nOctober 17, 2010\nnobody’s going to touch the women, and you know, and children and such, you\nknow, what —",
        "A: This was ’38, yes. Probably as early as April ’38. Hitler came in in March, 13\",\nI believe.",
        "A: Yes, they talked about it. And — and we knew about it, but we felt that the\nAustrians are very patriotic, and oh, we are social democrats, and oh — no,\nAustria’s not going to become involved, you know — you know, this is Germany.\nAnd communications at that time were not what they are today. So whatever was\nwritten in the paper and so forth, 1-1t was like a different world, going from one\ncountry to the other. You — you — actually, you couldn’t go, un-unless you — you\nhad to have visas. You ri — you — you can go to — to Hungary in an hour and a half,\nI’m in — 1n — today I’m in Hungary. Not in those days. You had to have a — a visa\nor — to leave, and a visa to enter, a-and it was — you had to have a passport, and it\nOctober 17, 2010\nwas a complicated affair, you know, and — and transportation was not what it 1s\ntoday. I mean, for me, as a— as — as a child, it w — it was a big deal to — to get ona\nbus, and to — and to — and to get on a streetcar. Oh, oh, that was an exciting event.\nAs a matter of fact, somebody asked me once, how old were you when you first\nrode in a passenger automobile? And the first time I rode in a passenger automobile,\nI-I was a-around 16 years old, in — in London. In London, trying to take a taxi to —\nto the train station. That was in 1940, you know, and — and I’d never ridden in a — in\ntaxi before, but this was the first time.",
        "A: N-N-N-No, you — you took a — first of all, the first means of transportation was\nto walk, you see, that was custom, the — no matter how far it was, you walked. A-\nAnd aside from walking, you took the streetcar. And if you — buses were not\navailable, except if you wanted to leave the city, that’s where they had buses. And —",
        "A: I didn’t have a bicycle, no. Because if I had a bicycle, I’d have to drag it up four\nf— four floors of steps. And I-I think that my parents would have been more\nconcerned with safety, e-even then, because the — th-they knew that I probably\nwould use the bike to go to areas where they wouldn’t want me to go. Where there’s\nOctober 17, 2010\nmaybe some traffic and so forth. So most of the time I-I just walked. I walked to\nschool.",
        "A: Well, the public school was around the corner, the elementary school. And the\nother one was a little further, m-maybe a 15 minute walk. Now, when I went in\nTalmud Torah School, sometimes I’d see a horse-driven wagon, and we would\njump on that, and when the — when the driver was — wasn’t looking, you know. So\nI’?d jump on it and — and take a ride with him, and then jump off. Which too was not\nthat safe. But that’s what we did.",
        "A: No, no, he was very conservative. I — I was the trouble maker. I — I don’t know\nwhy, but the — I’ve done that throughout my life, you know, army service, I did\nthings that — on reflection now, when I think back I says, oh my God, that was\ndumb. And working — I’m a pharmacist and we — we — we had our own business in\nNorfolk, Virginia, and in the 80s, I experienced two hold-ups, and had a gun to my\nhead twice, you know, and you know, people would say, well, were you scared, and\nso forth. I say, yes, of course I — I was scared, but — but it — but one thing I can tell\nyou, I did not panic. Of course, you know, I’m skipping the story back and forth,\nOctober 17, 2010\nmaybe. So — so the first time that I had a gun to my head, it was by two black men,\nand they wanted Talwin, which mimics opium, but it wasn’t even a narcotic, and I\nwas astonished when they asked for it, you see. But then he asked for my wallet, so\nI gave him my wallet. Then he said to me, kneel down. And I said to him, if you’re\ngoing to shoot me, you’re going to have to look at me, I’m not kneeling. And he\nsays — and he says, all right. And he turned around and walked — and ran out. By the\nway, he got shot and killed two days later, trying to rob another pharmacy. The\nsecond time maybe was — maybe three — three weeks later, and this time it was by\ntwo whites. And they were more knowledgeable, they were prepared. They came\nwith an empty pillowcase, and they knew — they probably had shopped us, and they\nknew where I kept the narcotics. So — so they wanted the morphine, and the\nDilaudid and the Demerol, and the codeine and opium and so forth that we had; so\nthey got all of that. And then, you know, he’s holding a pistol, while the other one is\nloading up on — on whatever we had in narcotics. And then he said to me, ge — let\nme have your wallet. So I said to him, let me —I says, give me — give you my\nwallet? I says, do you realize what problems that is? I says, I gotta run here and\nthere to get new identification and new driver’s license. I got to stop all the credit\ncards, I says, it’s a whole lot of trouble. And so he says, all right, keep the wallet.\nAnd people couldn’t believe, you — you actually did that? I says, yes. So, I—I-\nOctober 17, 2010\nthroughout life, I don’t panic. I-I size up the situation a-as to what I need to do and\n— and act accordingly. And — and I feel that when you panic, then many times the\nperson who is the aggressor, will also panic, and then you don’t know what to\nexpect. People would ask me, they would — found it strange that the first time that\nyou were held up, you had two blacks, right? Yeah. And the second time it was two\nwhites? Yeah. Don’t you find it strange? I says, no, I says, my — my pharmacy was\nan equal opportunity pharmacy. So — so they — they would laugh, it was fun. But\nafter that, I hired the police to come in and — an-and they were — every — every\nafternoon and evening I would have police in — in the pharmacy, and my sons urged\nme, you know, it’s time to get out. You know, you — you can’t keep this up.\nBecause it was true, because you — you become apprehensive that every time the\ndoor opens, you don’t know who 1s coming in. And the problem with drugs today in\nAmerica is so — so pervasive, that you just don’t know what to anticipate. A-And\nyou live and work in a form of tension. So although I was only 59 at the time, I — I\ndecided to call it quits. I sold the pharmacy and retired at 59. And I took a three\nmonth vacation, you know, traveled to Europe; your country, Hungary, I was there\nfor about a month. Enjoyed it. A-And when I came back I was restless and didn’t\nknow what to do, so I went to work for the navy, the navy hospital in the — as a\npharmacist. And I worked until the 90s a-and then I quit a-and stopped working.\nOctober 17, 2010",
        "A: Yeah, I think so.",
        "A: No.",
        "A: Yes. He happened to live on the floor below us. And it was interesting that when\nHitler came in, although we were very close friends, he stopped me on the\nstairways one day, and he told me that Herbert, you understand that we can’t be\nfriends any longer. So I said yes, I understand. An-And that was the end, I thought.\nA couple days later, we meet up again on the steps, and th — he stopped me, and he\nsaid, would I do him a favor? I says, what — what is it you — you want? He says,\nwell, I need a pair of white socks, and I know you have some. Would you loan me\nyour white socks? So I said, well, why do you need my white socks? He says, well,\nhe says, you know, he says, I belong to the Hitlerjugend, and white socks are part\nof the uniform. And I was told to stand downstairs in front of Herr Gros’(ph) shop,\nto make sure that no Christian people go in. So I need the socks. So I— his name\nwas Bertie. So I said, Bertie, I — I— I have no idea where the socks are, or if I still\nOctober 17, 2010\nhave them. I don’t — I don’t think that I have it. And maybe he understood that —\nwhat I was saying, but I— I gave him no socks. But as close a friend we were,\novernight, Hitlerjugend, y-you know — you know. And this was the biggest\nsurprise that I had, that the — the very same people who lived with you in — in the\nhouse, an-a-and knew the family and — and guten tag and guten naft(ph) and this\nand that an-and they’re friendly, and suddenly yo — tell you they have been in the\nunderground f-for years, under — as Nazis. And this is unbelievable. I remember —",
        "A: Yeah, when Hitler came in. They said, yeah, we been in underground. I\nremember a neighbor came in that we were very friendly with — as a matter of fact,\nthe family — they were a tailor, and my folks wanted to have a — a big table when\nthey had the reception after the Bar Mitzvah, th — in our apartment. They didn’t\nhave a big enough table so we — so they loaned us the — that — their work table\nwhere they made suits or coats or whatever the — a tailor does. So — so — so the\nwoman came over, Frau Bodichka(ph), and she’s friends with my mother a-and\nshe’s saying to my mother, you have nothing to fear. Yo-You are good Jews.\nNobody’s going to touch you. But, she says, maybe the people who live across the\nstreet, she says, maybe they got it coming to them. And as young as I was at the\ntime, you know, just 13 years old, I said — I says, how do I know that the people\nOctober 17, 2010\nacross the street aren’t saying the same thing about us? You see, but wa — one thing\nthat I-I later became aware of, that 1-if I was 13, it was just a number. I really\novernight became an adult. A-And you recognize right away that things are not\ngoing to be the way they were. And for instance, when my mother had written to\nAmerica, to distant cousins for an affidavit, they responded and were willing to\nsend the affidavit. But I was going to be there, wi — stay in Vienna. And I felt I was\nju —1n as much — in as much danger as anybody else. And there was a Jewish boy\nacross the str-street, Teddy Katz, he told me one day, let’s run away. Don’t say\nanything to anybody, we’ll run away. I says, where do you want to run? He says,\nwell, we’ll go to Czechoslovakia. I says, who do we know in Czechoslovakia? I\nsays, ha — I says, we have no money. I says — I says re — we gonna cross the border\nillegally? Yes. I says, when we get there, then what? So, I said no, I — I — it just\ndoesn’t make any sense. But I wanted to get out, so I had registered with what was\nknown then as the Palestina(ph) office, the Pales-Palestine office, for aliyah. But —\nbut I didn’t hear. So I deci —",
        "A: None.\nOctober 17, 2010",
        "A: Oh, no, I had no intention of going to Palestine, or — for the most part, you\nknow, life was okay. You know, it’s — it’s our country, you know, I’m Austrian. I\nwas very patriotic, you know, because it’s drilled into you in school, you know, and\nyou know, Austria, our homeland and the Austrian history, Austrian-Hungarian\nempire, the Kaiser and so forth, so — so — the imperial Austria, oh we — we stopped\nthe — the Turks when they attacked and — and if you go downs — downtown in the\nfirst district, you can see where the — the last shell is still imbedded in — in the\nconcrete and so forth. S-So Austrians are quite patriotic. But th — I felt that I was in\ndanger, and I wanted to get out of the country, especially after Kristallnacht. On\nKristallnacht, after the assassination of the diplomat in Paris, and with Hershel\nGrynszpan, who shot the embassy personnel in — in Paris. It wasn’t ambassador,\nbut the — an assistant to the ambassador, whatever his position was, I don’t recall.\nBut I knew that something was going to happen, that there would be revenge. I\nmean, I-I just — you — you could almost smell it in the air, that something was going\nto happen.",
        "A: Yes.\nOctober 17, 2010",
        "A: In March.",
        "A: In March.",
        "A: Well, I can tell you I— I was a— a member of the Hakura(ph) swim team.\nHakura(ph) means strength. And I was member of the swim team. On March the\n10\", I believe it was a Thursday, I had just gone there for a practice session. When I\nwalked out, I saw a large mass of people, and were yelling and screaming, and as —\nas a kid I’m — I’m always attracted to something that — that’s different as a — I want\nto know what’s going on. So — so I approached them, that was only across the street\nfrom Dianabad(ph). I don’t know if you’re acquainted with Vienna or not. So, if\nyou cross the street you come to Schwedenzplatz(ph), so — so there they had a big\ndemonstration. Gra — a great mass of people, with this social democratic flag and\nwhatnot. And on — and the police standing in front of me. And on the other side, a\nsmall group of Nazis, and yelling at each other, and so forth. This was Thursday.\nAnd on Sunday we’re gonna have a plevicide whether or not Austria wants to join\nwith Hitler. This wa — this was by order of the chancellor of Austria, Schuschnigg,\nOctober 17, 2010\nKurt Schuschnigg. So when I saw that, I says oh, Austrians will never vote for\nHitler. As I — so as — I really wasn’t concerned until the next evening, when over\nthe radio, suddenly I heard that the plevicide had been cancelled, and the\ngovernment had abdicated, and new people were coming to — into government, and\nthey were all Nazi officials. I says — then I recognized re — this does not sound\ngood. Something is gonna happen. And it — and true enough, why — on Sunday,\nGerman troops marched in, and announce a gov — overthrew the government, and\nwe — we were part of Germany. We had been annexed, or anschluss. And this —\nand suddenly we’re oven — over-overnight we’re pri — night, I was confident that\nAustria would never become part of Germany, suddenly e-everyone — everyone\nthat you met wu — seemingly seemed to be connected to — with the Nazi party all\nalong, in the underground [indecipherable]. And everybody ha-had this — the\narmband on with the Nazi insignia, and flags all over the city, and I couldn’t\nunderstand how suddenly people that I — I felt 1f you give them the chance to vote\nwould have voted against the Nazis, now everybody seemed to be for it. The — the\ncardinal of Austria, Innitzer, welcomed Hitler as, you know, the native son\nreturning to his country and so forth, and — and 1t seemed so unbelievable, how\novernight something as dramatic a-as a — as giving away everything and becoming a\ndevoted Nazi, a-and the Jewish people going to be the target, you see, because we\nOctober 17, 2010\nheard it con-consistently, with the editor of the newspapers, or ev — ev — everything\nbecame pro-Nazis, a-and you saw no opposition whatsoever. Everybody was for the\nNazis. And the people were f-for the Nazis. Either that, or afraid, because\nseemingly 100 percent were not necessarily in favor of what was taking place, but it\nseemed to be the vast majority were. And the plundering took place, and the beating\ntook place and the dem — the humiliation took place, you know, all the graffiti that\nhad been anti-Nazi — they take elderly Jewish people, and sometimes religious\npeople, whoever they were, peop-people of recognition, professional people, you\nknow, and would humiliate them, give him a toothbrush and tell him to scrub the\nstreets and so forth, and spit at them and make fun. And the people would stand\naround and laugh.",
        "A: Yes.",
        "A: Yeah, before. Could — could we stop one second?",
        "A: I-I want to go to the bathroom.",
        "A: Where wer — where are we now?\nOctober 17, 2010",
        "A: On Kristallnacht, no — November nine, we saw what was going on on the street,\nthat the shops are being plundered, a-and the Jewish people are — on the street were\nbeing beaten up, so you’re afraid to — as to what may happen. And the greatest fear\nwas to hear the knock on the door. When you — when you heard that knock on the\ndoor, we froze. And I could see the expression on my — my father and my mother’s\nface, and I — and I knew they — they were scared. And it passes onto the children\nwhen you — wh-when they see that the — the parents are — are frightened. And the —\nthere’s a knock on the door and the order, open up. So, we opened up the door, and\nto — two uniformed SA people walked in, one a little older tha-than the other one.\nThe other one licked — looked to be sa — someone maybe 18 or 19 years old,\nsomething like that. And they demanded to see my brother, specifically asking for\nba — for him by his name, but he was not home. So they didn’t believe it, so they\nwent through the apartment, searching for him, and he wasn’t there. So, since he\nwasn’t there, one of them, the elderly one said, we’ll take him, pointing to me. And\nit was then that my mother started pleading and crying, saying he 1s only a little\nboy, he hasn’t done anything, and please leave him alone, you know — you know,\njust begging him. And — and it was then that the younger SA man said, it wasn’t\nhim. Tha-That’s it, it wasn’t him. And they said oh — okay, we’ll come back in a\nOctober 17, 2010\nlittle while. So, when I heard it wasn’t him, a-as I — I surmised that maybe my\nbrother had gotten into a fight, and now was the time to get even, you see. And the\nmere fact that it wasn’t him, saved me. And because my mother, as soon as they\nleft, told me to run downstairs and intercept my brother from coming home, and\ntelling him to stay with a friend, not to come home. And — and then she sent me to\ntell my uncle not to go home, and to stay with his mother-in-law. That was\ninteresting too, and h-he — he told me later on, that they came to his mother-in-law’s\nhome, you know, everybody knew already where most likely somebody would —\nwould go if you want to pick him up. And when he heard the knock on the door, he\ncrawled under the table, and the table had a long tablecloth. So they were searching\nthe house, the — the apartment that they lived in, and they didn’t see him. And they\nwere pounding the table, saying well, you be sure to — to let us know as soon as he\ncomes here. Well, he was under the table. He survived. His wife and his son did not\nsurvive. But i-it was, th-the following day, on the 10“ of November, when I wa —\nwas on my way to go to the Palestina(ph) office to check on the — on my aliyah,\nwhich is immigration to then known Palestine or Israel. When I came downstairs, I\nsaw a—a big truck and a lot of people around the truck jeering and laughing and\nenjoying themselves. And the police is there also, just standing there. And I was\nwondering what the heck is going on here, what’s it all about, you know? And — and\nOctober 17, 2010\nthe house right next door to us, there was a shop, a shop carrying bedding\nequipment, blankets and pillows and pillowcases and towels and stuff like that. And\nI noticed that they were carrying stuff out from the shop, and putting it on the truck.\nWell, you recognize right away, it doesn’t take long, as to what’s going on. They’re\njust confiscating whatever goods he has and putting it on the truck. And then I saw\nthe owner standing there beside the — the shop. Hi-His name was shp — H-Herr\nSchpringer(ph). A Mr. Schpringer(ph). A-And he’s white-faced, scared. And\nwhen they had just about emptied the shop, Mr. — Herr Schpringer(ph), being a\nbusiness man, walks up to the head honcho Nazi there, and asks for a receipt. And\nth-the storm trooper turned around and yelled to the crowd, Herr Schpringer(ph)\nwants a receipt. And everybody starts laughing and cheering and screaming. And\nthen he grabs Schpringer(ph) by the neck, the collar of his neck, and turned him\naround and gave him a kick in the rear, and Schpringer(ph) fell down on the\npavement. And he said, here Jew, this is your receipt. I — I witnessed that. A-And I-I\nfelt that even going to the aliyah office may not be such a good idea. I says — so I\ndecided to go to the home of the chief rabbi.\nOctober 17, 2010",
        "A: Just standing be — not part. I’m standing ba — little distance away, y-you know,\nmaybe — but I’m a — nobody’s paying any attention to me, you see, I’m just a kid.",
        "A: Y-Y-You know — you know, a-again, I-I did things a-as a kid, that when I reflect\nnow, I says, this was really stupid. I mean th — I had no awareness. I — spontaneous\nresponse to different things. For instance, if I told you I saw Eichmann, and asked\nhim to put a country on my passport, it’s only years later that I even became aware\nwho he was. I had no idea Eichmann, I never heard of him. But I went to — to the\nRothschild palace, which was the Nazi headquarters, and I walked in there — well,\nwhen you walk in there, everything is heil Hitler, you know, an-and I’m not going\nto come in and say heil Hitler, so wha-what am I going to say? Griiss gott. Which\nwas the way we normally greeted each other, griiss gott, and — greet God. And —\nand everybody looks up, you know, what’s this Jewish kid doing here? You see, so\nI asked — when Eichmann asked me what it is I want, and I told him, I need to get a\ncountry entered — because I ca — I can’t remember exactly what — you had to choose\non the passport what country you n — had to have on the passport. And if it wasn’t\nlisted, then you couldn’t go to that country. And England wasn’t listed. I never\nthought of going to England. And so of course, this is somewhat later.\n35October 17, 2010\nOctober 17, 2010\nBeginning File Three",
        "A: Yeah, because — because I’m — I’m not t-telling you step by step.",
        "A: Oh, orig — originally had planned to go, th-then I said to myself, no, no, this may\nbe too dangerous. So — so I went to — actually, it wasn’t that night either, on\nrecollection. I— I went — I did go to the aliyah office. I’m sorry, I had to correct\nmyself. I went to the aliyah office, a-and when I came there, it was packed with\npeople; men and women. And I wasn’t there very long when the SS showed up, and\nthey sent men to one side, and the women and children to the other side. And I had\nhad my Bar Mitzvah, so it came up to me to decide which side should I go on? And\nI felt that maybe I better play it safe. So I decided to go with the women, although\nyou know, people who had had their Bar Mitzvah, they regard themselves already\nas men. But, you know, I — I says, I — I better play it safe. And it wasn’t very long\nthereafter, when we had separated and we were in different rooms, that all the men\nwere taken away by truck. And later on I learned that they had been taken to\nOctober 17, 2010\nDachau. Had I stayed with the men, I would have wound up in Dachau, but I was\nwith the women. So they kept us there for an hour, an hour and a half, til they\ndecided what to do with us, what — they let us go. And here again comes the\nrecklessness. They let us go, and I’m going out on the s — from the building. So I\nthought that more and more men will be coming to the building, and they’re gonna\nget arrested, and maybe I ought to warn them. But in back of me, there’s an SS\nman, right in the building. If you’ve been to Vienna, I am — the building 1s still\nthere, and it’s not far — the Hotel Metropol was Gestapo headquarters. It’s only one\nblock away. And maybe two blocks away is the Kultusgemeinde on the Juden —\non the Judengasse. So this was in the — on the — on the Aurelia street, you see,\nwhich on — only short walk where the aliyah office was. Years later I took my wife\nthere and I showed her where it was. A-And so I stood at the edge of the — the\npavement — pedes — pedestrian pavement, not the street, and as men were\napproaching me to go into the building, I would turn my head away and say, don’t\ngo in, Gestapo. And invariably, they would say, what did you say? And I would\nrepeat, you know, but not looking directly at him, as if I — but the Gestapo in back\nof me was a trooper, noticed that people were coming up to me and turned around\nand walking away. So a-after three or four had done this, he comes out and yells for\nme to come back. And he wants to know, what did you say to the men? Was hast\nOctober 17, 2010\ndu gesagt? I says, I didn’t say anything, I — I — I—I-—I said I— oh, you said\nsomething. I said, the only thing I said was I was here for some time and I just got\nout. That I waited a long time, but I just got out. That’s not what you said, tell me\nwhat you said. So I stuck by my story. So yeah, they — he wanted — he really beat\nme, and then he kicked me down the steps. There were about three steps as — as you\nentered the building. So I fell over the three steps, and I got up, and I ran away.",
        "A: No, people were coming from the other side, apparently they — they may have\ncome from the Kultusgemeinde, approaching aliyah office, you see. I don’t know\nif the Kultusgemeinde was open at that time or not, because this was right —\nKristallnacht.",
        "A: Yes. This is still part of the — the pogrom.",
        "A: Yeah.",
        "A: Oh —- oh yeah, yeah.\nOctober 17, 2010",
        "A: Yeah. And I knew if they got into the building they’d get arrested. And the —\nmany years later, I felt that what I did at that time probably was more dangerous\nthan jumping into the Danube. And didn’t even think of it, I just acted spontaneous.\nIt came to my mind that I can — I wish I had a name, or had recognized who — who\nany of these people were, but I had no idea. But you know, once I — I fell down the\nsteps, and you know, I had the black eye and I went home and my mother, she was\nreally in — in a panic. She says, we told you to stay home, we told you not to go\nhere, and told you this and that, you know, that — berated, you know, because\nparental concern, they know that when you’re home, you know, at least we know\nwho you are or where you are, and — a-and we don’t worry. But once a child — a-and\nI don’t know if you have children yet, but when y — when you do, y-you become\naware that if you don’t know where the child is, you begin to worry.",
        "A: Yes.",
        "A: Yeah, I intercepted him, told him not to come home, and he went with a friend.\nBut he — the f — it was on the following day that I decided, first of all, it was useless\nOctober 17, 2010\nto go to the Kultusgemeinde, because the Kultusgemeinde, th-the line was for\nblocks, people standing 1n line, trying to get into the building to see the officials.",
        "A: An idea, information, maybe financial help because nobody was working, y-y-\nyou see, SO yo-you want to eat, you see, you need money. So maybe — maybe they’ Il\nget a tip, which country, anywhere in the world, affords an opportunity that you can\ngo to and so forth. I-I decided that s-since I was known, with the notoriety of saving\nthis girl, that maybe this could be of help to me. So I went to see Israel Taglicht, a\nrabbi asr — Israel Taglicht, who was the chief rabbi of Vienna. I — I still remember,\nit was the first time I had been in — at his residence [indecipherable] really f—\nbeautiful home, the flush red carpet. Cause this something that I hadn’t seen before,\nyou see, so I rem — I remembered the red carpet. And he asked me what he could do\nfor me, a-and I asked him, you know, that I had applied for aliyah, I hadn’t heard, is\nthere anything th — he could help me with. So, h-he refers me to see the executive\nsecretary of the Kultusgemeinde, who was Josef Lowenherz, Dr. Josef\nLowenherz, and he f — phoned him apparently, and he got through to him and I had\na pass. So, the following day, I went to see Lowenherz, and I didn’t have to stand\nin line. I see all these people standing in line and he does — right away e — allowed\nto enter, with this pass. And I came to his office, and he knew about me, he knew\nOctober 17, 2010\nabout having saved this girl, and he said, you know, what can I do for you? And I\ntold him again I had applied for aliyah, I hadn’t heard, can he do anything for me?\nAnd it was then that he lifted the phone, and he started talking to somebody. And it\nwas all about a Kindertransport. And, I don’t know what he’s talking about. So\nwhen he put the phone down, I says, what — what is the Kindertransport? So he\nexplained to me that he is in negotiation with Eichmann. He didn’t say Eichmann,\nhe said the Nazis. He did not know whether he’s gonna be successful or not, but the\nidea is to have a transport of 1,000 children; 800 would go to England, the first\n800. The last 200 would be dropped off in Holland. And he said to me, I don’t\nknow whether we will be successful in negotiation with Nazi authorities, he says,\nbut if you like, he says, Ill put your name on the list. So I said yes, what I got to\nlose, I says, yeah, put my name on the list, and I didn’t think anything o-of — more\nabout it. I went home, and again where have you been, and this or that, you — why\naren’t you — how many times to we have to tell you to stay home and so the litany\nof — of complaints that my mother had. But it was a — a week later that I was\nnotified that I’d been — I had been chosen to participate in the transport.\nOctober 17, 2010",
        "A: Th-They was fine. I was old enough that I want to get out. My mother was\nsatisfied that all the men, so c — old men will be go out of the way, a-and it will just\nbe my mother and my sister.",
        "A: Yeah — no, they — they’re still there, they — but they have received the affidavit.\nAnd now the problem was w-we had to find the money for pa-passage. And they\ngot assistance for — some money that came from the cousin, and — and some money\nthey had saved up. Other than that, I don’t know if they got anything from the\nKultusgemeinde or not. I just don’t know. But I— I knew when I left that my father\nwas going to — I left in December, and — and my father was leaving in January. See,\nth-they had the visa and then — and the affidavit. It was a week after I had talked to\nDr. Lowenherz that I was notified to participate in the Kindertransport, which\nwas to leave on the — late at night, it was around 10 o’clock at night from a station —\nnot the Westbahnhof. Many people will tell you I left from the Westbahnhof, they\ndidn’t leave from the Westbahnhof, the — they left from one station afterward,\ncalled Hutteldorf. And the requirements as to — we were given a notification as to\nwhat we would — allowed — were allowed to take out of the country. And it’s\ninteresting, you were not allowed to take anything out of the country, including\nOctober 17, 2010\nclothing that was new. Anything that you took out of the country had to be in your\npossession one year ahead of time, ’37. And —",
        "A: Y-You know, at that time, I didn’t think of it, but we obeyed it, yeah. It’s a —\nnobody, as far as I know — I mean, I have no way of knowing, but my — my parents\ndid not buy anything, a pair of socks, o-or a shirt, or underwear, no-none of that. It\nwas true that then — everything that I took with me, I had had be-before. And — and\nunder penalty of punishment, whatever the punishment would have been, my father\nhad to swear a signed affidavit, that whatever I was taking out had been in my\npossession as of 1937. An-And by the way, I have that document, with his\nsignature, you see.",
        "A: Well, he left with my father in — in January of ’39.",
        "A: No, no, my uncle had nothing to do with this.",
        "A: It’s just my fa — my uncle, before they left, my uncles — I — I took him to the\ntrain station, he was smuggling himself across the border into Yugoslavia to go to\nOctober 17, 2010\nPalestine because it — 1-illegal immigration was more productive and successful\nthan trying to wait for admission by any authorit — any country. You’re not\nsupposed to be in Yugoslavia, you’re not supposed to be in Italy wi-without p-\npermit, and — which you couldn’t get, so you — you just crossed the border.",
        "A: Yo-You get to the border, the Austrian border, and you get off the train. And\nthen at night, th — wi— there was a smuggling operation going on at that time.\nPeople got paid to take you, and — and th — and I-I guess there was bribery to look\nanother way in the — you know, th-that must have gone on for a long time.",
        "A: Yeah, yeah, no December —",
        "A: December °38, yes. What day? I don’t know, maybe a third week of December,\nor the second week of December. No, it had to be — it had to be probably the first\nweek of December, because I left on — on my birthday, the 11\", so it had to be\nbefore that, cause I took him to the train. A-Again, there was [indecipherable]\nnobody else. Even when any kind of form needed to be filled out, they called on\nme. My — my parents, to a large extent felt that I would know what to do, you see.\nOctober 17, 2010\nSo — so the — my brother would do something foolish, you see, so — so he — and he’s\nsmaller — see, my brother was taller. So he’s taller [indecipherable] more of a\nchild, you know, tha-that — he —",
        "A: Ye-Yeah, he can get by, you see. Maybe they — their judgment was correct in —\nin that respect.",
        "A: He wa — he got through Yugoslavia, and Romania, into Turkey and from\nTurkey to Israel. His wife was left behind, and his son was left behind. And they\nwere deported. You didn’t ask me about my friend, who was —",
        "A: — who was involved with me in saving the girl. We had, you know, when — when\nyou think back, you know, as — as children, the type of conversation that we had\ncompared to the conversation that kids have in this country, yeah, you know, it was\na — it was unbelievable. You’re talking about life and death, and they’re talking\nabout football, or baseball, you know. So I — his name was Ernst, I used to call him\nErnsty(ph). I said, why don’t you try to get out also? He couldn’t get on the\nKindertransport. He was two years older, so the cut-off age was, at that time was\n16, and he — he was almost 17. He says — in any event, he says, I — I can’t leave my\nOctober 17, 2010\nparents. The sister had left for Israel, she had made aliyah early o-of ?38. So he —\nhe s — he said, in any event, he says, you know, my — my father 1s — 1s a decorated\nfrom World War I, and he says, I can understand where they’ll bother you because\nyou — you — your parents are —",
        "A: So-—so he — he felt that his father having been a veteran of the World War I, and\ndecorated and you know, au — Austrian citizen to begin with, whereas my parents\nwere naturalized. And nothing is gonna happen to us. So — so I— he wasn’t too — he\nsays, in your case, your — your parents are Polish originally, and he says yeah, I can\nsee where — so he stayed and what would happen eventually is that like everybody\nelse, they were kicked out of the apartment. I was in England ba — by that time and\nlost contact. My problem also was, I had no money. Somebody was give me — have\nto give me a stamp. Then sometimes I got a postcard from someone. And that’s the\nonly means I had to write. And I heard nothing any more fr-from Ernsty(ph). Later\non I heard that the parents were deported to Theresienstadt, and they died there.\nAnd he was living with some girl in the second district, and they were deported\n[indecipherable] down here. And when they arrived in — in Poland, the following\nday they were all shot, including him. And tha-that was what — I didn’t hear that\nuntil the end of the war. I had no idea that — often wondered what happened to him,\nOctober 17, 2010\nbut we never knew. Of course, I didn’t know what happened to my uncle, I didn’t\nknow what happened to my cousins or my aunt, or — or my grandparents or, you\nknow, in — in Poland my father’s parents’ family, most of them are still in Radom,\nand there were 10 brothers and sisters. And they — and they had married and they\nhad children. Nobody survived. So that — that was one aspect. I don’t know where I\nam 1-1-in — in this story, yo-yo-you better take me back to —",
        "A: —a particular event, or —\nOctober 17, 2010",
        "A: Yeah, a-and help me. Well, I-I’m 14 years old, I have no money. Absolutely not\n— not one penny, nothing. And I don’t speak the language. I don’t know what’s\ngoing on. I’m at this place in Dovercourt in Lowestoft(ph), freezing cold. I mean,\nthis cabin, no running water. Every bit of clothing that I had, ?’m—I?’m—I’m\nputting it on at night, trying to stay warm, and — because we’re right on the ocean,\nand this wintertime. I couldn’t stay warm. So aft — they gave us sort of a canister,\nwas supposed to be filled with hot water, and — and when I woke up in the morning\nthe second night, it was — it was frozen ice. And I said, you know, to — to my friend\nwho is staying with me, I says, you know, I can’t take this any more, I says, I’m not\ngonna stay here. So — so I just took the blanket, and I went into the dining hall, and\nthere they had a fireplace, and I put the blanket on the floor. And for the rest of the\ntime that I was at this camp, I slept on the floor in front of the dining place, ju-just\nha-had to stay warm. But this is a different story now. As far as my uncle is\nconcerned, he writes to me from time to time that he — he also has no money, and\nhe’s hungry. And then in one letter he’s saying that — now that you’re safe and out\nof the country, it’s your responsibility to help me, to help me get out of the country.\nWell — well, I get this letter, a-and then o-on a — on a personal note from my\nmother, she’s getting, as time goes on, more worried and more concerned. My\nfather is in United States, a good looking man, and maybe it went on in her head\nOctober 17, 2010\nthat maybe he’s met somebody, which later on I hear, was not that unusual. So sh —\nthe pressure went on, with me caught in the middle. She’s writing to me that he’s\nnot doing anything to help her get out of the country. In the meantime, he’s in this\ncountry, he doesn’t speak English. He doesn’t know who is what, or where to go or\nwhat do you do. He doesn’t have any money either. He’s dependent upon the\nassistance from — from the distant cousins who have no relation whatso-whatsoever.\nI don’t know what their finances were at the time. So, you know, one letter I get,\nthat I should write to my father, that if he doesn’t do something to help my mother\nto get out of the country, that I should write to him — oh, she said, send a cable — h-\nhow am I gonna send a cable — tha-that I would have nothing to do with him, if he\nwasn’t more active in helping. I realized the situation she’s in, I — I don’t know\nwhat’s going on. So I wrote him what she told me. And then I get a letter from my\nfather, that this is no way to talk to me. A-And you know, I — I’m in the middle of\nthis thing, in the — in the back and forth, and you know, th — 1-it was for me a very,\nvery uncomfortable and stressful and it’s — 1f you can put yourself in the situation\nwhere — where you are put in the situation of choosing between your father or your\nmother, I mean how — how do you do this? A-A-And — and — and who 1s right and\nwho is wrong, an-and what’s going on? I don’t know. Bu-But you ask me to do this,\nall right, ’1l — Pll do it. You see, so — but I mean, th-that has always bothered me\nOctober 17, 2010\nthat — that I wrote that letter. And I — he s — my father berated me, that this no way\nto talk to me, and it was disrespectful. But 1-it was — you know, the war broke out\nand my mother is still over there, and finally she did get an affidavit, cause\nAmerica and Germany, there was still correspondence going on because America\nwas not at war in ’39. So she — she got the affidavit and she’s able to leave through\nItaly.",
        "A: With my sister, yeah.",
        "A: My — my grandmother, I’ve almost forgot about her. She — she left before any of\nus did. I-I really — I really loved her. She [indecipherable] she was put in touch, I\ndon’t know how, she took a train t-toward the Belgium border, and there she was\nma — we had two aunts — two — my mother had two sisters who lived in Paris, so —\nso they have arranged where one of the husbands of — of one of the sisters were to\ngo to Belgium and arrange with a smuggler, and they smuggled her across the\nborder.",
        "A: This probably was e-either very — at the end of November, or maybe early —\nearly — first week of December.\nOctober 17, 2010",
        "A: Yeah, ’38, yeah. So she crosses the border, and she gets arrested. And the French\nput her in prison, illegal entry. An elderly woman, and she only speaks Yiddish, and\nshe’s very frum. So in prison she doesn’t want to eat, because it’s treyfa. So she\ndies. In-Interesting that, since talking about what — Paris, that she was arrested by\nthe French police, the two sisters were deported to Auschwitz, picked up by the\nFrench. Collaborators. I-I-I’m skipping a lot.",
        "A: My mother e-eventually, she gets the affidavit, she meets up with the brother\nwho had written to me, you know, for help, and whatever money she has, not much,\nit’s some spending money, she — she gives it to him.",
        "A: In Italy, yeah.\nOctober 17, 2010\nhours to get out of the country, or else we’ll return you to Germany. So he crosses\nthe border illegally, into France.",
        "A: I don’t think so, no, he didn’t have anything. Cause the minute he crossed the\nborder, he got picked up and sent to Gurs. And then he, from Gurs he went to\nDrancy, and from Drancy he went to Auschwitz. He had a son, Julius. The son,\nhad smu — had smuggled himself across the border. It’s a little chilly here. Are you\nuncomfortable?",
        "A: No, I—I didn’t know anything about Eichmann. I needed to have an entry made\n0-on — on an immediate basis, because I’m going to go to England an-and I needed\na passport, and England was not listed on the passport, so — so how do I do this? So\n— so I decided that the best way — a-and by the way, it has to be certified on the\npassport, each country that you want to go — emigrate to. So I decided to go to Nazi\nheadquarters. They were located at Rothschild palace. And I just went in and — and\nright away I meet the person in charge, the — you know, they’re — they’re referring\nOctober 17, 2010\nme from one place to the other. And he wants to know what it is that — that I’m\nthere for, and so I told him. And he — he [indecipherable] agreed and he gave it to\nme, wrote in there and put the stamp on it and — an-and that was it. And it was only\nyears later that I learned that the person who was in charge was Eichmann. So if he\nwas in charge, so — so — so it must have been him. You know, he didn’t introduce\nhimself to me. But, you know, my assumption. I don’t know who else had the\nauthority, except f-for hi — for Eichmann, once you are in — 1n the headquarters of\nthe Nazi government.",
        "A: Yes. Yes.",
        "A: No, no. I said griiss gott, th-they gave me a — they stared at me. I — I — I think\nthey were surprised, they didn’t know what to do. I mean, a little boy comes in, and\nthere’s — with gruss gott, a-a-and you know, who — who — who do you want to see?\nAn-And I probably said th-the person in charge. A-And so the — from one office to\nthe other, to wind up with Eichmann, I — 1—1—I1-—I did hear, when he was tried in\nIsrael that he made some claim that on occasion he tried to save Jews. I mean, that\nwas par — so-some small part of his defense. But he did o — also admit that one\nOctober 17, 2010\nmistake that he made was that he slapped Lowenherz. And tha-that he — he\napologized for having slapped his face, because he had much respect for\nLowenherz, and — and Lowenherz survived. And by the way, ma-many people felt\nthat Lowenherz was a collaborator. I spoke to his son, his son survived, and I was\nable to get ahold of him, lived in New York, name — changed his name to\nLavary(ph). I have a letter that he sent me, talking about his father and how glad he\nwas to hear from me, because I had written to him and told him about the father,\nand — the father being responsible for my sur-surviving. And he says, the father\nwould have been happy to hear from me. And he put me in touch with his daughter,\nwho lives in California, and she’s a professor at one of the universities there, and\nhe — he felt that the daughter should hear my story. So we got the daughter to call\nme, and we were in a conference phone call, and I told her story, and then she —\nbecause the father was criticized for having supplied the lists to the Nazi authorities,\nwho were then picked up and deported. How else do you find out who lives where?\nBut they had the information. My knowledge of Lowenherz, he had no choice. So —\nso they’re gonna get that list no matter what. He’s not the only one who knows\nwhere the lists are. So if they kill him [indecipherable] so — so he is in a difficult\nsituation. Might — you might also find of interest that the rabbi at my Bar Mitzvah\nwas Rabbi Benjamin Murmelstein. There you have a different story. He was part\nOctober 17, 2010\nof the Judenrat in Vienna, and then he became part of the Judenrat at\nTheresienstadt. It is reported that he acted shamefully, that he molested women,\nand if they didn’t cooperate, he’d put them on the list to be deported. There are\nbooks written about his deed. He too survived, and wound up in Italy. They wanted\n— many of the people who knew him from — who also had survived Theresienstadt\nwanted to hang him up. He a — with the church’s help, he wound up in Rome, and\nthe Vatican supposedly helped him, and he started working for the Vatican, and he\ndied in Italy. And the wife wanted to have him buried in the Jewish cemetery, and\nthey refused. And with the Vatican intercession, to cooperate or to yield or\nwhatever, so — so they agreed, but only at the edge of the cemetery. I understand\nthat there is some sort of a custom that if you are an apostate, or you’ve done\nsomething disrespectful to the Jewish people, they let you be buried in the Jewish\ncemetery, but away from everybody, only at the edge. So that is where he’s buried,\nin Italy. That’s the story of the rabbi, Benjamin mermu — Benjamin\nMurmelstein. And I have — I can’t remember the name of the book, but there’s a —\na book written about the — the Judenrat, he was the head of the camp at\nTheresienstadt, and he s — replaced Edelman, who was the former head. And\nEdelman, before being deported, advised the committee there, don’t trust\nOctober 17, 2010\nMurmelstein. And if you like, Pll give you name of the — of the — of the book, and\n— and you can Google M-Murmelstein.",
        "A: It doesn’t make reference to what he did, only the position that he held. So — so\nhe — he became quite prominent as Benjamin Murmelstein. I don’t know if — you\ndidn’t write down the name. Benjamin Murmelstein. | still have the Bar Mitzvah\nbook that I received. That’s another story. It was about two or three days before we\nleft. We had to take our suitcases and to have it inspected by the Gestapo. And you\nwere not allowed to take any money, you’re not allowed to take any cameras, no\njewelry, nothing of any value. You — a-anything in your possession had to be in\nyour possession as of ’37, as I mentioned earlier. No — no typewriters, nothing — no\nmusical instruments, an-and the only thing that was not listed was books. And since\nit wasn’t listed, I felt, you know, I always liked books, and the nicest present you\ncould give me for my Bar Mitzvah would be a book. So, I— I had received quite a\nfew books, so I put them in a suitcase. And when we went to the Kultusgemeinde,\nwhere we had taken our suitcase to, the Gestapo agent said, what’s with these\nbooks? And my mother said, well, he likes to read. He doesn’t need them. So he\nstarted — took some of the books and tossed them all out. You know, just threw\nthem away, but he left some books there. And one of the books he’d left was the\nOctober 17, 2010\nBar Mitzvah boy — prayer book, which I still have, with the date and everything.\nAnother document. German Bar Mitzvah prayer book. So where are we in the\nstory?",
        "A: O-Only my mother. My father was — oh, she felt my father may be arrested, you\nknow, so he — because fo-for a while he just didn’t leave the house. So it was — I-I\nhad no idea what to expect, but when w — when we got there, each child had to be\ndropped off at the foot of the steps. That was in the requirement that we had\nreceived, as to what procedure to follow for the transport, and — and we were to\narrive at a certain hour, and in my case late in the evening. The child had to be drop\noff at the steps of the foot o-of the entrance. The parent was not allowed on the\nplatform. Only one parent could come, and we would be given a number, and that\nwas it. A-And now we arriving at the station. And there are hundreds of parents\nwith a child, and well, I’m almost 14, only one day away. This is a — late in — at\nnight, on the 10\" of December, and I’m listening to some of the conversation that\nwas going on, you know, with the — the conversation between my mother a-and me,\nwe — we — we knew what to accept. I wanted to be part of 1t, my mother wanted me\nout of the country, so it was, write to me, we’ll get together, we’ll be okay an-and\nOctober 17, 2010\nso forth, and you know, my — each — each one encouraging the other, y-you see, so\n— so I’m not — I — I recognize what 1s taking place, but I’m — I’m not emotionally\ncarried away, because I know we’re gonna meet up again, you know. My father, a\nmonth later is leaving, so I know we’re gonna get together some — at some time.\nWhen or what, of course, we had no idea. But I’m listening to what goes on around\nme, which I found very heartrending. I had no idea that on this transport would be\nchildren between two and 16. And the conversation of some of these children, four,\nfive, six years old, they had no idea what was taking place, and what — why they\nwere there and where they were going and why they were going an-and — and are\nyou not coming with me, or — or I don’t want to go, I want to stay. You don’t love\nme, or — I get emotional even today when I talk about it because at the time I — I\nwas not as em-emotionally affected as I am now, because now I have children and\ngrandchildren and I don’t know if I would have the courage of the parents, the\nsacrifice that they made, to take a kid at that age and send him away. I-It took a lot\nof guts, I mean, cause I don’t want you to worry, or write to me, or we’ll soon get\ntogether, and it’s all fabricated. They don’t know. And as finally happened, close to\n90 percent of the children never saw their parents again. So 1-1t — it was a very, very\nstressful period. A-And you know, give them a number, I — you know, my number\nwas thr — 325, so I knew I was going to England — because until then I didn’t even\nOctober 17, 2010\nknow where I was going for sure. So — so I knew I was going to England. And they\ntook the younger children, they put them in one wagon, the older children in another\nwagon. And the girls in one wagon, the boys in another wagon, so — and I\nremember on the — f-for the — for the most part we had a certain amount of fear as to\nwhat was going to happen, even on the train, whenever it stopped and the Nazi\npersonnel came on an-and then they walked through and — because they could kick\nyou off the train, you know. Somebody — there was a rumor that somebody was\ntaken off the train. If there was or wasn’t, I have no idea, you know, rumor\ncirculates. So we had some social workers from the Kultusgemeinde who came\nwith us and they had — they were going to be allowed to leave the country, but their\nfamily was held hostage, they had to return. And we a-arrived to the\n[indecipherable] 1-in — late — late at night, after a day and a half of traveling on the\ntrain, we arrived in Holland and the train stopped on the German side first, and they\ninspected, and whatever and then they let the train proceed across the border. And\nonce we crossed the border all hell broke loose, and everybody started yelling and\nscreaming and cheering and you know, because now we knew we were free; no\nlonger to be afraid of the Nazis or what they could do. And I remember people\ncoming up to the train and th-they offered us drinks and — and sandwiches and so\nforth, a very friendly reception 1-in Holland. And after a little while, I-I was so tired\nOctober 17, 2010\nfrom the day and a half on th — on the train that I — I-I could — I could barely stay\nawake. So — so all I remember is I got on this boat and the crossing of the channel is\nvery stormy, I — and I got motion sick. I’d never been on any ocean, I — first time I —\nI’m seeing an ocean. And in the morning the — the next morning we — we arrived in\nHarwich, England, and I faintly remember — I don’t know how — being taken to\nLowestoft(ph) in Dovercourt. And there I stayed maybe three weeks, something\nlike that, and my — my problem started, I was there three weeks then — then they —\nthey sent me to Ipswich, and I was there 10 days, and being — and then I went to\nanother place, 1t was a convalescent home for sick people, and — and in each time 1-\ni-in the — in Dovercourt every weekend, they — they would line us up and — and\npeople would come down a-and pick out certain children. And you know, I asked\nthem what’s going on? These are people that — private people want to take a child in\ntheir home. But I noticed that whenever they picked anybody out, they wanted a\nsmall, small, young children. Nobody wanted to get a teenager, you see, so nobody\npicked me. So — so I was going to this convalescent home, and then I went another\nplace. Each time I’m — I’m staying a week or two, or three weeks, and then I go\nanother place, and then finally I was sen — we went to a place called — they always\ncut down the number of boys, always — you know, th — by then, I think we’re down\nto a dozen boys a-and — and we’re going to a— San Remo hotel in Margate, near —\nOctober 17, 2010\nnear Dover. And th-that was sort of a family run hotel, small hotel, and I really\nliked it. I said oh, this 1s beautiful. I sa — th-the ocean, a-and — and it’s — it’s gotten\nwarmer and the food is great, and we were there maybe two and a half weeks, and\nthe proprietor tells us that you'll have to leave, you know, some other place. I says,\nwhy, I says, you know, we like it here. We said, we want — I want to stay here, I\nsaid, this is — this is very nice. He said, I’m very sorry, but I can’t support a group\nof boys and nobody pays us. So that was the first time that I realized that — what\nwas going on. That we’re being shifted from one place to the other. Maybe they\nsaid, all right, I’ll take them for a few days, and so forth, you see, but nobody was\npaying anybody, you see, so these people were — were offering to house some —\nsome boys until they realized that th — they’1l have to make room for us, and there’s\ncertain expense involved, and — and you — there’s no funds available.",
        "A: No.",
        "A: ’'m not communicating with — I’m living with German boys, Austrian boys, and\nwe’re talking German. Spoke German almost the whole time I lived in England. A-\nOctober 17, 2010\nAnd f-from San Remo Hotel, we were sent to Croydon, an estate. Then we — we\nhearing the possibility of war, and the — that be — you know, now the — England is\nrearm — finally re-rearming itself, you know, a-and there’s more and more talk\nabout the possibility of war because Hitler wants Danzig and — a-and England has\na pact with Poland and France and so forth, they’re gonna come to the assistance\nof the Polish government. A-And in Croydon, it was around September first, war\nstarts. A-And there we stayed at a school that had been evacuated of British\nchildren, it was a private school, a girls’ school. Kendra Hall was the name. And\nso we stayed there on — on the first night when war star — started. And — and we\nexperienced the first air raid alarm, supposedly German planes were si-si — flying\noverhead. A-And we went into the air raid shelter. And we were there — nice place,\nby the way — we were there maybe two weeks when we were told that we had to\nleave the place because near us was a — the RAF, Royal Air Force had a base, and\nthey needed to house their personnel, so they were going to take over the school,\nand we would have to leave. So, the next thing we were being sent to London, to\nanother school. I don’t know if you know anything about London, Eaton(ph)\nAvenue, [indecipherable] school. And the same thing, it’s a private school, it was\nempty, children had been evacuated. And the building 1s empty, if you want to stay\nthere, fine. So a group of boys stayed at this school.\nOctober 17, 2010",
        "A: Yeah, all was, yeah, yeah. We just speak German. Hardly anybody knew any\nEnglish. And —",
        "A: No school.",
        "A: Perhaps once a month or every six weeks or something like that. Not — not a —\nnot on a daily basis or even weekly basis, it’s just that — because I — I have the\nstamps. I mean, it sounds silly today, you know, when you talk about it, you know, I\nhave a stamp. But you know, I was there maybe a week, and I’m told by the\nheadmaster that they had a phone call from the refugee committee. And the refugee\ncommittee tha — informs him that they have no money for my support. They’ ve run\nof — out of funds, and that I would have to get a job. So he — he told me that the —\nyou — you got to find a job. I-I don’t know how I found it, whether he found it for\nme, or whether somebody told me about it, I just don’t remember. But I went for\ninterview for the person who was going to employ me, and he hired me, and the job\nwas to be a delivery boy, a-and that’s what I was, a del —\nOctober 17, 2010",
        "A: Yeah. A delivery boy for Lady Garmin(ph) Taylor(ph), and I'll be a delivery\nboy, and he’s going to teach me — first he’s going to teach me how to sew, and he’Il\nsee how I do, and if I do real well — he was telling me about how much money you\nmake as a—as a tailor of — s-and how much money you make as a cutter. He says —\nhe says, 1f you really do well, he says, I'll teach you to be a cutter, and he says, a\ncutter makes something like 40 pounds a week, or something like that. As — as a\ndelivery boy I make one pound. One pound a week, you know, I thought that was\ngreat, one pound a week.",
        "A: That’s what I lived on, one pound a week.",
        "A: I ate — I ate one meal a day. And sometimes, y-you know, when people I’ve\nworked with — not — not — not every day, but maybe ca — two, three times a week,\nbecause we — we have these lunchtime periods, you know, in the afternoon, th-the —\n10 o’clock or so they ha — they serve tea. When I say serve tea, we ma — we made\ntea, a-and in f— in — in the afternoon at two o’clock, the teatime again, we —\nsometimes they would bring an extra sandwich, not — not — not all the time, but\nsometimes, and that — that was a big deal for me.\nOctober 17, 2010",
        "A: No, no, no, they were wor-workers.",
        "A: Yeah, women.",
        "A: Women workers or a-adult, women workers.",
        "A: No, no, British, yeah British. And you learn English listening to them, you know,\nmany times — they liked me and they laughed about the way I spoke, and the accent\nI had and so forth, and — but that’s what I was doing, whatever. Maurice Skark(ph)\nwas the owner. And he would do the cutting, I would pick up the cloth from the\nwholesaler, and I would take the cloth and bring him the cloth, or — and he had the —\nwhat do you call it Joyce, a design? No, no, no, how to — how to cut th-th-the fabric\nout.",
        "A: Th-There’s a di — a — a paper design that you lay — put down and cut\naccordingly. So — so — so he had the design which was drawn out on paper and he\nhad a picture of what the dress ought to look like and so forth, and — and this was\nhigh — high expense fashions for the day. And the — and he would start from scratch\nOctober 17, 2010\nand make the dress and then I — or the coat or many times was a — women’s\novercoats, or — or a skirt, or whatever. A-And then I would take the finished product\nand take it back to the wholesaler and the wholesaler would inspect it, and tha-that’s\n— when it passes inspection, that’s when he gets paid, you see. Now, on one pound a\nweek, I paid 15 shillings fo-for room and board. Three shillings I had to pay for\ntransportation, cause I lived at this Swiss cottage. And where I worked was off a\nstreet called Poland Street, which was near Oxford Circle, if you’ve ever been to\nLondon. It’s a — it’s a block away from Oxford Street, which is the main drag. A-\nAnd I worked there until the day that I actually left London.",
        "A: Beg your pardon?",
        "A: Oh yes, yes, I lived through the bombing.",
        "A: Yeah, yeah. As a matter of fact, I — I— I was an air raid warden. I had\nvolunteered to be in — become an air raid warden.",
        "A: Yes, yes, I o — well not fluent, but well enough to — to know what’s going on and\nI could read the paper. But as an air raid warden, when the — when the air raid\n67October 17, 2010\nwarden — warning came on, I would be on the roof. They — they would call the\nspotters to spot the airplanes. Yo-You know, didn’t really know what were — what I\nwas supposed to do, but you know, I — I had a helmet, and I was an air raid warden.",
        "A: Yeah, yeah, to so — go undercover.\nOctober 17, 2010\nBeginning File Four",
        "A: You know, I don’t remember. I volunteered. An-And any-anybody who wants to\ndo anything, you know, it — it’s okay. Had I been 18 years old, I would have been\narrested as an enemy alien. And since I don’t reme — you know, I don’t remember\nwhether you had to be 18 or 16 when they considered you an enemy alien and they\nwould put you in some sort of a camp. At 18 you could volunteer for a pioneer —\nwhat they called Pioneer Corps, and in England, you know, I wasn’t old enough to\n— to be in anything at the time. I was waiting f — you know, I-I can imagine how my\n— my parents were in this country at the time, and in the newsreel when they went to\nthe — the movies on occasion, they would see th — oh, what — they have a movie —\nwhat they would ca — what they called Movietone News. This is way before your —\nyour time. They would show London ablaze, and they would show the — the — the\nsearching f — search lights a-and f-fire — buildings were put aflame and — and heavy\nbombing. An-And — and I lived through that and I — I — we had sandbags all around\nthe building, the school; it was not a very big building, it was small. But\nsandbagged all around, and we would sleep in — 1n the cellar, the basement, or — and\nwa — one particular night, if you ever — I’m sure you’ve seen it on television maybe,\nwhen a bomb falls down, there is that searing noise, and as it comes closer to you\nOctober 17, 2010\nit’s louder and louder. And this particular time I felt, that’s got my number — that’s\ngot our number on it, a-and it’s gonna hit our building. And a-as it came closer a-\nand I — and suddenly I heard a huge explosion, and the building shook and the glass\nbroke and I had been sleeping, you know, I — I sat up quite alarmed. And the\nheadmaster of the school saw me, and he said to me, Mr. Friedman, would you like\nto have a cup of tea? Br-British stoic behavior. Years later, I had described Joyce\nmany times, that particular event, and — and I showed her and told her how close\nthat bomb fell. And I said, you know, it wiped out that entire building. So — so years\nlater, in the 60s, we went back, and I — and I wanted to show her the building, it’s a\n— and st — the place was still vacant, nothing was there. So I says, look, this 1s where\nthe bomb fell. And th-the school had been converted into apartments, and knocked\non the door in one of the apartments and talked to the people if they’Il let me come\nin. And we came in, and I was telling them the different things. And I said, you\nknow, around here, there used to be a — a dumbwaiter. You know what a\ndumbwaiter is?",
        "A: Yeah, yeah, it goes down ba — he says, oh, he says, I was wondering what was\nback there. So he — he liked the fact that I could explain that to him. So, li-living\nthrough the London blitz, my parents, knowing that I was there, I-I can imagine\nOctober 17, 2010\nthat they were very worried. And they were anxious to — to get me out. My father\nsent me an affidavit, the affidavit was rejected by the American embassy. Kennedy,\nJoseph Kennedy was the ambassador at that time. It was rejected because my\nfather’s income was insufficient.",
        "A: He wa — he was working in some sort of a shoe factory, and he was making — I\nhave the — a re— a receipt home — either he was making 12 dollars a week, or 15\ndollars a week, th-that was it.",
        "A: No, my mother never worked.",
        "A: Yeah, they were both —",
        "A: Yes, in Baltimore.",
        "A: Yes.",
        "A: A-And my brother. And my brother was living someplace else, and he had a job\nm-making 10 dollars or 15 dollars a week as a tailor, that he had learned in Austria.\nSo, I was supposed to be on — on a ship. I — I left in late November of 1940.",
        "A: Yes.",
        "A: Well — well, they — my mother went to the Jewish welfare system, HIAS, and\nthe person there was a Julia Strauss, she was in charge of the off — o-of the Jewish\nWelfare System — Ser-Service, or whatever they called themselves at the time. And\nshe had a friend who, through marriage was a-an owner or a major shareholder of\nAmico Oil. It was called a st — first it was Standard Oil of — of Ohio, and dus — she\napparently talked to him and so forth, whether he would be willing to help and so —\nsend an affidavit and described to him the circumstances — and he agreed. And he\noffered 150 dollars for part o-of my passage f-for the ship, because m-my folks\ndidn’t the money, and I didn’t have the money. And — and in — and with the\nstipulation that the other half be paid — and this 1s also strange, often, you know, I —\nI thought at the time you — it was a very wise, outstanding thing for him to agree,\nfirst to give the affidavit, which guarantees that I would not be dependent upon any\nkind of social welfare once I arrived in this country; e-even though, you know, had\nOctober 17, 2010\nmy parents, my family is here, it makes no difference, according to the American\nlaws at the time. So — so he agrees to give 150 dollars, with the stipulation that an\nequal amount be spent by somebody in England. He wasn’t going to pay the whole\nthing.",
        "A: I don’t know. I don’t know, a-all this — I mean, I — I had no control over\nbooking, or over — for — for much of what went on.",
        "A: I-It no — evidently some welfare agency — incidentally, while I was living in\nEngland — [| left out that story — my mother writes me a letter that I should try to be\nplaced — I mean, she sees I’m changing my addresses, ever — every two, three weeks\nI got a different address that she — she’s seeing. Why don’t you stay in one place?\nEvery time you write you have a different address. So she writes me a letter saying\nthat I should write to the refugee committee, asking them to be placed with a\nfamily. And when you are placed with a family, you could ask them to send papers\nover to me, perhaps they need a domestic. And I’1l come over and I’Il be a\ndomestic. And then Lilly can be a babysitter. But that — that was not unusual, by the\nway, at the time. Maybe you’ve heard it from other — so — so — so —\nOctober 17, 2010",
        "A: Yeah, yeah. So — so — so now I get that letter, so, like an obedient son, I write to\nthe committee, the Bloomsbury House or whatever it was ca — and abou — about a\nweek later I get an answer. And — and here’s the strange part of the answer; how did\nyou get to this country, who is taking care of you, and are you Jewish? And I still\nhave that letter, you see. And I —I got that letter, I was so astonished. I says, who 1s\ndoing what for me? I’m going from one place to the other. Wh-Who is doing this?\nAnd they don’t know I exist, you see, so nevertheless I’m — I’m answering the\nletter, you know, answered each question. And then I got another letter saying back,\nthank you for writing to us and giving us the information. We will do our very best\nto place you with a family, but we ask that you be patient, because it may take us\nsome time. That’s the last I heard, I was never placed with a family. I — I had — at\nthe same time, I — I don’t want to create the impression that I’m angry with anybody\nor disappointed with anybody. It was war time. The people who were working in\nthese offices had families of their own, and they are concern, there is bombing\ngoing on. It’s a— ya — you know, you don’t know from one day to the next whether\nyour home will be destroyed, you see, so 1-it — it’s more or less everybody’s looking\nout f-for them — for — first of all to — for their own family, rather than look out for\nwhat happens to some kid here or there, you see. Although sa — many children were\nOctober 17, 2010\nevacuated, you know, a—I was not, a-and m-many others were not. I-It’s — that’s\nthe way it was, it — it’s war.",
        "A: I had no idea, I had no idea. Just kept on being shifted. A-And it was on — onl-\nonly boys, and sometimes the boy would come and sometimes not. Sometimes he\nwas going different direction. I-I don’t know why. But once I was in London, I was\nin contact with some of the boys that I’d been with at — particularly in Croydon, I\nhad a very good friend, Martin Lerbl(ph), I have much of his correspondence with\nme, he wanted me to go t— to Australia and become farmers. And — and — and I\nwrote my mother that we’re thinking of going — of volunteering to go to Australia\nand become farmers an-and she was all for it. You know, she already had me\nrunning a big farm and — and becoming prosperous that way, and so on, so — and\nthen I wrote my father, told him that we’re thinking about going to Australia,\nalthough I hadn’t — I didn’t have the foggiest idea how I get to Australia. I mean,\njust child talk, but he would have none of it. So 1t— my mother yes, my father no.\nOctober 17, 2010",
        "A: Yeah, yeah, yeah. He wants the family together 1-in the United States. Now, a-\narriving in the United States, for two weeks everything is fine. But I meet people\nhere, a-and gradually I-I’m becoming quite concerned, an-and finally I didn’t — I\ndidn’t like this country.",
        "A: Stupid questions. People who — y-you speak with an accent, where you from? I\ndon’t know — which I got quite often. Where you from? Vienna. And then I would\nsay oo — a-and then I — I begin to question, I says, do they know where that 1s? And\nI was astonished when I asked them, do you know where that 1s, and they didn’t\nknow. I says, my God, these people are re-really stupid. A-And I didn’t like the\nweather.",
        "A: Yeah, I didn’t like the weather, I didn’t like the winter, I didn’t like the summer.\nI had disagreements with my parents. Frankly, I wanted to go back to England. Tha\n—I didn’t say that to them, but I felt that way, because I f—",
        "A: That — that was my home already.\nOctober 17, 2010",
        "A: About two years.",
        "A: Yeah, see it — the boys, you know, w-we were that close, you know, that was my\nfamily. A-And here, you know, my mother wants me to go back to school. I says,\nwell, why should I go back to — I-I—I had no school for three years now, none. So —\nso I thought, no, I don’t want to go back to school, I want to get a job. And they said\nno, no, you got to go to school. And I was in a position where — where either way I\ncouldn’t find — I didn’t know how to go about finding a job, and at the same time I\ndidn’t want to go to school. So, in desperation, I went to see Dr. Tahlheimer(ph),\nthe one who had send me the affidavit to — so — so I went to see him in his office,\nand I told him what my problem was.",
        "A: No, he’s a— he’s an American, very, very, extremely wealthy. And I told him\nwhat my problem was an-and his answer was, you better listen to your mother. So I\nwent to school, an-and — and that was a very — the first year, it was horrible. Ver —\nbecause I — I-I was the dummy in the class, and whenever the teacher called on me,\nyou know, I — I — I-I didn’t know what was going on. And — and I remember a class\nin plane geometry, you know, trapezoids and angle this and angle that, I don’t know\nOctober 17, 2010\nwhat she’s talking about. A-And she’s asking me, because th — 1-1t went in rotation,\nthe questions, so how’s she gonna leave me out? So when she calls on me, there’s a\ncal — class starts laughing.",
        "A: Maybe about three-quarters of a year, something like that. Because when I\ngraduated, I was 18. Many of them are 17.",
        "A: Although another boy — I did — I left out the story, it’s of interest to us. The first\nride I ever took was in a taxicab in London. I didn’t have enough money to go to\nthe train station, so I took a subway to go Oxford — Oxford Street on the Oxford\nCircle. And because of heavy bombing, you couldn’t just find a cab, but a cab came\nalong, and I stopped it. And the cab driver said, where you going? I said, I’m going\nto Liverpool station, if you’ll take me. He says, hop in. So I got in the cab, and\ninside the cab 1s another boy. And after a while we start talking to each other. He is\nmy age. He is going to Liverpool train station. Here you’re gonna take th — a ship —\nyou know, the train, it goes to Liverpool, there he’s gonna take a ship, the same\nship. Going to the States? Yes. What city? Baltimore. It was — his name was Bert\nGrumwalt(ph). He had been with a private family, and he’s telling me that when he\nOctober 17, 2010\nleft, the family gave him 10 pounds, going away present. I said, 10 pounds, you’re\nkidding. 10 pounds? Unbelievable. I didn’t have — even have one. I had noth — you\nknow, wa — but anyhow we — we gu — he was placed in the 12\" grade. I’m going\ninto the 10\" grade, that was the difference. His eng — his English was fluent, mine\nwas not.",
        "A: Yeah, yeah. My speech was not. So there was a girl in school that I lamented to\nmany times, Dorothy, because many time I just wanted to quit. In 10\" grade they\nteach [indecipherable] English. And sh — she was right, but I was upset. She said, I\nknow e-eventually you'll know it, but right now you don’t. I mean, how different it\nis today, where they pass you no matter what. She says, you don’t know it. If you\ndon’t know it, I can’t pass you. That’s it. But, by the time I graduated, I graduated\nwith honors.",
        "A: No, no, different school. He went to City College. It’s not — it’s called City\nCollege, but it’s not a college, it’s a high school. He was in 12\" grade; I was in the\n10\" grade. That bothered me. Incidentally, he went to the European theater during\nthe war; we lost track of each other. He fought at the Battle of the Bulge, and was\ntaken prisoner by the Germans, was wounded, almost died. He recovered. He’d\nOctober 17, 2010\nspent several months at Walter Reed Hospital in Washington, where he recovered.\nHe joined the si — h-he got a Master’s degree, I don’t know what in. Do you\nremember — did he ever mention it? I-I can’t remember, but — but he — he joined the\nCIA, and they sent him back to — to Germany. He came back to the States and he\nwent to work for Grundell(ph), a brokerage — Wall Street firm. He became the\nmanager of the Baltimore office, became very, very rich. And I — I mean wealthy.\nLived in a penthouse in Baltimore. But we were good friends, and go out together.\nHe died, well, this February will be three years. But you know, we had many\nmemor — shared memories, although he was with a family and I didn’t know him in\nEngland, and — but he knew my cir — the circumstance that I lived on, and also my\n— my — my war experience. He was sent to Europe, I — I — when I joined up they\nasked me what branch of service do you want to be in? I —I said, you know, army.\nY-Yeah, but what particular service in the army? So I — I don’t know, what’s my\nchoice? So they rattled off artillery, or the paratroopers, th-the tank corps, the\ninfantry, you know, different — you know, quartermaster corps and so forth. And\nthen he said medical corps. So I said medical [indecipherable] I think I’ll take the\nmedical corps.",
        "A: I don’t know. I thought that would — I would learn more. I feel —\nOctober 17, 2010",
        "A: 18. I says, what am I gonna learn in the artillery, how to fire shell? How — how’s\nthat gonna be of help to me? So I said, I’ll take the medical corps. So when I —\nyoull read the story there about how I got shipped to the Pacific, because I had no\nidea how to wind up 1n the — in the — going to the Pacific. I protested when — when I\nwas given shipping orders that I was going to be sent to the Pacific, I — I protested. I\n— [ —1s [indecipherable] one time they had a special program where they would\nsend you to college. In-Incidental, when I finished high school — I keep on going\nback and forth — the principal called me in, and re — we had become friends, a-and\nhe said to me, how would you like to have a scholarship? And I didn’t know what\nthat was. I — I said, what’s a scholarship? So — so he’s — he’s explaining to me. He\nsaid, Loyo-Loyola College is offering you a scholarship. And he’s telling me that\nthis is a Catholic school and — and — and what it’s like and so forth. I says, a\nCatholic school is offering me a scholarship? I says — I couldn’t believe this. I says,\ndo you — you mean it’s a Catholic an-and — I’m Jewish. He says, oh la — no, do-\ndon’t worry about that, they offered. He says, the only thing is, 1s that you have to\nhave an interview with the dean of admissions, but I don’t anticipate any problem.\nSo — so I went to see the dean of admission and everything 1s fine with him, except\nhe wants me to promise that I will attend the school, if given a schol — made enough\nOctober 17, 2010\nof a scholarship that I will actually accept it. And the problem was that I already\nhad received orders to go into the army. I says, I can’t promise. I don’t know when I\nwill be called. So — so I never accepted the scholarship. But th-the surprise was the\norders that I received after basic training, was to go to the Pacific, which I didn’t\nwant, but I had no choice.",
        "A: Europe, yeah, of course. I speak German. Why do you send me out to the\nPacific? And in college they have a special training where they — 1-in the army they\nhave a special training where they — the army will pay to send you to college. So I\nsaid oh that — how wonderful. So I applied. So in order to be accepted, you — again,\nyou have to be interviewed. The only program available was German. So the first\nquestion he is asking me, he says, I see in your resume here that you speak German,\nis that right? I said yes. He says, then why should we send you to college to study\nGerman? By the way, it was called ASTP, Army Special Training Program. I said, I\nwant to go to college and this is the only thing you offer. So, he rejects, whi-which\nmade sense. But then to turn around and send me to the Pacific made no sense. But\nthis is the army.\nOctober 17, 2010",
        "A: Nothing.",
        "A: Nothing.",
        "A: Nothing. We have family over there, we have no idea what’s going on. We ar-\nare very worried, very worried, but we — we don’t know. We — we hope that\nsomehow or other the — they’re okay, but we don’t know.",
        "A: Th—no. The one whom — to Palestine? No. Don’t hear anything about him\neither.",
        "A: What I-I — as a matter of fact, I don’t even know if he got to Palestine. I mean,\nat that time, all I knew is he crossed the border into Yugoslavia, I never heard any\nmore.",
        "A: Just before the war ended was the first time I got a letter, where he wrote me\nhow happy he was to find me, and described him — his situation in Israel. And you\nknow, I was his favorite and this and that and — but nos — I had had the medical\ntraining in the States and I had been made to believe that I would wind up in some\nOctober 17, 2010\nsort of a hospital facility in the Pacific. So I looked forward to that, working in the\nhospital, fine. And we were on the water over a month, maybe five weeks on the\nwater. Can you imagine? And if you read the description there, it was a freighter\nthat had been converted into a troop ship. And we were, as I say there, packed in\nlike sardines, thousands of troops, and one on top of the other, we stacked on — on\nsort of a canvas bunk a-an — and — and there’s non — you can’t turn around, because\nit’s so close, and you got to climb up a for — four or five high, as to whe — where\nyou’re gonna stay, a-an — a-and if you — you take a shower, but it’s salt water, and\nthere’s no way that you can lather yourself in soap water, it just doesn’t work. So —\nso it’s — it’s always sticky, and you ya — and you feel crummy. And th — an-and —\nan-an-and it’s the same clothes, yo — you know, and there’s no change of clothes.\nA-And you feel real miserable. You get — 1-in the — in this article I saw it was a—a\npreparation for jungle warfare. But we were about five weeks on the water. Today\nyou can fly over there in one day. But when I — we landed in [indecipherable] and I\nwas there maybe a little over a week and then was back on the ship again, and\nwhere we going? Everything was always secret, nobody knew. I mean, who am I\ngonna tell? You see, but I was on — on the — even on the first sh — 0-on the first\ntroop ship [break]\nOctober 17, 2010",
        "A: No, they weren’t telling us not to say anything, because there was nothing to say.\nIn other words, we — we were told nothing. Where am I going? Nobody knows. So I\nmade reference to that in — in the article that I hope you’ll find of interest, and\nwound up in [indecipherable] and then I’m put onto another troopship, and again, I\nha — I don’t have the faintest idea. But they have a roster and one day I’m being told\nthat there was watch duty. Watch duty you are on the deck with a rifle, and for\nabout two hours — two hours off and — and four hours off. I mean, two hours on and\nfour hours off. A-And I see my list as being chosen for on — for — for on duty. I\nsays, wait a minute, I says, I’m a medic. We don’t carry weapons. I says, why —\nwhy — so — so I says, wait a minute, there’s a mistake here. I don’t do anything with\nweapons. So the officer says to me, well, I don’t anything about what you tell me, I\nhave nothing here about medic here. He says, you in the infantry. I says, no. Well —\nwell, that’s your assignment. That’s the first time that I heard anything about the\ninfantry.",
        "A: No, we-well, yes, 1-1-1n basic training you receive — but — but not with weapons,\nif you’re a medic. One time the — they took us out and we fired a machine gun and I\nOctober 17, 2010\nfired the — a carbine and an M-1 rifle, yeah, I fired one time. But th — but how to\nclean it, how to handle it [indecipherable] no — no extensive training. Yeah, that\none time it was a wa — how to disarm somebody who comes to — at you with a —\nwith a bayonet on the rifle. How to disarm that person. That’s a-another story. But I\nwas assigned as a medic to the infantry, and from day one I hated it. It 1s — first of\nall, the living conditions were so terrible. The food was horrible. Ev-Everything was\npowdered, we — we got nothing fresh. You living in the jungle, a-and you know, 1-\ninsects crawling all over you. And you know, I’m a city boy, I’m — you can’t take a\nbath, y-yo-yo-you know, it’s a — it takes weeks to get a letter. A-And we were not\ndirectly — at least I was not directly involved in — in combat, but we — we got the\nwounded, and — an-and my job was principally thr-three directions; overcome\nshock, hemorrhage and fractures. A-And you learn, it’s amazing. Really, you know,\nI was astonished how much you can learn just by watching what somebody else\ndoes, and then sometimes having somebody who knows, come over and — and work\nwith you, and so you learn those things. How to apply traction, and how to apply\nsupport, and sa — and put on a cast and all that. You know, you learn that, because\nlater on, toward the end of the war, I was assigned to, you know, shipped to\nHawaii, a-and — and there I became an instructor and the draft was still going on,\nand new recruits were coming in and I was lecturing in — 1n two subjects — three\nOctober 17, 2010\nsubjects; sanitation, first aid and venereal diseases. And I always started off my\nlecture in venereal diseases, telling them that many times — at that time, when you\ngot a venereal disease, you could be court-martialed and put into prison. You may\nnot know this, and it’s totally different today, but then, you know — so — so — so\ngonorrhea was a major problem to — to many, and disabling, and because it’s so\ninfectious. So — so I wou — I would start off my — my lecture with contrary to what\nyou may have been told, that you cannot catch gonorrhea off a toilet seat, I want to\nassure you that that is incorrect. It is possible to get gonorrhea off a toilet seat, but\nit’s a hell of a place to take your girlfriend. You see, because many times, when you\nasked a soldier, how did you get this? You see, oh, I don’t know, maybe off a toilet\nseat, you know. It’s really nonsense, you see it was — so but this was — got a big\nlaugh, and — and — and I would have the attention of the audience. A-And when the\nwar had ended, but I was still in Hawaii, and troops were being repatriated back to\nthe country, I asked the commanding officer if he will authorize me to go to the\nuniversity there, so he said okay. So I went to the — for a little while to the\nUniversity of Hawaii. An-And then when I came back, I-I — you know, I thought\nI’d become a doctor, until one day I met a guy who had graduated from high school\nwith me, and you know, hi Herb, you know, Phil, how are you doing? We start\ntalking to each other, where — what are you doing now? I says, well, I’m going to\nOctober 17, 2010\ncollege park, I’ve been accepted to be pre-med. So he says, why do you want to go\nto pre-med? He says, you know, when you finish it, what do you got? Nothing.\nThen you still gotta go to med school, right? I says yeah, of course. He says, well,\nwhy don’t you go to pharmacy school? I says, why should I go to pharmacy? I want\nto become — he says, no, he says, you use that as your pre-med. And this way you at\nleast have a degree as a pharmacist and you — and you can work during the summer\nand then pay for medical school — because I had no money. So I thought it was a\ngood idea. The — the problem was that 1t was mid-August and school starts in\nSeptember. So — so, how do I get in? Because at that time so many thousands of\nsoldiers came out, an-and they all wanted to go into — applied to Hopkins. Hopkins\nturned me down and said, reapply next year. Well, you’re not going to sit around for\na whole year. Now I’m in my 20s, 21 or 22 years old. So I — you know, I’ve — I\nthought about it, I says, you know, it’s not a bad idea, but would I get in? So — so I-I\nwent there, and I asked to meet th-the dean of admission, was a elderly woman. And\nshe gave me the same answer, she says, we — we can admit you next year, but our\nclasses are closed. I don’t think it’s gonna be possible. She says, well, 1f somebody\nlast minute doesn’t want to come in, you know, maybe. I’ll give you an application,\nshe says, but I wouldn’t bet on it. I-I-I don’t think that it’s gonna be possible. So I\nsaid to her — her name was Kohl(ph). I-I-I said, Dean Kohl(ph), if you admit me,\nOctober 17, 2010\nPll come back and kiss you. The whole of — the whole office there overheard this\nconversation, they all burst out laughing. But I got in.",
        "A: I—I came back, but I didn’t kiss her. So — so I—I guess that’s the story.",
        "A: We thr — through the Red Cross, got the notification that my uncle, you know,\nmy mother’s brother had been sent to Auschwitz. And — and then gradually we\nheard that his son, my cousin, he was 18 years old, he was killed in Auschwitz. And\nthe most difficult thing for my mother was to learn that the husbands of her sisters\nand the children had survived, but the sisters had not. A-And mentally, she was\nfinished after this. I-It was — life at home was o — was, from then on was very, very\ndifficult. Later on when the — I — I went back into the army, by the way, during the\nKorean War, an-and became a commissioned officer. But — and we lived in\nVirginia for 40 years, but every time I went home, all I had to do was open the door\nan-and — and it was — she’d talk about the brother and the sister, and the brother and\nthe sister and why and this and that. An-And a certain regret. It’s just difficult. She\nshould have left me in England and should have worked on getting out the brother.\nI was safe. And maybe she could have helped the brother at that time. And I — I\nOctober 17, 2010\nknew she was right. So — so you carry that burden, you know, am I responsible, you\nknow, and — you know, I just — could I have done something, you know, who — who\n— about my uncle, who should I have talked to? I mean, I didn’t know anybody, I —\nyou know, where, what? I mean, I don’t even know where — where is he? What’s\nthe address, you know? And — and even if I have the address, I mean, who — who —\nwho is gonna do what? I don’t know what’s happening to me from day to — one to\nthe next day, so — so how am I — well, but — but you have that complex of guilt, you\nknow, that he is my friend, I didn’t do anything for him. A-A-And then you hear\nabout the other kids, a million and a half, you know, and I survived and they didn’t.\nAnd why did I survive? A-And you know, for many years, while I was busy\nworking in the off — in the — in the pharmacy, and my wife can tell you, I was okay.\nIt was when I stopped working that all this came back to me, a-and it to — to this\nday, you know, I’m very much troubled. And — and for a while, I had to get some\nhelp. Well, that, I guess is enough.",
        "A: A-As an interviewer, or interviewee, 1s it?",
        "A: I’m the interviewee. I don’t want you to get carried away with my story, or — or\n— or for me to unload my troubles onto you.\nOctober 17, 2010",
        "A: I—I thought I had a mental problem for many years. A guilt complex. And then I\nsaw a film, “Into the Arms of Strangers.” If you have seen the film —",
        "A: The documents that you see in that film, are mine. If you look at the line of\ncredits, you will see my name. By the way, you can even get a much clearer picture,\nsince you are at the Holocaust Museum, go into the library, ask for the book, then\nlook up my name. An — because — an-and by the way, the — Deborah\nOppenheimer, the producer, gave me a copy of the book, an-and thanked me for\nthe contribution I made to it. I don’t mean financially. I would love to — and they\ngave us a copy, but it’s a— o-of the film, but it’s a VCR, a-and — and — and if they\nhave it now on the CD —",
        "A: I would love to get ahold of it.",
        "A: And the Austrian attaché asked me how she — how she could get ahold of the\nfilm. But in the film, if you go back to it, you’ll see other people talking about\nsurvivor guilt.\nOctober 17, 2010",
        "A: You see. So when I saw that film, in a way, I felt better. Because for a while I\nthought it was me going crazy, you see, but then I saw that, you know, it was quite\nnormal, because others had felt the same way. So — so yo-you spend a couple of\nhours together, a-and I hope I didn’t overwhelm y-you with my story.",
        "A: And if you have any additional questions, y-you have my phone number.",
        "A: And if you want to visit us, fine.",
        "A: A-And maybe — maybe we’ll talk about other things, more pleasant —",
        "A: — that you'll find of interest.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 17, 2010\nRG-50.030*0595",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "HERBERT FRIEDMAN\nOctober 17, 2010"
    ]
}