{
    "rg": "RG-50.233.0095_trs_en",
    "sequence": [
        "Q: This is Susan Bachrach. I am at the home of Mr. Emanuel Munzer. I am\nrepresenting the United States Holocaust Memorial Museum and Mr. Munzer is\ngoing to tell us about his life before and during the war. Could you tell us a little\nbit about your family background, where you were born and what your father did,\nyour school background? Those sorts of things?",
        "A: I was born in Berlin on February 26, 1920, in Berlin, Germany -- as the only son\nof my parents, what should I say?",
        "Q: Give your parents’ names.",
        "A: Hans and Margaret. I had pretty normal schooling. Went through kindergarten,\npre-school and --.",
        "Q: Did you go to public school?",
        "A: Public school and after that I went to gymnasium with the intention to go to\nuniversity and become an electrical engineer and go through to my Ph.D. This\nwas interrupted by the advent of the Nazis in 1933.",
        "Q: What was your father doing? Did you always live in Berlin with your parents?",
        "A: I always lived in Berlin, yes, with my parents.",
        "Q: What sort of neighborhood did you live in? Do you recall?",
        "A: It was a well-to-do neighborhood. I was in the southeastern district, south\nwestern district of Berlin. It was a district called Schoeneberg. I had a good\nchildhood.",
        "Q: Was it a Jewish neighborhood?",
        "A: No, no, was mixed. There were many Jews living there and many non- Jews.",
        "Q: What sort of building did you live in? Did you live in an apartment building or --\n?",
        "A: We lived in an apartment building. We lived on the fourth floor. My father\nalways complained about being bald, that when he carried me these four flights up\nthe stores, I amused myself pulling out his hair.",
        "Q: So you spent all your childhood in this apartment?",
        "A: That’s right.",
        "Q: Okay and let’s see --. Your father was employed for a business?",
        "A: My father was a foreign correspondent for a notions trading company. He spoke\neight languages fluently.",
        "Q: Did he travel a great deal?",
        "A: He traveled, yes, he traveled too. Not a great deal but he traveled.",
        "Q: Was your mother at home or --?",
        "A: My mother was a full time mother, yes. She was at home bringing me up.",
        "Q: Where were your parents from? Were they born in Berlin also?",
        "A: No, my father was born in Seesen, a small town at the foot of the Hartz Mountains\nin northwest Germany, but my mother was born in Berlin.",
        "Q: What did their parents --? What sort of backgrounds did they come from?",
        "A: They came from --. My father’s mother -- my father’s father was a first\nProfessor. He was a professor at the Berl in Lyceum appointed by the emperor,\nWilliam III.",
        "Q: The first Lycee professor, did you say?",
        "A: Professor at a lyceum, professor of history. A full professor of history. That was\none of the first Jewish appointments by the emperor.",
        "Q: That’s interesting. Did you know your grandparents? Did they live near you?",
        "A: My grandparents on my mother’s side, I knew very well. My grandfather, my\nfather’s father died at an early age from cancer. So I didn’t know -- he died about\na year before I was born.",
        "Q: Did your father have any brothers or sisters?",
        "A: Yes, one brother. He is -- he was a captain in the United States Army. He was a\nmedical doctor and e came to the United States in 1928 or ’29.",
        "Q: What was his name?",
        "A: His name was Albert Alfred Munzer, M.D.",
        "Q: Did your father receive a university degree?",
        "A: Yes.",
        "Q: At the university in Berlin?",
        "A: No, he went to the University of -- I think he went to the University of Leipzig or\nsomewhere. That was before my time.",
        "Q: Do you know your father’s birthday?",
        "A: Yes, September 21, 1893.",
        "Q: Do you know what year your parents were married? Were they married --?",
        "A: They were married in 1918, I think.",
        "Q: And you said your father was --?",
        "A: After the -- shortly before the end of World War I.",
        "Q: Your father was -- enlisted during the war?",
        "A: Yes.",
        "Q: Did he fight?",
        "A: Yes, he saw front line service. But he got meningitis and had to be hospitalized.\nHe recovered and they discharged him.",
        "Q: Do you know where your parents met? Did they meet after the war or did they\nknow each other before the war? Do you know anything about the circumstances\nof their meeting?",
        "A: They met as members of a youth group.",
        "Q: A Jewish youth group?",
        "A: Wonder -- I don’t know whether it was Jewish or ---. It was a -- at that time, it\nwas very popular to make trips and to rough it.",
        "A: Right. Climbing mountains?",
        "A: Climbing mountains, bike trips, canoe trips. My father had one of these klepper\nboats, those folding canoes with the rubber skin draped over it. To assemble it on\nthe beach wooden planks and you drape the rubber skin over everything --\nmatched perfect.",
        "Q: So you would go canoeing with him?",
        "A: Canoeing, sailing, anything.",
        "Q: Where did you do that usually? Where did you go to do that?",
        "A: Oh, lots of lakes and rivers in northern Germany. Especially in that area of Berlin\nand south of Berlin.",
        "Q: You don’t remember any special place that you used to go to?",
        "A: Havel, Mueggelsee. These are two sports I remember.",
        "Q: So the whole family would go on these excursions?",
        "A: Yes.",
        "Q: You’d take friends?",
        "A: We -- this boat came along with a tent and we spent the nights in the tent.",
        "Q: That’s nice. Is there anything else, any other --? Did you have any religious\neducation when you were growing up?",
        "A: No, not that much.",
        "Q: What did it mean to you to be Jewish when you were a child?",
        "A: I wasn’t very conscious of it.",
        "Q: Did you observe the holidays?",
        "A: We observed the high holidays but that was about it.",
        "Q: It’s very typical.",
        "A: We belonged to the class of the emancipated Jews.",
        "Q: So after Hitler came to power, you were still in Berlin for a time?",
        "A: After Hitler came to power, we were still in Berlin, yes.",
        "Q: Can you tell us a little bit, you know, your memories of --? If you could just\ndescribe some of your -- so you were a teenager. You were thirteen in 1933 so\nyou were in your early teens during the years when the Nazis came to power.\nCould you just describe some of your memories of --?",
        "A: Well, we had to --. I walked daily two and a half miles to school. There were no\nschool busses to pick us up. I wasn’t aware of any incidents except maybe one.\nWe had these -- we wore these Tyrolean pants that were very popular at the time.\nSomebody turned around in the street and remarked that Jewish kids shouldn’t be\nwearing these things.",
        "Q: Did you walk to school with other Jewish friends?",
        "A: Jewish and non-Jewish friends, oh, yes.",
        "Q: Did your friends, your non-Jewish friends start treating you differently after Hitler\ncame to power? Do you remember anything about that?",
        "A: No. Not in the beginning, no. Berlin was a thoroughly socialist city. There was a\nSocial Democratic mayor at the time that Hitler came to power and he was\nJewish. The story goes that the Berlin police was all poised. That when the\nBrownshirts were marching on Berlin in 1932, that the Berlin police and the\nBerlin National Guard was all mobilized with everything to give them the\nappropriate reception. But somebody cut the wire that led to a button underneath\nthe mayor’s desk, was sabotaged. When it came to pushing the button, nothing\nhappened. Consequently Berlin was taken over by surprise.",
        "Q: Do you remember --? So you continued to go to school until when? You were in\ngymnasium already in *33?",
        "A: Yeah. In ’33, I went to the Koenigstaedtische Oberrealschule in the northeast of\nBerlin. At that time my grandmother, my paternal grandmother, took me under\nher wings because my parents left the country for France and I had to be given\naway.",
        "Q: In 1933?",
        "A: Yeah, early 1934.",
        "Q: Your parents left the country in °34?",
        "A: Late ’33 they left the country. I was given into my grandmother’s care. In 1934,\nshe gave me up to the Auerbachsches, Waisenhaus. That’s a Jewish institution\nwhich was an orphan asylum that took in the kids that had parents but was --\nparents no longer in the country.",
        "Q: Why did your parents leave in °34?",
        "A: 34. Because they were apprehensive and they knew that somebody was after\nthem.",
        "Q: Is this because of your father’s Jewishness or his political activities?",
        "A: Both, both.",
        "Q: So you can talk about that?",
        "A: My father was the District Supervisor of the Wilmersdorf District of the Socialist\nParty -- the same party that Albert Einstein belonged to. Matter of fact, I do\nremember having played with his grandchildren. We were both kids, very young.\nWe were playing while she was at the piano and he was playing the violin. They\nwere entertaining each other and we -- they talked business and we talked\nchildren’s stuff. We played together.",
        "Q: Do you know what year that was?",
        "A: That was way in the twenties.",
        "Q: That’s interesting.",
        "A: But he was a marked man as far as the Nazis are concerned.",
        "Q: A lot of Social Democrats were imprisoned starting then, right? He had friends or\nother party members who were in prison then? Did they have to leave fairly\nquickly or --?",
        "A: Yeah, they had to leave fairly quickly because I remember one evening my father\ngot this note was pushed under the door. The post office wasn’t reliable any\nmore. People would open up each other’s mail and look for trouble. So this note\nunder the door said something to the effect that -- change your domicile,\nsomebody’s after you.",
        "Q: Do you remember the month and the year? But you think it was early ’34?",
        "A: It was early -- well it was shortly after the election in April 1933. My father was\nvery upset. He came home; he says, guess what, the Nazis won. So they changed\n- they gave up the apartment and they lived under an assumed name someplace\nelse as a -- in a room sublet by somebody.",
        "Q: Still in Berlin?",
        "A: Still in Berlin, yes.",
        "Q: So they stayed there for a few more months and they --?",
        "A: Incognito.",
        "Q: But when they changed their identities, that’s when you went to live with your\ngrandmother?",
        "A: Yes. I was getting to be too much for my grandmother so I ended up in this\norphan asylum.",
        "Q: How long were you there?",
        "A: 19 --, 1937, yes, early 1937. They put me on a train bound for Paris.",
        "Q: So you were in the orphan asylum from -- what year?",
        "A: \"34 to °37.",
        "Q: Oh, for three years?",
        "A: Three years.",
        "Q: What memory --? Did you still go to school from there?",
        "A: Yes, they forbade the Jewish kids to go to regular gymnasium so I went to the\nJewish Middle School.",
        "Q: What are your memories of that?",
        "A: Well they tried their best.",
        "Q: It wasn’t gymnasium, anyway?",
        "A: No. I remember my Hebrew teacher -- he was a tall fellow, blond, pug-nosed,\nblue-eyed, a real image of the typical Aryan and they wanted to get him into the\nParty, a party member. They didn’t believe that he was Jewish. He was tall, he\nwas six and a half feet tall.",
        "Q: Oh, I can see why they wanted him.",
        "A: Blond, blue-eyed, ruddy-faced, a typical Aryan.",
        "Q: What happened to him?",
        "A: I don’t know what happened to him. He’s probably still around someplace.",
        "Q: What was this -- was this orphanage -- who ran the orphanage? Was this a Jewish\nenterprise?",
        "A: This was a Jewish -- yes, this was a Jewish enterprise. It’s no longer in existence,\nactually. The building is no longer in existence. It was established in an old\nbrewery which changed location because it got too big for this building so they\nsold it to that orphan asylum, to that company that established an orphanage there.",
        "Q: This was still in Berlin? Berlin proper?",
        "A: It was still in Berlin proper. As a matter of fact, the son of the director of this\norphan asylum is now a famous rabbi in Ottawa, Ontario at a temple called the\nHoly Blossom Temple. His full name is Rabbiner Dr. W. Gunther Plaut. His\nmother, I sent her a congratulatory letter, his mother just turned 100 last June, I\nthink. A year ago June.",
        "Q: Gosh. How many children -- what was the atmosphere at this orphanage like?",
        "A: There were three groups of children -- the toddlers, the medium-sized and the\nadolescents. I was one of the oldest there.",
        "Q: I mean -- were you treated well there?",
        "A: Oh, yes. Considering the conditions, we were all treated well.",
        "Q: During this period, you had a more intense religious --?",
        "A: And they were all indigents. The parents paid for it. My parents did too for me.",
        "Q: So you ate well enough and --?",
        "A: Hm?",
        "Q: Yu had enough food and --?",
        "A: Oh yes. Shelter.",
        "Q: You made friends with anyone you stayed in touch with? Or you didn’t track\nanybody down?",
        "A: I didn’t track anybody down.",
        "Q: Okay. Then your --. Do you have any memories during, you know, °34, °35, ’36\nof intensified Nazi persecutions of Jews? Anything that comes to mind, any\nincidents?",
        "A: Strange, nothing happened to me personally.",
        "Q: Did you see people getting beat up or --?",
        "A: No.",
        "Q: Nothing like that?",
        "A: No.",
        "Q: Did youhave _—?",
        "A: No, because we were sheltered actually by the orphanage. When we walked to\nschool, we always walked in groups and they never bothered us.",
        "Q: You had to wear the Jewish -- the Star of David?",
        "A: No.",
        "Q: You never had to wear any identification?",
        "A: No, no.",
        "Q: You didn’t personally have any particular fears?",
        "A: No, I heard a lot of things that went on around us but it never affected us\npersonally.",
        "Q: Okay. Then your parents took you out of the orphanage?",
        "A: Yes.",
        "Q: That was in 1937?",
        "A: °37, yes.",
        "Q: You left the orphanage and you traveled to Paris?",
        "A: To Paris to rejoin my parents. At the time, they were in Paris.",
        "Q: Excuse me, you said that your mother died in 1935?",
        "A: Yeah.",
        "Q: She died in Paris?",
        "A: No, she died in Berlin. 1935, I was still there, in Berlin.",
        "Q: So your father left for Paris alone? Okay, and she died after you left? Was she in\nhospital or --?",
        "A: She was in the hospital and the prognosis was not good for her so he did his best.\nActually, he -- I don’t know what happened but I reading that he sort of\nabandoned her. He sent her money but --.",
        "Q: Did you see her?",
        "A: I saw her often.",
        "Q: So he was in Paris, he met your stepmother there?",
        "A: That’s right.",
        "Q: She’s French?",
        "A: No. She is also from Berlin and they didn’t travel together but he made her come.",
        "Q: Okay, and they got married in France>",
        "A: They got married in France, yes.",
        "Q: You joined them in 1937?",
        "A: °37.",
        "Q: Okay. You go on -- you were telling me that they were living in Paris?",
        "A: I joined them in Paris and they had a -- they established a business, sort of a\nlibrary.",
        "Q: You mean a bookstore?",
        "A: A bookstore, yes. Part bookstore, part lending library. Specializing in books that\nwere banned in Germany.",
        "Q: How did that do?",
        "A: They did pretty well./",
        "Q: What neighborhood was it in? Do you know where it was?",
        "A: Yes, it was in the 15\" Arrondissement. It was not far from the slaughterhouse.",
        "Q: You remember that, probably. So you lived in the 15\"?",
        "A: Yeah, the 15\".",
        "Q: So that was 1937?",
        "A: That was in 1937. From 1937 on. And the first half of 1939, I --.",
        "Q: Did you go to school when you went to Paris?",
        "A: No, I went to a training institute that would prepare me for mechanical,\nmechanics. I would up in employment at the HIspano-Suiza Works in\nCourbevois, Paris, in 1938. They made engines similar to the Rolls Royce\nCompany. As a matter of fact they were compared to it. They made engines and\nengine parts and I was employed there as a mechanic.",
        "Q: Had you studied French in Germany so that you could get around or did you just\npick it up when you got there?",
        "A: I was very bad at languages. But it took me only thirty days to master the French.",
        "Q: Okay. So you worked there for how long?",
        "A: I worked up to the end of 1939, when war broke out.",
        "Q: Did you have teenage friends in Paris?",
        "A: I don’t know. I don’t remember. I know there were lots of girls after me but --.",
        "Q: Okay.",
        "A: It was passe.",
        "Q: Okay. So when the war broke out in ’39 in Poland, --",
        "A: Yeah, after Hitler invaded Poland and thinking that the Russians would be with\nthem. Then he turned against the Russians and that’s when England declared war\nfirst and then France.",
        "Q: What did your father think when the Soviets signed the pact with the Nazis?",
        "A: I don’t know. He was pretty upset. I had my own apartment. I wasn’t very much\nin contact with them at that point.",
        "Q: Oh really.",
        "A: I was alone, by myself.",
        "Q: But you were living in the 15\"?",
        "A: I was living, no, at Courbevoie, near the plant.",
        "Q: Where is that?",
        "A: Courbevoie is one of the outskirts of Paris.",
        "Q: Okay, so you were in Courbevoie living by yourself and working when war broke\nout? And then what happened?",
        "A: Then, since the French classified us as hostile aliens, they rounded us up and took\nthe young ones into the inner, into the inside of the French country, the\ncountryside where we were harvesting sugar beets.",
        "Q: Where was that exactly?",
        "A: In the Touraine. The little villages where we were quartered was -- the little\nvillage was Marrolles, M-a-r-r-o-l-l-e-s.",
        "Q: When did you arrive there?",
        "A: It took us, was eleven weeks after the -- no eleven days after the outbreak of the\nhostilities, they took us into the Touraine.",
        "Q: Can you describe the circumstances of your being rounded up? How did they get\nthere?",
        "A: Well, the gendarmes just showed up and told us to pack ours -- off your\nbelongings and go with them. That’s it.",
        "Q: You were registered with the police, so they knew your address and they cam to\nyour house?",
        "A: Oh, yeah, everybody was registered with the police. Every resident.",
        "Q: Right. So you were taken by truck?",
        "A: We were taken to the railroad station. The railroad station -- and were freighted\ninto the --. Well freighted, we had passenger cars. Passenger compartments;\ngoing into the French corn belt as it is called, the wheat belt. It’s called the\nTouraine. A series of little villagers, farmers, farming villages ----",
        "Q: Were there other Jewish kids with you?",
        "A: Some of them yes, some of them not. But they were all foreigners.",
        "Q: From all over?",
        "A: All over. Some were students. They helped with the harvest because the men\nwent to the front. So we went to the interior helping with the harvest.",
        "Q: How did the French gendarme treat you?",
        "A: They were ice but authoritarian.",
        "Q: You stayed in farmhouses, with families, when you got there?",
        "A: Yeah. We stayed as guests of the farmer.",
        "Q: You were with one family there?",
        "A: We were housed in an old barn because we were many, we were about forty\npeople. At three o’clock in the morning, we were out there with our machetes\nharvesting the beets. The dew was heavy so in order to prevent the outbreak of\nrashes and other disturbances of the skin, they fed us with vitamin, heavily with\nvitamins A and D, giving us boiled lard to eat in the morning, black bread from\nthe real stuff. I liked it. I was very fat, oh.",
        "Q: Oh, really.",
        "A: Fat was just dripping off me. Boiled lard? Oh, yeah. Potatoes and bread and\nthen --",
        "Q: You were all men or --?",
        "A: All men. The weekends, we whiled away our time with playing cards and going\nto the local pubs.",
        "Q: So you had your freedom?",
        "A: Oh, yeah. We had freedom there, oh yes.",
        "Q: Were you paid a wage?",
        "A: Oh, yeah. That arrangement was not bad at all.",
        "Q: Why did you start work so early in the day? I mean you couldn’t see --?",
        "A: Apparently sugar beets get stuck in the ground when the sun is up. To collect\nthese beets. You have to pull them straight up not to break them. You want the\nwhole beet, you see. Once they break, they’re no good any more. That’s it.\nCan’t do a thing.",
        "Q: So the ground had to be slightly wet to pull them out. That as why --.",
        "A: That’s right. The work had to be done before sunrise.",
        "Q: What did you do the rest of the day? Did you work on the farm?",
        "A: By the time the beets were out of the ground, the sun was up and then you went\ndown the rows with your machetes and cut off the greens.",
        "Q: So you worked real hard there? What time did you get off work?",
        "A: Yeah. Well, three in the afternoon was quitting time. The rest was ours.",
        "Q: How many months were you there?",
        "A: I don’t know, when the harvest was over, they took us away. I guess it was eight\nweeks, something like that, eight or ten weeks.",
        "Q: And then where did you go?",
        "A: Then we went back and in the meantime, my parents moved from Paris to Nice.",
        "Q: They did that because they were worried about being rounded up 1n Paris?",
        "A: No. My father had a fallout with his partner and he said, okay, you take your\nbusiness and stuff it. They went into Nice because they had a good offer there\nand established a lending library instead of the delivery. I joined them there and -",
        "Q: Is this picture taken in Nice?",
        "A: That’s the picture in Nice in front of part of the books.",
        "Q: So this must have been 1941?",
        "A: It was before, before we were taken.",
        "Q: \"41?",
        "A: Oh, yes, 41.",
        "Q: They went to Nice in ’41?",
        "A: \"Al,",
        "Q: I can’t see this very well but your father looks very bookish.",
        "A: Right after I arrived in Nice, I was told that as a hostile alien, being of a relatively\nmanageable age, I had to go into military duty. Since I couldn’t join as a non-\nFrench, since I couldn’t join the regular French armed forces, I had to go into the\nFrench Foreign Legion.",
        "Q: That was in 1941? ’42? How old were you?",
        "A: I was in --’41, yes. No, that must have -- no, it was in 1940. What am I talking\nabout? It was in 1940- right after I had joined my parents in Nice.",
        "Q: How long were you with them?",
        "A: So then I -- it was only a few weeks. I had to pack my bags and leave -- got my\nwalking papers.",
        "Q: What was their living situation in Nice?",
        "A: Their living situation?",
        "A: Yes.",
        "A: Well, we had only this one big room with the books and with --. I slept on a\ncouch and they slept in a double bed.",
        "Q: In this room -- in the same room?",
        "A: Yeah, it was a big room. It was partitioned off with a drape, with a curtain. So\nthey put the curtain and made a bedroom out of part of the living room. The\nliving room was full of books. That’s how they lived.",
        "Q: Did a lot of people come into the lending library?",
        "A: Oh, yes. They had a good business there",
        "Q: Did you go to -- was there still a beach life there or anything at that time?",
        "A: Beach? Oh, yes.",
        "Q: Do you remember that at all before you left?",
        "A: Well, Nice is up against the French Alps. They fall right off, sort of -- it’s nestled\nin a cliff sort of. Matter of fact, the bay reminds one of Los Angeles because --.\nIt’s called the Bais de Anges and it’s --. The beach 1s all pebbles, no sand. I had\nthe hardest time to walk on these pebbles but you get used to it after a while.",
        "Q: Were you there in the winter or the spring?",
        "A: Doesn’t matter. You see people bathe in the winter time and you look up --. Asa\nmatter of fact, we were up in the mountains and we looked down to the sea, to the\nbeach and we saw people bathe and we were having a snowball fight up in the\nmountains.",
        "Q: Right after you got there, you went to the mountains?\n(End of Side A)",
        "Q: .. years old.",
        "A: That’s right.",
        "Q: Where did you go?",
        "A: We had boot camp in Leon, France which lasted five weeks. We went on to the\nSahara Desert. I remember the crossing of the Mediterranean. The\nMediterranean is a nice smooth body of water, very innocent looking but every\nonce in a while, gets stormy. When it gets stormy, watch out. So we had one of\nthose passages on a sloop, going to North Africa. The water was terrible, oh was\nit ever choppy. I couldn’t remember a thing like that. It was stormy, outright\nstormy. That things was, I don’t know how he could have made headway, but he\ndid.",
        "Q: Was it a small boat?",
        "A: Was a sloop, was slightly bigger than a fishing trawler. I saw people standing up,\nlining up on the railing, green in their faces and giving to the sea what’s --\nwhatever they ate. Giving it back to the sea. I was down, sitting there, down at\nthe captain’s table and ate everything in sight. No, I had no fear of the sea at all.\nSo then we ended up in North Africa, we were ferried to -- we were transported in\ntrucks, military convoys to the Sahara Desert. A little village tight at the outskirts\nof the desert, Bou Arfa. That I remember. Wasn’t far from the Algerian border\nwith Morocco. But we were on the Moroccan side. We were told to -- regular\nlittle garrison, you know, garrison duty. We were told to watch out for the Arabs\nbecause they are very treacherous. They can sneak up behind you; you don’t even\nknow what hit. They just come out. The desert is just a mass of sand, you know,\ndunes and what-not. They have ways of fighting. They make no noise when they\ncome up on you. You had to watch out.",
        "Q: Were you scared when you went there?",
        "A: No. But the -- I had a carbine which was, oh my God, it always --. I don’t know -\n- shooting around the corners. Never hit the target. I don’t know. We had target\npractice and I always ended up hitting somebody else’s target. I looked at the\nbayonet of the thing and it was dated 1792 or something like that.",
        "Q: You’re kidding!",
        "A: Yeah, from Napoleon’s time. That’s what we had. Then we did our little garrison\nduty. Then the Germans came in after France laid down her arms in 19 --, late\n19 __, well, actually 1940, she laid down her arms but the Germans took a little\nwhile to get in there and to get organized their things. It took about half a year\nuntil they found out about our garrison. I guess in early 1941, they disbanded the\nFrench Foreign Legion. Oh yeah, I remember. We were under the Vichy regime.\nMarshall Petain. He was -- he took care of the running of the French Foreign\nLegion until the Germans were good and ready to organize it their way. So we\nhad a little time there. Meanwhile we kept on functioning as a garrison, as an\noutpost. Then the Germans came in and took all our weapons away and got us to\nwork on their railroad project.\nQ” When was that? That was in ’41?",
        "A: That was in ’41.",
        "Q: Do you remember who was in the group with you? Some of the others?",
        "A: Oh, we had -- our group was made up of all kinds of renegades, breakers of the\nlaws, and things like that. I couldn’t tell you.",
        "Q: What were they like? I mean, did you make any friends?",
        "A: No, you can’t make friends with those.",
        "Q: Really. They were totally foreign kind of -- to you? They were really bad?",
        "A: They were rough, yes. It was a rough and tumble bunch.",
        "Q: Did they leave you alone? Or did they give you a hard time?",
        "A: Some were murderers. Well, I was once frightened by somebody who wanted to\ncut off my ears.",
        "Q: Was the fact that you were Jewish? Was that known to anybody?",
        "A: Made no difference, made no difference. We were all in the --. As a matter of\nfact, I remember when one of the colonels at the end of boot camp in Lyons, in\nthe French mainland, gave us charge before dismissing us. He said, you are in the\nFrench Foreign Legion, you are here to die. To fight for your fatherland and to\ndie. Little did he know that these are all a bunch of foreigners.",
        "Q: I’m sure you didn’t look at it so ironically then, though.",
        "A: No, no. But it struck me as out of place. Completely out of place.",
        "Q: All right. So you did the Foreign Legion and then the Germans took it over.\nThat’s when they made you start working --?",
        "A: They disbanded, the first thing they did 1s disband the French Foreign Legion.",
        "Q: But they took over your regiment or whatever it was called?",
        "A: That’s right, that’s right. They took over our regiment and made us break up\nthose stones they trucked in from some place, I don’t know.",
        "Q: You stayed in the same barracks, the same location?",
        "A: They put us a little deeper into the desert. At that time they housed us in pup\ntents.",
        "Q: When you were in training, did they give you survival -- did you learn how to\nsurvive in the desert? I mean did they give you special training for that?",
        "A: Oh, yes.",
        "Q: So that wasn’t a problem, adjusting to that?",
        "A: That was not a problem, no. The French government fed us and the Germans\nmade us work. That’s what. --- In other words, we still were, we were still\nobeying the French and the Germans were in the background.",
        "Q: It was German army units or Wehrmacht or --?",
        "A: A couple of higher-ups once in a while came to inspect the work we were doing\nand sniff around a little. But largely they left us alone because we were doing our\njob.",
        "Q: Was that hard, breaking up the stones? Hard work?",
        "A: Oh, yes, was hard. You had -- there was a quota that you had to meet but it\nwasn’t too hard.",
        "Q: No. How long did you do that?",
        "A: Until my father coughed up 20,000 francs and I guess in ’41, ’42. Yeah, in early\n\"42, he was able to get me out of there -- to buy me out. To have me shipped back\nto the mainland, the French mainland.",
        "Q: Okay. How long were you there before you were deported? You went back to\nNice?",
        "A: Went back to Nice. I’m thinking that Nice was a safe area because it was under\nthe Italians.",
        "Q: So you were there for a couple of years or --?",
        "A: I don’t know how long --. Again this is -- when did Italy lay down her arms?\nWhen Italy laid down her arms, the Germans took over the entire area. Italy\nsurrendered in September, 1943. They made the -- they rounded up the Jews.",
        "Q: Were these SS?",
        "A: These were SS.",
        "Q: Who went around rounding up? So you were deported with your parents?",
        "A: Yes, with my parents. I was first put into a hotel.",
        "Q: In Nice?",
        "A: In Nice. From there regular shipments were going to Paris, collection camp.",
        "Q: What did the SS tell you when they rounded you up?",
        "A: That they had work for us in some other place. They designate, they’d be\ndesignating.",
        "Q: Were there many other Jews in Nice?",
        "A: They were all Jews.",
        "Q: I mean was there a large Jewish population there at that time?",
        "A: Yes, it was a fairly large Jewish population because the Italians left the Jews\nalone. The Jews were working in Italian occupation offices. Military offices --\nthey had it good as a matter of fact.",
        "Q: Were they mostly French Jews or --?",
        "A: Were all kinds of Jews. French, non-French --.",
        "Q: Was there a community there?",
        "A: Oh, yeah. We had three temples in Nice, a kosher Jewish kitchen, businesses\nconducted; there were many Jewish doctors.",
        "Q: So you were taken on regular passenger trains from Nice?",
        "A: From Nice, we rode a regular passenger train, yes. To Paris. Under guard, of\ncourse.\nQ Were you allowed to take possessions with you then or --?",
        "A: Only the rudimentary things. We had to leave things, many things behind. We\ncouldn’t take money along, we couldn’t --. They let us have jewelry when we\ncouldn’t take money along.",
        "Q: Did your father entrust the lending library to a friend? What happened to that?",
        "A: My father entrusted the lending library to a friend, a non-Jewish friend, an artist, a\npainter/artist. I don’t know what happened to him by the name of Gowa, G-o-w-\na. As a matter of fact, I came across a -- you read French?",
        "Q: Yes.",
        "A: The library was confiscated by one of the Vichy representatives but we stored\nafter the war. This Mr. Gowa ---.",
        "Q: That’s nice.",
        "A: There’s my signature there. This was, of course, after the war. Now she went\nway of Switzerland. She got into Switzerland somehow. From Switzerland she\nwent to the United States.",
        "Q: Did your father ever think of trying to get to the U.S. under the, you know, with\nyour uncle’s help?",
        "A: Excuse me.",
        "Q: Did your father ever think of emigrating from France to the U.S.? Did he ever\nthink of trying to get your uncle’s help to get out?",
        "A: Yes, as a matter of fact, he was thinking of going to Spain. From Spain to go to\nthe United States. But he somehow missed the boat. He thought it wasn’t going\nto be this drastic. He had his confidence in France, in the French people. He\nmissed it and it was --.",
        "Q: He wasn’t the only one.",
        "A: He was interned in Gurs, in the camp of Gurs.",
        "Q: Oh, he was?",
        "A: Yes.",
        "Q: When was that?",
        "A: Before I was picked -- before we were picked up. He was freed again after that.\nHe was let go.",
        "Q: So he was picked up from Nice and put in Gurs. And your mother?",
        "A: From Gurs, came back to Nice after that.",
        "Q: Your stepmother was not interned there?",
        "A: No, she -- for some reason they needed some workers there or something like that\nSO --.",
        "Q: But that still didn’t scare him enough when he was picked up?",
        "A: But then he thought of going to Spain but again, as I said before, he missed the\nboat.",
        "Q: Did the SS take him to Gurs?",
        "A: No, it was the French. The French got him out.",
        "Q: How long was he there?",
        "A: I don’t know. I don’t know when that was.",
        "Q: Did he talk about what it was like there?",
        "A: Yeah, was like military discipline.",
        "Q: I heard that -- did he go in the winter though?",
        "A: I think so, I don’t know.",
        "Q: Because I heard that it was -- that the conditions were pretty bad.",
        "A: A lot of people got sick, got typhus --.I don’t know what happened there. He\ncame back, he came back and he made up his mind to get going but --.",
        "Q: It was too late?",
        "A: Yeah, it was too late.",
        "Q: Okay, so you were deported from Nice to Paris? This was after Italy surrendered\nto the Allies on September 8, 1943? And then to Auschwitz, right?",
        "A: Then to Auschwitz, and there we were separated. They got loaded on a truck and,\nof course, it went right to the gas chambers.",
        "Q: Were they ill? What was their physical condition then?",
        "A: I don’t know. It was an SS man when we were herded out of the cattle wagons;\nthere was an SS man and he just pointed. So my parents, whoosh -- this way, and\nfor me, that way.",
        "Q: You didn’t have any idea then what was happening?",
        "A: I smelled it. I smelled it. It was sickening. They didn’t have to tell me anything\nthere.",
        "Q: You were on these cattle cars? You were deported on cattle cars out of Paris?\nWas it Paris or Drancy?",
        "A: Paris.",
        "Q: Oh, from Paris?",
        "A: From Paris, yes. And these cattle cars were sealed in them. Conditions were\nhorrible. I don’t have to describe it. That’s pretty well established. (This was\nconvoy 69 from Drancy on March 7, 1944; source: Klarsfeld)",
        "Q: But you were still with your parents then?",
        "A: Yeah.",
        "Q: Everyone else on the cattle car with you, were they all from Nice?",
        "A: No, they were all from France. This was a collection camp at Drancy, outside of\nParis. It came from various regions.",
        "Q: Were there young children on that?",
        "A: Some of them were young children.",
        "Q: Families?",
        "A: Families, yes.",
        "Q: How many days did the trip take from Paris to Auschwitz?",
        "A: I guess four days.",
        "Q: Was that the summer time when you were deported? What time of year was it?",
        "A: Must have been in the fall. (Was actually in March, Convoy 69, March 7, 1944).\nBecause the temperatures were moderate, thank God.",
        "Q: Were there people who died on that trip?",
        "A: Yes.",
        "Q: There were? From starvation and --?",
        "A: Starvation and what you call it, conditions. It was a horrible stench.",
        "Q: When you go to the camp, you were separated and where did you go?",
        "A: The first time, the first thing I notices we were stripped of all clothing, all\nbelongings. Next thing I got a number tattooed.",
        "Q: That was done right away?",
        "A: Then we were told to go into the sauna. Our heads were shaven and all this other\nstuff -- cleansed with kerosene or something to -- I don’t know what went on\nthere. Some chemical, it smelled like kerosene, it’s awful. It was like a shower,\nyou know. Then they dried us off and gave us some things, some rags to put on.\nWere not fitting well at all and wooden shoes, clogs.",
        "Q: You were -- I had your -- you were at Auschwitz for the whole -- for the\nremainder of the war?",
        "A: No, no.",
        "Q: What -- do you have any experiences that you want to talk about there in\nparticular?",
        "A: Well, some representative of the Siemens Works came and they were both\nrecruiting officers, civilians by the name of --. One was Hanke, H-a-n-k-e, and\nthe other was Jungdorff, J-u-n-g-d-o-r-f-f. They were representatives of the\nSiemens Works. They were looking for mechanics. They asked me to do certain\nthings to explain to read the scales on calipers and to identify mechanic’s tools\nand things like that and they were satisfied. They were hiring me on the spot.\nFrom that moment on, I was treated fairly well.",
        "Q: Did you leave camp?",
        "A: We left the camp and we were transferred to a little -- used to be a tile factory, a\nbrick factory. A brick factory which was abandoned of course, near the Elbe\nRiver, which was taken over by the Siemens people. They were giving us lathes\nand drilling presses and all these tools to make jigs for using electrical\ncomponents, like switch components, contacts and things like that. So we had the\ntools. I don’t know where they got them from but we had the tools. They were\npretty good too, they were pretty good quality.",
        "Q: Did you live --?",
        "A: We had, yes. We had bunk beds with mattresses and bedding. We had horsehair\ncovers and pillows. Strangely enough, we had -- was --. That’s why I say. You\nsee, I don’t open my mouth too wide because I don’t have the experience that\nothers had.",
        "Q: You had enough!",
        "A: I had enough? Compared to what others experienced, I was pretty well treated.\nWe had good food --.",
        "Q: You had enough?",
        "A: We had sausage, we had cheeses, we had -- you name it. I was pretty well\nnourished, couldn’t complain.",
        "Q: You spent the duration of the war there?",
        "A: Potato soup and so on and so forth. Well, this went on, this arrangement went on\nuntil the Russians came uncomfortably close to Auschwitz. It was in February or\nMarch, of ’46, was it?",
        "Q: \"AS.",
        "A: \"45. We had to leave. We had to leave in a hurry, had to abandon everything and\nwe went to Dachau. [See NOTE at end of transcript]",
        "Q: How did you get there?",
        "A: We were transported again in wagons, in cattle wagons but there was one\ndifference. We could take our belongings and our foods along. The trip took\nonly about a day. We spent about, I would say, five days in Dachau before the\ntwo recruiting officers from Siemens found us again. We were again singled out.\nThis time we were transported by truck, military convoy to Berlin; Siemens, their\nmain factory there. That’s where we continues doing our little thing. Except that\nevery time the Allies laid down one of those bomb carpet, we had to go into the\nbunkers, into the shelters. This was in Arbeitslager. This was not a concentration\ncamp, this was a work camp. At that time we had to go hurriedly back to the\nwork camp and go into the bunker because Siemens had in itself, only bunkers\nenough for their own employees. So we had to go back. We had to share these\nbunkers with the SS. But again, they left us alone. They were humans, human\nbeings. They left us alone. There was one bunker next to ours; there was only\nSS. We didn’t - they didn’t --. One of those bombs really hit hard. I was standing\nnear the door and I felt the impact from the air rushing in, you know, the pressure,\nthe sudden air pressure. The bunker next to us got a direct hit and when they dug\nthese -- got all these bodies out, one guy had a gun, the thing was turned around\nand looked like a trumpet, one of those French horns. That was the impact.",
        "Q: Was that he most terrifying thing that you experienced, the bombing?",
        "A: Well, it stood out in my mind. We had to -- there were lots of incendiary bombs\nthey dropped and they never exploded. You know these pencils, they were\noctagonal in shape and they had a pin, you know. The idea was when these things\ndropped down, the pin got pushed in and the flame threw out. They had us pick\nup those things that did not go off and just hold them away from us; push the pin\nand let them flame out.",
        "Q: Oh, so they were little, they were small bombs?",
        "A: They were the incendiary bombs. The incendiary bombs; they look like gigantic\npencils with a pin at the end.",
        "Q: They made you do that?",
        "A: They made us do that to neutralize those things, to get all the stuff out. Now\nactually, when the flame gets thrown out, these things don’t get hot. The flame is\nfar enough away from these pencils --.",
        "Q: So on one got killed doing that?",
        "A: No one got killed doing that. We went into a neutral area. As a matter of fact,\nthey had a whole sack full of potatoes for us. For what was in the kitchen, raw\npotatoes. We amused ourselves to discharge these things against the potatoes. So\nwe had some nice roasted potatoes for dinner. No, we didn’t -- I personally didn’t\nsuffer too much. The skills --",
        "Q: Where were you liberated?",
        "A: Well, then Berlin got too hot. The Siemens complex was destroyed. Our work\ncamp was destroyed and they ferried us up to Oranienburg concentration camp,\nback to the concentration camp. That was already the later days of the Nazi era.\nMost people saw the light; that this was an untenable situation and the Germans\nwere done for. Was only a matter of time. They prepared us -- again no\nhardships. They prepared us for a march to Meklenburg, to the Meklenburg\nregion and we were supposed to board a Red Cross ship in Bremen but we had to\nwalk over there. The order came to march us into a forest and to machine-gun us\nall to death.",
        "Q: You knew that?",
        "A: Yes, yes, the SS told us. We got the orders to shoot you all. But we refused to do\nthat. We don’t want to do that. Orders, nobody checks on these orders as the war\nis over. The war is finished.",
        "Q: So this was April, probably?",
        "A: This was April of ’45, yes.",
        "Q: They were afraid at that point of retaliation?",
        "A: They were afraid it was that point retaliation. They said to hell with these orders.\nWe just march on. Let’s go. So we go. We went to that one forested area, full of\nfoxholes, for the night. Bedded ourselves down in one of the foxholes. We had\nour -- at that time our hair was starting to grow and we had our -- we took our\nblankets along and all that. We were pretty well organized there. In the morning,\nwe looked around, no SS. No German officers. There was a clearing. In a far\nclearing, I saw a rider, man on horseback. Turned out to be a Russian soldier on\nreconnaissance. They discovered us and took us in to a gigantic farmhouse with a\nbarnyard and what-not. The Russian colonel who turned out to be a medical\ndoctor, spoke a good German at that time, he said, look, you’re free. But if you\nwant to do yourself a favor, don’t eat right away anything that comes into sight. I\nknow you are hungry. We will give you some thin soup and we’ll gradually\nincrease your diet to where your stomachs can digest it, because if you eat, you\ndie. That’s what the colonel said. He said you get sick and you’ll die. We were a\ncouple of days with the Russians. They fed us pretty well. They gave us no solid\nfood for the first two days and then they started out with a slice of bread here, a\nlittle there and so on. But somehow I reacted, I came down with dysentery.\nThen the Russian said, we have no ill facilities. Pll tell you what, we’ll deliver\nyou to the British. They have a field lab, a field infirmary and they can get you\nback, straightened out. They put me on a -- what the Russians call an ambulance,\nand got me over to the British lines which weren’t far away. There, I spent about\nthree weeks on a diet of all horsemeat hamburgers. I gained weight at the rate of\nthree pounds a day. I was simply emaciated.",
        "Q: So even though you were treated so well, you were emaciated?",
        "A: I got three things. I got sulfa drugs, I got aspirin and I got all meat hamburgers,\nhorsemeat hamburgers. All horsemeat hamburgers -- that’s how they put me back\non my feet. Then I was repatriated to France because everybody went where he\nwas taken from.",
        "Q: Did you go back to Paris?",
        "A: Yes, we went back to Paris when the first stop. There we -- they welcomed us as\nheroes. We were quartered in one of the luxury hotels. I think it was the Ritz, I\ndon’t know. We were given clothes and things to wear, my first haircut. After\nthis died down, went back to Nice and I reclaimed my old apartment. The books\nwere gone, of course. I lived there for a year before I came down with the -- the\ndiagnosis was water on the lungs. I went to the hospital and they found that I had\nwater, I don’t know. They took one of those gigantic syringes, those horse\nsyringes, big needle, heavy gauge needle. The doctor felt me between the ribs\nand just jabbed that thing into the lungs and pulled out water. Pulled the water\nout of my lungs. Thank God the water was clear so there was no evidence of\ntuberculosis. They put me in a ward together with tubercular patients. So in\norder to prevent me from catching tuberculosis, they inject me with an aspirin\nsolution. A sugar solution of aspirin, 500 milligrams a day, three times a day.\nThey reduced it to 200, twice a day and then I came out of it, no evidence of\ntuberculosis. Well, here I am.",
        "Q: When did you emigrate to the U.S,?",
        "A: In 1947. Matter of fact, it was May 4, 1947. I landed in La Guardia, on a regular\nimmigration visa. My uncle furnished the affidavit.",
        "Q: Could we just -- I'd like to --. You told me your father’s birthplace and birthplace\nalready and he had a university degree and his background. Do you know what\nyour stepmother’s birthdate was? Approximately?",
        "A: No, but I could find out, I can find out.\nNOTE: After interview was concluded and recording equipment removed, Mr.\nMunzer recalled that he had not given correct information concerning the\nconcentration camps. After Auschwitz, he was sent to Buchenwald, not to\nDachau as stated.\nReview of transcript necessitated further minor changes from the taped interview.\n"
    ],
    "questions": [
        "Q: This is Susan Bachrach. I am at the home of Mr. Emanuel Munzer. I am\nrepresenting the United States Holocaust Memorial Museum and Mr. Munzer is\ngoing to tell us about his life before and during the war. Could you tell us a little\nbit about your family background, where you were born and what your father did,\nyour school background? Those sorts of things?",
        "Q: Give your parents’ names.",
        "Q: Did you go to public school?",
        "Q: What was your father doing? Did you always live in Berlin with your parents?",
        "Q: What sort of neighborhood did you live in? Do you recall?",
        "Q: Was it a Jewish neighborhood?",
        "Q: What sort of building did you live in? Did you live in an apartment building or --\n?",
        "Q: So you spent all your childhood in this apartment?",
        "Q: Okay and let’s see --. Your father was employed for a business?",
        "Q: Did he travel a great deal?",
        "Q: Was your mother at home or --?",
        "Q: Where were your parents from? Were they born in Berlin also?",
        "Q: What did their parents --? What sort of backgrounds did they come from?",
        "Q: The first Lycee professor, did you say?",
        "Q: That’s interesting. Did you know your grandparents? Did they live near you?",
        "Q: Did your father have any brothers or sisters?",
        "Q: What was his name?",
        "Q: Did your father receive a university degree?",
        "Q: At the university in Berlin?",
        "Q: Do you know your father’s birthday?",
        "Q: Do you know what year your parents were married? Were they married --?",
        "Q: And you said your father was --?",
        "Q: Your father was -- enlisted during the war?",
        "Q: Did he fight?",
        "Q: Do you know where your parents met? Did they meet after the war or did they\nknow each other before the war? Do you know anything about the circumstances\nof their meeting?",
        "Q: A Jewish youth group?",
        "Q: So you would go canoeing with him?",
        "Q: Where did you do that usually? Where did you go to do that?",
        "Q: You don’t remember any special place that you used to go to?",
        "Q: So the whole family would go on these excursions?",
        "Q: You’d take friends?",
        "Q: That’s nice. Is there anything else, any other --? Did you have any religious\neducation when you were growing up?",
        "Q: What did it mean to you to be Jewish when you were a child?",
        "Q: Did you observe the holidays?",
        "Q: It’s very typical.",
        "Q: So after Hitler came to power, you were still in Berlin for a time?",
        "Q: Can you tell us a little bit, you know, your memories of --? If you could just\ndescribe some of your -- so you were a teenager. You were thirteen in 1933 so\nyou were in your early teens during the years when the Nazis came to power.\nCould you just describe some of your memories of --?",
        "Q: Did you walk to school with other Jewish friends?",
        "Q: Did your friends, your non-Jewish friends start treating you differently after Hitler\ncame to power? Do you remember anything about that?",
        "Q: Do you remember --? So you continued to go to school until when? You were in\ngymnasium already in *33?",
        "Q: In 1933?",
        "Q: Your parents left the country in °34?",
        "Q: Why did your parents leave in °34?",
        "Q: Is this because of your father’s Jewishness or his political activities?",
        "Q: So you can talk about that?",
        "Q: Do you know what year that was?",
        "Q: That’s interesting.",
        "Q: A lot of Social Democrats were imprisoned starting then, right? He had friends or\nother party members who were in prison then? Did they have to leave fairly\nquickly or --?",
        "Q: Do you remember the month and the year? But you think it was early ’34?",
        "Q: Still in Berlin?",
        "Q: So they stayed there for a few more months and they --?",
        "Q: But when they changed their identities, that’s when you went to live with your\ngrandmother?",
        "Q: How long were you there?",
        "Q: So you were in the orphan asylum from -- what year?",
        "Q: Oh, for three years?",
        "Q: What memory --? Did you still go to school from there?",
        "Q: What are your memories of that?",
        "Q: It wasn’t gymnasium, anyway?",
        "Q: Oh, I can see why they wanted him.",
        "Q: What happened to him?",
        "Q: What was this -- was this orphanage -- who ran the orphanage? Was this a Jewish\nenterprise?",
        "Q: This was still in Berlin? Berlin proper?",
        "Q: Gosh. How many children -- what was the atmosphere at this orphanage like?",
        "Q: I mean -- were you treated well there?",
        "Q: During this period, you had a more intense religious --?",
        "Q: So you ate well enough and --?",
        "Q: Yu had enough food and --?",
        "Q: You made friends with anyone you stayed in touch with? Or you didn’t track\nanybody down?",
        "Q: Okay. Then your --. Do you have any memories during, you know, °34, °35, ’36\nof intensified Nazi persecutions of Jews? Anything that comes to mind, any\nincidents?",
        "Q: Did you see people getting beat up or --?",
        "Q: Nothing like that?",
        "Q: Did youhave _—?",
        "Q: You had to wear the Jewish -- the Star of David?",
        "Q: You never had to wear any identification?",
        "Q: You didn’t personally have any particular fears?",
        "Q: Okay. Then your parents took you out of the orphanage?",
        "Q: That was in 1937?",
        "Q: You left the orphanage and you traveled to Paris?",
        "Q: Excuse me, you said that your mother died in 1935?",
        "Q: She died in Paris?",
        "Q: So your father left for Paris alone? Okay, and she died after you left? Was she in\nhospital or --?",
        "Q: Did you see her?",
        "Q: So he was in Paris, he met your stepmother there?",
        "Q: She’s French?",
        "Q: Okay, and they got married in France>",
        "Q: You joined them in 1937?",
        "Q: Okay. You go on -- you were telling me that they were living in Paris?",
        "Q: You mean a bookstore?",
        "Q: How did that do?",
        "Q: What neighborhood was it in? Do you know where it was?",
        "Q: You remember that, probably. So you lived in the 15\"?",
        "Q: So that was 1937?",
        "Q: Did you go to school when you went to Paris?",
        "Q: Had you studied French in Germany so that you could get around or did you just\npick it up when you got there?",
        "Q: Okay. So you worked there for how long?",
        "Q: Did you have teenage friends in Paris?",
        "Q: Okay.",
        "Q: Okay. So when the war broke out in ’39 in Poland, --",
        "Q: What did your father think when the Soviets signed the pact with the Nazis?",
        "Q: Oh really.",
        "Q: But you were living in the 15\"?",
        "Q: Where is that?",
        "Q: Okay, so you were in Courbevoie living by yourself and working when war broke\nout? And then what happened?",
        "Q: Where was that exactly?",
        "Q: When did you arrive there?",
        "Q: Can you describe the circumstances of your being rounded up? How did they get\nthere?",
        "Q: You were registered with the police, so they knew your address and they cam to\nyour house?",
        "Q: Right. So you were taken by truck?",
        "Q: Were there other Jewish kids with you?",
        "Q: From all over?",
        "Q: How did the French gendarme treat you?",
        "Q: You stayed in farmhouses, with families, when you got there?",
        "Q: You were with one family there?",
        "Q: Oh, really.",
        "Q: You were all men or --?",
        "Q: So you had your freedom?",
        "Q: Were you paid a wage?",
        "Q: Why did you start work so early in the day? I mean you couldn’t see --?",
        "Q: So the ground had to be slightly wet to pull them out. That as why --.",
        "Q: What did you do the rest of the day? Did you work on the farm?",
        "Q: So you worked real hard there? What time did you get off work?",
        "Q: How many months were you there?",
        "Q: And then where did you go?",
        "Q: They did that because they were worried about being rounded up 1n Paris?",
        "Q: Is this picture taken in Nice?",
        "Q: So this must have been 1941?",
        "Q: \"41?",
        "Q: They went to Nice in ’41?",
        "Q: I can’t see this very well but your father looks very bookish.",
        "Q: That was in 1941? ’42? How old were you?",
        "Q: How long were you with them?",
        "Q: What was their living situation in Nice?",
        "Q: In this room -- in the same room?",
        "Q: Did a lot of people come into the lending library?",
        "Q: Did you go to -- was there still a beach life there or anything at that time?",
        "Q: Do you remember that at all before you left?",
        "Q: Were you there in the winter or the spring?",
        "Q: Right after you got there, you went to the mountains?",
        "Q: .. years old.",
        "Q: Where did you go?",
        "Q: Was it a small boat?",
        "Q: Were you scared when you went there?",
        "Q: You’re kidding!",
        "Q: Do you remember who was in the group with you? Some of the others?",
        "Q: What were they like? I mean, did you make any friends?",
        "Q: Really. They were totally foreign kind of -- to you? They were really bad?",
        "Q: Did they leave you alone? Or did they give you a hard time?",
        "Q: Was the fact that you were Jewish? Was that known to anybody?",
        "Q: I’m sure you didn’t look at it so ironically then, though.",
        "Q: All right. So you did the Foreign Legion and then the Germans took it over.\nThat’s when they made you start working --?",
        "Q: But they took over your regiment or whatever it was called?",
        "Q: You stayed in the same barracks, the same location?",
        "Q: When you were in training, did they give you survival -- did you learn how to\nsurvive in the desert? I mean did they give you special training for that?",
        "Q: So that wasn’t a problem, adjusting to that?",
        "Q: It was German army units or Wehrmacht or --?",
        "Q: Was that hard, breaking up the stones? Hard work?",
        "Q: No. How long did you do that?",
        "Q: Okay. How long were you there before you were deported? You went back to\nNice?",
        "Q: So you were there for a couple of years or --?",
        "Q: Were these SS?",
        "Q: Who went around rounding up? So you were deported with your parents?",
        "Q: In Nice?",
        "Q: What did the SS tell you when they rounded you up?",
        "Q: Were there many other Jews in Nice?",
        "Q: I mean was there a large Jewish population there at that time?",
        "Q: Were they mostly French Jews or --?",
        "Q: Was there a community there?",
        "Q: So you were taken on regular passenger trains from Nice?",
        "Q: Did your father entrust the lending library to a friend? What happened to that?",
        "Q: Yes.",
        "Q: That’s nice.",
        "Q: Did your father ever think of trying to get to the U.S. under the, you know, with\nyour uncle’s help?",
        "Q: Did your father ever think of emigrating from France to the U.S.? Did he ever\nthink of trying to get your uncle’s help to get out?",
        "Q: He wasn’t the only one.",
        "Q: Oh, he was?",
        "Q: When was that?",
        "Q: So he was picked up from Nice and put in Gurs. And your mother?",
        "Q: Your stepmother was not interned there?",
        "Q: But that still didn’t scare him enough when he was picked up?",
        "Q: Did the SS take him to Gurs?",
        "Q: How long was he there?",
        "Q: Did he talk about what it was like there?",
        "Q: I heard that -- did he go in the winter though?",
        "Q: Because I heard that it was -- that the conditions were pretty bad.",
        "Q: It was too late?",
        "Q: Okay, so you were deported from Nice to Paris? This was after Italy surrendered\nto the Allies on September 8, 1943? And then to Auschwitz, right?",
        "Q: Were they ill? What was their physical condition then?",
        "Q: You didn’t have any idea then what was happening?",
        "Q: You were on these cattle cars? You were deported on cattle cars out of Paris?\nWas it Paris or Drancy?",
        "Q: Oh, from Paris?",
        "Q: But you were still with your parents then?",
        "Q: Everyone else on the cattle car with you, were they all from Nice?",
        "Q: Were there young children on that?",
        "Q: Families?",
        "Q: How many days did the trip take from Paris to Auschwitz?",
        "Q: Was that the summer time when you were deported? What time of year was it?",
        "Q: Were there people who died on that trip?",
        "Q: There were? From starvation and --?",
        "Q: When you go to the camp, you were separated and where did you go?",
        "Q: That was done right away?",
        "Q: You were -- I had your -- you were at Auschwitz for the whole -- for the\nremainder of the war?",
        "Q: What -- do you have any experiences that you want to talk about there in\nparticular?",
        "Q: Did you leave camp?",
        "Q: Did you live --?",
        "Q: You had enough!",
        "Q: You had enough?",
        "Q: You spent the duration of the war there?",
        "Q: \"AS.",
        "Q: How did you get there?",
        "Q: Was that he most terrifying thing that you experienced, the bombing?",
        "Q: Oh, so they were little, they were small bombs?",
        "Q: They made you do that?",
        "Q: So on one got killed doing that?",
        "Q: Where were you liberated?",
        "Q: You knew that?",
        "Q: So this was April, probably?",
        "Q: They were afraid at that point of retaliation?",
        "Q: So even though you were treated so well, you were emaciated?",
        "Q: Did you go back to Paris?",
        "Q: When did you emigrate to the U.S,?",
        "Q: Could we just -- I'd like to --. You told me your father’s birthplace and birthplace\nalready and he had a university degree and his background. Do you know what\nyour stepmother’s birthdate was? Approximately?"
    ],
    "answers": [
        "A: I was born in Berlin on February 26, 1920, in Berlin, Germany -- as the only son\nof my parents, what should I say?",
        "A: Hans and Margaret. I had pretty normal schooling. Went through kindergarten,\npre-school and --.",
        "A: Public school and after that I went to gymnasium with the intention to go to\nuniversity and become an electrical engineer and go through to my Ph.D. This\nwas interrupted by the advent of the Nazis in 1933.",
        "A: I always lived in Berlin, yes, with my parents.",
        "A: It was a well-to-do neighborhood. I was in the southeastern district, south\nwestern district of Berlin. It was a district called Schoeneberg. I had a good\nchildhood.",
        "A: No, no, was mixed. There were many Jews living there and many non- Jews.",
        "A: We lived in an apartment building. We lived on the fourth floor. My father\nalways complained about being bald, that when he carried me these four flights up\nthe stores, I amused myself pulling out his hair.",
        "A: That’s right.",
        "A: My father was a foreign correspondent for a notions trading company. He spoke\neight languages fluently.",
        "A: He traveled, yes, he traveled too. Not a great deal but he traveled.",
        "A: My mother was a full time mother, yes. She was at home bringing me up.",
        "A: No, my father was born in Seesen, a small town at the foot of the Hartz Mountains\nin northwest Germany, but my mother was born in Berlin.",
        "A: They came from --. My father’s mother -- my father’s father was a first\nProfessor. He was a professor at the Berl in Lyceum appointed by the emperor,\nWilliam III.",
        "A: Professor at a lyceum, professor of history. A full professor of history. That was\none of the first Jewish appointments by the emperor.",
        "A: My grandparents on my mother’s side, I knew very well. My grandfather, my\nfather’s father died at an early age from cancer. So I didn’t know -- he died about\na year before I was born.",
        "A: Yes, one brother. He is -- he was a captain in the United States Army. He was a\nmedical doctor and e came to the United States in 1928 or ’29.",
        "A: His name was Albert Alfred Munzer, M.D.",
        "A: Yes.",
        "A: No, he went to the University of -- I think he went to the University of Leipzig or\nsomewhere. That was before my time.",
        "A: Yes, September 21, 1893.",
        "A: They were married in 1918, I think.",
        "A: After the -- shortly before the end of World War I.",
        "A: Yes.",
        "A: Yes, he saw front line service. But he got meningitis and had to be hospitalized.\nHe recovered and they discharged him.",
        "A: They met as members of a youth group.",
        "A: Wonder -- I don’t know whether it was Jewish or ---. It was a -- at that time, it\nwas very popular to make trips and to rough it.",
        "A: Right. Climbing mountains?",
        "A: Climbing mountains, bike trips, canoe trips. My father had one of these klepper\nboats, those folding canoes with the rubber skin draped over it. To assemble it on\nthe beach wooden planks and you drape the rubber skin over everything --\nmatched perfect.",
        "A: Canoeing, sailing, anything.",
        "A: Oh, lots of lakes and rivers in northern Germany. Especially in that area of Berlin\nand south of Berlin.",
        "A: Havel, Mueggelsee. These are two sports I remember.",
        "A: Yes.",
        "A: We -- this boat came along with a tent and we spent the nights in the tent.",
        "A: No, not that much.",
        "A: I wasn’t very conscious of it.",
        "A: We observed the high holidays but that was about it.",
        "A: We belonged to the class of the emancipated Jews.",
        "A: After Hitler came to power, we were still in Berlin, yes.",
        "A: Well, we had to --. I walked daily two and a half miles to school. There were no\nschool busses to pick us up. I wasn’t aware of any incidents except maybe one.\nWe had these -- we wore these Tyrolean pants that were very popular at the time.\nSomebody turned around in the street and remarked that Jewish kids shouldn’t be\nwearing these things.",
        "A: Jewish and non-Jewish friends, oh, yes.",
        "A: No. Not in the beginning, no. Berlin was a thoroughly socialist city. There was a\nSocial Democratic mayor at the time that Hitler came to power and he was\nJewish. The story goes that the Berlin police was all poised. That when the\nBrownshirts were marching on Berlin in 1932, that the Berlin police and the\nBerlin National Guard was all mobilized with everything to give them the\nappropriate reception. But somebody cut the wire that led to a button underneath\nthe mayor’s desk, was sabotaged. When it came to pushing the button, nothing\nhappened. Consequently Berlin was taken over by surprise.",
        "A: Yeah. In ’33, I went to the Koenigstaedtische Oberrealschule in the northeast of\nBerlin. At that time my grandmother, my paternal grandmother, took me under\nher wings because my parents left the country for France and I had to be given\naway.",
        "A: Yeah, early 1934.",
        "A: Late ’33 they left the country. I was given into my grandmother’s care. In 1934,\nshe gave me up to the Auerbachsches, Waisenhaus. That’s a Jewish institution\nwhich was an orphan asylum that took in the kids that had parents but was --\nparents no longer in the country.",
        "A: 34. Because they were apprehensive and they knew that somebody was after\nthem.",
        "A: Both, both.",
        "A: My father was the District Supervisor of the Wilmersdorf District of the Socialist\nParty -- the same party that Albert Einstein belonged to. Matter of fact, I do\nremember having played with his grandchildren. We were both kids, very young.\nWe were playing while she was at the piano and he was playing the violin. They\nwere entertaining each other and we -- they talked business and we talked\nchildren’s stuff. We played together.",
        "A: That was way in the twenties.",
        "A: But he was a marked man as far as the Nazis are concerned.",
        "A: Yeah, they had to leave fairly quickly because I remember one evening my father\ngot this note was pushed under the door. The post office wasn’t reliable any\nmore. People would open up each other’s mail and look for trouble. So this note\nunder the door said something to the effect that -- change your domicile,\nsomebody’s after you.",
        "A: It was early -- well it was shortly after the election in April 1933. My father was\nvery upset. He came home; he says, guess what, the Nazis won. So they changed\n- they gave up the apartment and they lived under an assumed name someplace\nelse as a -- in a room sublet by somebody.",
        "A: Still in Berlin, yes.",
        "A: Incognito.",
        "A: Yes. I was getting to be too much for my grandmother so I ended up in this\norphan asylum.",
        "A: 19 --, 1937, yes, early 1937. They put me on a train bound for Paris.",
        "A: \"34 to °37.",
        "A: Three years.",
        "A: Yes, they forbade the Jewish kids to go to regular gymnasium so I went to the\nJewish Middle School.",
        "A: Well they tried their best.",
        "A: No. I remember my Hebrew teacher -- he was a tall fellow, blond, pug-nosed,\nblue-eyed, a real image of the typical Aryan and they wanted to get him into the\nParty, a party member. They didn’t believe that he was Jewish. He was tall, he\nwas six and a half feet tall.",
        "A: Blond, blue-eyed, ruddy-faced, a typical Aryan.",
        "A: I don’t know what happened to him. He’s probably still around someplace.",
        "A: This was a Jewish -- yes, this was a Jewish enterprise. It’s no longer in existence,\nactually. The building is no longer in existence. It was established in an old\nbrewery which changed location because it got too big for this building so they\nsold it to that orphan asylum, to that company that established an orphanage there.",
        "A: It was still in Berlin proper. As a matter of fact, the son of the director of this\norphan asylum is now a famous rabbi in Ottawa, Ontario at a temple called the\nHoly Blossom Temple. His full name is Rabbiner Dr. W. Gunther Plaut. His\nmother, I sent her a congratulatory letter, his mother just turned 100 last June, I\nthink. A year ago June.",
        "A: There were three groups of children -- the toddlers, the medium-sized and the\nadolescents. I was one of the oldest there.",
        "A: Oh, yes. Considering the conditions, we were all treated well.",
        "A: And they were all indigents. The parents paid for it. My parents did too for me.",
        "A: Hm?",
        "A: Oh yes. Shelter.",
        "A: I didn’t track anybody down.",
        "A: Strange, nothing happened to me personally.",
        "A: No.",
        "A: No.",
        "A: No, because we were sheltered actually by the orphanage. When we walked to\nschool, we always walked in groups and they never bothered us.",
        "A: No.",
        "A: No, no.",
        "A: No, I heard a lot of things that went on around us but it never affected us\npersonally.",
        "A: Yes.",
        "A: °37, yes.",
        "A: To Paris to rejoin my parents. At the time, they were in Paris.",
        "A: Yeah.",
        "A: No, she died in Berlin. 1935, I was still there, in Berlin.",
        "A: She was in the hospital and the prognosis was not good for her so he did his best.\nActually, he -- I don’t know what happened but I reading that he sort of\nabandoned her. He sent her money but --.",
        "A: I saw her often.",
        "A: That’s right.",
        "A: No. She is also from Berlin and they didn’t travel together but he made her come.",
        "A: They got married in France, yes.",
        "A: °37.",
        "A: I joined them in Paris and they had a -- they established a business, sort of a\nlibrary.",
        "A: A bookstore, yes. Part bookstore, part lending library. Specializing in books that\nwere banned in Germany.",
        "A: They did pretty well./",
        "A: Yes, it was in the 15\" Arrondissement. It was not far from the slaughterhouse.",
        "A: Yeah, the 15\".",
        "A: That was in 1937. From 1937 on. And the first half of 1939, I --.",
        "A: No, I went to a training institute that would prepare me for mechanical,\nmechanics. I would up in employment at the HIspano-Suiza Works in\nCourbevois, Paris, in 1938. They made engines similar to the Rolls Royce\nCompany. As a matter of fact they were compared to it. They made engines and\nengine parts and I was employed there as a mechanic.",
        "A: I was very bad at languages. But it took me only thirty days to master the French.",
        "A: I worked up to the end of 1939, when war broke out.",
        "A: I don’t know. I don’t remember. I know there were lots of girls after me but --.",
        "A: It was passe.",
        "A: Yeah, after Hitler invaded Poland and thinking that the Russians would be with\nthem. Then he turned against the Russians and that’s when England declared war\nfirst and then France.",
        "A: I don’t know. He was pretty upset. I had my own apartment. I wasn’t very much\nin contact with them at that point.",
        "A: I was alone, by myself.",
        "A: I was living, no, at Courbevoie, near the plant.",
        "A: Courbevoie is one of the outskirts of Paris.",
        "A: Then, since the French classified us as hostile aliens, they rounded us up and took\nthe young ones into the inner, into the inside of the French country, the\ncountryside where we were harvesting sugar beets.",
        "A: In the Touraine. The little villages where we were quartered was -- the little\nvillage was Marrolles, M-a-r-r-o-l-l-e-s.",
        "A: It took us, was eleven weeks after the -- no eleven days after the outbreak of the\nhostilities, they took us into the Touraine.",
        "A: Well, the gendarmes just showed up and told us to pack ours -- off your\nbelongings and go with them. That’s it.",
        "A: Oh, yeah, everybody was registered with the police. Every resident.",
        "A: We were taken to the railroad station. The railroad station -- and were freighted\ninto the --. Well freighted, we had passenger cars. Passenger compartments;\ngoing into the French corn belt as it is called, the wheat belt. It’s called the\nTouraine. A series of little villagers, farmers, farming villages ----",
        "A: Some of them yes, some of them not. But they were all foreigners.",
        "A: All over. Some were students. They helped with the harvest because the men\nwent to the front. So we went to the interior helping with the harvest.",
        "A: They were ice but authoritarian.",
        "A: Yeah. We stayed as guests of the farmer.",
        "A: We were housed in an old barn because we were many, we were about forty\npeople. At three o’clock in the morning, we were out there with our machetes\nharvesting the beets. The dew was heavy so in order to prevent the outbreak of\nrashes and other disturbances of the skin, they fed us with vitamin, heavily with\nvitamins A and D, giving us boiled lard to eat in the morning, black bread from\nthe real stuff. I liked it. I was very fat, oh.",
        "A: Fat was just dripping off me. Boiled lard? Oh, yeah. Potatoes and bread and\nthen --",
        "A: All men. The weekends, we whiled away our time with playing cards and going\nto the local pubs.",
        "A: Oh, yeah. We had freedom there, oh yes.",
        "A: Oh, yeah. That arrangement was not bad at all.",
        "A: Apparently sugar beets get stuck in the ground when the sun is up. To collect\nthese beets. You have to pull them straight up not to break them. You want the\nwhole beet, you see. Once they break, they’re no good any more. That’s it.\nCan’t do a thing.",
        "A: That’s right. The work had to be done before sunrise.",
        "A: By the time the beets were out of the ground, the sun was up and then you went\ndown the rows with your machetes and cut off the greens.",
        "A: Yeah. Well, three in the afternoon was quitting time. The rest was ours.",
        "A: I don’t know, when the harvest was over, they took us away. I guess it was eight\nweeks, something like that, eight or ten weeks.",
        "A: Then we went back and in the meantime, my parents moved from Paris to Nice.",
        "A: No. My father had a fallout with his partner and he said, okay, you take your\nbusiness and stuff it. They went into Nice because they had a good offer there\nand established a lending library instead of the delivery. I joined them there and -",
        "A: That’s the picture in Nice in front of part of the books.",
        "A: It was before, before we were taken.",
        "A: Oh, yes, 41.",
        "A: \"Al,",
        "A: Right after I arrived in Nice, I was told that as a hostile alien, being of a relatively\nmanageable age, I had to go into military duty. Since I couldn’t join as a non-\nFrench, since I couldn’t join the regular French armed forces, I had to go into the\nFrench Foreign Legion.",
        "A: I was in --’41, yes. No, that must have -- no, it was in 1940. What am I talking\nabout? It was in 1940- right after I had joined my parents in Nice.",
        "A: So then I -- it was only a few weeks. I had to pack my bags and leave -- got my\nwalking papers.",
        "A: Their living situation?",
        "A: Yes.",
        "A: Well, we had only this one big room with the books and with --. I slept on a\ncouch and they slept in a double bed.",
        "A: Yeah, it was a big room. It was partitioned off with a drape, with a curtain. So\nthey put the curtain and made a bedroom out of part of the living room. The\nliving room was full of books. That’s how they lived.",
        "A: Oh, yes. They had a good business there",
        "A: Beach? Oh, yes.",
        "A: Well, Nice is up against the French Alps. They fall right off, sort of -- it’s nestled\nin a cliff sort of. Matter of fact, the bay reminds one of Los Angeles because --.\nIt’s called the Bais de Anges and it’s --. The beach 1s all pebbles, no sand. I had\nthe hardest time to walk on these pebbles but you get used to it after a while.",
        "A: Doesn’t matter. You see people bathe in the winter time and you look up --. Asa\nmatter of fact, we were up in the mountains and we looked down to the sea, to the\nbeach and we saw people bathe and we were having a snowball fight up in the\nmountains.\n(End of Side A)",
        "A: That’s right.",
        "A: We had boot camp in Leon, France which lasted five weeks. We went on to the\nSahara Desert. I remember the crossing of the Mediterranean. The\nMediterranean is a nice smooth body of water, very innocent looking but every\nonce in a while, gets stormy. When it gets stormy, watch out. So we had one of\nthose passages on a sloop, going to North Africa. The water was terrible, oh was\nit ever choppy. I couldn’t remember a thing like that. It was stormy, outright\nstormy. That things was, I don’t know how he could have made headway, but he\ndid.",
        "A: Was a sloop, was slightly bigger than a fishing trawler. I saw people standing up,\nlining up on the railing, green in their faces and giving to the sea what’s --\nwhatever they ate. Giving it back to the sea. I was down, sitting there, down at\nthe captain’s table and ate everything in sight. No, I had no fear of the sea at all.\nSo then we ended up in North Africa, we were ferried to -- we were transported in\ntrucks, military convoys to the Sahara Desert. A little village tight at the outskirts\nof the desert, Bou Arfa. That I remember. Wasn’t far from the Algerian border\nwith Morocco. But we were on the Moroccan side. We were told to -- regular\nlittle garrison, you know, garrison duty. We were told to watch out for the Arabs\nbecause they are very treacherous. They can sneak up behind you; you don’t even\nknow what hit. They just come out. The desert is just a mass of sand, you know,\ndunes and what-not. They have ways of fighting. They make no noise when they\ncome up on you. You had to watch out.",
        "A: No. But the -- I had a carbine which was, oh my God, it always --. I don’t know -\n- shooting around the corners. Never hit the target. I don’t know. We had target\npractice and I always ended up hitting somebody else’s target. I looked at the\nbayonet of the thing and it was dated 1792 or something like that.",
        "A: Yeah, from Napoleon’s time. That’s what we had. Then we did our little garrison\nduty. Then the Germans came in after France laid down her arms in 19 --, late\n19 __, well, actually 1940, she laid down her arms but the Germans took a little\nwhile to get in there and to get organized their things. It took about half a year\nuntil they found out about our garrison. I guess in early 1941, they disbanded the\nFrench Foreign Legion. Oh yeah, I remember. We were under the Vichy regime.\nMarshall Petain. He was -- he took care of the running of the French Foreign\nLegion until the Germans were good and ready to organize it their way. So we\nhad a little time there. Meanwhile we kept on functioning as a garrison, as an\noutpost. Then the Germans came in and took all our weapons away and got us to\nwork on their railroad project.\nQ” When was that? That was in ’41?",
        "A: That was in ’41.",
        "A: Oh, we had -- our group was made up of all kinds of renegades, breakers of the\nlaws, and things like that. I couldn’t tell you.",
        "A: No, you can’t make friends with those.",
        "A: They were rough, yes. It was a rough and tumble bunch.",
        "A: Some were murderers. Well, I was once frightened by somebody who wanted to\ncut off my ears.",
        "A: Made no difference, made no difference. We were all in the --. As a matter of\nfact, I remember when one of the colonels at the end of boot camp in Lyons, in\nthe French mainland, gave us charge before dismissing us. He said, you are in the\nFrench Foreign Legion, you are here to die. To fight for your fatherland and to\ndie. Little did he know that these are all a bunch of foreigners.",
        "A: No, no. But it struck me as out of place. Completely out of place.",
        "A: They disbanded, the first thing they did 1s disband the French Foreign Legion.",
        "A: That’s right, that’s right. They took over our regiment and made us break up\nthose stones they trucked in from some place, I don’t know.",
        "A: They put us a little deeper into the desert. At that time they housed us in pup\ntents.",
        "A: Oh, yes.",
        "A: That was not a problem, no. The French government fed us and the Germans\nmade us work. That’s what. --- In other words, we still were, we were still\nobeying the French and the Germans were in the background.",
        "A: A couple of higher-ups once in a while came to inspect the work we were doing\nand sniff around a little. But largely they left us alone because we were doing our\njob.",
        "A: Oh, yes, was hard. You had -- there was a quota that you had to meet but it\nwasn’t too hard.",
        "A: Until my father coughed up 20,000 francs and I guess in ’41, ’42. Yeah, in early\n\"42, he was able to get me out of there -- to buy me out. To have me shipped back\nto the mainland, the French mainland.",
        "A: Went back to Nice. I’m thinking that Nice was a safe area because it was under\nthe Italians.",
        "A: I don’t know how long --. Again this is -- when did Italy lay down her arms?\nWhen Italy laid down her arms, the Germans took over the entire area. Italy\nsurrendered in September, 1943. They made the -- they rounded up the Jews.",
        "A: These were SS.",
        "A: Yes, with my parents. I was first put into a hotel.",
        "A: In Nice. From there regular shipments were going to Paris, collection camp.",
        "A: That they had work for us in some other place. They designate, they’d be\ndesignating.",
        "A: They were all Jews.",
        "A: Yes, it was a fairly large Jewish population because the Italians left the Jews\nalone. The Jews were working in Italian occupation offices. Military offices --\nthey had it good as a matter of fact.",
        "A: Were all kinds of Jews. French, non-French --.",
        "A: Oh, yeah. We had three temples in Nice, a kosher Jewish kitchen, businesses\nconducted; there were many Jewish doctors.",
        "A: From Nice, we rode a regular passenger train, yes. To Paris. Under guard, of\ncourse.\nQ Were you allowed to take possessions with you then or --?",
        "A: Only the rudimentary things. We had to leave things, many things behind. We\ncouldn’t take money along, we couldn’t --. They let us have jewelry when we\ncouldn’t take money along.",
        "A: My father entrusted the lending library to a friend, a non-Jewish friend, an artist, a\npainter/artist. I don’t know what happened to him by the name of Gowa, G-o-w-\na. As a matter of fact, I came across a -- you read French?",
        "A: The library was confiscated by one of the Vichy representatives but we stored\nafter the war. This Mr. Gowa ---.",
        "A: There’s my signature there. This was, of course, after the war. Now she went\nway of Switzerland. She got into Switzerland somehow. From Switzerland she\nwent to the United States.",
        "A: Excuse me.",
        "A: Yes, as a matter of fact, he was thinking of going to Spain. From Spain to go to\nthe United States. But he somehow missed the boat. He thought it wasn’t going\nto be this drastic. He had his confidence in France, in the French people. He\nmissed it and it was --.",
        "A: He was interned in Gurs, in the camp of Gurs.",
        "A: Yes.",
        "A: Before I was picked -- before we were picked up. He was freed again after that.\nHe was let go.",
        "A: From Gurs, came back to Nice after that.",
        "A: No, she -- for some reason they needed some workers there or something like that\nSO --.",
        "A: But then he thought of going to Spain but again, as I said before, he missed the\nboat.",
        "A: No, it was the French. The French got him out.",
        "A: I don’t know. I don’t know when that was.",
        "A: Yeah, was like military discipline.",
        "A: I think so, I don’t know.",
        "A: A lot of people got sick, got typhus --.I don’t know what happened there. He\ncame back, he came back and he made up his mind to get going but --.",
        "A: Yeah, it was too late.",
        "A: Then to Auschwitz, and there we were separated. They got loaded on a truck and,\nof course, it went right to the gas chambers.",
        "A: I don’t know. It was an SS man when we were herded out of the cattle wagons;\nthere was an SS man and he just pointed. So my parents, whoosh -- this way, and\nfor me, that way.",
        "A: I smelled it. I smelled it. It was sickening. They didn’t have to tell me anything\nthere.",
        "A: Paris.",
        "A: From Paris, yes. And these cattle cars were sealed in them. Conditions were\nhorrible. I don’t have to describe it. That’s pretty well established. (This was\nconvoy 69 from Drancy on March 7, 1944; source: Klarsfeld)",
        "A: Yeah.",
        "A: No, they were all from France. This was a collection camp at Drancy, outside of\nParis. It came from various regions.",
        "A: Some of them were young children.",
        "A: Families, yes.",
        "A: I guess four days.",
        "A: Must have been in the fall. (Was actually in March, Convoy 69, March 7, 1944).\nBecause the temperatures were moderate, thank God.",
        "A: Yes.",
        "A: Starvation and what you call it, conditions. It was a horrible stench.",
        "A: The first time, the first thing I notices we were stripped of all clothing, all\nbelongings. Next thing I got a number tattooed.",
        "A: Then we were told to go into the sauna. Our heads were shaven and all this other\nstuff -- cleansed with kerosene or something to -- I don’t know what went on\nthere. Some chemical, it smelled like kerosene, it’s awful. It was like a shower,\nyou know. Then they dried us off and gave us some things, some rags to put on.\nWere not fitting well at all and wooden shoes, clogs.",
        "A: No, no.",
        "A: Well, some representative of the Siemens Works came and they were both\nrecruiting officers, civilians by the name of --. One was Hanke, H-a-n-k-e, and\nthe other was Jungdorff, J-u-n-g-d-o-r-f-f. They were representatives of the\nSiemens Works. They were looking for mechanics. They asked me to do certain\nthings to explain to read the scales on calipers and to identify mechanic’s tools\nand things like that and they were satisfied. They were hiring me on the spot.\nFrom that moment on, I was treated fairly well.",
        "A: We left the camp and we were transferred to a little -- used to be a tile factory, a\nbrick factory. A brick factory which was abandoned of course, near the Elbe\nRiver, which was taken over by the Siemens people. They were giving us lathes\nand drilling presses and all these tools to make jigs for using electrical\ncomponents, like switch components, contacts and things like that. So we had the\ntools. I don’t know where they got them from but we had the tools. They were\npretty good too, they were pretty good quality.",
        "A: We had, yes. We had bunk beds with mattresses and bedding. We had horsehair\ncovers and pillows. Strangely enough, we had -- was --. That’s why I say. You\nsee, I don’t open my mouth too wide because I don’t have the experience that\nothers had.",
        "A: I had enough? Compared to what others experienced, I was pretty well treated.\nWe had good food --.",
        "A: We had sausage, we had cheeses, we had -- you name it. I was pretty well\nnourished, couldn’t complain.",
        "A: Potato soup and so on and so forth. Well, this went on, this arrangement went on\nuntil the Russians came uncomfortably close to Auschwitz. It was in February or\nMarch, of ’46, was it?",
        "A: \"45. We had to leave. We had to leave in a hurry, had to abandon everything and\nwe went to Dachau. [See NOTE at end of transcript]",
        "A: We were transported again in wagons, in cattle wagons but there was one\ndifference. We could take our belongings and our foods along. The trip took\nonly about a day. We spent about, I would say, five days in Dachau before the\ntwo recruiting officers from Siemens found us again. We were again singled out.\nThis time we were transported by truck, military convoy to Berlin; Siemens, their\nmain factory there. That’s where we continues doing our little thing. Except that\nevery time the Allies laid down one of those bomb carpet, we had to go into the\nbunkers, into the shelters. This was in Arbeitslager. This was not a concentration\ncamp, this was a work camp. At that time we had to go hurriedly back to the\nwork camp and go into the bunker because Siemens had in itself, only bunkers\nenough for their own employees. So we had to go back. We had to share these\nbunkers with the SS. But again, they left us alone. They were humans, human\nbeings. They left us alone. There was one bunker next to ours; there was only\nSS. We didn’t - they didn’t --. One of those bombs really hit hard. I was standing\nnear the door and I felt the impact from the air rushing in, you know, the pressure,\nthe sudden air pressure. The bunker next to us got a direct hit and when they dug\nthese -- got all these bodies out, one guy had a gun, the thing was turned around\nand looked like a trumpet, one of those French horns. That was the impact.",
        "A: Well, it stood out in my mind. We had to -- there were lots of incendiary bombs\nthey dropped and they never exploded. You know these pencils, they were\noctagonal in shape and they had a pin, you know. The idea was when these things\ndropped down, the pin got pushed in and the flame threw out. They had us pick\nup those things that did not go off and just hold them away from us; push the pin\nand let them flame out.",
        "A: They were the incendiary bombs. The incendiary bombs; they look like gigantic\npencils with a pin at the end.",
        "A: They made us do that to neutralize those things, to get all the stuff out. Now\nactually, when the flame gets thrown out, these things don’t get hot. The flame is\nfar enough away from these pencils --.",
        "A: No one got killed doing that. We went into a neutral area. As a matter of fact,\nthey had a whole sack full of potatoes for us. For what was in the kitchen, raw\npotatoes. We amused ourselves to discharge these things against the potatoes. So\nwe had some nice roasted potatoes for dinner. No, we didn’t -- I personally didn’t\nsuffer too much. The skills --",
        "A: Well, then Berlin got too hot. The Siemens complex was destroyed. Our work\ncamp was destroyed and they ferried us up to Oranienburg concentration camp,\nback to the concentration camp. That was already the later days of the Nazi era.\nMost people saw the light; that this was an untenable situation and the Germans\nwere done for. Was only a matter of time. They prepared us -- again no\nhardships. They prepared us for a march to Meklenburg, to the Meklenburg\nregion and we were supposed to board a Red Cross ship in Bremen but we had to\nwalk over there. The order came to march us into a forest and to machine-gun us\nall to death.",
        "A: Yes, yes, the SS told us. We got the orders to shoot you all. But we refused to do\nthat. We don’t want to do that. Orders, nobody checks on these orders as the war\nis over. The war is finished.",
        "A: This was April of ’45, yes.",
        "A: They were afraid it was that point retaliation. They said to hell with these orders.\nWe just march on. Let’s go. So we go. We went to that one forested area, full of\nfoxholes, for the night. Bedded ourselves down in one of the foxholes. We had\nour -- at that time our hair was starting to grow and we had our -- we took our\nblankets along and all that. We were pretty well organized there. In the morning,\nwe looked around, no SS. No German officers. There was a clearing. In a far\nclearing, I saw a rider, man on horseback. Turned out to be a Russian soldier on\nreconnaissance. They discovered us and took us in to a gigantic farmhouse with a\nbarnyard and what-not. The Russian colonel who turned out to be a medical\ndoctor, spoke a good German at that time, he said, look, you’re free. But if you\nwant to do yourself a favor, don’t eat right away anything that comes into sight. I\nknow you are hungry. We will give you some thin soup and we’ll gradually\nincrease your diet to where your stomachs can digest it, because if you eat, you\ndie. That’s what the colonel said. He said you get sick and you’ll die. We were a\ncouple of days with the Russians. They fed us pretty well. They gave us no solid\nfood for the first two days and then they started out with a slice of bread here, a\nlittle there and so on. But somehow I reacted, I came down with dysentery.\nThen the Russian said, we have no ill facilities. Pll tell you what, we’ll deliver\nyou to the British. They have a field lab, a field infirmary and they can get you\nback, straightened out. They put me on a -- what the Russians call an ambulance,\nand got me over to the British lines which weren’t far away. There, I spent about\nthree weeks on a diet of all horsemeat hamburgers. I gained weight at the rate of\nthree pounds a day. I was simply emaciated.",
        "A: I got three things. I got sulfa drugs, I got aspirin and I got all meat hamburgers,\nhorsemeat hamburgers. All horsemeat hamburgers -- that’s how they put me back\non my feet. Then I was repatriated to France because everybody went where he\nwas taken from.",
        "A: Yes, we went back to Paris when the first stop. There we -- they welcomed us as\nheroes. We were quartered in one of the luxury hotels. I think it was the Ritz, I\ndon’t know. We were given clothes and things to wear, my first haircut. After\nthis died down, went back to Nice and I reclaimed my old apartment. The books\nwere gone, of course. I lived there for a year before I came down with the -- the\ndiagnosis was water on the lungs. I went to the hospital and they found that I had\nwater, I don’t know. They took one of those gigantic syringes, those horse\nsyringes, big needle, heavy gauge needle. The doctor felt me between the ribs\nand just jabbed that thing into the lungs and pulled out water. Pulled the water\nout of my lungs. Thank God the water was clear so there was no evidence of\ntuberculosis. They put me in a ward together with tubercular patients. So in\norder to prevent me from catching tuberculosis, they inject me with an aspirin\nsolution. A sugar solution of aspirin, 500 milligrams a day, three times a day.\nThey reduced it to 200, twice a day and then I came out of it, no evidence of\ntuberculosis. Well, here I am.",
        "A: In 1947. Matter of fact, it was May 4, 1947. I landed in La Guardia, on a regular\nimmigration visa. My uncle furnished the affidavit.",
        "A: No, but I could find out, I can find out.\nNOTE: After interview was concluded and recording equipment removed, Mr.\nMunzer recalled that he had not given correct information concerning the\nconcentration camps. After Auschwitz, he was sent to Buchenwald, not to\nDachau as stated.\nReview of transcript necessitated further minor changes from the taped interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nAugust 24, 1992\nFramingham, Massachusetts"
    ]
}