{
    "rg": "RG-50.030.0325_trs_en",
    "sequence": [
        "A: My name is Fritz Schnaittacher. I was born in a small village near Nuremberg. The name of\nthe village was Forth, F-O-R-T-H. It's a village that's about 23 kilometers from Nuremberg,\nabout ten kilometers from Schnaittach, after which we are named, and it had a population of\n1,100. At the time I was born it might have had ten or fifteen Jewish families. By the time I\nleft, it had dwindled to eight.",
        "Q: I need some dates here. What year were you born?",
        "A: I was born in July of 1913 and left -- an interesting part of the development of young Jews at\nthat particular time was that the village only provided elementary education. During the first\nthree years of my life, I was in a one room school house which was staffed by a teacher who\nwas Jewish who acted also as a cantor and an insurance agent on the side. Finally, the small\ncommunity could no longer afford this teacher, and we were transferred at the third year of\nelementary school to the government school, which was largely a Protestant school, because\nthe village also had a Catholic school. I lived in this village of Forth until it became\nnecessary for the purpose of getting a better education to go to a so called Pensionat, a\nglorified boarding house in Nuremberg. My mother, who then had been a war widow, had to\ngive me up Just like she gave up her elder son, my brother Mike, who also went to this\nPensionat in order to go from there to a Realschule, or in my case, ultimately to a\ncommercial high school. It is interesting to note that because of coming from a village\nelementary school, I had to undergo an entrance examination into the then what we\nconsidered preferable the Realschule, a high school providing education in languages, math,\netc. But anti-semitism back in 1923 in that particular school had risen to the extent where the\ndirector of the boarding house saw fit to transfer me from there to the commercial high\nschool. Life continued as a student and the practice was to go home on vacation and holidays\nand of course that was a double holiday to be spent with my mother and spinster aunts who\nhoused the family. After graduation, at the age of 17, I went to work in a wholesale\nestablishment for the sale of household goods and toys. This would have brought us up to the\nyear 1930. In these intervening years, Nazism grew, but it did attain the imminent danger of\nthe overthrow of the Weimar Republic. The years 1932 indeed seemed to from my memory\nand as a youngster, seemed to reflect a decrease in the significance of the Nazi party. There\nwas an election in Schleswig-Holstein which indicated for the first time a decrease in the\nelectoral votes that the Nazis got. This presented the urgency to Hindenberg to appoint Hitler\nChancellor on January 30, 1933. That changed the situation radically. Immediately after the\nappointment of Hitler as Chancellor, forms of oppression of terror began to ensue not as yet\noutwardly against the Jews, but most of all against social democrats and communists, anti-\nfascist forces. In order to give the appointment of Hitler's Chancellor the democratic\nappearance, the election of March 6, 1933 was called. The disunity on the left and the\nsupport of the Nazi movement by German nationalists brought about the so-called electoral\nvictory confirming Hitler in the position of Chancellor. Thereafter, really, the efforts began\nto denude Germany of human rights, of civil rights, of democratic rights. Now, shall I swing\nover the time of the arrest?",
        "Q: Not yet. What I would like to ask you 1s prior to this period of time, did you have any trouble\nwith people as a Jew? Did you come from a religious family? Did you mix well with your\nGerman neighbors? What was it like before Hitler?",
        "A: What was social life in a community such as the little village or for that matter social life in\nthe city of Nuremberg. Now, I can speak of it from only a very limited point of view. As far\nas the village was concerned, after we had left school we hardly -- we only would socialize\nand to a very limited scale with young people whom we knew to be anti-Nazis. The few -- I\nshouldn't say few, there were quite a few social democrats and those were the only people\nthat we socialized with. Earlier on, during the years that I went to school in Forth, we would\nplay soccer yet with everyone. That was until say 1930. From then on, the lines were\nbeginning to be drawn much more severely. Now, the question could be raised why would it\nbe called for that a young man who 1s working in Nuremberg and during the week lives in\nNuremberg would go home over weekends. Well, obviously one was drawn first of all by the\nfamily and one didn't have the opportunity to one as a Jew to form broad social friendships.\nIt was very difficult. My family was not a orthodox Jewish family. It practiced traditional\nJudaism. I at one time through my growing up period had developed a spirit of orthodoxy in\ndeed until I became some sixteen, seventeen years old and I lost it. I became agnostic. Our\nsocial life in Nuremberg centered around a German Jewish Youth movement which believed\nin ideas of humanity and yet we were able to enjoy life, until truly the radical changes took\nplace in the beginning of 1933.",
        "Q: Did you experience any abuse or attacks verbal or otherwise?",
        "A: I in the place of business where I worked, I never experienced any acts of anti-semitism. The\nplace of business was owned by two Jewish families. As a matter of fact, particularly one\nnon-Jewish family I was very friendly with. I considered him to be a devout anti-Nazi. On\nthe street I wouldn't be recognized as a Jew. I'm not proud of that, so I did not experience any\nacts of anti-semitism only when I would become involved in street discussions and they were\nnot infrequent. Then sides were being drawn occasionally with violence. Once, I do\nremember one little incident which happened in the moat of Nuremberg. Nuremberg, the\nmedieval city is surrounded by moat which was used in those days to play soccer in. The\nkids from the boarding house, some ten or 13 or us went to the moat in order to play soccer\nwhen all of a sudden a bunch of rowdies, Nazis, came storming upon us trying to beat us up\nand I'll never forget one single guy with a hammer and cycle on his cap, I must mention it, a\nhammer and cycle on his cap he beat them off. These things stand out in one'e memory.",
        "Q: When you talk about all of the street discussions, what was the mood? What was going on?",
        "A: The street discussions were between right and left. The street discussions were prior to the\nappointment of Hitler as a Chancellor. Thereafter there were no more street discussions.\nThey were in anticipation of the elections. There were several elections in Germany during\nthe year of 1932. I did, now that I research my mind, I did experience another rather painful\nexperience in our village -- 1t used to be a vacation home for Jewish children, and I was\nbefriended by one of the young social workers in charge of this home, and there were maybe\n30, 40 children, and they had taken a walk to a neighboring village and I followed them\nwhen all of a sudden I was being attacked by a guy from my village who was known as a\ncriminal who was on the loose. I didn't want to become entangled with him. Finally I had to\nask for police protection and we got home. The police visited us. That was in the summer of\n1932. In order to ask whether we wanted to press charges and we decided not to. It was a\nrather potentially dangerous act. There were other occasions when Nazis pelted our house\nwith stones, but then in the year 1932 one wasn't hesitant to go after them, but that again that\nceased after January 1933.",
        "Q: Were you at all friendly with Christian neighbors?",
        "A: We had neighbors in a broad sense, yes. We had some friends in the village. Our family had\nlived in the village for many generations. I think you're going back possibly to the early part\nof the 18th centuries. Jews only received citizen names in the year 1729 and over the years\nbecause we were the family that tried to do well by the poor people, so we had many friends\namongst them.",
        "Q: While we're on this, can you tell us a little bit about your family. I know that you said your\nmother was widowed and you lived with her. What about the rest of your family?",
        "A: Well, my father died as a result of World War I, in 1919. When he was only 47 years old. He\nhad not suffered bodily injury, but the service had caused had aggravated his heart condition\nand he died of a heart attack in 1919 when I was 6 years old and my mother was 31. My\nfather had two spinster sisters and two or three single brothers no four single brothers who\nall were living in the two houses that we owned visa vie from each other. He had also a\nmarried sister living a few houses away in the village and after my father had died if it 1s of\nsome interest we were --- the family had been in the textile business. Part of the house was\ndevoted to a store where we sold piece goods but the men of the house pursued the hop\nbusiness. This was the hop- growing section and we went around, my father and my uncles\nwent around to the farming villages to buy the hops, and we sulfurized them, baled them and\ntook them to the largest hop market in the world which was Nuremberg by horse and freight\ncar. There were no automobiles in the village. In deed, my mother got the first car I think in\n1923 or 24. This describes somewhat the cultural life and existence of Jews in the village.",
        "Q: Did you have brothers and sisters?",
        "A: I had one brother who passed away 23 years ago. Interesting is the fact that my mother, this\nvery courageous woman, took over this textile business and during the years that she didn't\nhave a car, drove out by horse and buggy to the farming village in order to sell from house to\nhouse the piece goods and invite the farmers from the village to the store in order to buy. She\nwas an amazing vital and courageous woman.",
        "Q: Your brother was he an older brother?",
        "A: My brother was four years older than I am, but he died at a very young age. He had left for\nAmerica four years prior than myself, not because of Nazi persecution at that time, but\nbecause an uncle of ours had come over in 1900 and had no children of his own, no family of\nhis own, decided to have him join him to ultimately take over his business. It was this uncle\nwho then four years later was helping me to come out of Germany.",
        "Q: One other question about this period you had mentioned a Youth movement that you were\ninvolved in. Was this political at all or Zionist?",
        "A: No, it was not Zionist. To be sure we were conscious Jews but rainbow colors of political\nopinions, largely however forward looking, progressive.",
        "Q: Is there anything else you want to tell me about your boyhood in either Forth or Nuremberg\nor the mood of the times? Anything else you can remember? It sounds like you had a fairly\ncomfortable existence?",
        "A: Yes. My family lived in very comfortable circumstances. We weren't rich, but to be sure we\nwere conscious of the very difficult conditions which existed in Germany economically\nwhere you could paper your walls with the money that was printed yesterday. The inflation\ndidn't go unscathed by us and there was rationing of food and it is one of the few\nrecollections that I have of being with my father after he had gotten back from the war and\nwe were riding out in horse and buggy and opened freight car like in order to go to a\nneighboring village and buy from the farmer four geese. That was considered like black\nmarket. I know it, did my father know it? Probably. So, the farmer loaded the geese on the\ncart and covered them with straw, but it wasn't a half an hour later that we heard the shrill\nwhistle of a policeman on a bicycle who could move faster than we did by bicycle, not\nmotorcycle. As he drew abreast of us, he forced us to turn around and return the geese to the\nfarmer. It was however, a week or two weeks later when the farmer drove up to our house\nand delivered the geese. Somehow he had escaped the attention of the authorities then, but\nyes, there was hunger in the country. There was the large scale unemployment which led to\nthe radicalization of the political life. Were the farmers friendly with us? Yes, in the main\nthey were very friendly with us.",
        "Q: You said that in 1933, everything started changing very quickly; like what?",
        "A: The changes in 1933 that I indicated which came about were demonstrated immediately after\nthe appointment of Hitler as Chancellor on January 30. The very following day there were\ndemonstrations of stormtroopers along the street where I worked and the call went out close\nyour windows or we shall shoot. On the same street there had been the editorial and printing\noffices of the social democratic newspaper which had been destroyed on this occasion. On\ntop of that building on the fifth floor or fourth floor were the offices of people that the\ncompany that we had been doing business with. I forgot the name. They were wholesalers in\ntextiles, and I took it upon myself to ask the stormtroopers who had been guarding the Social\nDemocratic newspaper in order to visit the offices of this particular company which was\nowned by Jewish people, and I was greeted with a deep feeling of dismay and despair\nbecause their goods were stolen. Their goods were thrown out of the window to\nstormtroopers who were waiting downstairs. That was the beginning, only the very\nbeginning of it and you could during the time of the announcement of elections to be held on\nMarch 6, 1933, during these short five weeks election rallies of the opposition were\nprohibited. So, it really began rapidly to spread fear and hopelessness in the circles of the\nanti-Nazi movement.",
        "Q: What were you afraid of?",
        "A: I was afraid of physical persecution, of being beaten up and the beatings that they rendered\nwere severe. After the --if you were accused of anti-Nazi activities you were likely to be sent\nto prison and after all that didn't take long. On March the 26th, twenty days after the election,\nwhen I came home on my weekly weekend visit to my mother, I was settled down and we\nwould have a cup of coffee. My mother had a bad cold, but we were happy to see each other.\nThat happiness lasted but a few minutes, and there was a hard knock on the door of our\nliving room and there was the gendarme, who said, \"Herr Schnaittacher, come with me to the\npolice station.\" I asked why to no avail; no answer. I had no alternative but to follow him.\nThat was in what would have been the purpose of saying no I'm not going with you not\nwithout an arrest warrant. This is authority. I followed him to the police station, and as we\narrived at the police station he said, \"Herr Schnaittacher, you're under arrest.\" I said, \"Why?\"\nNo answer. I said can I go home to say goodbye to my mother. He said no. I said can I call\nmy mother? He said here use the telephone. It was probably one of the most difficult and\npainful telephone calls I've had to make in my life. \"Mother, I'm under arrest.\" You could\nhave heard her shriek to the police station. We lived quite a distance from it. She came\nstorming out, protesting, but all to no avail. An hour later, after the policeman asked me\nwhether I carried weapons on me, and I had a little knife and he said you better give it to me\nso it couldn't be used as evidence. After an hour I was transported by train. The village didn't\nhave a regular prison, and I was transported to the county seat of Erlangen, a university city\nand a county seat, and I was delivered to the prison. The warden received me, assigned me to\na cell and dusk began to settle and the cell door opened and I was put in to a cell that\nconsisted of a wooden board that we slept on, a bucket, and you can imagine what it was for,\nand three pitchers of water and water basins for drinking and washing. It was inhabited by\ntwo other men, one a communist, one a socialists. All of them were at least double my age. I\nwasn't twenty, yet. And, so here I was. It wasn't a incarceration that could be in the terms that\nwe subsequently learned inhuman, it was deadening. There was very simple sometimes\ninedible food. The living conditions were very primitive. We then were assigned mattresses\nand a blanket. It wasn't without humor and I might relate these two little stories. The first\nmorning and I didn't need sleeping pills then, which I do now, the first morning my cellmates\nvery humanly gave me the easiest job and that was to fill the water buckets. There was one\nfaucet with running water in the long hallway that opened up to the cells. And as a I stood\nthere filling the pitchers with water and I turned around and who was sitting in the adjoining\ncell but my second cousin from the village. So what they had done was they had the\nhumanity of only arresting the two young male Jews instead of all the others. The other little\nstory is headed under humor. A few days after we had been brought in we saw on our daily\nwalk in the courtyard of the prison which was important because we had no exercise\notherwise, there was a young kid, even younger than I was who told us the story that he had\nbeen picked up in a certain village as a vagrant, for vagrancy, and one day as he came down\nhe clapped his hands out of pure joy. Why? Because he saw the mayor of the village who\nhad arrested him now also in prison. This is in Germany Schadenfreude, what is best English\ntranslation, \"spiteful joy.\"",
        "Q: Did they ever tell you why you were arrested?",
        "A: Okay, the charges for my arrested and I insisted and finally they were given to me. I was\naccused of agitation against the National Socialist Government, knowledge of secret\nammunition dumps, and liaison man of secret anti-Nazi organizations. I remotely could have\nbeen accused of agitation against the National Socialist Government well it was perfectly\nlegal. Thereafter I desisted of any political activity. I had been an anti-fascist throughout. My\nconscience dictated it to me. From the moment that I had been arrested, my mother did not\nrest for a moment, until she succeeded in setting us free. That came about through her\ncontact with the Sturmbahnfuhrer and the higher officer of the S.A. who three weeks after\nwe had been in prison came to the prison to look me over and after he saw me in my\nstocking feet, pants and shirt, he said you don't look too dangerous to me. A week later, the\nhead of the prison, the prison warden, gave us my cousin and myself the joyful news that we\nwere to be released the following day. And who was there to release us but my mother. She\nreally had given me two lives. When the news spread by wall Morse code, we had figured\nout a way of communicating that we were to be released and the answer came back from the\ntwo sides of the adjoining south well good for you. Leave all the uneaten food behind you.\nSo, I was released from prison. However, with the understanding that I was to report to\npolice station every other day. And as I returned to the place of work where I had been\nworking it had become apparent that rumors had been spreading which only furthered\nendangered my continued peaceful existence in Nuremberg in the area where I had been\nliving and working then. So, then in consultation with my mother and an uncle of mine who\nlived in Munich and had his place of business in Munich, we decided that I was to move to\nMunich. So, I remember the date, May 1, May 1, 1933 I moved to Munich and started to\nwork in my uncle's business which was a business selling wholesale glassware and\nchinaware. I reported in this capacity to his brokerist, brokerist means general manager. He\nhad the power of signature. His name was Hermannn, and I would like you to remember that\nname, Hermannn, and I worked there in the offices before I started to travel, but I had filed\nan application to be able to travel and for that purpose I needed to be relieved of having to\nreport to police stations every other day. So, I was in the office and I received a call from my\naunt who was in her apartment in Munich and she said there is somebody here who wants to\nsee you. As I came to the apartment, there was a man who stuttered unfortunately. He was a\ncriminal inspector. A criminalist. Until, with the stuttering, he brought out the fact that I had\nfiled an application to be released of parole and he was here to grant it to me. I died a\nthousand deaths, because I saw now the concentration camp of Dachau looming for me. So\nthereafter I travelled for my uncle. I never returned to the village I was born because it\nbecame apparent that it would be very unsafe. Indeed, after he visited with my mother she\nwas called by the village council and was told Mrs. Schnaittacher if you had been here\nyesterday, we would have arrested you. That was the summer of 1933. My mother\ncourageous as she was said well, 1f you want to let out your ire on a poor war widow then do\nso. Arrest me now because tomorrow I shall be leaving to visit and stay with my mother who\nlived then near Frankfurt. I continued to live and work with my uncle until the late fall of\n1933 and then probably in the month of September or so I filed for an application for a\nvisitors visa to come to the United States under the subterfuge to sell German products. So,\nthis visitor's visa and the exit visa from Germany was granted and I came to America 1n the\nlate fall of 1933.",
        "Q: I just want to ask you a couple of questions.",
        "A: My living and working in Munich was very interesting because Munich was a beautiful city.\nI had wonderful family contact but also working within my uncle's company gave me the\nopportunity to meet not only Jews but non-Jews. I went mountain climbing with one\nparticular man who was an extremely commraderie and friendly and if anything he saved my\nlife when I was about to slip and he helped me back. He was by no means singular. Later on,\nI started to travel and I made no secret of the fact that I was Jewish. I was not greeted by\nhostility and indeed I came back with a feeling or came to America later on with a feeling\nthat the laden anti-semitism in Germany was not as significant as I experienced in my first\nfew weeks of the United States of America. Now, that sounds like an illusion and a terrible\naccusation, but I experienced here in my early days more direct Jew calling than I did in\nGermany. I do remember several indecents along a railroad station where young men made\nremarks which were veiled anti-Nazi remarks. Of course it didn't last.",
        "Q: When you were in Munich, was it starting to get more difficult for Jews even though you had\nsome friends who were not? Was there a change that affected you?",
        "A: In the 30s and you probably could extend it to the late 30s almost until the Kristallnacht,\neven though I can't authoritatively speak for it because I wasn't there. I left Germany in the\nfall of '33, but there was the hope on the part of Jewish business people that it was a transient\naffair, that 1t was a passing affair and business was good. On the other hand, I witnessed, and\nI will never forget it, young kids being trained in the throwing of hand grenades. These were\nthe future soldiers that invaded Europe, the world. And yet, my uncles were very intelligent,\nvery capable businessman. He took, and I'm going ahead of myself, he took the Kristallnacht\nand the incarceration in Dachau to convince him in spite of my letters to come to America.",
        "Q: In 1933, there weren't yet any restrictions that impacted your movement of your activities?",
        "A: Until I left in the fall of 1933, the only restriction as far as my movements were concerned\nwas not to go back to the village. The village was a virulent sort of active anti--semitism and\nmy mother and her sisters-in-law and another uncle of mine and his wife and daughters left\nfor Nuremberg. The few other Jews remained 1n the village to be picked up after the\nKristallnacht never to return.",
        "Q: You've mentioned Dachau. What did you know about it at this point in time. It was new?",
        "A: I failed to mention that when I was released on about April 18 or 19th, 1933, there may have\nbeen a general amnesty because of Hitler's birthday, but primarily I was released because of\nthe endeavors of my mother. Had I remained in prison for some time longer, I would most\nlikely had been transferred to the concentration camp of Dachau which was open just around\nthat time, and whereas it was not an extermination camp at that time, but it was a camp of\nterror and torture and this is where the term was first being formed in German of the \"auf der\nFlucht erschossen\": Shot while trying to escape. This only got worse with every month and\nmy mother's chauffeur who was an unusually decent guy and a friend of the family was\ntaken to the concentration camp. When he got out, after two months, he said, don't ever go\nprovoke or do anything that would get you back.",
        "Q: Other people you know being sent there were you hearing about it?",
        "A: Yes. Wherever two friends whom I didn't know personally but I knew the brother or sister.\nOne, by the name of Goldmann, and the other one, by the name of Minardio, were shot and\nkilled during the month of March. It was not unusual to find an item in the newspaper shot\nwhile attempting to escape.\nTape #2",
        "Q: Let's pick up with your travels to the United States.",
        "A: Right.",
        "Q: How did that come about?",
        "A: In the late fall of 1933, my application for visits to the United States and selling German\nmerchandise in the United was approved of and I was accompanied by my mother and the\nuncle for whom I had worked. We traveled to Bremen in order to take the Europa, one of the\ntwo great German steamers to the United States. I arrived in New York passing the Statue of\nLiberty never to be forgotten and received by my brother an an uncle and an aunt who had\nlived here before.",
        "Q: Had you made that journey alone?",
        "A: I made the journey by myself. Did I know any other people aboard ship? No. But I smiled at\na pretty American girl and we took a nice picture but I was so young and innocent and there\nwere two German Jewish girls aboard ship also from Nuremberg whom I got to know and\nthe trip as such was a joyous affair for me because I was out of Germany and looking\nforward to a new vital and enormously exciting experience. To be sure I was very mindful of\nthe important members of my family, most of all my mother whom I left behind. But we had\nan understanding that my mother would be visiting me the next year and now being in\nAmerica and having the helpful support on the part of my uncle, I started to work 1n his\nfactory, knitting fabric for the manufacture of sanitary napkins. My uncle was a bachelor\nwho specialized in the manufacture of sanitary napkins and modern mother nursing\nbrassieres. What could be more logical. And early on I became a salesman for him and I\nlearned to speak English. Then another one of my father's brothers came to America to help\nset up a distillery for the manufacture of cordials, liqueurs, in Norwalk, Connecticut and I at\nthe ripe old age of 22 became the first member of the Alcoholic Beverage Salesman's Union,\nan AFL union, and became the missionary man for this particular company. Then because\nit's important -- I'm sorry, I have to bring in another moment. I had come on a visitor's visa\nand it was obvious that it was of importance and most desirous to change the status, my\nstatus from a visitor to an aspiring citizen. At that time, you could not apply for permanent\ncitizen status while living in the United States. You had to go abroad. The system which had\ndeveloped at that time was either to go to Cuba or to Canada. I went to Canada, to Toronto.\nIn Toronto I went to the American consulate and applied for a visa and it was necessary then\nto come in under the so called quota. They had to cable to the embassy, to the American\nEmbassy in Berlin in order to receive a quota number and then within approximately 48 or\n78 hours, the number arrived and then I emigrated into the United States as now a potential\ncitizen. This was finally confirmed with receiving the citizenship papers in 1939.\n[Break in Tape]",
        "Q: Was it difficult when you first came over here? You had family I know that made it a lot\neasier?",
        "A: How was the life of a young immigrant or refugee? Because there was so many of us, not\nnecessarily as far as total number is concerned to proportion to the number of German Jews\nwho wanted to get our of Germany and had difficulties getting affidavits, getting support, but\nit wasn't that long that an organization had been founded which concentrated then the influx\nof German Jewish refugees and provided an enormous emotional support system ultimately\nto be followed up even with support as far as employment facilities, advice, etc. was\nconcemed. The organization which originally was called the German Jewish club, and then\nwas named New World Club publishes the only German Jewish newspaper and it is still\nbeing published under the name of the Aufbau, which is a good paper, an interesting paper.\nWe met socially. We had lectures. We went on hikes. It assisted the integration into the\nAmerican life enormously primarily emotionally and really in every respect you weren't\nalone. You weren't an isolated being. One important point to me which I do wish to mention\nis then the visit of my mother in 1935. Now, she had been taking care of her mother who\nthen was in her late 70s. She enjoyed her visit to America enormously. Began to dabble in\nEnglish a little bit and she would have loved to stay but her conscience and sense of duty\nobviously overruled her own desires and she went back in order to take care of her own\nmother. This until the other critical, most critical date in the period of after January 30, the\nappointment of Hitler as Chancellor most critical date is the Kristallnacht. Here I would like\nto mention a few incidences, which I didn't experience personally but which most were\nauthentically reported to me.",
        "Q: By your mother?",
        "A: By my mother and by my uncles. My mother's experience. She lived in a village, in a little\ntown near Frankfurt which then had not been as virulently anti-semitic as my village near\nNuremberg, yet during the Kristallnacht, stormtroopers came, smashed their windows\ninvaded their home and she suffered a severe nervous breakdown. My uncles--one living in\nMunich, the one I had been working for, and the other uncle who lived in Mannheim--they\nwere visited by the Gestapo and taken to the concentration camp of Dachau where they were\nreleased. They suffered enormous physical damage due to closing in the\nsevere winter, severe circulatory problems. They were able to survive it and come to\nAmerica the year of 1940. I'd like you to remember again the story of my uncle in Munich\nwhose name was Hermann. The man I had reported to, who, on the morning after the\nKristallnacht, stood in front of my uncle's place of business and as my uncle approached he\nsaid, \"Jews are not allowed here.\" My uncle turned around and went home and within hours\nwas arrested by the Gestapo and taken to the concentration camp. These stories, these events\nwere told to me after my uncles and my mother came to America.",
        "Q: How much were you aware living in New York or in Connecticut what was going on in the\n1930s in Germany? What information did you get either through newspapers or through\nletters?",
        "A: I was considered myself politically aware. I was very much aware of the Spanish Civil War,\nof the war that Germany had played. The role that Italy, not fascist Italy, had played and the\npoint that I had been trying to make that until 1938 there was still evidently hope on the part\nof the Jews in Germany that the storm could blow over. I did not think so. In ever so many\nletters I wrote to my uncles and aunts and finally succeeded first with my mother that there is\nno alternative but to get out. My living in America I lived during the years of the deep\ndepression supported however always if need be by my uncle but I didn't need it for myself\nthe income ranging from $13 to $35 to $40 a week was most adequate. We lived together\nwith two or three other immigrants, refugees in relative luxury on Western Avenue in 96th\nStreet or 96th Street and Riverside Drive between the four or five of us the joined income\nwas probably $80 or $90 in a furnished apartment. We did largely our own cooking or ate in\ncafeterias and weekends we spent hiking was the social life in the organization of Refugees.\nIt was a good life. Ultimately on the request of my uncle, I changed my position from the\nliquor salesman to become a member of another company which he controlled which was a\ncompany by the name of Acme Cotton Products Company manufacturing surgical dressings\nand I first worked in the factory and then as a salesman and ultimately I became President of\nthe company in the post war period. That is where I met my wife. My colleague and next\ndoor occupier of a desk, Ariel Sankon, had a beautiful daughter whom I first saw at the age\nwhen she was about 14 and I was of the ripe old -- no she must have been 15 and I was over\n22 and I saw her. It took some years later at a Christmas party when she attended she was a\nstudent at the University of Michigan and was home for vacation and after taking another\ngirl home I said to my wife, today I met the girl I'm going to marry. The war clouds became\ndarker, and Germany invaded Czechoslovakia and Poland, and the onslaught continued, but\nfortunately by then we had gotten the rest of my family either to this country or to England\nand finally from England to America.",
        "Q: You were now a U.S. citizen?",
        "A: Yes, lam now a U.S. citizen, 1939. I watched the grim developments in Europe with the\nfaint hope that a United front could ultimately be shaped with the Russians in order to ward\noff the total occupation of Europe and to bring fascism to its knees. Should I talk about now\nmy involvement in the Army?",
        "Q: How did you get into the U.S. Army. Did you enlist, were you drafted, did you have\nthoughts of going back to Germany?",
        "A: America got into the war on Pearl Harbor day and from then on it was merely a matter of\ntime until I would be drafted. I was working then in a position of some significance as far as\nwartime supplies were concerned but that certainly did not outweigh the importance of\nmilitary service. I was drafted shortly after we had gotten married in February of 1942 and I\nwas drafted and sent to Ft. Dix and from there to basic training at Cancroft, South Carolina\nand by the way, with the exception of the camp at Fort Dix, Dottie followed me from camp\nto camp until we finally had to say our goodbyes when we were shipped abroad. From basic\ntraining I was sent to a radar training center in Steward, Florida. From Steward, Florida, I\napplied for OCS and went through OCS in Virginia. At that particular time there was a\nsurplus of officers and so I was sent to cooks and bakers school because the Army travels on\nits stomach and from there back to Virginia and from Virginia to an ordinance training center\non the racetrack in Santadena, California, and from there to depot in Oakland, California.\nThen near Washington D.C. there was an intelligence school for topography. From there I\nwas sent as a base sensor to Camp Miles Standish and finally to the intelligence training\ncenter at Camp Richey, Maryland.",
        "Q: Was that something you volunteered for?",
        "A: Yes. That's where I was trained in various disciplines of military intelligence from the\ninterrogation of the prisoners of war to further interpretation and various other forms of the\ntype of intelligence information gathered for tacticle purposes at the front.",
        "Q: Was it assumed that because you were German that this was a good fit for you?",
        "A: I would be inclined to think that that is the very reason that we were selected. Having been\nJewish we were presumed to be beyond any doubt anti-Nazi and a large percentage, I don't\nknow as far as total numbers are concerned, but I'm inclined to believe that a large\npercentage of LP.W.! graduates from the school of Richey were of German Jewish\nbackground. Then they seemed to need me in a hurry. I graduated from Camp Richey and\nthe second front second to the Omaha Beach landing was being prepared for the landing in\nSouthern France on August the 15, 1944. So, we were flown across. We landed first an\nunplanned landing on the Azores because we were hit by a lightening bolt, and after that was\nprepared, we flew on to Morocco, to Casa Blanca. The following day or two days later we\nwere flown to Naples. In Naples where the European headquarters were for M.I.S. we were\nnow being reassigned to the divisions that were preparing for the landing into Southern\nFrance.\nInterrogation of Prisoners of War.",
        "Q: Before you continue, I want to get a couple facts straight. Can you tell me what division and\nregiment and your rank and all that sort of military --?",
        "A: Well, as far as my rank was concerned, when you become a commissioned officer it's called\ngreat. I was a Second Lieutenant at the time that I joined the 157th Infantry Regiment of the\n45th National Guard Division of Oklahoma. The 45th Division was the Oklahoma National\nGuard Division, one of the most battle tested outfits in the war. It had a 400 percent, if that 1s\nclaim to fame 400 percent casualty turnover. It was one of three divisions that was used in\nthe attack. The 36th and the 3rd and the 45th. A division consisted at that time of roughly\n20,000 men consisting of three regiments each regiment had three battalion and each\nbattalion had four companies. Whether that is different now, I do not know. Our specific\npurposes, and I say our, the I.P.W. specific purpose was to receive prisoners as early as\npossible out of the chaos of battle in order to get the truth of whatever information they were\nable to give and it was up to us to discern and as we began to accumulate information from\nthe many, many prisoners that we were able to learn truth from fiction because we knew a lot\nof the information that they had had and could balance it off and very few because of the\ntactics we had learned would refuse to provide us with the information we were seeking.",
        "Q: How did you do that? What kind of tactics?",
        "A: Rule number one--and you're testing my memory--rule number one was never to ask a\nquestion that you could answer with yes or no. Revealing information that we have had and\nformulating a question accordingly. Speaking to them in the dialect that they were\naccustomed to because we had sensitive ears and we knew the dialects all over Germany and\nif we were able to speak we were able to locate them and thereby develop a relationship that\ncreated a degree of confidence and willingness to give. The morale of the German Army\nbegan to be sure once we entered German proper, began to deteriorate rapidly.",
        "Q: One other question and then I want you tell me where you went. Did you go over there with\nany trepidation or great eagerness to take this assignment on. Do you remember what you\nwere feeling at the time when you were just not another American soldier.",
        "A: I to the best of my recollection I went with a degree of eagerness because it was one way that\nI truly could contribute to the effort of destroying Hitler. To be sure I needed to learn. I never\nforget a first attempt, my first attempt to interrogate prisoners and then to report the results of\nmy interrogation to the general in charge of our regiment, who had been accustomed to the\nbattle wise master sergeant, who had furnished him information through many campaigns,\nfrom Africa or Sicily up to , and here he now turns to the brand new\nchickenshit second lieutenant, he says well Lieutenant what did you learn? I told him\nfanciful stories that there of enormous strategic importance and with dismay he turned away\nfrom me and says my buddy's name master sergeant was Fritz, he says, \"Fritz, what do you\nknow?\" But it changed rapidly and with due modesty I became an expert. Yet, the most\nsuccessful interrogation that I had was when I couldn't ask questions. On March 15, 1945,\nwe had a company of ours had broken through the Siegfried Line into one of the deep\nenormously strong fortifications. My regimental intelligence officer came to me and said,\n\"Lieutenant, this 1s beyond the call of duty, but if you care to, and Fritz we would like you to\ngo up and the company has occupied the bunker and they hear voices on the telephone\nsystem but they can't make them out.\" So, we did and it was a very active night. There was a\nlot of firing going on, but we made it. The moment I picked up the received and then relayed\nthe information to my buddy, one sergeant from a German outfit who identified himself and\nhis outfit reported to an officer of another outfit identifying the outfit indicating the route of\nwithdrawal, the next day's ammunition dump, the location of the ammunition dump, the\nrefueling dump, any question that I could have possibly asked that was of material tactical\ninformation was revealed and the following day we were able, not only because of our\ninformation but other information that came in to slice totally through the Siegfried Line and\nadvance by some 30 miles. That was a proud day. From then on, we moved very rapidly and\nwe moved along a line that could hardly have been designed any better had I volunteered or\nhad I been asked because of my personal knowledge of areas. The first such town that we\noccupied that we conquered, was Aschaffenburg, where an aunt of mine had left prior to the\nwar and had married my favorite uncle, and I was to their wedding in 1924. Indeed, my\nbuddy and I took on our jeep -- no let me clarify something. Under the command my buddy\nand I under the command of Colonel O'Brien we accepted as interpreters the surrender of\nAschaffenburg. We then took the commander of Aschaffenburg, who the day before had\nstrung up several officers who had wanted to surrender. We put them on the front of our Jeep\nand he drove with us into areas that had not been occupied yet by our troops, and then we\nwere stopped. He said, put your arms down and they had one American prisoner to whom he\ngave a gun, and we disarmed. They disarmed voluntarily. A platoon of at least 30 or 40 men\nand this one American soldier, G.I. with a German rifle marched this unit back to the\nAmerican P.W. cage. We moved quickly and other points of interest were only days later\nwhen I had a group of six prisoners in front of me. One of them stepped out and said,\n\"Lieutenant, didn't we go to school together?\" I picked up his helmet and I said \"By God,\nLeslach, we did.\" I have a picture still here in America a class picture of 1929 or 1928 with\na picture of Leslach. He had been a decent guy and he said, \"Couldn't you let me go home? I\nlove my wife so much.\" I said, \"I love mine too, but I can't let you go home.\" The next day,\nwe took Bamberg. Bamberg a beautiful medieval town with a magnificent cathedral had\nsuffered little damage and in the church yard we had some 800 prisoners. It would have been\na vain effort to interrogate anybody specifically because militarily speaking we had more\ninformation than they did. It was a pure coincidence that one out of these 800 stepped up to\nme and said, \"Couldn't you let me go home?\" I come from a village not far from here. And I\nsaid, \"My, where are you from?\" and he said, \"Forth, F-O-R-T-H.\" This is the village where\nI was born, where I knew every house and house number and every street. And it seemed to\nme that I had known every person. So, I said to him, \"But you weren't born in Forth?\" He\nsaid, \"No, I wasn't.\" I said \"How come that you lived in Forth.\" \"Because I married a girl\nfrom Forth.\" \"Whom did you marry?\" \"Gunta Haas.\" Gunta Haas was a year or two years\nyounger than I was. I had known her. I said, \"Gunta Haas, she lived in House number 35.\"\nWe lived in House number 52. He said yes, house number 35 is two houses removed from\nthe Protestant ministers house from the Protestant church, two houses from the little fire\nhouse and his pupils grew wider and wider and he said \"If American Intelligence has all this\ninformation, how can we win the war?\" So, now you know how we won the war. A few\ndays later, and I'll never forget that date, Roosevelt died. We were outside of Bamberg and\non our way to Schnaittach. The town after which my family is named. Schnaittach had no\nmore Jews of course. It was the seat of the only Jewish cemetery in a large area of central\nFranconia. It's oldest Jewish cemetery went back, so I'm told went back to the 14th century.\nMy father and uncles and grandfathers, etc, grandmothers, are buried there in the new\ncemetery. While we were still recetving German artillery directed towards us, the occupiers\nof Schnaittach I visited my father's grave and I never forget as I was standing there in deep\ndeep thought and sorrow, somebody came up to me and said what are you doing there and I\nsaid, \"My name is Schnaittacher.\" That little story seemed to have traveled to my village.\nWe didn't conquer my village. It was occupied by a sister regiment. From there we went to\nthe conquered Nuremberg, the town I went to school. I interrogated the fortress commander\nof Nuremberg. I had known him. I had no particular coincidences relating to my past having\nlived in Nuremberg while occupying Nuremberg. We moved on across the Danube and\napproached Dachau.",
        "Q: What information, you knew of Dachau from when you lived in Germany, but how much did\nyou know of the camps in Germany at this point?",
        "A: At this point we had very little information about concentration camps generally. We had\nliberated, but I forgot the name of a small camp which was neither extermination or torture\ncamp where we saw emaciated human beings suffering from all kinds of sicknesses, stacked\nup in beds with little care. That was no preparation. We had no information on Auschwitz,\non Theresienstadt, on Mauthausen, etc. But I knew from past knowledge of Dachau as a\ncamp of torture and destruction. We arrived in Dachau my regimental headquarters in the\nlate afternoon, or afternoon and I was asked to go to the camp headquarters. Approaching the\ncamp in front of the gate was one of these infamous freight trains. The likes of which I had\nnever seen. The freight train was filled with corpses. Men and women who according to\nwhat we were told possibly might have been transported from the east to the west as the\njuggernaut. And, with no food, little clothing, most of them died of hunger. Those who tried\nto climb over the trains -- cars were shot by the SS. Yet, I couldn't resist a feeling that when a\nfew minutes later, I saw the living cadavers the dead ones were more peaceful than the living\nones. The living skeletons their beaming ravaging eyes, the torment that was obvious that\nthey had suffered. The endless torment. I didn't get into the camp otherwise to visit the\nbarracks. I passed an oven but I had no time for any personal inspection because I had to\ninterrogate an SS Brigadefuhrer, an SS brigadier general who I first had been introduced to\nhim or it was mentioned to me that he was someone to give us information and he was\nfriendly and I think I shook hands with him, and later on I felt that my hand would shrivel\nup. Now, he claimed that he had been in Dachau on an arrest and recuperation leave. That he\nhad become a member of the SS against his wishes, yet he was grateful for it because he\ncould give personal testimony personal witness as to the crimes that had been committed.\nOne thing which I never forget was you should not be enraged as to what you see here. Here\nyou see little heaps in Auschwitz in Kattowice, you would have seen mountains of dead\npeople.",
        "Q: This is what he said to you?",
        "A: This is what he said to me. According to my buddy Fritzie who was involved much longer\nthan I was in the War Crimes Trial, I believe he was hung as well. I had asked you to\nremember the date of May 1. It is the end of my story of Dachau. I went back to regimental\nheadquarters and the very next day or morning we moved on. We then began to experience\nsome hopeful signs. The underground anti-Nazis tried to make contact with us. I come back\nagain to May 1. I had moved to Munich on May 1, 1933. My division conquered Munich on\nMay 1, 1945. I do think that it might be interesting to mention a few personal experiences.\nAs soon as I did not have a regimental obligations I tried to clear up or redeem one event. I\nhad asked you to remember the name Hermann. I had worked for him. He was my\nimmediate boss and he was the one who prevented my uncle from entering his place of\nbusiness and ultimately to be sent to Dachau. As soon as I was able to, I went to my uncle's\nplace of business, which had been bombed out, and I asked about Hermann and I was able to\nlocate where he was living there. Having the ability to use a Jeep, not to drive it, I had a\ndriver. By then I was a first lieutenant. I drove out to this little town and I asked people and\nat that time gleefully as long as they weren't involved the Germans pointed at others, and so I\narrived at the house where Hermannn was living. He was dressed 1n his stocking feet and\npants and underwear and long johns and I said, in very harsh German, \"Go and get dressed,\nand come with me to Munich.\" He didn't recognize me. His wife wailed and so did his\ndaughter, but I could be heartless, and I loaded him on my Jeep and we went to Munich\nwhere I took advantage of the friendly offer that was made by the counterintelligence and\ninterrogated Hermann. As I mentioned or didn't mention, in accordance pursuant to army\ninstructions and regulations would have been to go through channels, but I had no time for it.\nFortunately for me, in the course of the interrogation, he revealed that he was a guard at a\nconcentration camp, which made him subject to automatic arrest. After I concluded my\ninterrogation, I introduced myself to him. I told him who I was and he said \"But you, Herr\nSchnaittacher, should know how good I was to your uncle.\" And I said \"Yes, I certainly do.\"\nTape #3",
        "A: My stay in Munich gave me the opportunity also to meet the friend of the family, and that\nwas a very joyous occasion. She had been working as the housekeeper for my aunt and she\nwas overjoyed to see me and overjoyed about the end of the oppressive system. Another\nsomewhat humorous experience reflecting upon some key reporters was the following. My\ndivision commander had learned that I lived in Munich prior to the war, and so I was ordered\nto come to him and he said Schnaittacher I understand you had lived here before. We are\nexpecting a bunch of newspaper men, congressmen senators, all kinds of bigwigs that want\nto see the birthplace of Nazism and I want you to be their guide. So I took this group on the\ntrip and I started with the Odeonsplatz, which is the square where the Putsch had taken place\nin 1923 which had failed, and the legend went that courageous Hitler as firing started quickly\nleft his troops and hid behind one of two statues and one of these key reporters profoundly\nthought so nothing more important to ask behind which one. The other little story goes to the\nbeer hall where the Putsch had started in 1923 and in the basement of the beer hall there was\nan air raid shelter which was filled to some degree with stuff which had been stolen from\nJewish homes. Amongst them was a statue of a storm trooper standing on a swastika with a\nGerman eagle and the other key reporter raised the statue and said, \"Did this come from a\nJewish home, too?\" This I could only laugh at. My stay in Munich was then a brief one. I\nparticipated in the surrender of the Hungarian Army and I do remember at the behest of my\ngeneral and I do remember that the Hungarian general was really only interested in his men\nbut in his two horses. Memories. Thereafter, I was assigned to a camp in Ludwigsburg near\nStuttgart which was an American P.W. camp of so called automatic arrests. This was a very\nwise law that Eisenhower had released early after combat. Classifications of people would be\nsubject to automatic arrest. Nothing noteworthy happened other than one general who\nrevealed something that I had had no idea of that they were working on the ultimate secret\nweapon but I didn't know what it was. Then after a brief rest in a rest area, I was transferred\nto the War Crimes Commission.",
        "Q: When was this, what month?",
        "A: I would say that should have been, could have been in July of 1945, and I was in charge of a\ndetail that was screening the archives of the German army high command in pursuing the\ncase of Hjalmar Schacht, the economic czar of Hitler's. I must say that we did not find any\nimportant evidence of his involvement in war crimes. Not of any national significance but a\ntotally inhuman story was contained in a letter that I came across from a youngster who very\nproudly reports to someone in his family that on his 13th or 14th birthday his father gave him\na rifle and three Jewish prisoners to be shot. Inhumanity beyond description. We could not\nmake use of it as evidence in pursuing this case.",
        "Q: Why couldn't you use that?",
        "A: Because we were not able to identify the people involved. This period where I had a good\ndeal of free time, and possibly I skipped a few months, I should go back to the month of June\nwhen I had the first opportunity to visit my village. Again, I had the privilege of a Jeep and a\nbuddy of mine, because my driving left much to be desired. I learned how to drive a truck on\nsome desert exercises where we had no roads. As dusk began to settle we reached the\nvillage, and I can still see shutters opened and I hear the sound \"Fritz is back, Fritz 1s back,\nFritz is back.\" I come to my house, the house where I was born in, and we drive up to it. The\nhouse hadn't changed. Downstairs had been converted into the mayor's office of the party's\noffice, but the upstairs were living quarters. I knock on the door and fearfully a young\nwoman looks out of the window of the bedroom where my mother used to sleep and I could\nhear her knees shaking because those were the days when an American knock caused fear. I\ndidn't recognize her. She was too young, and I asked her to send her father down. Her father\ncame, and I recognized him at once and he fell around me because he recognized me inspite\nof my uniform. He had been an old Social Democrat, a very decent human being, a decent\nanti-Nazi and I said you can stay in my house but tonight we want to sleep here. But now I\nwant to visit the driver of my mother who in my memory had taken on the role of a hero. He\nprotected my mother wherever possible. He suffered the concentration camp of Dachau and I\nwanted to know whether he had come back from the war and whether there is anything I\ncould do for him. We drive up to his house but he hadn't returned yet. He had I believe still a\nprisoner of war, but we left some gifts with his wife, who was deliriously happy to see us. As\nwe drove back to our house and now again I close a cycle who was there to greet me? The\nvery gendarme who had arrested me in 1933, plus another man. Both of them wanted to\nshake my hands but their hands are still sticking in the darkness of the night. But I ordered\nthe gendarme to report to me the following morning that I needed him for certain steps that I\nwanted to take. In one of our back rooms of my house, I then asked him to bring to me the\nmayor and again I went beyond army authority and that was being held against me and I had\nhim. We had town criers in the village and I ordered him to tell the town crier to return to the\nmayor's office all stolen Jewish property. Thereafter, I told the gendarme I want him back in\nabout three or four hours because I wanted to drive to Schnaittach in order to set things\nstraight there because grave stones had been thrown over, destroyed, etc. I went to the\nmayor's office, who at first was reluctant to cooperate but when I touched my sidearm, he\nsaid yes I will do it, I will do it. In order to restore to whatever extent possible the Jewish\ncemetery. Then I drove back to the village. This is Fritz's war, and I ordered the\napprehension of the guy who had been responsible for sending the remaining Jews after the\nKristallnacht. I think his name was Britting (ph), and ordered him to be brought to me and I\ntook him again without authority to Nuremberg and turned him over to the C.I.C.\nSubsequently some months later I was ordered to come to Heidelberg because I received a\ndecoration and after that I passed an office where the friend of mine who had become a\nmajor I believe and he took me into his office and he said you've got to watch your step, you\nwent out of channel. Where did I go out of channel? By ordering the mayor to do things and\nby apprehending whom I considered to be a criminal and by ordering the mayor of\nSchnaittach to restore the Jewish cemetery. So, I said, \"Who's complaining about it?\" \"The\ntown major of Erlangen.\" Erlangen, where I had been in prison, so I said, \"On my next trip, I\nwill see the town major.\" and indeed I did and I said Major this isn't the first time I was in\nprison in Erlangen. I had been in prisoner here in 1933 but if you wish to imprison me feel\nfree to do so. Well, he was embarrassed and then he tried to get information from me, but I\nused this opportunity to then go to the prison and knock on the door and the same warden\nwas still alive and he said, Herr Schnaittacher, now the ones who imprisoned you are\nimprisoned here.\" Well, another cycle is closed. Now, back to the War Crimes Commission.\nThe greatest satisfaction I had was when I was called in to act as interpreter for an\nintegration carried out by I think a Colonel Gershon (ph) of Field Marshall Keitel, the chief\nof staff of all of the German armies. I certainly felt a great deal of satisfaction when I entered\nthe office that he stood up and stood at attention and saluted me. Can I think for a minute? I\ndon't know if there was anything else worth mentioning of my tour of duty with the War\nCrimes Commission.",
        "Q: What else were you doing with them?",
        "A: We were going through the archives document by document, and I had a group of translators\nthat was in pursuit of it was located in Nuremberg. The War Crimes Trials took place in\nNuremberg but it took place outside of Frankfurt in Fechenheim.",
        "Q: And you were looking mostly for Schacht evidence --?",
        "A: Only that.",
        "Q: Did you come up with anything else that became useful?",
        "A: No, not that I can remember.",
        "Q: How many months did you work with the War Crimes Commission?",
        "A: Let me think now. At most it was probably not more than two. I'm trying to think, maybe\nthree because in October the return trip started.",
        "Q: To the United States?",
        "A: Right. I guess I could close with that.",
        "Q: I have a few questions for you if you feel that you have covered the war crimes?",
        "A: Yes, it's disappointing little because I don't have any recollection of any documents due to\nthe specialization of our search.",
        "Q: Were there certain difficulties or obstacles you faced in trying to --?",
        "A: No, no because in the archives if anything it was lack of experience.",
        "Q: Well, I want to go back to the liberation of Dachau a little bit. I know that that 45th did in\nfact go into Dachau. Were you part of the first group that went in?",
        "A: I was part of the -- I can say that I was in --I must explain a little bit about the order of battle\nso to speak, the system of battle. You have the advance unit of infantry men commanded by\nlieutenants or captains. Usually there is a lieutenant in charge of a platoon and a captain in\ncharge of a company. They are the real heros in my opinion because they day by day are\nexposed to not only artillery fire but small arms fire and the physical danger which we were\nexposed to a much less degree. I was with regimental headquarters. My buddy Fritzie had\ngone somewhat earlier because I was ordered to stay back at regimental headquarters and I\nthink he interrogated the wife of General Paulus, the general who was in command of the\nGerman army in Stalingrad I was ordered to come into the camp, camp headquarters which\nwas in the afternoon. I still heard firing but it was no longer an intense firing that we saw in\nthe resistance. I'm inclined to believe anyhow with the approach of our units that the SS took\noff as fast as they could.",
        "Q: Who was doing the firing?",
        "A: I could not identify, but I would be inclined to think that it was our men who did the firing.\nAny German being killed because of the rage that was in our troops I wouldn't doubt it for\none moment because one could only feel the deepest of rage and hatred for what human\nbeings could do to each other.",
        "Q: You didn't see it?",
        "A: I didn't witness it.",
        "Q: What about retaliation by the prisoners?",
        "A: I saw one incident as I was in the process of entering which I interpreted to be the\nheadquarters or one of the headquarters of the camp and a large group of prisoners seemed to\nwant to tear a guy to pieces. My false humanity showed itself. I tried to stop but I didn't\npersist. It was not a very pleasant sight. It was an obviously disturbing and in retrospect and\neven then I could understand how valid and justified for what these people had gone through\nfor years and years.",
        "Q: What were they doing?",
        "A: Trying to tear him to pieces.",
        "Q: Was he a guard a Kapo?",
        "A: I had no idea what he had been whether he was a guard a Kapo. I had no idea what he had\nbeen. By the time I got through with the interrogation of this SS brigadier general night had\nset in and it was dark and I headed right back to regimental headquarters and early the\nfollowing morning we left.",
        "Q: Were there a number of SS guards still there that you saw?",
        "A: No, I didn't see anymore guards.",
        "Q: What can you estimate when you saw those boxcars coming in how many of them there\nwere or how many people you saw only corpses?",
        "A: The figure that sticks in my memory 1s anywhere between six to eight hundred. I didn't count\nthe boxcars. I went along side them and I saw the horrible sights. Some of them were trying\nto eat each other. There was such terrible terrible hunger and then primarily what I seem to\nbe impressed with was that then suddenly life ebbed out the precision of the corpses seemed\nto tell this as a story. They succumbed in so many different positions. They succumbed to\nweakness. They succumbed to the end of life.",
        "Q: But at the time you were walking by there was still some sort of alive?",
        "A: No. I didn't see any more that there was movement.",
        "Q: I thought you said something about they're eating each other?",
        "A: There was evidence of it. The only ones that had reached the outside of the boxcars were\npeople who had some strength left and they were shot and there was evidence of them\nhaving been shot by the SS. I had had pictures but over the years someone took them. Now if\nit is of interest the history of the 45th Dvision which was written up, I don't have a copy of it,\nbut they have a brochure.",
        "Q: The prisoners, you said when you entered, what was going on? Were they coming up to\nyou? Were they trying to walk out of the camp? What was happening?",
        "A: They didn't come up to me. There seemed to be traffic all around. My memory doesn't justify\nme to say that there was overwhelming joy 1n the air. I can't say that. I was much too short a\ntime 1n the prison -- in the camp. I think there is one little story which pertains to a young\nkid, age 13, 14 years. And it was yet I do believe before we had reached Dachau that I came\nacross him, and he wore the concentration camp garb. I asked him where are you from? He\nsaid, I don't know. Where are your parents? I don't know. Where were you? In Dachau.\nWhere are you going? I don't know. I tried to persuade a woman in whose house we were to\ntake care of the kid, but she refused. Now memory tells me that I came across a group of\nanti-Nazi and they promised to pick up the kid and take care of him. It was one story out of\nhundreds of thousands. It was so deeply, deeply depressing.",
        "Q: When you entered, were there men and women and children?",
        "A: I don't know. Primarily, see because I drove up to the camp headquarters and the only\ncontact I had was in the group of prisoners around the guy that they wanted to tear to pieces.\nThere was others in the vicinity but my memory fails me.",
        "Q: Any other impressions of entering that camp?",
        "A: No.",
        "Q: In terms of the layout, the conditions, the facilities, the people?",
        "A: No, not even a knowledge of it due to the fact that we liberated and we moved on. We didn't\nspend a night in a camp. We spent the night in the village of Dachau. People in Dachau of\ncourse disclaimed the knowledge of what was going on. That is of some significance.",
        "Q: How close did these people live to the camp?",
        "A: A matter of minutes. A matter of minutes.",
        "Q: So, it doesn't make much sense does it?",
        "A: Hardly.",
        "Q: Any other experiences in the town that you're remembering?",
        "A: No.",
        "Q: What out of all of this when you reflect back haunts you the most? What were the strongest\nimages for you?",
        "A: Had you asked hurts me the most?",
        "Q: Haunt. What images really stand out in your mind the most?",
        "A: Of Dachau?",
        "Q: Or just your experiences of going back as a soldier? You had a very unique perspective I\nthink.",
        "A: Thinking back fulfilled me with a degree of pride and satisfaction was that I did believe I\ncontributed to the best of my ability to the ultimate victory. The relatively little that I was\ninvolved in the actual liberation of Dachau the fact that I was part of the unit that liberated\nwas one of my proudest days. I wish I could have done more. The personal revenge that I got\nagainst the man such as Hermann was of great, great satisfaction. The recognition of the\nsilent interrogation having been of enormous value in the further prosecution of the war was\ngreat. All in all, from the moment that I set foot on first French soil, and throughout the\ncampaign through Germany, I never had a boring moment, never.",
        "Q: What ever happened to Hermann after you arrested him?",
        "A: Hermann only got a few months of prison out of it.",
        "Q: How significant was or is your religion in all of this?",
        "A: It had not been of significance. I was a conscious Jew but not religious.",
        "Q: But you didn't feel any special desire to get back?",
        "A: No, I did not have that desire, to be sure it's a highly controversial question. I all depends on\nhow you define God and as Elie Wiesel said the God's been on vacation. What disturbs me in\na way most is that so little has been learned. When we look at the world today from Rwanda\nto Bosnia-Hercegovina, Chechnya, to dictatorships in other parts of the world, we have\nlearned so little from the Holocaust and the killings that had taken place.",
        "Q: After the war you came back and had a family and got back to normal life?",
        "A: After the war I came back and rejoined my wife and then between 1947 and 1951 we had\nthree sons, wonderful sons who are a source of strength to me today. Dottie and I had a most\nwonderful life together for 53 years. Unfortunately my deepest sorrow was that she left me\nwith a sudden heart attack on April 15th of this year.",
        "Q: Is there anything else that you would like to add?",
        "A: No, I appreciate the opportunity and I should like to hope and that is what our hope -- Dottie\nand my hope had been that whatever I could contribute to the remembrance of this history, I\nhope I have achieved and that it would help to destroy the idea that there was no Holocaust.\nEnd of Tape #3\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: I need some dates here. What year were you born?",
        "Q: Not yet. What I would like to ask you 1s prior to this period of time, did you have any trouble\nwith people as a Jew? Did you come from a religious family? Did you mix well with your\nGerman neighbors? What was it like before Hitler?",
        "Q: Did you experience any abuse or attacks verbal or otherwise?",
        "Q: When you talk about all of the street discussions, what was the mood? What was going on?",
        "Q: Were you at all friendly with Christian neighbors?",
        "Q: While we're on this, can you tell us a little bit about your family. I know that you said your\nmother was widowed and you lived with her. What about the rest of your family?",
        "Q: Did you have brothers and sisters?",
        "Q: Your brother was he an older brother?",
        "Q: One other question about this period you had mentioned a Youth movement that you were\ninvolved in. Was this political at all or Zionist?",
        "Q: Is there anything else you want to tell me about your boyhood in either Forth or Nuremberg\nor the mood of the times? Anything else you can remember? It sounds like you had a fairly\ncomfortable existence?",
        "Q: You said that in 1933, everything started changing very quickly; like what?",
        "Q: What were you afraid of?",
        "Q: Did they ever tell you why you were arrested?",
        "Q: I just want to ask you a couple of questions.",
        "Q: When you were in Munich, was it starting to get more difficult for Jews even though you had\nsome friends who were not? Was there a change that affected you?",
        "Q: In 1933, there weren't yet any restrictions that impacted your movement of your activities?",
        "Q: You've mentioned Dachau. What did you know about it at this point in time. It was new?",
        "Q: Other people you know being sent there were you hearing about it?",
        "Q: Let's pick up with your travels to the United States.",
        "Q: How did that come about?",
        "Q: Had you made that journey alone?",
        "Q: Was it difficult when you first came over here? You had family I know that made it a lot\neasier?",
        "Q: By your mother?",
        "Q: How much were you aware living in New York or in Connecticut what was going on in the\n1930s in Germany? What information did you get either through newspapers or through\nletters?",
        "Q: You were now a U.S. citizen?",
        "Q: How did you get into the U.S. Army. Did you enlist, were you drafted, did you have\nthoughts of going back to Germany?",
        "Q: Was that something you volunteered for?",
        "Q: Was it assumed that because you were German that this was a good fit for you?",
        "Q: Before you continue, I want to get a couple facts straight. Can you tell me what division and\nregiment and your rank and all that sort of military --?",
        "Q: How did you do that? What kind of tactics?",
        "Q: One other question and then I want you tell me where you went. Did you go over there with\nany trepidation or great eagerness to take this assignment on. Do you remember what you\nwere feeling at the time when you were just not another American soldier.",
        "Q: What information, you knew of Dachau from when you lived in Germany, but how much did\nyou know of the camps in Germany at this point?",
        "Q: This is what he said to you?",
        "Q: When was this, what month?",
        "Q: Why couldn't you use that?",
        "Q: What else were you doing with them?",
        "Q: And you were looking mostly for Schacht evidence --?",
        "Q: Did you come up with anything else that became useful?",
        "Q: How many months did you work with the War Crimes Commission?",
        "Q: To the United States?",
        "Q: I have a few questions for you if you feel that you have covered the war crimes?",
        "Q: Were there certain difficulties or obstacles you faced in trying to --?",
        "Q: Well, I want to go back to the liberation of Dachau a little bit. I know that that 45th did in\nfact go into Dachau. Were you part of the first group that went in?",
        "Q: Who was doing the firing?",
        "Q: You didn't see it?",
        "Q: What about retaliation by the prisoners?",
        "Q: What were they doing?",
        "Q: Was he a guard a Kapo?",
        "Q: Were there a number of SS guards still there that you saw?",
        "Q: What can you estimate when you saw those boxcars coming in how many of them there\nwere or how many people you saw only corpses?",
        "Q: But at the time you were walking by there was still some sort of alive?",
        "Q: I thought you said something about they're eating each other?",
        "Q: The prisoners, you said when you entered, what was going on? Were they coming up to\nyou? Were they trying to walk out of the camp? What was happening?",
        "Q: When you entered, were there men and women and children?",
        "Q: Any other impressions of entering that camp?",
        "Q: In terms of the layout, the conditions, the facilities, the people?",
        "Q: How close did these people live to the camp?",
        "Q: So, it doesn't make much sense does it?",
        "Q: Any other experiences in the town that you're remembering?",
        "Q: What out of all of this when you reflect back haunts you the most? What were the strongest\nimages for you?",
        "Q: Haunt. What images really stand out in your mind the most?",
        "Q: Or just your experiences of going back as a soldier? You had a very unique perspective I\nthink.",
        "Q: What ever happened to Hermann after you arrested him?",
        "Q: How significant was or is your religion in all of this?",
        "Q: But you didn't feel any special desire to get back?",
        "Q: After the war you came back and had a family and got back to normal life?",
        "Q: Is there anything else that you would like to add?"
    ],
    "answers": [
        "A: My name is Fritz Schnaittacher. I was born in a small village near Nuremberg. The name of\nthe village was Forth, F-O-R-T-H. It's a village that's about 23 kilometers from Nuremberg,\nabout ten kilometers from Schnaittach, after which we are named, and it had a population of\n1,100. At the time I was born it might have had ten or fifteen Jewish families. By the time I\nleft, it had dwindled to eight.",
        "A: I was born in July of 1913 and left -- an interesting part of the development of young Jews at\nthat particular time was that the village only provided elementary education. During the first\nthree years of my life, I was in a one room school house which was staffed by a teacher who\nwas Jewish who acted also as a cantor and an insurance agent on the side. Finally, the small\ncommunity could no longer afford this teacher, and we were transferred at the third year of\nelementary school to the government school, which was largely a Protestant school, because\nthe village also had a Catholic school. I lived in this village of Forth until it became\nnecessary for the purpose of getting a better education to go to a so called Pensionat, a\nglorified boarding house in Nuremberg. My mother, who then had been a war widow, had to\ngive me up Just like she gave up her elder son, my brother Mike, who also went to this\nPensionat in order to go from there to a Realschule, or in my case, ultimately to a\ncommercial high school. It is interesting to note that because of coming from a village\nelementary school, I had to undergo an entrance examination into the then what we\nconsidered preferable the Realschule, a high school providing education in languages, math,\netc. But anti-semitism back in 1923 in that particular school had risen to the extent where the\ndirector of the boarding house saw fit to transfer me from there to the commercial high\nschool. Life continued as a student and the practice was to go home on vacation and holidays\nand of course that was a double holiday to be spent with my mother and spinster aunts who\nhoused the family. After graduation, at the age of 17, I went to work in a wholesale\nestablishment for the sale of household goods and toys. This would have brought us up to the\nyear 1930. In these intervening years, Nazism grew, but it did attain the imminent danger of\nthe overthrow of the Weimar Republic. The years 1932 indeed seemed to from my memory\nand as a youngster, seemed to reflect a decrease in the significance of the Nazi party. There\nwas an election in Schleswig-Holstein which indicated for the first time a decrease in the\nelectoral votes that the Nazis got. This presented the urgency to Hindenberg to appoint Hitler\nChancellor on January 30, 1933. That changed the situation radically. Immediately after the\nappointment of Hitler as Chancellor, forms of oppression of terror began to ensue not as yet\noutwardly against the Jews, but most of all against social democrats and communists, anti-\nfascist forces. In order to give the appointment of Hitler's Chancellor the democratic\nappearance, the election of March 6, 1933 was called. The disunity on the left and the\nsupport of the Nazi movement by German nationalists brought about the so-called electoral\nvictory confirming Hitler in the position of Chancellor. Thereafter, really, the efforts began\nto denude Germany of human rights, of civil rights, of democratic rights. Now, shall I swing\nover the time of the arrest?",
        "A: What was social life in a community such as the little village or for that matter social life in\nthe city of Nuremberg. Now, I can speak of it from only a very limited point of view. As far\nas the village was concerned, after we had left school we hardly -- we only would socialize\nand to a very limited scale with young people whom we knew to be anti-Nazis. The few -- I\nshouldn't say few, there were quite a few social democrats and those were the only people\nthat we socialized with. Earlier on, during the years that I went to school in Forth, we would\nplay soccer yet with everyone. That was until say 1930. From then on, the lines were\nbeginning to be drawn much more severely. Now, the question could be raised why would it\nbe called for that a young man who 1s working in Nuremberg and during the week lives in\nNuremberg would go home over weekends. Well, obviously one was drawn first of all by the\nfamily and one didn't have the opportunity to one as a Jew to form broad social friendships.\nIt was very difficult. My family was not a orthodox Jewish family. It practiced traditional\nJudaism. I at one time through my growing up period had developed a spirit of orthodoxy in\ndeed until I became some sixteen, seventeen years old and I lost it. I became agnostic. Our\nsocial life in Nuremberg centered around a German Jewish Youth movement which believed\nin ideas of humanity and yet we were able to enjoy life, until truly the radical changes took\nplace in the beginning of 1933.",
        "A: I in the place of business where I worked, I never experienced any acts of anti-semitism. The\nplace of business was owned by two Jewish families. As a matter of fact, particularly one\nnon-Jewish family I was very friendly with. I considered him to be a devout anti-Nazi. On\nthe street I wouldn't be recognized as a Jew. I'm not proud of that, so I did not experience any\nacts of anti-semitism only when I would become involved in street discussions and they were\nnot infrequent. Then sides were being drawn occasionally with violence. Once, I do\nremember one little incident which happened in the moat of Nuremberg. Nuremberg, the\nmedieval city is surrounded by moat which was used in those days to play soccer in. The\nkids from the boarding house, some ten or 13 or us went to the moat in order to play soccer\nwhen all of a sudden a bunch of rowdies, Nazis, came storming upon us trying to beat us up\nand I'll never forget one single guy with a hammer and cycle on his cap, I must mention it, a\nhammer and cycle on his cap he beat them off. These things stand out in one'e memory.",
        "A: The street discussions were between right and left. The street discussions were prior to the\nappointment of Hitler as a Chancellor. Thereafter there were no more street discussions.\nThey were in anticipation of the elections. There were several elections in Germany during\nthe year of 1932. I did, now that I research my mind, I did experience another rather painful\nexperience in our village -- 1t used to be a vacation home for Jewish children, and I was\nbefriended by one of the young social workers in charge of this home, and there were maybe\n30, 40 children, and they had taken a walk to a neighboring village and I followed them\nwhen all of a sudden I was being attacked by a guy from my village who was known as a\ncriminal who was on the loose. I didn't want to become entangled with him. Finally I had to\nask for police protection and we got home. The police visited us. That was in the summer of\n1932. In order to ask whether we wanted to press charges and we decided not to. It was a\nrather potentially dangerous act. There were other occasions when Nazis pelted our house\nwith stones, but then in the year 1932 one wasn't hesitant to go after them, but that again that\nceased after January 1933.",
        "A: We had neighbors in a broad sense, yes. We had some friends in the village. Our family had\nlived in the village for many generations. I think you're going back possibly to the early part\nof the 18th centuries. Jews only received citizen names in the year 1729 and over the years\nbecause we were the family that tried to do well by the poor people, so we had many friends\namongst them.",
        "A: Well, my father died as a result of World War I, in 1919. When he was only 47 years old. He\nhad not suffered bodily injury, but the service had caused had aggravated his heart condition\nand he died of a heart attack in 1919 when I was 6 years old and my mother was 31. My\nfather had two spinster sisters and two or three single brothers no four single brothers who\nall were living in the two houses that we owned visa vie from each other. He had also a\nmarried sister living a few houses away in the village and after my father had died if it 1s of\nsome interest we were --- the family had been in the textile business. Part of the house was\ndevoted to a store where we sold piece goods but the men of the house pursued the hop\nbusiness. This was the hop- growing section and we went around, my father and my uncles\nwent around to the farming villages to buy the hops, and we sulfurized them, baled them and\ntook them to the largest hop market in the world which was Nuremberg by horse and freight\ncar. There were no automobiles in the village. In deed, my mother got the first car I think in\n1923 or 24. This describes somewhat the cultural life and existence of Jews in the village.",
        "A: I had one brother who passed away 23 years ago. Interesting is the fact that my mother, this\nvery courageous woman, took over this textile business and during the years that she didn't\nhave a car, drove out by horse and buggy to the farming village in order to sell from house to\nhouse the piece goods and invite the farmers from the village to the store in order to buy. She\nwas an amazing vital and courageous woman.",
        "A: My brother was four years older than I am, but he died at a very young age. He had left for\nAmerica four years prior than myself, not because of Nazi persecution at that time, but\nbecause an uncle of ours had come over in 1900 and had no children of his own, no family of\nhis own, decided to have him join him to ultimately take over his business. It was this uncle\nwho then four years later was helping me to come out of Germany.",
        "A: No, it was not Zionist. To be sure we were conscious Jews but rainbow colors of political\nopinions, largely however forward looking, progressive.",
        "A: Yes. My family lived in very comfortable circumstances. We weren't rich, but to be sure we\nwere conscious of the very difficult conditions which existed in Germany economically\nwhere you could paper your walls with the money that was printed yesterday. The inflation\ndidn't go unscathed by us and there was rationing of food and it is one of the few\nrecollections that I have of being with my father after he had gotten back from the war and\nwe were riding out in horse and buggy and opened freight car like in order to go to a\nneighboring village and buy from the farmer four geese. That was considered like black\nmarket. I know it, did my father know it? Probably. So, the farmer loaded the geese on the\ncart and covered them with straw, but it wasn't a half an hour later that we heard the shrill\nwhistle of a policeman on a bicycle who could move faster than we did by bicycle, not\nmotorcycle. As he drew abreast of us, he forced us to turn around and return the geese to the\nfarmer. It was however, a week or two weeks later when the farmer drove up to our house\nand delivered the geese. Somehow he had escaped the attention of the authorities then, but\nyes, there was hunger in the country. There was the large scale unemployment which led to\nthe radicalization of the political life. Were the farmers friendly with us? Yes, in the main\nthey were very friendly with us.",
        "A: The changes in 1933 that I indicated which came about were demonstrated immediately after\nthe appointment of Hitler as Chancellor on January 30. The very following day there were\ndemonstrations of stormtroopers along the street where I worked and the call went out close\nyour windows or we shall shoot. On the same street there had been the editorial and printing\noffices of the social democratic newspaper which had been destroyed on this occasion. On\ntop of that building on the fifth floor or fourth floor were the offices of people that the\ncompany that we had been doing business with. I forgot the name. They were wholesalers in\ntextiles, and I took it upon myself to ask the stormtroopers who had been guarding the Social\nDemocratic newspaper in order to visit the offices of this particular company which was\nowned by Jewish people, and I was greeted with a deep feeling of dismay and despair\nbecause their goods were stolen. Their goods were thrown out of the window to\nstormtroopers who were waiting downstairs. That was the beginning, only the very\nbeginning of it and you could during the time of the announcement of elections to be held on\nMarch 6, 1933, during these short five weeks election rallies of the opposition were\nprohibited. So, it really began rapidly to spread fear and hopelessness in the circles of the\nanti-Nazi movement.",
        "A: I was afraid of physical persecution, of being beaten up and the beatings that they rendered\nwere severe. After the --if you were accused of anti-Nazi activities you were likely to be sent\nto prison and after all that didn't take long. On March the 26th, twenty days after the election,\nwhen I came home on my weekly weekend visit to my mother, I was settled down and we\nwould have a cup of coffee. My mother had a bad cold, but we were happy to see each other.\nThat happiness lasted but a few minutes, and there was a hard knock on the door of our\nliving room and there was the gendarme, who said, \"Herr Schnaittacher, come with me to the\npolice station.\" I asked why to no avail; no answer. I had no alternative but to follow him.\nThat was in what would have been the purpose of saying no I'm not going with you not\nwithout an arrest warrant. This is authority. I followed him to the police station, and as we\narrived at the police station he said, \"Herr Schnaittacher, you're under arrest.\" I said, \"Why?\"\nNo answer. I said can I go home to say goodbye to my mother. He said no. I said can I call\nmy mother? He said here use the telephone. It was probably one of the most difficult and\npainful telephone calls I've had to make in my life. \"Mother, I'm under arrest.\" You could\nhave heard her shriek to the police station. We lived quite a distance from it. She came\nstorming out, protesting, but all to no avail. An hour later, after the policeman asked me\nwhether I carried weapons on me, and I had a little knife and he said you better give it to me\nso it couldn't be used as evidence. After an hour I was transported by train. The village didn't\nhave a regular prison, and I was transported to the county seat of Erlangen, a university city\nand a county seat, and I was delivered to the prison. The warden received me, assigned me to\na cell and dusk began to settle and the cell door opened and I was put in to a cell that\nconsisted of a wooden board that we slept on, a bucket, and you can imagine what it was for,\nand three pitchers of water and water basins for drinking and washing. It was inhabited by\ntwo other men, one a communist, one a socialists. All of them were at least double my age. I\nwasn't twenty, yet. And, so here I was. It wasn't a incarceration that could be in the terms that\nwe subsequently learned inhuman, it was deadening. There was very simple sometimes\ninedible food. The living conditions were very primitive. We then were assigned mattresses\nand a blanket. It wasn't without humor and I might relate these two little stories. The first\nmorning and I didn't need sleeping pills then, which I do now, the first morning my cellmates\nvery humanly gave me the easiest job and that was to fill the water buckets. There was one\nfaucet with running water in the long hallway that opened up to the cells. And as a I stood\nthere filling the pitchers with water and I turned around and who was sitting in the adjoining\ncell but my second cousin from the village. So what they had done was they had the\nhumanity of only arresting the two young male Jews instead of all the others. The other little\nstory is headed under humor. A few days after we had been brought in we saw on our daily\nwalk in the courtyard of the prison which was important because we had no exercise\notherwise, there was a young kid, even younger than I was who told us the story that he had\nbeen picked up in a certain village as a vagrant, for vagrancy, and one day as he came down\nhe clapped his hands out of pure joy. Why? Because he saw the mayor of the village who\nhad arrested him now also in prison. This is in Germany Schadenfreude, what is best English\ntranslation, \"spiteful joy.\"",
        "A: Okay, the charges for my arrested and I insisted and finally they were given to me. I was\naccused of agitation against the National Socialist Government, knowledge of secret\nammunition dumps, and liaison man of secret anti-Nazi organizations. I remotely could have\nbeen accused of agitation against the National Socialist Government well it was perfectly\nlegal. Thereafter I desisted of any political activity. I had been an anti-fascist throughout. My\nconscience dictated it to me. From the moment that I had been arrested, my mother did not\nrest for a moment, until she succeeded in setting us free. That came about through her\ncontact with the Sturmbahnfuhrer and the higher officer of the S.A. who three weeks after\nwe had been in prison came to the prison to look me over and after he saw me in my\nstocking feet, pants and shirt, he said you don't look too dangerous to me. A week later, the\nhead of the prison, the prison warden, gave us my cousin and myself the joyful news that we\nwere to be released the following day. And who was there to release us but my mother. She\nreally had given me two lives. When the news spread by wall Morse code, we had figured\nout a way of communicating that we were to be released and the answer came back from the\ntwo sides of the adjoining south well good for you. Leave all the uneaten food behind you.\nSo, I was released from prison. However, with the understanding that I was to report to\npolice station every other day. And as I returned to the place of work where I had been\nworking it had become apparent that rumors had been spreading which only furthered\nendangered my continued peaceful existence in Nuremberg in the area where I had been\nliving and working then. So, then in consultation with my mother and an uncle of mine who\nlived in Munich and had his place of business in Munich, we decided that I was to move to\nMunich. So, I remember the date, May 1, May 1, 1933 I moved to Munich and started to\nwork in my uncle's business which was a business selling wholesale glassware and\nchinaware. I reported in this capacity to his brokerist, brokerist means general manager. He\nhad the power of signature. His name was Hermannn, and I would like you to remember that\nname, Hermannn, and I worked there in the offices before I started to travel, but I had filed\nan application to be able to travel and for that purpose I needed to be relieved of having to\nreport to police stations every other day. So, I was in the office and I received a call from my\naunt who was in her apartment in Munich and she said there is somebody here who wants to\nsee you. As I came to the apartment, there was a man who stuttered unfortunately. He was a\ncriminal inspector. A criminalist. Until, with the stuttering, he brought out the fact that I had\nfiled an application to be released of parole and he was here to grant it to me. I died a\nthousand deaths, because I saw now the concentration camp of Dachau looming for me. So\nthereafter I travelled for my uncle. I never returned to the village I was born because it\nbecame apparent that it would be very unsafe. Indeed, after he visited with my mother she\nwas called by the village council and was told Mrs. Schnaittacher if you had been here\nyesterday, we would have arrested you. That was the summer of 1933. My mother\ncourageous as she was said well, 1f you want to let out your ire on a poor war widow then do\nso. Arrest me now because tomorrow I shall be leaving to visit and stay with my mother who\nlived then near Frankfurt. I continued to live and work with my uncle until the late fall of\n1933 and then probably in the month of September or so I filed for an application for a\nvisitors visa to come to the United States under the subterfuge to sell German products. So,\nthis visitor's visa and the exit visa from Germany was granted and I came to America 1n the\nlate fall of 1933.",
        "A: My living and working in Munich was very interesting because Munich was a beautiful city.\nI had wonderful family contact but also working within my uncle's company gave me the\nopportunity to meet not only Jews but non-Jews. I went mountain climbing with one\nparticular man who was an extremely commraderie and friendly and if anything he saved my\nlife when I was about to slip and he helped me back. He was by no means singular. Later on,\nI started to travel and I made no secret of the fact that I was Jewish. I was not greeted by\nhostility and indeed I came back with a feeling or came to America later on with a feeling\nthat the laden anti-semitism in Germany was not as significant as I experienced in my first\nfew weeks of the United States of America. Now, that sounds like an illusion and a terrible\naccusation, but I experienced here in my early days more direct Jew calling than I did in\nGermany. I do remember several indecents along a railroad station where young men made\nremarks which were veiled anti-Nazi remarks. Of course it didn't last.",
        "A: In the 30s and you probably could extend it to the late 30s almost until the Kristallnacht,\neven though I can't authoritatively speak for it because I wasn't there. I left Germany in the\nfall of '33, but there was the hope on the part of Jewish business people that it was a transient\naffair, that 1t was a passing affair and business was good. On the other hand, I witnessed, and\nI will never forget it, young kids being trained in the throwing of hand grenades. These were\nthe future soldiers that invaded Europe, the world. And yet, my uncles were very intelligent,\nvery capable businessman. He took, and I'm going ahead of myself, he took the Kristallnacht\nand the incarceration in Dachau to convince him in spite of my letters to come to America.",
        "A: Until I left in the fall of 1933, the only restriction as far as my movements were concerned\nwas not to go back to the village. The village was a virulent sort of active anti--semitism and\nmy mother and her sisters-in-law and another uncle of mine and his wife and daughters left\nfor Nuremberg. The few other Jews remained 1n the village to be picked up after the\nKristallnacht never to return.",
        "A: I failed to mention that when I was released on about April 18 or 19th, 1933, there may have\nbeen a general amnesty because of Hitler's birthday, but primarily I was released because of\nthe endeavors of my mother. Had I remained in prison for some time longer, I would most\nlikely had been transferred to the concentration camp of Dachau which was open just around\nthat time, and whereas it was not an extermination camp at that time, but it was a camp of\nterror and torture and this is where the term was first being formed in German of the \"auf der\nFlucht erschossen\": Shot while trying to escape. This only got worse with every month and\nmy mother's chauffeur who was an unusually decent guy and a friend of the family was\ntaken to the concentration camp. When he got out, after two months, he said, don't ever go\nprovoke or do anything that would get you back.",
        "A: Yes. Wherever two friends whom I didn't know personally but I knew the brother or sister.\nOne, by the name of Goldmann, and the other one, by the name of Minardio, were shot and\nkilled during the month of March. It was not unusual to find an item in the newspaper shot\nwhile attempting to escape.\nTape #2",
        "A: Right.",
        "A: In the late fall of 1933, my application for visits to the United States and selling German\nmerchandise in the United was approved of and I was accompanied by my mother and the\nuncle for whom I had worked. We traveled to Bremen in order to take the Europa, one of the\ntwo great German steamers to the United States. I arrived in New York passing the Statue of\nLiberty never to be forgotten and received by my brother an an uncle and an aunt who had\nlived here before.",
        "A: I made the journey by myself. Did I know any other people aboard ship? No. But I smiled at\na pretty American girl and we took a nice picture but I was so young and innocent and there\nwere two German Jewish girls aboard ship also from Nuremberg whom I got to know and\nthe trip as such was a joyous affair for me because I was out of Germany and looking\nforward to a new vital and enormously exciting experience. To be sure I was very mindful of\nthe important members of my family, most of all my mother whom I left behind. But we had\nan understanding that my mother would be visiting me the next year and now being in\nAmerica and having the helpful support on the part of my uncle, I started to work 1n his\nfactory, knitting fabric for the manufacture of sanitary napkins. My uncle was a bachelor\nwho specialized in the manufacture of sanitary napkins and modern mother nursing\nbrassieres. What could be more logical. And early on I became a salesman for him and I\nlearned to speak English. Then another one of my father's brothers came to America to help\nset up a distillery for the manufacture of cordials, liqueurs, in Norwalk, Connecticut and I at\nthe ripe old age of 22 became the first member of the Alcoholic Beverage Salesman's Union,\nan AFL union, and became the missionary man for this particular company. Then because\nit's important -- I'm sorry, I have to bring in another moment. I had come on a visitor's visa\nand it was obvious that it was of importance and most desirous to change the status, my\nstatus from a visitor to an aspiring citizen. At that time, you could not apply for permanent\ncitizen status while living in the United States. You had to go abroad. The system which had\ndeveloped at that time was either to go to Cuba or to Canada. I went to Canada, to Toronto.\nIn Toronto I went to the American consulate and applied for a visa and it was necessary then\nto come in under the so called quota. They had to cable to the embassy, to the American\nEmbassy in Berlin in order to receive a quota number and then within approximately 48 or\n78 hours, the number arrived and then I emigrated into the United States as now a potential\ncitizen. This was finally confirmed with receiving the citizenship papers in 1939.\n[Break in Tape]",
        "A: How was the life of a young immigrant or refugee? Because there was so many of us, not\nnecessarily as far as total number is concerned to proportion to the number of German Jews\nwho wanted to get our of Germany and had difficulties getting affidavits, getting support, but\nit wasn't that long that an organization had been founded which concentrated then the influx\nof German Jewish refugees and provided an enormous emotional support system ultimately\nto be followed up even with support as far as employment facilities, advice, etc. was\nconcemed. The organization which originally was called the German Jewish club, and then\nwas named New World Club publishes the only German Jewish newspaper and it is still\nbeing published under the name of the Aufbau, which is a good paper, an interesting paper.\nWe met socially. We had lectures. We went on hikes. It assisted the integration into the\nAmerican life enormously primarily emotionally and really in every respect you weren't\nalone. You weren't an isolated being. One important point to me which I do wish to mention\nis then the visit of my mother in 1935. Now, she had been taking care of her mother who\nthen was in her late 70s. She enjoyed her visit to America enormously. Began to dabble in\nEnglish a little bit and she would have loved to stay but her conscience and sense of duty\nobviously overruled her own desires and she went back in order to take care of her own\nmother. This until the other critical, most critical date in the period of after January 30, the\nappointment of Hitler as Chancellor most critical date is the Kristallnacht. Here I would like\nto mention a few incidences, which I didn't experience personally but which most were\nauthentically reported to me.",
        "A: By my mother and by my uncles. My mother's experience. She lived in a village, in a little\ntown near Frankfurt which then had not been as virulently anti-semitic as my village near\nNuremberg, yet during the Kristallnacht, stormtroopers came, smashed their windows\ninvaded their home and she suffered a severe nervous breakdown. My uncles--one living in\nMunich, the one I had been working for, and the other uncle who lived in Mannheim--they\nwere visited by the Gestapo and taken to the concentration camp of Dachau where they were\nreleased. They suffered enormous physical damage due to closing in the\nsevere winter, severe circulatory problems. They were able to survive it and come to\nAmerica the year of 1940. I'd like you to remember again the story of my uncle in Munich\nwhose name was Hermann. The man I had reported to, who, on the morning after the\nKristallnacht, stood in front of my uncle's place of business and as my uncle approached he\nsaid, \"Jews are not allowed here.\" My uncle turned around and went home and within hours\nwas arrested by the Gestapo and taken to the concentration camp. These stories, these events\nwere told to me after my uncles and my mother came to America.",
        "A: I was considered myself politically aware. I was very much aware of the Spanish Civil War,\nof the war that Germany had played. The role that Italy, not fascist Italy, had played and the\npoint that I had been trying to make that until 1938 there was still evidently hope on the part\nof the Jews in Germany that the storm could blow over. I did not think so. In ever so many\nletters I wrote to my uncles and aunts and finally succeeded first with my mother that there is\nno alternative but to get out. My living in America I lived during the years of the deep\ndepression supported however always if need be by my uncle but I didn't need it for myself\nthe income ranging from $13 to $35 to $40 a week was most adequate. We lived together\nwith two or three other immigrants, refugees in relative luxury on Western Avenue in 96th\nStreet or 96th Street and Riverside Drive between the four or five of us the joined income\nwas probably $80 or $90 in a furnished apartment. We did largely our own cooking or ate in\ncafeterias and weekends we spent hiking was the social life in the organization of Refugees.\nIt was a good life. Ultimately on the request of my uncle, I changed my position from the\nliquor salesman to become a member of another company which he controlled which was a\ncompany by the name of Acme Cotton Products Company manufacturing surgical dressings\nand I first worked in the factory and then as a salesman and ultimately I became President of\nthe company in the post war period. That is where I met my wife. My colleague and next\ndoor occupier of a desk, Ariel Sankon, had a beautiful daughter whom I first saw at the age\nwhen she was about 14 and I was of the ripe old -- no she must have been 15 and I was over\n22 and I saw her. It took some years later at a Christmas party when she attended she was a\nstudent at the University of Michigan and was home for vacation and after taking another\ngirl home I said to my wife, today I met the girl I'm going to marry. The war clouds became\ndarker, and Germany invaded Czechoslovakia and Poland, and the onslaught continued, but\nfortunately by then we had gotten the rest of my family either to this country or to England\nand finally from England to America.",
        "A: Yes, lam now a U.S. citizen, 1939. I watched the grim developments in Europe with the\nfaint hope that a United front could ultimately be shaped with the Russians in order to ward\noff the total occupation of Europe and to bring fascism to its knees. Should I talk about now\nmy involvement in the Army?",
        "A: America got into the war on Pearl Harbor day and from then on it was merely a matter of\ntime until I would be drafted. I was working then in a position of some significance as far as\nwartime supplies were concerned but that certainly did not outweigh the importance of\nmilitary service. I was drafted shortly after we had gotten married in February of 1942 and I\nwas drafted and sent to Ft. Dix and from there to basic training at Cancroft, South Carolina\nand by the way, with the exception of the camp at Fort Dix, Dottie followed me from camp\nto camp until we finally had to say our goodbyes when we were shipped abroad. From basic\ntraining I was sent to a radar training center in Steward, Florida. From Steward, Florida, I\napplied for OCS and went through OCS in Virginia. At that particular time there was a\nsurplus of officers and so I was sent to cooks and bakers school because the Army travels on\nits stomach and from there back to Virginia and from Virginia to an ordinance training center\non the racetrack in Santadena, California, and from there to depot in Oakland, California.\nThen near Washington D.C. there was an intelligence school for topography. From there I\nwas sent as a base sensor to Camp Miles Standish and finally to the intelligence training\ncenter at Camp Richey, Maryland.",
        "A: Yes. That's where I was trained in various disciplines of military intelligence from the\ninterrogation of the prisoners of war to further interpretation and various other forms of the\ntype of intelligence information gathered for tacticle purposes at the front.",
        "A: I would be inclined to think that that is the very reason that we were selected. Having been\nJewish we were presumed to be beyond any doubt anti-Nazi and a large percentage, I don't\nknow as far as total numbers are concerned, but I'm inclined to believe that a large\npercentage of LP.W.! graduates from the school of Richey were of German Jewish\nbackground. Then they seemed to need me in a hurry. I graduated from Camp Richey and\nthe second front second to the Omaha Beach landing was being prepared for the landing in\nSouthern France on August the 15, 1944. So, we were flown across. We landed first an\nunplanned landing on the Azores because we were hit by a lightening bolt, and after that was\nprepared, we flew on to Morocco, to Casa Blanca. The following day or two days later we\nwere flown to Naples. In Naples where the European headquarters were for M.I.S. we were\nnow being reassigned to the divisions that were preparing for the landing into Southern\nFrance.\nInterrogation of Prisoners of War.",
        "A: Well, as far as my rank was concerned, when you become a commissioned officer it's called\ngreat. I was a Second Lieutenant at the time that I joined the 157th Infantry Regiment of the\n45th National Guard Division of Oklahoma. The 45th Division was the Oklahoma National\nGuard Division, one of the most battle tested outfits in the war. It had a 400 percent, if that 1s\nclaim to fame 400 percent casualty turnover. It was one of three divisions that was used in\nthe attack. The 36th and the 3rd and the 45th. A division consisted at that time of roughly\n20,000 men consisting of three regiments each regiment had three battalion and each\nbattalion had four companies. Whether that is different now, I do not know. Our specific\npurposes, and I say our, the I.P.W. specific purpose was to receive prisoners as early as\npossible out of the chaos of battle in order to get the truth of whatever information they were\nable to give and it was up to us to discern and as we began to accumulate information from\nthe many, many prisoners that we were able to learn truth from fiction because we knew a lot\nof the information that they had had and could balance it off and very few because of the\ntactics we had learned would refuse to provide us with the information we were seeking.",
        "A: Rule number one--and you're testing my memory--rule number one was never to ask a\nquestion that you could answer with yes or no. Revealing information that we have had and\nformulating a question accordingly. Speaking to them in the dialect that they were\naccustomed to because we had sensitive ears and we knew the dialects all over Germany and\nif we were able to speak we were able to locate them and thereby develop a relationship that\ncreated a degree of confidence and willingness to give. The morale of the German Army\nbegan to be sure once we entered German proper, began to deteriorate rapidly.",
        "A: I to the best of my recollection I went with a degree of eagerness because it was one way that\nI truly could contribute to the effort of destroying Hitler. To be sure I needed to learn. I never\nforget a first attempt, my first attempt to interrogate prisoners and then to report the results of\nmy interrogation to the general in charge of our regiment, who had been accustomed to the\nbattle wise master sergeant, who had furnished him information through many campaigns,\nfrom Africa or Sicily up to , and here he now turns to the brand new\nchickenshit second lieutenant, he says well Lieutenant what did you learn? I told him\nfanciful stories that there of enormous strategic importance and with dismay he turned away\nfrom me and says my buddy's name master sergeant was Fritz, he says, \"Fritz, what do you\nknow?\" But it changed rapidly and with due modesty I became an expert. Yet, the most\nsuccessful interrogation that I had was when I couldn't ask questions. On March 15, 1945,\nwe had a company of ours had broken through the Siegfried Line into one of the deep\nenormously strong fortifications. My regimental intelligence officer came to me and said,\n\"Lieutenant, this 1s beyond the call of duty, but if you care to, and Fritz we would like you to\ngo up and the company has occupied the bunker and they hear voices on the telephone\nsystem but they can't make them out.\" So, we did and it was a very active night. There was a\nlot of firing going on, but we made it. The moment I picked up the received and then relayed\nthe information to my buddy, one sergeant from a German outfit who identified himself and\nhis outfit reported to an officer of another outfit identifying the outfit indicating the route of\nwithdrawal, the next day's ammunition dump, the location of the ammunition dump, the\nrefueling dump, any question that I could have possibly asked that was of material tactical\ninformation was revealed and the following day we were able, not only because of our\ninformation but other information that came in to slice totally through the Siegfried Line and\nadvance by some 30 miles. That was a proud day. From then on, we moved very rapidly and\nwe moved along a line that could hardly have been designed any better had I volunteered or\nhad I been asked because of my personal knowledge of areas. The first such town that we\noccupied that we conquered, was Aschaffenburg, where an aunt of mine had left prior to the\nwar and had married my favorite uncle, and I was to their wedding in 1924. Indeed, my\nbuddy and I took on our jeep -- no let me clarify something. Under the command my buddy\nand I under the command of Colonel O'Brien we accepted as interpreters the surrender of\nAschaffenburg. We then took the commander of Aschaffenburg, who the day before had\nstrung up several officers who had wanted to surrender. We put them on the front of our Jeep\nand he drove with us into areas that had not been occupied yet by our troops, and then we\nwere stopped. He said, put your arms down and they had one American prisoner to whom he\ngave a gun, and we disarmed. They disarmed voluntarily. A platoon of at least 30 or 40 men\nand this one American soldier, G.I. with a German rifle marched this unit back to the\nAmerican P.W. cage. We moved quickly and other points of interest were only days later\nwhen I had a group of six prisoners in front of me. One of them stepped out and said,\n\"Lieutenant, didn't we go to school together?\" I picked up his helmet and I said \"By God,\nLeslach, we did.\" I have a picture still here in America a class picture of 1929 or 1928 with\na picture of Leslach. He had been a decent guy and he said, \"Couldn't you let me go home? I\nlove my wife so much.\" I said, \"I love mine too, but I can't let you go home.\" The next day,\nwe took Bamberg. Bamberg a beautiful medieval town with a magnificent cathedral had\nsuffered little damage and in the church yard we had some 800 prisoners. It would have been\na vain effort to interrogate anybody specifically because militarily speaking we had more\ninformation than they did. It was a pure coincidence that one out of these 800 stepped up to\nme and said, \"Couldn't you let me go home?\" I come from a village not far from here. And I\nsaid, \"My, where are you from?\" and he said, \"Forth, F-O-R-T-H.\" This is the village where\nI was born, where I knew every house and house number and every street. And it seemed to\nme that I had known every person. So, I said to him, \"But you weren't born in Forth?\" He\nsaid, \"No, I wasn't.\" I said \"How come that you lived in Forth.\" \"Because I married a girl\nfrom Forth.\" \"Whom did you marry?\" \"Gunta Haas.\" Gunta Haas was a year or two years\nyounger than I was. I had known her. I said, \"Gunta Haas, she lived in House number 35.\"\nWe lived in House number 52. He said yes, house number 35 is two houses removed from\nthe Protestant ministers house from the Protestant church, two houses from the little fire\nhouse and his pupils grew wider and wider and he said \"If American Intelligence has all this\ninformation, how can we win the war?\" So, now you know how we won the war. A few\ndays later, and I'll never forget that date, Roosevelt died. We were outside of Bamberg and\non our way to Schnaittach. The town after which my family is named. Schnaittach had no\nmore Jews of course. It was the seat of the only Jewish cemetery in a large area of central\nFranconia. It's oldest Jewish cemetery went back, so I'm told went back to the 14th century.\nMy father and uncles and grandfathers, etc, grandmothers, are buried there in the new\ncemetery. While we were still recetving German artillery directed towards us, the occupiers\nof Schnaittach I visited my father's grave and I never forget as I was standing there in deep\ndeep thought and sorrow, somebody came up to me and said what are you doing there and I\nsaid, \"My name is Schnaittacher.\" That little story seemed to have traveled to my village.\nWe didn't conquer my village. It was occupied by a sister regiment. From there we went to\nthe conquered Nuremberg, the town I went to school. I interrogated the fortress commander\nof Nuremberg. I had known him. I had no particular coincidences relating to my past having\nlived in Nuremberg while occupying Nuremberg. We moved on across the Danube and\napproached Dachau.",
        "A: At this point we had very little information about concentration camps generally. We had\nliberated, but I forgot the name of a small camp which was neither extermination or torture\ncamp where we saw emaciated human beings suffering from all kinds of sicknesses, stacked\nup in beds with little care. That was no preparation. We had no information on Auschwitz,\non Theresienstadt, on Mauthausen, etc. But I knew from past knowledge of Dachau as a\ncamp of torture and destruction. We arrived in Dachau my regimental headquarters in the\nlate afternoon, or afternoon and I was asked to go to the camp headquarters. Approaching the\ncamp in front of the gate was one of these infamous freight trains. The likes of which I had\nnever seen. The freight train was filled with corpses. Men and women who according to\nwhat we were told possibly might have been transported from the east to the west as the\njuggernaut. And, with no food, little clothing, most of them died of hunger. Those who tried\nto climb over the trains -- cars were shot by the SS. Yet, I couldn't resist a feeling that when a\nfew minutes later, I saw the living cadavers the dead ones were more peaceful than the living\nones. The living skeletons their beaming ravaging eyes, the torment that was obvious that\nthey had suffered. The endless torment. I didn't get into the camp otherwise to visit the\nbarracks. I passed an oven but I had no time for any personal inspection because I had to\ninterrogate an SS Brigadefuhrer, an SS brigadier general who I first had been introduced to\nhim or it was mentioned to me that he was someone to give us information and he was\nfriendly and I think I shook hands with him, and later on I felt that my hand would shrivel\nup. Now, he claimed that he had been in Dachau on an arrest and recuperation leave. That he\nhad become a member of the SS against his wishes, yet he was grateful for it because he\ncould give personal testimony personal witness as to the crimes that had been committed.\nOne thing which I never forget was you should not be enraged as to what you see here. Here\nyou see little heaps in Auschwitz in Kattowice, you would have seen mountains of dead\npeople.",
        "A: This is what he said to me. According to my buddy Fritzie who was involved much longer\nthan I was in the War Crimes Trial, I believe he was hung as well. I had asked you to\nremember the date of May 1. It is the end of my story of Dachau. I went back to regimental\nheadquarters and the very next day or morning we moved on. We then began to experience\nsome hopeful signs. The underground anti-Nazis tried to make contact with us. I come back\nagain to May 1. I had moved to Munich on May 1, 1933. My division conquered Munich on\nMay 1, 1945. I do think that it might be interesting to mention a few personal experiences.\nAs soon as I did not have a regimental obligations I tried to clear up or redeem one event. I\nhad asked you to remember the name Hermann. I had worked for him. He was my\nimmediate boss and he was the one who prevented my uncle from entering his place of\nbusiness and ultimately to be sent to Dachau. As soon as I was able to, I went to my uncle's\nplace of business, which had been bombed out, and I asked about Hermann and I was able to\nlocate where he was living there. Having the ability to use a Jeep, not to drive it, I had a\ndriver. By then I was a first lieutenant. I drove out to this little town and I asked people and\nat that time gleefully as long as they weren't involved the Germans pointed at others, and so I\narrived at the house where Hermannn was living. He was dressed 1n his stocking feet and\npants and underwear and long johns and I said, in very harsh German, \"Go and get dressed,\nand come with me to Munich.\" He didn't recognize me. His wife wailed and so did his\ndaughter, but I could be heartless, and I loaded him on my Jeep and we went to Munich\nwhere I took advantage of the friendly offer that was made by the counterintelligence and\ninterrogated Hermann. As I mentioned or didn't mention, in accordance pursuant to army\ninstructions and regulations would have been to go through channels, but I had no time for it.\nFortunately for me, in the course of the interrogation, he revealed that he was a guard at a\nconcentration camp, which made him subject to automatic arrest. After I concluded my\ninterrogation, I introduced myself to him. I told him who I was and he said \"But you, Herr\nSchnaittacher, should know how good I was to your uncle.\" And I said \"Yes, I certainly do.\"\nTape #3",
        "A: My stay in Munich gave me the opportunity also to meet the friend of the family, and that\nwas a very joyous occasion. She had been working as the housekeeper for my aunt and she\nwas overjoyed to see me and overjoyed about the end of the oppressive system. Another\nsomewhat humorous experience reflecting upon some key reporters was the following. My\ndivision commander had learned that I lived in Munich prior to the war, and so I was ordered\nto come to him and he said Schnaittacher I understand you had lived here before. We are\nexpecting a bunch of newspaper men, congressmen senators, all kinds of bigwigs that want\nto see the birthplace of Nazism and I want you to be their guide. So I took this group on the\ntrip and I started with the Odeonsplatz, which is the square where the Putsch had taken place\nin 1923 which had failed, and the legend went that courageous Hitler as firing started quickly\nleft his troops and hid behind one of two statues and one of these key reporters profoundly\nthought so nothing more important to ask behind which one. The other little story goes to the\nbeer hall where the Putsch had started in 1923 and in the basement of the beer hall there was\nan air raid shelter which was filled to some degree with stuff which had been stolen from\nJewish homes. Amongst them was a statue of a storm trooper standing on a swastika with a\nGerman eagle and the other key reporter raised the statue and said, \"Did this come from a\nJewish home, too?\" This I could only laugh at. My stay in Munich was then a brief one. I\nparticipated in the surrender of the Hungarian Army and I do remember at the behest of my\ngeneral and I do remember that the Hungarian general was really only interested in his men\nbut in his two horses. Memories. Thereafter, I was assigned to a camp in Ludwigsburg near\nStuttgart which was an American P.W. camp of so called automatic arrests. This was a very\nwise law that Eisenhower had released early after combat. Classifications of people would be\nsubject to automatic arrest. Nothing noteworthy happened other than one general who\nrevealed something that I had had no idea of that they were working on the ultimate secret\nweapon but I didn't know what it was. Then after a brief rest in a rest area, I was transferred\nto the War Crimes Commission.",
        "A: I would say that should have been, could have been in July of 1945, and I was in charge of a\ndetail that was screening the archives of the German army high command in pursuing the\ncase of Hjalmar Schacht, the economic czar of Hitler's. I must say that we did not find any\nimportant evidence of his involvement in war crimes. Not of any national significance but a\ntotally inhuman story was contained in a letter that I came across from a youngster who very\nproudly reports to someone in his family that on his 13th or 14th birthday his father gave him\na rifle and three Jewish prisoners to be shot. Inhumanity beyond description. We could not\nmake use of it as evidence in pursuing this case.",
        "A: Because we were not able to identify the people involved. This period where I had a good\ndeal of free time, and possibly I skipped a few months, I should go back to the month of June\nwhen I had the first opportunity to visit my village. Again, I had the privilege of a Jeep and a\nbuddy of mine, because my driving left much to be desired. I learned how to drive a truck on\nsome desert exercises where we had no roads. As dusk began to settle we reached the\nvillage, and I can still see shutters opened and I hear the sound \"Fritz is back, Fritz 1s back,\nFritz is back.\" I come to my house, the house where I was born in, and we drive up to it. The\nhouse hadn't changed. Downstairs had been converted into the mayor's office of the party's\noffice, but the upstairs were living quarters. I knock on the door and fearfully a young\nwoman looks out of the window of the bedroom where my mother used to sleep and I could\nhear her knees shaking because those were the days when an American knock caused fear. I\ndidn't recognize her. She was too young, and I asked her to send her father down. Her father\ncame, and I recognized him at once and he fell around me because he recognized me inspite\nof my uniform. He had been an old Social Democrat, a very decent human being, a decent\nanti-Nazi and I said you can stay in my house but tonight we want to sleep here. But now I\nwant to visit the driver of my mother who in my memory had taken on the role of a hero. He\nprotected my mother wherever possible. He suffered the concentration camp of Dachau and I\nwanted to know whether he had come back from the war and whether there is anything I\ncould do for him. We drive up to his house but he hadn't returned yet. He had I believe still a\nprisoner of war, but we left some gifts with his wife, who was deliriously happy to see us. As\nwe drove back to our house and now again I close a cycle who was there to greet me? The\nvery gendarme who had arrested me in 1933, plus another man. Both of them wanted to\nshake my hands but their hands are still sticking in the darkness of the night. But I ordered\nthe gendarme to report to me the following morning that I needed him for certain steps that I\nwanted to take. In one of our back rooms of my house, I then asked him to bring to me the\nmayor and again I went beyond army authority and that was being held against me and I had\nhim. We had town criers in the village and I ordered him to tell the town crier to return to the\nmayor's office all stolen Jewish property. Thereafter, I told the gendarme I want him back in\nabout three or four hours because I wanted to drive to Schnaittach in order to set things\nstraight there because grave stones had been thrown over, destroyed, etc. I went to the\nmayor's office, who at first was reluctant to cooperate but when I touched my sidearm, he\nsaid yes I will do it, I will do it. In order to restore to whatever extent possible the Jewish\ncemetery. Then I drove back to the village. This is Fritz's war, and I ordered the\napprehension of the guy who had been responsible for sending the remaining Jews after the\nKristallnacht. I think his name was Britting (ph), and ordered him to be brought to me and I\ntook him again without authority to Nuremberg and turned him over to the C.I.C.\nSubsequently some months later I was ordered to come to Heidelberg because I received a\ndecoration and after that I passed an office where the friend of mine who had become a\nmajor I believe and he took me into his office and he said you've got to watch your step, you\nwent out of channel. Where did I go out of channel? By ordering the mayor to do things and\nby apprehending whom I considered to be a criminal and by ordering the mayor of\nSchnaittach to restore the Jewish cemetery. So, I said, \"Who's complaining about it?\" \"The\ntown major of Erlangen.\" Erlangen, where I had been in prison, so I said, \"On my next trip, I\nwill see the town major.\" and indeed I did and I said Major this isn't the first time I was in\nprison in Erlangen. I had been in prisoner here in 1933 but if you wish to imprison me feel\nfree to do so. Well, he was embarrassed and then he tried to get information from me, but I\nused this opportunity to then go to the prison and knock on the door and the same warden\nwas still alive and he said, Herr Schnaittacher, now the ones who imprisoned you are\nimprisoned here.\" Well, another cycle is closed. Now, back to the War Crimes Commission.\nThe greatest satisfaction I had was when I was called in to act as interpreter for an\nintegration carried out by I think a Colonel Gershon (ph) of Field Marshall Keitel, the chief\nof staff of all of the German armies. I certainly felt a great deal of satisfaction when I entered\nthe office that he stood up and stood at attention and saluted me. Can I think for a minute? I\ndon't know if there was anything else worth mentioning of my tour of duty with the War\nCrimes Commission.",
        "A: We were going through the archives document by document, and I had a group of translators\nthat was in pursuit of it was located in Nuremberg. The War Crimes Trials took place in\nNuremberg but it took place outside of Frankfurt in Fechenheim.",
        "A: Only that.",
        "A: No, not that I can remember.",
        "A: Let me think now. At most it was probably not more than two. I'm trying to think, maybe\nthree because in October the return trip started.",
        "A: Right. I guess I could close with that.",
        "A: Yes, it's disappointing little because I don't have any recollection of any documents due to\nthe specialization of our search.",
        "A: No, no because in the archives if anything it was lack of experience.",
        "A: I was part of the -- I can say that I was in --I must explain a little bit about the order of battle\nso to speak, the system of battle. You have the advance unit of infantry men commanded by\nlieutenants or captains. Usually there is a lieutenant in charge of a platoon and a captain in\ncharge of a company. They are the real heros in my opinion because they day by day are\nexposed to not only artillery fire but small arms fire and the physical danger which we were\nexposed to a much less degree. I was with regimental headquarters. My buddy Fritzie had\ngone somewhat earlier because I was ordered to stay back at regimental headquarters and I\nthink he interrogated the wife of General Paulus, the general who was in command of the\nGerman army in Stalingrad I was ordered to come into the camp, camp headquarters which\nwas in the afternoon. I still heard firing but it was no longer an intense firing that we saw in\nthe resistance. I'm inclined to believe anyhow with the approach of our units that the SS took\noff as fast as they could.",
        "A: I could not identify, but I would be inclined to think that it was our men who did the firing.\nAny German being killed because of the rage that was in our troops I wouldn't doubt it for\none moment because one could only feel the deepest of rage and hatred for what human\nbeings could do to each other.",
        "A: I didn't witness it.",
        "A: I saw one incident as I was in the process of entering which I interpreted to be the\nheadquarters or one of the headquarters of the camp and a large group of prisoners seemed to\nwant to tear a guy to pieces. My false humanity showed itself. I tried to stop but I didn't\npersist. It was not a very pleasant sight. It was an obviously disturbing and in retrospect and\neven then I could understand how valid and justified for what these people had gone through\nfor years and years.",
        "A: Trying to tear him to pieces.",
        "A: I had no idea what he had been whether he was a guard a Kapo. I had no idea what he had\nbeen. By the time I got through with the interrogation of this SS brigadier general night had\nset in and it was dark and I headed right back to regimental headquarters and early the\nfollowing morning we left.",
        "A: No, I didn't see anymore guards.",
        "A: The figure that sticks in my memory 1s anywhere between six to eight hundred. I didn't count\nthe boxcars. I went along side them and I saw the horrible sights. Some of them were trying\nto eat each other. There was such terrible terrible hunger and then primarily what I seem to\nbe impressed with was that then suddenly life ebbed out the precision of the corpses seemed\nto tell this as a story. They succumbed in so many different positions. They succumbed to\nweakness. They succumbed to the end of life.",
        "A: No. I didn't see any more that there was movement.",
        "A: There was evidence of it. The only ones that had reached the outside of the boxcars were\npeople who had some strength left and they were shot and there was evidence of them\nhaving been shot by the SS. I had had pictures but over the years someone took them. Now if\nit is of interest the history of the 45th Dvision which was written up, I don't have a copy of it,\nbut they have a brochure.",
        "A: They didn't come up to me. There seemed to be traffic all around. My memory doesn't justify\nme to say that there was overwhelming joy 1n the air. I can't say that. I was much too short a\ntime 1n the prison -- in the camp. I think there is one little story which pertains to a young\nkid, age 13, 14 years. And it was yet I do believe before we had reached Dachau that I came\nacross him, and he wore the concentration camp garb. I asked him where are you from? He\nsaid, I don't know. Where are your parents? I don't know. Where were you? In Dachau.\nWhere are you going? I don't know. I tried to persuade a woman in whose house we were to\ntake care of the kid, but she refused. Now memory tells me that I came across a group of\nanti-Nazi and they promised to pick up the kid and take care of him. It was one story out of\nhundreds of thousands. It was so deeply, deeply depressing.",
        "A: I don't know. Primarily, see because I drove up to the camp headquarters and the only\ncontact I had was in the group of prisoners around the guy that they wanted to tear to pieces.\nThere was others in the vicinity but my memory fails me.",
        "A: No.",
        "A: No, not even a knowledge of it due to the fact that we liberated and we moved on. We didn't\nspend a night in a camp. We spent the night in the village of Dachau. People in Dachau of\ncourse disclaimed the knowledge of what was going on. That is of some significance.",
        "A: A matter of minutes. A matter of minutes.",
        "A: Hardly.",
        "A: No.",
        "A: Had you asked hurts me the most?",
        "A: Of Dachau?",
        "A: Thinking back fulfilled me with a degree of pride and satisfaction was that I did believe I\ncontributed to the best of my ability to the ultimate victory. The relatively little that I was\ninvolved in the actual liberation of Dachau the fact that I was part of the unit that liberated\nwas one of my proudest days. I wish I could have done more. The personal revenge that I got\nagainst the man such as Hermann was of great, great satisfaction. The recognition of the\nsilent interrogation having been of enormous value in the further prosecution of the war was\ngreat. All in all, from the moment that I set foot on first French soil, and throughout the\ncampaign through Germany, I never had a boring moment, never.",
        "A: Hermann only got a few months of prison out of it.",
        "A: It had not been of significance. I was a conscious Jew but not religious.",
        "A: No, I did not have that desire, to be sure it's a highly controversial question. I all depends on\nhow you define God and as Elie Wiesel said the God's been on vacation. What disturbs me in\na way most is that so little has been learned. When we look at the world today from Rwanda\nto Bosnia-Hercegovina, Chechnya, to dictatorships in other parts of the world, we have\nlearned so little from the Holocaust and the killings that had taken place.",
        "A: After the war I came back and rejoined my wife and then between 1947 and 1951 we had\nthree sons, wonderful sons who are a source of strength to me today. Dottie and I had a most\nwonderful life together for 53 years. Unfortunately my deepest sorrow was that she left me\nwith a sudden heart attack on April 15th of this year.",
        "A: No, I appreciate the opportunity and I should like to hope and that is what our hope -- Dottie\nand my hope had been that whatever I could contribute to the remembrance of this history, I\nhope I have achieved and that it would help to destroy the idea that there was no Holocaust.\nEnd of Tape #3\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumMay 9, 1995\nRG-50.030%*0325",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Fritz\nSchnaittacher, conducted by Randy Goldman on May 9, 1995 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and 1s part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "FRITZ SCHNAITTACHER\nMay 9, 1995"
    ]
}