{
    "rg": "RG-50.030.0516_trs_en",
    "sequence": [
        "Question: Good morning, Ruth.",
        "Answer: Good morning.",
        "Q: It’s nice to see you.",
        "A: Nice to see you.",
        "Q: Tell me, what was your name when you were born?",
        "A: Ruth Berliner.",
        "Q: And when were you born?",
        "A: February the third, 1922.",
        "Q: And where were you born?",
        "A: In Cologne.",
        "Q: In Germany?",
        "A: Germany.",
        "Q: Now, as I understand it, you were adopted at the age of six months, so you never knew your --\nyour mother’s name -- do you know her first name?",
        "A: Yes, I -- when my adopted parents got all the papers, and I knew her name, when she was\nborn --",
        "Q: Uh-huh.",
        "A: -- I found my grandparents and everything, yeah. [indecipherable]",
        "Q: And where did they adopt you?",
        "A: In Holland.",
        "Q: In Holland. So did your biological mother go to Holland, and -- or did they go to --",
        "A: No. No, no --",
        "Q: -- how’d it happen that you were in Holland?",
        "A: The father that would adopt me --",
        "Q: Mm-hm.",
        "A: -- had to come by train -- he had no car -- to Cologne, and he pick me up in the orphanage. He\nheard this on a friend of him that knew that people that ran it. And so he got me. I don’t know\nanything about the paperwork over there, how it went that time. But he only had an blanket\naround me, they had no clothes [indecipherable] in Germany, he had to st -- hid all the time,\nbecause they were still shooting. That was couple of years after the war, they still had trouble\nthere. And then my -- he finally made it, and then he came there -- he lived in Haarlem, that’s a\nsmall town, and -- and he came home and the whole family from both sides were -- a lot of them\nfrom that town too, were there waiting for me.",
        "Q: Right.",
        "A: So.",
        "Q: Tell me about your adopted parents. What -- what was your father’s name?",
        "A: Joseph.",
        "Q: Joseph. And his last name?",
        "A: Mok, M-o-k.",
        "Q: M-o-k. And what did he do?",
        "A: They had a store at the time.",
        "Q: Mm-hm.",
        "A: And -- yeah, pots and pans and stuff like that, mm-hm.",
        "Q: And did your mother work in the store as well?",
        "A: Yeah, she was there sometimes when he had to go someplace.",
        "Q: Right.",
        "A: And then I was outside in the playpen, and they had the dog, he took care of me. No wa --",
        "Q: The dog took care of you?",
        "A: Oh yeah, we c -- nobody could touch me.",
        "Q: And what kind of a dog was it? Do you remember the dog?",
        "A: They called it [indecipherable]. It’s like smaller than a shepherd? Mixed was it, I guess.",
        "Q: Uh-huh.",
        "A: And once when I was a little older, I walked out of the store, and that family living the same\ns-street there, and then the dog went to the store, and called my mother to pick me up. So she\ncame out and found me.",
        "Q: So you were in a playpen in the store, or right outside?",
        "A: No -- outside, yeah.",
        "Q: Outside the store. So how come you were there? Where was your mother?",
        "A: She was -- I was outside the store, she was in the store.",
        "Q: I see.",
        "A: And the dog was there, and nobody did anything that time.",
        "Q: Right, right.",
        "A: It was --",
        "Q: And did you live near the store?",
        "A: No, we -- we [indecipherable] and upstairs.",
        "Q: I see, so it was right --",
        "A: Yeah, yeah.",
        "Q: -- right near each other.",
        "A: All one place, yeah.",
        "Q: Right.",
        "A: Mm-hm.",
        "Q: And how do you remember your parents? Your -- your adopted parents, what were they like?",
        "A: They were wonderful --",
        "Q: Yes?",
        "A: -- great. The greatest parents ever anybody could have, yeah.",
        "Q: And were you their only child?",
        "A: Yeah. My mother was pregnant often, you know, but she could not have it all the way out, she\nalways lost it.",
        "Q: She always lost the baby.",
        "A: Yeah, mm-hm.",
        "Q: So you were very important for them?",
        "A: Oh yes, mm-hm. I sit --",
        "Q: And were you close with both of them?",
        "A: Oh yeah, yeah, mm-hm.",
        "Q: And were they warm people?",
        "A: My mother was very warm, my father was from that small town where the people were\n[indecipherable] helping all the time, or things like that, you know, ma -- I know --",
        "Q: [indecipherable]",
        "A: No, not in Holland. Dutch people don’t do that like here.",
        "Q: Uh-huh.",
        "A: And I was surprised, yeah. They know that -- that they love you, and that was enough, you\nknow?",
        "Q: Right.",
        "A: But my was happy with me and now I know. But -- and then later on he was sick, and he\ndidn't make money, and to -- there was not much food and I came home from school, you had to\ngo home for lunch. And I said, don’t you all eat? He said, no, we ate already. But later it seems\nthat there was no food for them, just for me they had some food now. They sacrificed everything\nbecause the family always said, when I came from high -- elementary school, why don’t you let\nher work and make some money and help you? No, they said, we don’t do that. So they send me\n-- was a Special high school. Very hard to learn, you learned all the languages and we had to\nlearn all the books to read in every language, we had to learn poems in every language. Was a\nvery hard school, and I know when we lived in America, there was an article in the paper, you\nknow, then somebody sent to me that the parents complained that the kids get too much\nhomework. [indecipherable] lot of homework. Well, it was good, what I get.",
        "Q: It was good?",
        "A: Yeah.",
        "Q: So they were -- they were poor. They were not --",
        "A: No, no --",
        "Q: -- they didn’t have a lot of money.",
        "A: -- no, no. Because for awhile they did okay, but then here was the depression in ’29 --",
        "Q: Right.",
        "A: -- and I [indecipherable] did, but the town where we lived was on the ocean, was a town with\nall fisherman, and that stopped. I never find out why that was.",
        "Q: Uh-huh.",
        "A: And my father lost a lot of money, when he sold stuff, and people paid him once a week, and\nthey just couldn’t do it. So then -- oh boy --",
        "Q: So --",
        "A: -- then we went to Amsterdam.",
        "Q: -- is that why he moved to Amsterdam, because he --",
        "A: No, my mother didn’t like to live there, she liked to live in Amsterdam because she had sisters\nand brothers there.",
        "Q: I see.",
        "A: So we moved. And she was sick, she had something in the leg, and so he brought her to\nAmsterdam, and then I stayed with one of the aunts. For three months she was in the hospital,\nmm-hm.",
        "Q: She was for three months in the hospital?",
        "A: Mm-hm, yeah. Was something with the leg, I don’t know what it was.",
        "Q: But that must have been hard on you. You were --",
        "A: No, well, the aunt --",
        "Q: It was okay?",
        "A: Yeah. And the aunt and uncle are very rich, so I got a real good life there.",
        "Q: I see.",
        "A: And I only saw my mother, I pass when I went to school -- I went to school there, and then I\npassed the hospital and my mother, they put her near the window, and I could say hello, when\nyears ago you couldn’t go --",
        "Q: You couldn’t go inside --",
        "A: -- as a kid, no.",
        "Q: -- right. And you were eight years -- it was 1930 when you moved to Amsterdam, right?",
        "A: Yeah, yeah.",
        "Q: Did you like school when you went in -- when you were -- started school in ho -- in -- you\npronounce it Haarlem, so it sounds like --",
        "A: No, I's -- we lived someplace else [indecipherable] on the beach, and oh, I liked it.",
        "Q: Yes.",
        "A: Mm-hm.",
        "Q: And did you like moving to Amsterdam?",
        "A: Oh, it was okay with me.",
        "Q: It was okay?",
        "A: I lived in a nice neighborhood, I got friends right away. Oh yeah, mm-hm.",
        "Q: So what did your father do when you moved to Amsterdam?",
        "A: He sold textile, and he went to small towns.",
        "Q: So he traveled?",
        "A: He traveled, yeah, mm-hm, and he sold it. And then he did okay til the war came.",
        "Q: Then he did okay?",
        "A: Yeah.",
        "Q: Were they -- where were you living when you were in Amsterdam? Did you live in the same\nplace most -- until the war?",
        "A: No, I lived in, about til I was 13 - 14 years old, we lived there, and then we went to different\nstreet, newer home and separate bedrooms, that was not in that one. And that was the home\nwhere my future husband lived on top of us.",
        "Q: Right. So wa-was there -- were there only you and his family, your future husband’s family?",
        "A: No, it had three floors.",
        "Q: Three floors.",
        "A: You call it here the second, third and fourth.",
        "Q: Right.",
        "A: We called it the first, second and third.",
        "Q: Third.",
        "A: Mm-hm.",
        "Q: And the stairs are very steep in Holland, aren’t they?",
        "A: Yeah, but not -- that was a pretty new home.",
        "Q: It was a --",
        "A: But there are houses like that, yeah.",
        "Q: Cause ones I’ve traveled up are very st --",
        "A: Oh.",
        "Q: -- very steep.",
        "A: Mm-hm.",
        "Q: So you liked Amsterdam?",
        "A: Yeah.",
        "Q: Did you like school?",
        "A: Yeah.",
        "Q: When you went there?",
        "A: Mm-hm.",
        "Q: And you liked learning all these languages?",
        "A: Oh yeah, yeah.",
        "Q: What languages did you learn?",
        "A: Of course Dutch, and then English, French and German.",
        "Q: Uh-huh.",
        "A: And then I finish -- was four years in that school. I think we had about 18 subjects, it’s not\nlike here. I think they do so many in the three months, and every day the same? No, we had\nevery time different ones. We had 18 subjects.",
        "Q: 18?",
        "A: Yeah.",
        "Q: In one year?",
        "A: Every year.",
        "Q: Every year?",
        "A: Yeah.",
        "Q: That’s a lot.",
        "A: Yeah. Now [indecipherable] it was like gym, art, music, we learn notes and everything, and\nhome economics, we learned how to sew and knit and crochet. [indecipherable] we get all\nhomework. We had to s -- write -- translate stories, we had to learn poems and everything.",
        "Q: So it was very hard work?",
        "A: Algebra and geometry, yeah. Everything.",
        "Q: So how many hours of homework did you do a day, do you think?",
        "A: No, when I came home, at four, at least two hours, and after dinner no -- an hour.",
        "Q: Really? So it was a lot?",
        "A: Yeah. Was a lot, yeah.",
        "Q: And were your parents religious, were you very religious?",
        "A: No. They were Jews, not religious, but the didn’t eat things like garlic and ham and shellsfish,\nthat they didn’t eat.",
        "Q: But they a --",
        "A: Like shrimps, and every -- no, that’s all. And then like we had last week Passover. They ate --\nthey did eat matzohs, that’s it.",
        "Q: They ate matzohs.",
        "A: My [indecipherable] because they were brought up Orthodox, mm-hm.",
        "Q: Right. They were brought up Orthodox --",
        "A: Yeah.",
        "Q: -- but they didn’t behave as Orthodox.",
        "A: No, no. And my father would have loved to go to synagogue Saturdays, but it was his best\nday. He couldn’t miss that, so --",
        "Q: So he went?",
        "A: No, he couldn’t go now --",
        "Q: Oh, he didn’t, he couldn’t go?",
        "A: -- could not afford that, no.",
        "Q: Uh-huh.",
        "A: Once a year he went.",
        "Q: Did you go to synagogue?",
        "A: Not much. I went to Hebrew schools though, I learned Hebrew --",
        "Q: Oh, you did?",
        "A: -- yeah, they send me to Hebrew school, couple of years.",
        "Q: So what was that like? What -- what did you learn in Hebrew school? That’s --that’s -- so\nyour -- that’s your 19\" subject.",
        "A: Yeah, I -- I don’t know. I don’t know that any more, but oh, translation, you could read it in\nHebrew, but not like you see it on television. It had a -- like the A and the E and the O. And now\nyou see it without the lines over that --",
        "Q: Yes.",
        "A: -- you know?",
        "Q: Yes.",
        "A: And -- but I don’t know any more. One of my daughters, she went, the middle one. She went\nto Hebrew school and learned everything and she going to marry a Jewish, too in the synagogue.\n[indecipherable] smart.",
        "Q: And when you went to Hebrew school, did you also learn about the religion?",
        "A: Yeah, you learned about what the holidays --",
        "Q: Right.",
        "A: -- meant and all that, you know, oh yeah. You sha --",
        "Q: And did you want to then celebrate or didn’t you care?",
        "A: Yeah, I didn’t want [indecipherable] no, no.",
        "Q: You didn’t want to?",
        "A: No. Like my daughter, she -- we had like Passover when the kids were home, and then when\ncollege still, we did it all together. And now they’re not there any more, so --",
        "Q: So you don’t do it?",
        "A: No.",
        "Q: But when you were a kid --",
        "A: Mm-hm?",
        "Q: -- and you would come home so that -- your family would celebrate Passover, would you do\nthe Hagadah?",
        "A: Oh, we did, but we did always with family when we were just the three of us, you know.",
        "Q: Right.",
        "A: We did it together, yeah.",
        "Q: So you -- you didn’t necessarily have dinner with the rest of the family, with your mother’s\nsisters?",
        "A: Yeah.",
        "Q: You did?",
        "A: We did all that, yeah.",
        "Q: Uh-huh.",
        "A: Oh yeah. We’re very close.",
        "Q: And did you have a lot of friends when you were growing up?",
        "A: What do you mean, growing up, how old? I had always one friend.",
        "Q: Well, when you moved to --",
        "A: Yeah?",
        "Q: -- when you moved to Amsterdam --",
        "A: Yeah, I --",
        "Q: -- when you were eight --",
        "A: -- yeah, I found a couple of friends, yeah, mm-hm [indecipherable]. I had other contact with\nthem, but she passed away years ago, really.",
        "Q: Uh-huh.",
        "A: And well, at that time [indecipherable] Holland you had usually one good friend. Not like\nhere you have a whole bunch of them.",
        "Q: So did you have one good friend?",
        "A: Yeah, yeah.",
        "Q: And did you talk a lot? Did you do lots of things together? Do you remember?",
        "A: Yeah, later when she was married, and I was married and had kids, we went with the bicycle,\nwent to the swimming pool and shopping a little bit like that, yeah. But then [indecipherable]\nlater on, when I moved, I met a girl and she went to school with me, and she was my friend, I\nstill write with her, she is still in Holland.",
        "Q: Oh.",
        "A: Mm-hm.",
        "Q: And did you share she -- secrets together?",
        "A: No.",
        "Q: Or no?",
        "A: No, not with her.",
        "Q: No.",
        "A: I had one friend here. I worked a couple of years in a store and she came from Japan and she’s\nstill my friend.",
        "Q: Yes?",
        "A: We did that, because we knew she wouldn’t tell anybody and I wouldn’t tell anybody.",
        "Q: Uh-huh, right, right.",
        "A: Mm-hm. Didn’t have much secrets.",
        "Q: And what kind of a person was your mother?",
        "A: Which one?",
        "Q: How do you remem -- your -- your adopted mother.",
        "A: Oh, she was sweet, she could sing good. I was always sitting on her lap, sing --",
        "Q: She could sing?",
        "A: -- oh, she’s --",
        "Q: Yeah?",
        "A: -- if -- if they had the money that time, she would have been something in that.",
        "Q: Really?",
        "A: But she -- oh, she could sing beautiful. And told me stories, you know. And they all -- and my\nfather too, they always played some games that -- after dinner. So, you know.",
        "Q: Uh-huh.",
        "A: And [indecipherable]",
        "Q: When did you find out that you were adopted?",
        "A: Now, I tell you honest, when we went back to that one town where the [indecipherable] I used\nto live when I was adopted, we went to [indecipherable] and there were sometimes people came\nand they said to my mom, is that the girl? I didn’t say anything. And I had -- I was probably\nsmarter ri -- I had an idea, so I asked her once. Oh no, she said, during the war, we had a little\nboy. Kids from Belgium came over a lot. And -- but he went home. She didn’t -- she didn’t tell\nme at that time, I was too young. I -- I knew it. And then I asked my girlfriend’s mother when I\nwas about 10, and she says, no, not that I know. I don’t know if she knew. But -- and then my\nmother want to tell me when -- before I was finish high school, because my diploma had to go\nmy real name. But in Holland [indecipherable] the time, you could not adopt all the way that you\ngot the name. Not -- after the war it changed, of course. But they could not do that then.",
        "Q: So, did you ca --",
        "A: [had original my own name.",
        "Q: You had Berliner --",
        "A: Yeah.",
        "Q: -- all through school. So weren’t you suspicious then?",
        "A: I didn’t know then, my mother went to school, my mother even went to my office, where they\nknew it, and I didn’t want to ask [indecipherable] call me by my adopted name.",
        "Q: I see, so yo -- so there wouldn’t be -- but you had a suspicion from a very young age.",
        "A: Yeah, from [indecipherable] that I was young. And she was gonna tell me, she had the hard\ntime, she -- don’t tell me, I said, I know. And then I told her [indecipherable] sometimes they say\n[indecipherable] you have a nice round face, looks like the Germans. Then I got all red.\n[indecipherable] why you get so red? Said, I don’t know. See, because they were talking about it.\nYeah, I knew it. I didn’t want to tell them.",
        "Q: Was -- do -- so, was there -- you -- when she tried to tell you, you said you knew already.",
        "A: Yeah, yeah.",
        "Q: Was she upset in some ways, do you think?",
        "A: No.",
        "Q: No?",
        "A: I don’t remember exactly, but she didn’t have to say any more, so it was fine.",
        "Q: And this didn’t bother you that you were adopted, no?",
        "A: I didn't feel different, you know?",
        "Q: Right.",
        "A: My parents were sometimes afraid that they will to -- take me back when they could have\ndone it.",
        "Q: They could have?",
        "A: Yeah, because I was adopted -- like foster parents.",
        "Q: Right.",
        "A: Official -- they didn’t get paid. I was official, I had papers at home that they adopted me, but\nit’s not like it is here that you get the name.",
        "Q: Uh-huh. So they were always afraid that your biological mother would come back and try to\nget you?",
        "A: Yeah, yeah. And I tell you, if a [indecipherable] when I left here, I got a letter from some\nperson from Detroit and he wrote me that he was married -- he knew from my uncle, that he was\nmarried to my mother. But she never told him that she had a kid. He said, if I would have known\nit, I would taken you back. My parents were always afraid for that. I was so glad that he didn’t\nknow it. Was a nice guy, when my mother inherited a small home in Cologne, and he said\nbecause I was the daughter, he gave me three-quarters of that money.",
        "Q: Really?",
        "A: And from that money we went to America. We have to pay for that.",
        "Q: That’s interesting.",
        "A: I never contact [indecipherable |",
        "Q: Were you di -- were you curious about your mother?",
        "A: No.",
        "Q: You’ve never been curious?",
        "A: I got some -- I got some pictures -- one picture from the end that’s from my uncle that lived\nhere, that is -- and another picture with family. No, but I had my parents, and I had nice family.",
        "Q: Right.",
        "A: Didn’t bother me.",
        "Q: It didn’t bother you.",
        "A: When my mother said once, she saw the name, my name, Berliner on the list from people, and\nthey lived not far from us, she said, you think that is family of yours? I don’t care.",
        "Q: Yeah.",
        "A: I didn’t want to know. If you don’t know -- and my mother gave me away because their\nparents are probably Orthodox, and you know years ago -- she was not young, she was already\n30 years old. And she has the boyfriend, but he didn’t marry her. And so --",
        "Q: Right. How old were your adoptive parents, were they -- were they older? [indecipherable]",
        "A: When I was adopted in ’22, my mother was born ’86, so she was 36 --",
        "Q: Uh-huh.",
        "A: -- and my father was 35, something like that, so --",
        "Q: So they weren’t very young.",
        "A: Not real young, no.",
        "Q: Right. When you -- you moved to ho -- to Amsterdam in 1930, so you were eight years old.\nBy the time 1933 comes, Hitler is in power.",
        "A: Mm.",
        "Q: Do you s -- are -- do you start hearing things, your --",
        "A: No, we hear --",
        "Q: -- in °33, you’re 11 years old.",
        "A: -- in ’36 we heard, because then they start with breaking windows and all that ju -- mm-hm.",
        "Q: So you hear things?",
        "A: Yeah.",
        "Q: And are you now living in this new place where Joe’s family lives?",
        "A: Yeah.",
        "Q: And are they very political?",
        "A: His father was.",
        "Q: His father was?",
        "A: Yeah, yeah.",
        "Q: S -- and are you -- the families are close, your family and his family are sort of close?",
        "A: No, when they met each other -- they did not really visit each other a lot, no.",
        "Q: Uh-huh, right.",
        "A: Because that was already in the war, and when I came out of that one building and I went to\nthe house, they were happy and [indecipherable] you know, they’re okay, but they did not visit\nthat much, no.",
        "Q: I see. So your friendship with Joe came quite separately from the --",
        "A: Oh yeah. His mother came to my mother’s house --",
        "Q: Right",
        "A: -- [indecipherable] to pick up some for -- his father was in hospital, and then she show me and\nthen she told him to come, and that was it.",
        "Q: I see.",
        "A: Mm-hm.",
        "Q: Oka -- it happened very quickly, huh?",
        "A: Yeah.",
        "Q: Yes.",
        "A: Joe and I -- I didn’t look Jewish at all, and -- and I had an special paper that they could not\npick me up, so I took my s -- star off, and I [indecipherable] sometimes [indecipherable] to a\nmovie or some.",
        "Q: Right, right. But let’s talk earlier.",
        "A: Yeah.",
        "Q: So, are y -- the people around you, your parents, are they worried about what the Germans are\ngoing to do? Or they don’t think that the Germans are going to come to --",
        "A: Yeah, my father, he knew.",
        "Q: Your father was --",
        "A: My mother didn’t show much, but my father knew, because sometimes they were throwing\nbombs in the neighborhood and we went downstairs and she stayed in bed. She said doesn’t\nmatter, she said, we’re die one way or the other. And he knew always what was going to happen.",
        "Q: So there’s -- there’s a Nazi up t -- there’s as -- s -- a surge of Nazis, Dutch Nazis, before the\nGerman Nazis come?",
        "A: No, the Germans came already in ’40 --",
        "Q: In °40, right.",
        "A: Yeah, yeah.",
        "Q: But before that.",
        "A: [indecipherable] it’s -- no, no --",
        "Q: Before that --",
        "A: -- no, not -- not that we knew.",
        "Q: -- you’re not seeing anything?",
        "A: What that was, there were a lot of German girls that came as maids to so -- and my aunt had\none like that, and later they find out -- they find the ones, they spied, and give information to the\nGerman -- I don’t know how you call it in -- and a lot of [indecipherable] German girls that did\nit.",
        "Q: Really? And they came before the Germans came in 1940?",
        "A: Oh yeah, yeah, yeah.",
        "Q: Really?",
        "A: Oh yeah, she was there maybe in -- sh -- when I came to Amsterdam she was there\n[indecipherable] and they worked --",
        "Q: Right.",
        "A: -- [indecipherable] people.",
        "Q: Now, you start work when you’re 16 years old.",
        "A: Yeah.",
        "Q: Am I right?",
        "A: Mm.",
        "Q: In 1938?",
        "A: Eight, yeah.",
        "Q: Right. So have you finished school, did you --",
        "A: I was finished, but I took courses after that. I --",
        "Q: At the hise -- you did take courses after that?",
        "A: Yeah, in English, how you call commercial.",
        "Q: Uh-huh.",
        "A: And in French. And then I had to stop from the -- I couldn’t do it anyway.",
        "Q: Right. And what kind of a job was it that you had?",
        "A: Was in a office, and like secretarial.",
        "Q: Right.",
        "A: And other things I did.",
        "Q: And you lived at home?",
        "A: Oh yeah.",
        "Q: You were still a kid, actually, right?",
        "A: Oh yeah, yeah.",
        "Q: So, did you bring money home to your parents?",
        "A: I brought some money, but they didn’t want any, but I gave them because they didn’t need at\nthat time, but then they spent so much money on other things for me, for clothes, you know.",
        "Q: Right.",
        "A: Yeah. But I want them to have. Every two weeks I got paid, so I gave him some.",
        "Q: You gave them some money, right. Well, did you like working?",
        "A: Oh yeah. Was a nice job.",
        "Q: Was a nice job?",
        "A: Yeah, very nice.",
        "Q: Why was it so nice?",
        "A: Cause the people were nice, and later, when my boss, he went with his family to America.",
        "Q: Mm-hm.",
        "A: So one of the managers from the bookkeeping department, he took over with another one.\nAnd they were good friend -- I-I still was friends, he passed away. We always saw him in\nHolland, and wrote each other. And his wife [indecipherable] we went there. But I liked it. They\nwere all nice and they were good, nice people.",
        "Q: And when the -- the original owners left to go the u -- to the United States, was that before the\nwar, before the Nazis took over, you --",
        "A: I think it is maybe just before they came in. They still could do it, I guess --",
        "Q: Mm-hm. And they could leave.",
        "A: Yeah.",
        "Q: Do you think they left because they thought the Germans were coming?",
        "A: Of course.",
        "Q: They did.",
        "A: Uh-huh.",
        "Q: Did you want to leave also? Did you think about that?",
        "A: No.",
        "Q: No. What was it like in May -- May 10\" the attack came, right, and by the 14\" or 15\" of May,\nit’s over, right?",
        "A: Over, yeah, it was only a couple of days.",
        "Q: Do you remember those days?",
        "A: A little bit, mm-hm. Nothing much happened, they bombed Rotterdam, and then they were\ngoing to bomb Amsterdam, and they didn’t want -- that’s why they gave over. They stopped the\nwar.",
        "Q: They stopped the war",
        "A: They saved the city.",
        "Q: -- so that they wouldn’t bomb it.",
        "A: Yeah, yeah.",
        "Q: Right. Do you remember the Nazis coming in and taking over?",
        "A: No, I didn’t look when they came in, but I know they came in, and they -- when my boss left\nthe office, the city government appointed a lawyer, you know, to look over it.",
        "Q: Mm.",
        "A: And after that we got an German guy, he was an old soldier, he was hurt, he had one arm, I\nguess, and they put him down there, too.",
        "Q: So he was running the business?",
        "A: No, he d -- he held up -- he was good -- he was good to the people. He even told me, he said,\nyou want me to be a father, and then he gave [indecipherable] and all. Well, my parents didn’t\nwant that. He want -- he want to do that.",
        "Q: He knew that you were Jewish?",
        "A: Yeah, when I had to leave in ’42. I couldn’t work any more.",
        "Q: Right. So -- so let’s talk a little bit about what goes on between 1940 and °42, after the Nazis\ncome in, are you identified as Jewish?",
        "A: We had to get I.D.’s. I have one with me. And my parents had an J on it, and I didn’t have to\nbecause I only knew two Jewish grandparents, and according to Hitler, you was not Jewish, and I\nwas someplace when we were picked up, and the men didn’t know anything about Jewish\n[indecipherable] father was Jewish. And he really was not Jewish according to the Jewish\nreligion, you are what your mother is. And he was picked up and sent away and so I didn't have\nto have a J. I didn’t want to be without my parents. So I took it and you could -- you couldn’t go\nout after eight o’clock, nobody could go out any more. And the Jews only could shop between\nthree and five, things like that. But nothing really happened til °42.",
        "Q: There were -- there were a lot of restrictions, right, for those two years.",
        "A: Yeah, but not til ’42, then they start picking up people.",
        "Q: Right.",
        "A: You know, marketplaces and stoop --",
        "Q: But do you -- do you remember there were government workers who were fired because they\nwere Jewish. Do you remember that?",
        "A: No, I don’t know, we -- where we lived it was not really a government town, was more in the\ncapital at The Hague, and all.",
        "Q: I see.",
        "A: But I’m sure they were. I was even in the private place, I couldn’t work.",
        "Q: By °42?",
        "A: The Jews couldn’t work any more.",
        "Q: Right.",
        "A: Mm-hm.",
        "Q: But you can’t -- you can’t have a telephone, you can’t have radios.",
        "A: We didn’t have telephones.",
        "Q: You didn’t have a telephone anyway.",
        "A: No, only with aunt who was rich, yeah. And radios, no. They -- you could not do\n[indecipherable]. We had the radio -- see, we had the radio what you could rent and pay every\nmonth, four stations or something. And then they brought an regular one, a nice one. Well, that\nwe could not keep, you know. We have to turn that in.",
        "Q: You had to turn that in?",
        "A: Yeah. Not everybody did that but we did.",
        "Q: Right. So the restrictions are out --",
        "A: Oh yeah.",
        "Q: -- they’re --",
        "A: For everybody.",
        "Q: -- it’s like a pain in the neck, right?",
        "A: Yeah, but it was for other people too, they couldn’t listen to radio from England, and I always\nlisten to radio from England. And that you couldn’t do.",
        "Q: That you couldn't do -- right.",
        "A: That’s why they took it from everybody, yeah.",
        "Q: But that was true for Jews and people who were not Jewish as well?",
        "A: Yeah, yeah. Yeah, yeah, yeah.",
        "Q: Everybody.",
        "A: Yeah.",
        "Q: Right. But there were certain restrictions that were just for Jews?",
        "A: Oh yeah, yeah.",
        "Q: Yes.",
        "A: Mm-hm.",
        "Q: We’re -- we’re gonna have to stop the tape now.",
        "A: Okay.",
        "Q: Okay.\nEnd of Tape One\nBeginning Tape Two",
        "Q: You had an I.D. card, cause everybody had to have one.",
        "A: Oh yeah.",
        "Q: Did it have a J on it?",
        "A: Yeah.",
        "Q: It did. Is that your choice, to have it?",
        "A: No.",
        "Q: No.",
        "A: Yeah, that was my choice, for me yeah, cause I didn’t have to. Because when I worked in the\noffice still, the lawyer went through the German embassy and got a paper for me that they could\nnot do anything to me because I was not supposed to have a J, but they didn't take it off. And I\nalways had to carry that with me, mm-hm.",
        "Q: And so that was in 1941?",
        "A: Uh--",
        "Q: The I.D. cards?",
        "A: Yeah, it could be ’42, something around there, yeah.",
        "Q: Do you remember when the Jewish star had to be put onto people in ’40 -- inf -- I f -- which I\nthink was in ’42.",
        "A: That time, yeah, mm-hm.",
        "Q: Did you have to put on a Jewish star because --",
        "A: I did.",
        "Q: You did?",
        "A: Yeah, but I didn’t always use it because nobody knew I was Jewish, so when they left, you\nknow. And Joe and I, we went sometimes someplace.",
        "Q: But did people know that your parents were Jewish?",
        "A: Yeah, mm-hm.",
        "Q: So wouldn’t they then assume that you were Jewish, or not?",
        "A: No, I don’t know if they thought about. Maybe I took it off later. I got --",
        "Q: Uh-huh.",
        "A: -- don’t know exactly.",
        "Q: Right.",
        "A: Yeah.",
        "Q: Were you scared when the Nazis were there, when they took over?",
        "A: No, no I’m not the scary type, no, no, no.",
        "Q: You’re not -- you’re not the scary type?",
        "A: Joe was more than I was.",
        "Q: But when you started to see the deportations, when they started to take Jews and bring them\nto Westerbork -- well, you had heard about Westerbork before, because it was started by --",
        "A: Oh yeah, yeah, yeah --",
        "Q: -- the Dutch, right?",
        "A: -- yeah.",
        "Q: For people who had come into Germany --",
        "A: Yeah, they did. Yeah, they did.",
        "Q: Right. But then when the Nazis take over, something else happens, right?",
        "A: Mm-hm.",
        "Q: And where -- what’s -- what’s happening to your father? He -- he -- there’s no business?",
        "A: I don’t know.",
        "Q: No, I mean, bef-before he’s ta --",
        "A: Yeah.",
        "Q: -- before he’s arrested.",
        "A: Yeah, no --",
        "Q: He can’t work.",
        "A: -- he could not [indecipherable] no. He -- they put him in a work camp. They did all the Jews,\nfrom the big company there, and every day they came home. Til one time, after maybe about\nthree, four weeks, they didn’t come home, and they were sent to Westerbork.",
        "Q: And they were sent to Westerbork.",
        "A: And then the next day -- that was Fridays, and on Saturdays they came to pick up the wives\nand the kids.",
        "Q: And did you know he was in Westerbork, or you didn’t know where he was?",
        "A: Yeah, we -- oh, we knew that, we heard that, yeah, yeah.",
        "Q: And that’s up north, and you were at Amsterdam so it’s a bit --",
        "A: Yeah, that is one of the northern --",
        "Q: -- it’s a bit of a trip.",
        "A: -- provinces, yeah.",
        "Q: So the next day they come to pick up you and your mother?",
        "A: Yeah, mm-hm.",
        "Q: And what happened?",
        "A: We went through someplace where everybody went, and somebody asked -- my mother said\nthat I was a minor. I was already 20 [indecipherable] didn’t have to show anything. He said okay,\nhe said, go home. So we could go home. And it didn’t --",
        "Q: And they ju -- they believed you?",
        "A: Yeah.",
        "Q: He believed it?",
        "A: Oh yeah. I don’t know if it was a Dutch guy or a German. And you know, they say too, if I\ndon’t pick you up now, then somebody else will pick you up later, you know, so they let us go.\nSo my mother stayed in the [indecipherable] about almost a year.",
        "Q: Before you -- there was another arrest.",
        "A: Yeah, for half a year, something, yeah, mm-hm.",
        "Q: Did you go back to your old apartment?",
        "A: Yes, mm-hm.",
        "Q: And your st -- you’re still working? Is that how she gets supported? I mean, how -- how do\nyou get food, how does --",
        "A: No, I didn’t work any more. We took some work home for sewing. I had to sew -- I worked\nfor a company that imported sewing machines too, so I had a nice sewing machine, and we did\nsome work at home, and we got paid some from that.",
        "Q: But that was difficult, you probably --",
        "A: Oh yeah, but -- my mother had to sell some rings, and all that. But we made it.",
        "Q: Did you ri -- you rented your apartment, so you had to pay rent --",
        "A: Yeah, rent, no, rent --",
        "Q: -- plus food.",
        "A: -- rent. Yeah.",
        "Q: So it’s expensive.",
        "A: Mm-hm. I don’t know how she did it all, but she did.",
        "Q: She did. Do you think she got money from her sister?",
        "A: No.",
        "Q: No.",
        "A: No, they were already in hiding.",
        "Q: They were?",
        "A: The rich were -- went in hiding, yeah.",
        "Q: Did you think at that point when your -- when your father was taken and then you were\narrested, and then you were left free that you -- you ought to put your mother in hiding, or you\nshould go in hiding?",
        "A: Well, yeah, but she -- I had [indecipherable] at home, she was all ready if they came upstair --\nthey came up, sometimes by the people to see if the no -- people were living. And there’s one\ntime for my mother, said, she is not here, and I told her, go in that closet. And said, no, she’s\ngone already, long time. And they were talking and talking, and she got -- later she told me she\nwas nervous because she was afraid something would happen when sh -- they left luckily, and\nthen she came out. And we told her, you know? But -- and she went outside sometimes too, what\nshe shouldn’t have done, but --",
        "Q: Did she look Jewish?",
        "A: Yeah, she kind of, yeah.",
        "Q: Well, could the -- could the Dutch tell that somebody was Jewish?",
        "A: In Holland, yeah --",
        "Q: Yeah?",
        "A: -- we could, yeah, yeah.",
        "Q: Could the Germans?",
        "A: I guess. I don’t know.",
        "Q: You don’t know.",
        "A: Mm-hm.",
        "Q: Why would she go outside? She didn’t care? Or it was --",
        "A: Yeah, well she couldn’t stay in the house all the time, she always liked to have people around\nand stuff like that there.",
        "Q: Uh-huh.",
        "A: Mm-hm.",
        "Q: And was she wearing a Jewish star, or had she taken it off?",
        "A: No, no, she had one.",
        "Q: So it was clear that she was Jewish if she’d go outside?",
        "A: Oh yeah, oh yeah, yeah, yeah.",
        "Q: But she was okay for about a year?",
        "A: That was in October, maybe a half a year or something like that, yeah, mm-hm.",
        "Q: And then there was another arrest. Were you both arrested again?",
        "A: Yeah, yeah. Somebody must have told on us, and we both were, yeah. We had to go to a\ntheater, and there were a lot of people, family too, and other people, and usually people, they\nwere mixed marriage, we had friends, she was not Jewish, he was, they came out. On -- that\ntime, nobody came out. I was the only one. So they asked, anybody here that thinks they can get\nfree? [indecipherable] I said, I don’t want it. And my mother says, go up front. And she push me\nand then she says, yes. So I told him. I says, yeah, I said, I am born in Germany, and my parents\ndidn’t care if I was German or not, there, and they took care of me and all that, and I have an I.D.\n[indecipherable] So he said okay. He says, you can go. So it was night already. I had to go across\nthe street, was in a -- in a -- for children that went with people in the -- well, they went there, for\nchildren, so I had to go there. And somebody working in that theater, and I knew he lived across\nthe street from Joe. So I told him, says, tell Joe that I come out tomorrow morning. So next\nmorning I came out and I walked a little and there he came with a friend. His mother had my\ndog, and you should hear that doggie. Everybody was looking. He was so happy he screamed\nand screamed when he saw me. And -- and that was it. But what I did, was a good thing I did get\nthe key from the apartment. Found after people were taken out, the Germans came and took all\nthe furniture out. Everything. So I told Joe, said, what are we gonna do? And he said, you know,\nI told my other neighbor, he was Jewish, his wife was not, so he -- he had no trouble and he lived\non the fourth floor, but he slept in veranda [indecipherable] porch-like, in the back. And what\nthey did, they took all the nice furniture, put that down with the cable, I don’t know how they did\nit, and up to that guy’s house. He helped us. So, and what we -- was no good, we put in the front\nand they picked that up. So lucky that I have the key. And then somebody find out, his mother\ntold [indecipherable] and somebody that the neighbors downstairs has a sister and she likes to\nlive in that house. Was a beautiful apartment, was all new. Had bathroom, now nobody had an\nbathroom in Holland, except if you was rich. And -- and she told him, and Joe said to me, listen,\nwe have to go someplace else. So we found an ap --",
        "Q: Let -- le-let -- let me ask you something. When did you actually meet Joe the first time?",
        "A: Oh, I knew always, when they lived on top of me.",
        "Q: And so you were what, how old when you first met?",
        "A: I was only couple years younger, ma -- I still went to school. I was still a girl --",
        "Q: So you were [indecipherable |",
        "A: -- and he was working already.",
        "Q: I see, so you were 14 or 15?",
        "A: Yeah.",
        "Q: And you fell in love right away?",
        "A: No.",
        "Q: No?",
        "A: He didn’t pay attention to me.",
        "Q: He didn’t pay attention?",
        "A: No, and I had a boyfriend and also, know?",
        "Q: I see.",
        "A: Til later in the war, then my hus -- my mother gave some food for -- his father was in the\nhospital, and his mother picked it up. And then she saw me, and she told him, boy Joe, you\nshould see how she changed. She said, you have to come. So they both came, and that was it.",
        "Q: And that was it. And how old were then? This was -- this was when you were working?",
        "A: That was in -- no, I was about 20 - 21, something like that.",
        "Q: So it’s -- uh-huh.",
        "A: Yeah.",
        "Q: So that was when you were -- when it was 1941 or 1942 --",
        "A: No, that was in ’40 -- let me see. Father wasn’t there any more. Must be close to ’43.",
        "Q: Closer to *43.",
        "A: Yeah.",
        "Q: So it’s rather late that you become very close --",
        "A: Oh yeah.",
        "Q: -- but it -- 1t’s rather immediate, once that happens?",
        "A: Mm.",
        "Q: Right. So he’s somebody you want to lean on and call when --",
        "A: No, we went --",
        "Q: -- because you give a message when -- when you leave your mother. You gave a message to\nsomeone that Joe should come and pick you up, that you would be --",
        "A: No, that was in the theater, where we were.",
        "Q: Right.",
        "A: And they were all transported to Westerbork.",
        "Q: Right.",
        "A: And I came out.",
        "Q: Right.",
        "A: And then I told somebody to tell Joe that I was coming out.",
        "Q: Right, right.",
        "A: And then he picked me up, yeah.",
        "Q: Now, how --",
        "A: And we were going [indecipherable]",
        "Q: Did you feel funny leaving your mother in the theater?",
        "A: Of course, mm-hm. I had s -- s -- I still thought maybe, you know, that they would come\nhome. I didn’t know what they were doing that time. They never made that public.",
        "Q: Right.",
        "A: You know?",
        "Q: Right. But your mother was very clear.",
        "A: Oh, she knew.",
        "Q: She knew.",
        "A: Mm-hm.",
        "Q: And she wanted you out of there.",
        "A: Yeah, yeah.",
        "Q: So then Joe picks you up with the dog and a friend --",
        "A: Yeah, yeah.",
        "Q: And it’s your -- it’s the dog, it’s the Maltese dog, the one --",
        "A: Yeah, yeah, yeah, yeah, yeah.",
        "Q: -- that guarded you. And how did he get the dog?",
        "A: His friend’s parents took him, when Joe’s parents had already dogs, mm-hm. She -- they took\ncare of him.",
        "Q: Right. So, it’s clear that you shouldn’t stay in the apartment where you were staying, right?",
        "A: Yeah, yeah, yeah.",
        "Q: And Joe thinks you should have --",
        "A: Now, but somebody had to call that I lived there and they would pick me up --",
        "Q: Right.",
        "A: -- so, and Joe, too, and he was not supposed to live there either.",
        "Q: And -- and why was j -- Joe was vulnerable also. They were -- they were sending boys to\nGermany, is that right?",
        "A: Yeah, Germany, yeah. And his boss was working for a German company, and he was a little\nanti-Jew. And he know that Joe was going with me, and that -- he gave him up to -- for\nGermany. And he went there to the labor, there’s a labor office where you go, and I went with\nhim, and he said -- he went there, and they have to report we never went to Germany. So he was\nreally at risk, too, you know?",
        "Q: Right, because he was refusing to go.",
        "A: Sure, yeah. Every young person had to go.",
        "Q: Right, right. So how did he find -- where did he find a place, another place for you to go?",
        "A: Oh, there was something, you know, as a part of the city, an apartment, so --",
        "Q: And you then had a fake name, right? Is that right?",
        "A: Then I got it -- then he got it for me, yeah. Mm-hm.",
        "Q: You had an -- you had a fake I.D.",
        "A: Yeah, yeah, yeah.",
        "Q: And what was your name then?",
        "A: Karin Magteld [indecipherable] I guess, yeah.",
        "Q: Karin Magdel?",
        "A: Magteld, yeah.",
        "Q: Yes.",
        "A: Mm-hm. [indecipherable] too [indecipherable] people came from Denmark, original, mm-hm.\nSo --",
        "Q: And did -- did Joe have a fake I.D. as well?",
        "A: No, no.",
        "Q: No.",
        "A: No.",
        "Q: He could stay with his own name?",
        "A: Oh yeah, mm-hm. Was just because I had the J on it, that’s why, mm-hm.",
        "Q: So he -- he and you were now separated from his family, right? Because his parents are still in\nthat apartment hou -- the original apartment house, am I right?",
        "A: Oh yeah, where I used to live, yeah.",
        "Q: Right.",
        "A: Yeah. They knew, mm-hm.",
        "Q: But they knew?",
        "A: Oh yeah, mm-hm.",
        "Q: So how did you support yourselves?",
        "A: I tell you, first the -- I don’t know if I told you that, that the lawyer that we had, her father was\nchief of police --",
        "Q: Mm-mm.",
        "A: -- from Amsterdam. And he to -- and she told him that we are going to live together, you\nknow, that was not nice years ago. We felt bad about it. So he said, okay, he said, when did you\nwant to get married? And we gave a date. He said, okay, he said, I'll put it in the register that you\nare married. I don’t know if he did that just that we felt better, but he -- he said he did that. So we\nlived there, and Joe had no job, so -- and there was no food. So he had the good friend, and he\nsaid, go to another part from our county. He -- that was an guy that ground wheat for the farmers.",
        "Q: Mm-hm.",
        "A: So he went there, that was 65 miles on a bicycle. And --",
        "Q: One way”",
        "A: One way. And he got flour from him, and later he did again, but then he brought something,\nshe could use something, you know. And he came home the same day, he didn’t want me to be\nby myself. And a little bit we had to sell to pay the rent and to buy some food. And then we had\nwheat, and I had to bake bread every time. And that’s the way we did it. And he did it off --\nsometimes they took off -- took his food, too, you know, all around. But, yeah, it was quite a trip\nfor him. He always brought something home, mm-hm. And he had the --",
        "Q: And so o -- h-he left for the -- for the day and then would come back.",
        "A: Oh the same day [indecipherable]",
        "Q: It’s a long trip.",
        "A: And then there’s money we had, we paid for his car -- for his bicycle, because without a\nbicycle you couldn’t go anyplace.",
        "Q: Right.",
        "A: Mm-hm.",
        "Q: Were you able to go outside, since you were --",
        "A: Oh, I went.",
        "Q: You went outside?",
        "A: Yeah.",
        "Q: No longer wearing a star?",
        "A: No. And I had this false I.D..",
        "Q: Cause you have a false I.D..",
        "A: And nobody would say I was Jewish, I didn’t look Jewish at all.",
        "Q: And you were now with people who didn’t know you, so they didn’t realize what your history\nwas.",
        "A: No, no, they didn't know me.",
        "Q: Right. So you felt pretty safe.",
        "A: Oh yeah.",
        "Q: What are you hearing about what the Germans are doing? Do you hear that there are\ndeportations from --",
        "A: Oh yeah.",
        "Q: Westerbork?",
        "A: Mm-hm.",
        "Q: Are there rumors about what’s going on?",
        "A: Oh yeah, we heard that, and I had an -- we had a doctor, she was a woman. And she came\nalways by to tell us, don’t let Joe go out on the -- there’s gonna be a razzia [indecipherable] they\npicked people. Oh, they picked just not Jews, everybody they picked up.",
        "Q: Right. So they would warn him?",
        "A: Mm-hm, yeah [indecipherable]",
        "Q: Did he ever have a close call, did he ever almost get caught, or not?",
        "A: No, he was stopped by police sometimes when sa -- one time there on his bicycle.",
        "Q: Mm.",
        "A: [indecipherable] because without my bicycle I can’t -- and then when they’re almost by the\npolice station they let him go, you know. They could not official do it. But like that. And\nsometimes he got picked up and he gave them cigarettes.",
        "Q: He gave them cigarettes?",
        "A: The Germans, yeah.",
        "Q: Uh-huh.",
        "A: And they let him go.",
        "Q: Really?",
        "A: Oh yeah. He gave them a pack of cigarettes. Til the end when he came back the last time, the\nGermans had opened the dams, all of them, and all the water came in our county.",
        "Q: Really?",
        "A: Yeah. And he was on top of that -- we had a lot of dykes, and he was driving then, he didn’t\nknow if he could -- left or right there was all water, but he made it.",
        "Q: Wow.",
        "A: That was almost the end of the war.",
        "Q: Did you see people being picked up around you?",
        "A: No. In daytime I didn’t go outside much.",
        "Q: You didn’t go outside --",
        "A: No.",
        "Q: -- you went out in the evening.",
        "A: Yeah. No, I went to the -- every day wi -- to the store, to the -- you know, to get some\npotatoes or stuff like that. And that was all, no.",
        "Q: In addition to Joe, did you have other friends who knew who you really were, or did you keep",
        "A: No, nobody re -- I --",
        "Q: Nobody.",
        "A: -- I saw people that I knew and they didn’t even look at you because you could not trust\nanybody at that time.",
        "Q: What is that like not to be able to trust anybody?",
        "A: Yeah.",
        "Q: It’s awful.",
        "A: It’s bad, yeah.",
        "Q: Did you learn that very early, that you couldn’t trust anybody after the Nazis came 1n?",
        "A: If I what?",
        "Q: Did you learn that very soon after the Nazis came in that you can’t --",
        "A: Oh yeah, sure. Oh yeah, yeah, you know that from people, yeah. And I know there was some\nguys and I think was a brother from Joe’s mother, and nobody had contact with him, and he was\n-- you could not trust him, I know. He went to people’s house and threatened them, and took\nthings from them, yeah.",
        "Q: Really?",
        "A: Yeah. [indecipherable]. Once he tried, but he had no luck.",
        "Q: And did Joe do some resistance work as well --",
        "A: No, h --",
        "Q: -- as trying to get you food?",
        "A: What he did, that was still when he was working. He took I.D.s from people that worked\nthere, and hid them someplace and gave them to other people, Jewish people.",
        "Q: Uh-huh.",
        "A: I know different people he gave them to, mm-hm.",
        "Q: Did you work for the resistance at all, or --",
        "A: No, I could not --",
        "Q: -- you couldn’t.",
        "A: -- no. You could not do that. It di -- if they caught you for that, you know --",
        "Q: Then you were finished.",
        "A: [indecipherable |",
        "Q: Right.",
        "A: No, we had enough to do with the food and all, and --",
        "Q: It must have been difficult just trying to survive in those circumstances.",
        "A: Yeah. And you had no coals, you had nothing, no heat.",
        "Q: So it was c --",
        "A: So he -- so he went to the park and cut some trees.",
        "Q: He cut so --",
        "A: That was not nec -- was not allowed, yeah. And cut the root and put it in there, so we had that.\nWe could not complain. And a lot of people got food from [indecipherable], you know, and it\nwas so bad, and we got it, but we gave it to somebody. We didn’t want to eat that.",
        "Q: And where did you -- where did he put the wood? Did you have a wood burning stove in the\napartment, or what?",
        "A: Oh yeah, we had an old stove, with the pipe.",
        "Q: Uh-huh.",
        "A: Yeah, mm-hm. And put --",
        "Q: And was it able to keep you somewhat warm, or --",
        "A: Oh yeah.",
        "Q: Yes?",
        "A: Yes, yeah. I still had it -- oh, when the second daughter was born we still had that.",
        "Q: You were in that apartment?",
        "A: No, I lived someplace else, but we still had that [indecipherable]",
        "Q: That same --",
        "A: Yeah.",
        "Q: That same stove?",
        "A: Yeah. But then we had coals, of course, yeah, mm-hm.",
        "Q: Right, right, right. The winter of 1944 was a terrible winter in -- in Holland, wasn’t it?",
        "A: Mm-hm, yeah.",
        "Q: For everybody. Do you remember that time?",
        "A: Yeah, it was bad, mm-hm. Yeah.",
        "Q: How bad was it?",
        "A: Well, snow and ice. But otherwise, I don’t know. It was really cold, I know that.",
        "Q: And was food hard to get?",
        "A: Oh, there was no food in the stores, or so, no, no.",
        "Q: So there was no food.",
        "A: No, what you got sometimes was people got an rate -- rated -- fa -- rate -- an ration card. Here\n-- they got it here too, I guess.",
        "Q: Mm.",
        "A: And then you could get some food. And he got one for me too, someplace. So -- well there\nwas not much food anyway, but -- and then, before the war was over, I think, on America, they\nsent on the Red Cross, they sent food over. And then everybody who had a ration card, you could\nget some.",
        "Q: Did you lose a lot of weight?",
        "A: No.",
        "Q: You didn’t?",
        "A: I stayed always the same.",
        "Q: You stayed the same.",
        "A: Yeah, yeah. I was not a big eater, and I baked bread and Joe got some potatoes and stuff, you\nknow. And sometimes we bought -- w-we had some friends, we bought some meat.",
        "Q: Uh-huh.",
        "A: If it was real meat or dog meat, I don’t know.",
        "Q: Did you ever get sick?",
        "A: No, I was very lucky.",
        "Q: No? You didn't get sick --",
        "A: Joe in the end, cause of his nerves, he had a little breakdown. When I went outside to see the\nsoldiers come in --",
        "Q: Uh-huh.",
        "A: -- and he could not, mm-hm.",
        "Q: And what was that like when you saw the soldiers come in, when that was the liberation --",
        "A: Pretty good.",
        "Q: -- it was pretty good, huh?",
        "A: Yeah, great.",
        "Q: Yeah.",
        "A: Yeah. That’s what I say, people should not forget that, what the Americans did.",
        "Q: Uh-huh.",
        "A: Yeah.",
        "Q: Did you -- when the war was over did you try to look for your parents? Did you think that\nmaybe they were alive, or did you think that they were gone?",
        "A: No, we heard then what happened and all, yeah. Mm-hm.",
        "Q: So it was clear.",
        "A: Yeah. I couldn’t find anything, no. Mm-hm.",
        "Q: And was there anybody from that family who was alive?",
        "A: Oh, an s-second cousin came by, and that was -- and I had one second cousin girl that she --\nshe was in hiding too, and she worked in a nursing home, and we went there sometimes and she\ncame over my house to meet her boyfriend who was in hiding too. And she was -- yeah, she was\nthe -- really the only one. And then my mother’s sister, who was rich, she came out of hiding\nwith her husband, and so I had her. That was the only family we had.",
        "Q: So it was a very difficult time then --",
        "A: Oh yeah.",
        "Q: -- when liberation came --",
        "A: Yeah.",
        "Q: -- cause in the end --",
        "A: Mm-hm.",
        "Q: -- you can’t go back to -- to what you were.",
        "A: Oh no. Mm-hm. And Joe couldn’t find a job of nothing. So what he did -- my father had the\ntextile license and he took that and he bought textile and he st -- was standing on the market with\ntextile, to make some money. Well, you only could buy it on ration cards, you know?\n[indecipherable] by points. Like a handkerchief would be five points and a towel would be 10\npoints, something like that, you know?",
        "Q: So, to be th-these textiles he had to --",
        "A: Yeah, oh yeah.",
        "Q: -- use the ration cards?",
        "A: Yeah. It was not easy after the war, mm-hm.",
        "Q: Was there a lot of destruction in Holland, or not?",
        "A: No, not in Amsterdam, really.",
        "Q: Not in Amsterdam.",
        "A: No. Rotterdam was bad.",
        "Q: And -- and you stayed in Amsterdam?",
        "A: Yeah, mm-hm.",
        "Q: How long did it take before it started to feel a little bit normal, or did it never feel normal?",
        "A: Ah, I got my daughter, yeah.",
        "Q: How soon was your daughter born?",
        "A: End November, that year after 40 f --",
        "Q: Uh-huh.",
        "A: ’45.",
        "Q: And when did you get married?",
        "A: °44.",
        "Q: °44.",
        "A: The first. And then I got the other one about three and half years later, mm-hm. And we\nmoved from that apartment where we lived during the war, and somebody, an uncle from Joe\nlived in a nice house, first floor. And was too much money for him, so we -- you couldn’t get a\nhouse of a rent or anything, so we exchanged. That you could do. So he went to that apartment,\nwe came in his house. That’s where I got my second child that time.",
        "Q: Uh-huh.",
        "A: Mm-hm.",
        "Q: And did you want to stay in the Netherlands, in Amsterdam?",
        "A: No, didn’t want to.",
        "Q: You didn’t want to stay?",
        "A: No. I had nobody an-any more, no.",
        "Q: And Joe didn’t want to stay either?",
        "A: No, he couldn’t get along very much with his father.",
        "Q: He couldn't get along with his father?",
        "A: No, no, he was not nice. And then we left. And I think 17 later -- 17 years later, we went back\nto Holland, and I told him, see your parents and he didn’t want to. Says, do it for your mother,\nyour mother, she always worked hard and she was good. So we went and then he was so happy,\nthe father now.",
        "Q: The father was different.",
        "A: [indecipherable] appreciate it, you know?",
        "Q: Right.",
        "A: Well, he was nicer when we came there, and he brought us some present. He was nicer to me\nthan to the other daughter-in-laws, and they are looking at me, he [indecipherable] you know?",
        "Q: Really?",
        "A: And he realized that Joe was one of the best sons he had. He didn’t know that years ago.",
        "Q: He didn’t know that earlier.",
        "A: He didn't know that, yeah.",
        "Q: How long did you stay in -- in the Netherlands after the war?",
        "A: We left in °53, October.",
        "Q: Oh, in ’53.",
        "A: Yeah.",
        "Q: And was then a difficult time between 1945 and 1953 for you there?",
        "A: No [indecipherable] not. No. We had friends, Joe played soccer. I made a lot of friends there.\nNo, we had pretty good.",
        "Q: So life was -- was not so bad.",
        "A: But was hard financial. He didn’t make that much. And then with the kids and all.",
        "Q: Right.",
        "A: And that was hard and that’s when my uncle said, you want to come to America, we said\nokay. And that was in ’50. Took a little over three years before we could come.",
        "Q: Was it easy for you to be a mother?",
        "A: Easy? I was the only child. I didn't know how to put a diaper on, Joe had to do it, and other\nthings he did, but otherwise it was okay.",
        "Q: It was okay?",
        "A: Yeah.",
        "Q: We’re going to have to stop the tape.\nEnd of Tape Two\nBeginning Tape Three",
        "Q: Ruth, when did you find out what had ha -- really happened during the war, about the death\ncamps? Do you remember?",
        "A: Now, I heard from people that came back. I have the girlfriend, she lives now in Israel, and I\nstill have contact, and she was in concentration camp. She didn’t tell -- one thing she only told\nme, that she had to look at somebody -- everybody had to look somebody that got hang, you\nknow, one of the girls?",
        "Q: Somebody who got hung, yes.",
        "A: Hung, yes. Well, first thing she didn’t say anything and she 1s doing fine. And I had an second\ncousin who came over, and he told me why he’s -- was still alive, because they had to stay in line\nand walk, and then they took the first part to the gas chamber. Next time he was in the back of --\nin the front, and they took the back. He was lucky like that. But that’s about all I heard. People\ndidn’t talk much about it.",
        "Q: Did you see -- did you see things 1n the newspaper? Were there reports in the newspaper?",
        "A: When? After war?",
        "Q: After the war.",
        "A: No, I don’t remember that any more. I heard from the American soldiers that came in, you\nknow, what they saw, and I saw that sometimes one television. [indecipherable] we didn’t have a\ntelevision. Was no televisions --",
        "Q: Right, right.",
        "A: -- til after I was here. So then later I find out. And here I find out by the Red Cross, they said\nthey could find out when people died, and when they came to my house and she said she\ncouldn’t find out everything. And when we went -- that summer in Holland, we went to\nWesterbork, and was in that office, and I told him. And he said, oh, you want to know? He said,\nwhat’s the name? He went to the books, and picked the book up and he showed me just --",
        "Q: Your father’s [indecipherable]",
        "A: When -- where he was born, when he was born and where he died, and my mother too. And I\ntold -- I called later the Red Cross and I told them, if you get people asking from Holland, tell\nthem where to get it.",
        "Q: Right.",
        "A: They said, oh, thank you.",
        "Q: Since so many Jews were killed from Holland, very few come back.",
        "A: Yeah, mm-hm.",
        "Q: Was it a difficult time being Jewish, or did people not know you were Jewish at the time, after\nthe war?",
        "A: I don’t know, I know people, some people, I had friends even, that were in hiding, and they\nwere usually very -- people that were Christians, you know, religious, and they didn’t do\nanything. They didn’t even talk about it any more that they were Jewish. Yeah.",
        "Q: They were ha -- they were hiding it, that they were Jewish?",
        "A: Yeah. And it’s -- I knew somebody had the signs from concentra -- she had that taken off, you\nknow. But --",
        "Q: So what did you think about that?",
        "A: I wouldn’t do things like that, but -- because I thought [indecipherable] well, that way it won’t\nhappen again in Holland, you know. Other countries will not help -- help us, but you know,\nthat’s their business.",
        "Q: You think there was anti-Semitism in Holland?",
        "A: Hoo.",
        "Q: There was a lot.",
        "A: It’s a lot in Europe, yeah.",
        "Q: Uh-huh.",
        "A: A lot. And it’s often because people were [indecipherable], they get some help, you know,\nfrom [indecipherable] so and so, like that they deserved it. Yeah, there’s a lot of -- in Europe too.\nHere, too.",
        "Q: There was a lot of what?",
        "A: A lot of anti-Semitism.",
        "Q: Uh-huh.",
        "A: Here, too. It’s all over.",
        "Q: And did you s -- did you feel it when you were in Holland?",
        "A: No, no --",
        "Q: You didn’t?",
        "A: No, no. Mm-hm.",
        "Q: Is that because people didn’t know you were Jewish, do you think?",
        "A: I don’t know if they knew. We lived in -- the last five years we lived in an -- now what’s that\n[indecipherable] four years we lived in different neighborhood, we exchanged the homes.",
        "Q: Right.",
        "A: And didn’t talk about it or nothing, mm-hm.",
        "Q: So that wasn’t one of the reasons why you left?",
        "A: No, no. Joe -- Joe want to go out too, cause of his family, you know. And to get better.",
        "Q: So, explain again how you got out of the Netherlands. There was -- there was someone in the\nUnited States who -- who sponsored you?",
        "A: Yeah, a -- a brother from my natural mother. He went to Holland too before the war, and he\nwas in hiding, and later on he moved to Amsterdam. And he was -- he had an business in\nGermany, he did car u-upholster work, and he was my -- friend of mine. And she told me later,\nshe said, you know, I had an upholsterer came to Germany from Cologne, and he has your name,\nand he could be your unc -- family. I said, nah, I don’t care, you know. Don’t bother. But he kept\non asking, so finally we went to see him. And that was my mother’s brother.",
        "Q: Uh-huh.",
        "A: But he was not a nice guy. She was nice, and the daughter, so we went around\n[indecipherable] the daughter, and then -- then they left. He told me later -- he came over\nsometimes. I always sent him an sports paper every week. And he came over and -- and then he\ntold us, said, if you want to go to America, he said, I can help you. He said, but don’t get any\nmore children. I had two, he said [indecipherable] harder. So -- and he was our sponsor. He\ndidn’t pay anything for us, nothing.",
        "Q: So what does it mean to be a sponsor, what does that mean?",
        "A: He have to give up his name, that if we in trouble or we need money, then we have to go to\nhim, I guess.",
        "Q: I see.",
        "A: He is responsible for us.",
        "Q: I see.",
        "A: That’s what it 1s.",
        "Q: But you had to raise the money to come here?",
        "A: No, I told you, I got the money from that house --",
        "Q: Right.",
        "A: -- from my mother.",
        "Q: Right.",
        "A: Yeah, we paid everything. We paid six -- six -- about 2000. That’s --",
        "Q: That’s a lot of money.",
        "A: It was a lot of money for Holland, yeah.",
        "Q: Yeah.",
        "A: We came here with hundred dollars.",
        "Q: With a hundred dollars?",
        "A: Hundred kroner, hundred kroner. Kroner.",
        "Q: Really?",
        "A: And my daughter ruined her shoes on the boat, I had -- we had to buy shoes, and then the rent,\nand some food [indecipherable] Joe had the job, and I started to work too, 1n that little town.",
        "Q: Now how -- how little were your kids when you came over?",
        "A: Karin was seven, she became eight in November. And Josette was -- she was the next day\nfour years when we came here.",
        "Q: So -- so, eight and four.",
        "A: Yeah.",
        "Q: And then you had a third child eventually?",
        "A: Oh, that was later.",
        "Q: Later.",
        "A: °57.",
        "Q: Uh-huh, and when did you -- but you came here in *53?",
        "A: Yeah, mm-hm.",
        "Q: And where did you go first?",
        "A: First we went to Flemington, New Jersey.",
        "Q: Uh-huh. Why did you go there?",
        "A: Because the daughter from my uncle lived there.",
        "Q: Lived there. I see.",
        "A: She had the chicken farm there. And she was --",
        "Q: A chicken farm?",
        "A: Yeah.",
        "Q: So did you work on the chicken farm?",
        "A: No, I helped her sometimes a little [indecipherable] and then -- later they moved up too, mm-\nhm. So -- and the kid -- the oldest went to school there. I tell that so often -- I call people\nsometimes on the radio about that kids have to have their own teacher in Vietnamese and in\nSpanish. Karin was only two weeks in a school in Holland, came here, the first day she was in\nkindergarten, second day she was in the first grade, and the third -- end of that week she was in\nsecond grade. And after a couple of months the teacher says, she’s one of the smartest in the\nclass. She was very smart. But they -- they don’t need somebody to talk in their own language. I\nmean, Josette [indecipherable] when she’d hardly talked. She was not a talker, so --",
        "Q: Did you speak English? You did. And did Joe speak English [indecipherable] was from\nschool?",
        "A: Yeah, I got English in school, and I had my degrees. Joe, no. He had -- they went to school in\nthe small town at night, couple of time. He had two jobs, but he still went to --",
        "Q: Did you like it when you came here?",
        "A: Yeah, mm-hm.",
        "Q: You did?",
        "A: Yeah. It was so much easier than in Holland.",
        "Q: It was easier?",
        "A: Oh yeah.",
        "Q: It was easier what, financial, or --",
        "A: Financial, yeah.",
        "Q: It was easier.",
        "A: Financial, yeah, yeah.",
        "Q: So, did you get a job right away?",
        "A: No, I worked that somebody -- like cleaning, because I couldn’t go to an office\n[indecipherable] it’s a small town. And you know who I was with? I don’t know if you know the\nname, Johannes Farms, ever heard of that?",
        "Q: Mm-mm.",
        "A: A dairy f-farm.",
        "Q: Huh.",
        "A: And they have these Ssips, juices they sell here. They still do.",
        "Q: Juices?",
        "A: Juice.",
        "Q: Really?",
        "A: It’s called Ssips. And she still [indecipherable] and we’re still friends. They live in\nFlemington, but they go to Florida. They have there an beautiful home, and we see them when\nwe in Florida still, mm-hm, yeah. And I worked there, you know, not like what I did at home,\nwhat she wants me to do. They are very nice people, and she helped when I got the -- the baby, I\ngot all the clothes from her daughter, you know, they were rich, so it was nice, yeah. So, and I\ndid that for some years, and then we moved to -- I got pregnant, so I had to quit, mm-hm.",
        "Q: And where did you move to after Flemington, New Jersey?",
        "A: That little town, that Trenton, New Jersey.",
        "Q: Trenton?",
        "A: Yeah, mm-hm.",
        "Q: Trenton is bigger.",
        "A: Oh yeah.",
        "Q: Yeah.",
        "A: It’s the capital. Ten years we lived there, mm-hm.",
        "Q: And what was Joe doing at the time?",
        "A: He was a bookbinder.",
        "Q: Uh-huh.",
        "A: But he couldn’t get any further, and they -- people didn’t like the -- guys that were managers\nthere, they didn’t know much about it --",
        "Q: Right.",
        "A: -- and he knew more when he learned it good for so many years, so -- and he couldn’t get\nahead. So then we had friends -- we were a member of the Jewish Community Center, and they\nhad the swimming pool, the kids went to camp the whole summer and all. And he said, what you\ndoing Joe? He said, I’m a bookbinder, but right now I have no job. He did the odd jobs and so\non. He says, you know, I work at post office, and I work in that department, they’re asking for\nbookbinders in, what was it, San Francisco, and in Denver, I think, and in Washington. So he\nsaid, why don’t you fill out? He filled out and he got it because they needed it.",
        "Q: So then you [indecipherable]",
        "A: So he went --",
        "Q: Uh-huh.",
        "A: -- and I stayed here in -- because Karin had to finish high school, and the middle one had to\nfinish middle school. So I didn’t want to do -- quit and then go someplace else. So we stayed\nthere, and then we went, ’64.",
        "Q: And you liked that?",
        "A: Mm-hm. And Joe found a house there, and I went over to see it, so it was fine.",
        "Q: That was fine. Did you tell your kids about your experience during the war when they were\ngrowing up, or not?",
        "A: Not everything, no, little. And my granddaughter couple years ago asked me about things and\nI told her. But no, and I hear from people they don’t talk much about it. She knows about that my\nparents and all that. Well, not what we all went through, exactly. I wrote an -- I typed a letter on\nthe computer and I have it with me, to tell them. And I gave everybody a copy.",
        "Q: Right.",
        "A: So they knew it. We were supposed to tape it for my daughter, she gave us something for\nChristmas, and when the last time we came from Florida, I said to Joe, we have to do it when we\nthere, but we did not, and we lost that thing. So now she can -- I got tape [indecipherable] and\neverything.",
        "Q: Right, right. We ca-can send this tape to her.",
        "A: Yeah.",
        "Q: Do you think about yourself as a survivor?",
        "A: No. [indecipherable]",
        "Q: You don’t?",
        "A: No.",
        "Q: Why not, do you think? Is it because you were not in a camp?",
        "A: I was still young, and you know. No, I tell my husband sometimes, you know, thanks to you\nI’m still around, you know?",
        "Q: Right.",
        "A: But otherwise no, not really.",
        "Q: Are you glad that there’s a lot of publicity about the Holocaust, that people read about it?",
        "A: Oh yeah, that’s good because a lot of people -- lot of people don’t -- I tell you, my middle\ndaughter’s family -- her husband’s family, Jewish, she didn’t even believe it when -- she said she\nnever heard anything about it during the war. She -- she didn’t -- she could not -- she didn’t even\nbelieve it.",
        "Q: Does she believe it now?",
        "A: I don’t know --",
        "Q: You don’t know.",
        "A: -- she passed away and we had no contact with them.",
        "Q: Uh-huh.",
        "A: They were not nice.",
        "Q: Now you said that when you were in Jersey, you -- you went to a Jewish community center.",
        "A: Yeah.",
        "Q: So did -- did you bring up your children in some ways as Jews, or as -- as nothing?",
        "A: My middle one. The oldest one didn’t want to go to Hebrew school, the middle one went to\nHebrew school. She really wants to -- she married Jewish.",
        "Q: Uh-huh.",
        "A: And -- and our daughter, she got married couple years ago, and he is Catholic, and he had an -\n- somebody from the church, and she had somebody, a rabbi to do it. [indecipherable |",
        "Q: She had the ra -- so that was both.",
        "A: Yeah, yeah.",
        "Q: That’s interesting.",
        "A: But [indecipherable] really feels really like it. So --",
        "Q: Is that important to you?",
        "A: Yeah, it’s fine. It’s okay.",
        "Q: It’s okay.",
        "A: I like it, yeah.",
        "Q: Yeah.",
        "A: It’s good. And the other ones all married different, you know, and the grandchildren married\nnot Jewish, so -- but they still are Jews, and the kids are still Jews.",
        "Q: Right. And Joe, does he have a religious affiliation?",
        "A: Oh yeah, he was Catholic. They sent him when he was young to Catholic school. Why we\ndon’t know, because they never went to church, and [indecipherable] long time, he had to walk\nhome, he always had to go home for lunch, high school too, and back. And he had to walk at\nleast 45 minutes.",
        "Q: To go home.",
        "A: And they had two hours for lunch, yeah.",
        "Q: Right.",
        "A: And back. And then again. So then they put in a [indecipherable] school.",
        "Q: Have you been to the Holocaust Museum in Washington?",
        "A: Oh yeah, years ago.",
        "Q: What did you think?",
        "A: Hm?",
        "Q: What did you think about it?",
        "A: I liked it.",
        "Q: Did you like it?",
        "A: Yeah. I have to go again sometime, but I took my brother-in-law and sister-in-law too that\ntime, mm-hm.",
        "Q: And you went through the permanent exhibition and saw that whole exhibition?",
        "A: Mm-hm, mm-hm. That was quite some time ago, maybe about eight years ago, some -- and\nmy daughter went with the kids.",
        "Q: Right.",
        "A: Mm-hm.",
        "Q: Right.",
        "A: [indecipherable |",
        "Q: Do you think about the -- those years a great deal now, or not?",
        "A: Oh sometimes I think about the family, a lot.",
        "Q: You do?",
        "A: And my parents, yeah.",
        "Q: Yes. Is it more now than it was years ago?",
        "A: Oh yeah, yeah, yeah. If something happen, I think always, I hope they know what’s going to\nhap -- I have daughters, they all did really great. [indecipherable]. Two have CPA’s, and one is a\nlab technician, and her -- their children, one is engineer and one is -- they all doing great, and I\nalways wondered, you know?",
        "Q: They know.",
        "A: You know, I hope, yeah.",
        "Q: It’s not easy, 1s it?",
        "A: Mm-mm.",
        "Q: No.",
        "A: Yeah, even that you’re so old, and all th -- but you don’t see them older than --",
        "Q: They [indecipherable]",
        "A: -- they’re always in their 50’s, you know.",
        "Q: Right.",
        "A: That’s the way you see it.",
        "Q: So they haven’t aged in your head, they’re the same as --",
        "A: That’s right.",
        "Q: Right.",
        "A: That’s right.",
        "Q: Well, thank you very much for talking with me.",
        "A: You’re welcome. I’m glad --",
        "Q: And we’ll stop the tape and we’ll do the photographs, okay?",
        "A: Oh, okay, fine, mm-hm. Thank you.",
        "Q: Thank you very much.",
        "A: Thank you all.",
        "Q: And who’s the -- who is these folks -- who are these folks?",
        "A: That’s my father, mother and grandfather.",
        "Q: And do you know when that pictures was taken, approximately?",
        "A: I think 1n [indecipherable] 1930, and I never knew him. So that must be about 1915 or 1916\nor SO.",
        "Q: Okay. And who 1s this?",
        "A: That’s my mother with my doggie and the cat.",
        "Q: And this is the doggie?",
        "A: Yeah.",
        "Q: And what was the dog’s name?",
        "A: Kerry.",
        "Q: Kerry?",
        "A: Kerry.",
        "Q: Now who 1s this cute looking baby?",
        "A: That’s me when I was nine months old.",
        "Q: [indecipherable] a chubby baby, very chubby.",
        "A: And I was so skinny when I came. I was happy with food.",
        "Q: And this picture?",
        "A: I was three years old.",
        "Q: And where was that, do you think? Was that in Haarlem?",
        "A: That is -- that was -- no, that was taken in Amsterdam.",
        "Q: Uh-huh.",
        "A: I had -- we had the birthday at some -- somebody’s house.",
        "Q: And this picture?",
        "A: I was five years old.",
        "Q: And where was this taken, do you know?",
        "A: Where?",
        "Q: Where, yeah.",
        "A: That was in [indecipherable]. Was for my father’s birthday.",
        "Q: And this?",
        "A: I was nine years old, I’m sitting with my father, just posing on -- on a motorcycle, was not\nours.",
        "Q: So he didn’t drive a motorcycle?",
        "A: No, no.",
        "Q: No. And this shot?",
        "A: I was 11 years old.",
        "Q: And was that in a studio or at the house?",
        "A: Yeah, yeah, studio.",
        "Q: In a studio.",
        "A: Mm-hm. Yeah, we did have [indecipherable] and all that.",
        "Q: How about this one?",
        "A: I was 15 years old. Boy, what a long dress, they wore long clothes, I guess.",
        "Q: And what did you say about your hair?",
        "A: Oh, he hated it.",
        "Q: Who ha -- who hated it?",
        "A: My father.",
        "Q: Your father hated it. And who’s this?",
        "A: My father and I, in f -- 1942.",
        "Q: And where was this taken, do you know?",
        "A: Yeah, it was in our street where we lived in Amsterdam.",
        "Q: And what is this?",
        "A: That was an false I.D. what I used during the war, on a different name.",
        "Q: It’s Magteld.",
        "A: Magteld.",
        "Q: It’s M-a-g-t -- M-a-g-t-e-l-d.",
        "A: Oh. I couldn’t even use it when I [indecipherable] daughter a second name like that. They told\nme how I had to spell it.",
        "Q: And this?",
        "A: Well, it’s my husband’s I.D.. [indecipherable]",
        "Q: This picture?",
        "A: Is a picture of me in 1942.",
        "Q: Is that on your roof?",
        "A: Yeah, there’s an -- everybody -- every apartment had a room on the other floor, and we had\nours there, mm-hm, with a little roof that’s all, like this.",
        "Q: And who is this?",
        "A: This Joe and I where we got married in 1944, in city hall was that.",
        "Q: And when were these taken?",
        "A: 1941, I guess. These were separate [indecipherable] beginning of the war.",
        "Q: And this is you?",
        "A: Mm-hm.",
        "Q: You think this is 1941? Both of these? And who’s that?",
        "A: That’s Joe.",
        "Q: And how long have you been married?",
        "A: °44? It will be 63 years in November.\nEnd of Tape Three\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Good morning, Ruth.",
        "Q: It’s nice to see you.",
        "Q: Tell me, what was your name when you were born?",
        "Q: And when were you born?",
        "Q: And where were you born?",
        "Q: In Germany?",
        "Q: Now, as I understand it, you were adopted at the age of six months, so you never knew your --\nyour mother’s name -- do you know her first name?",
        "Q: Uh-huh.",
        "Q: And where did they adopt you?",
        "Q: In Holland. So did your biological mother go to Holland, and -- or did they go to --",
        "Q: -- how’d it happen that you were in Holland?",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: Tell me about your adopted parents. What -- what was your father’s name?",
        "Q: Joseph. And his last name?",
        "Q: M-o-k. And what did he do?",
        "Q: Mm-hm.",
        "Q: And did your mother work in the store as well?",
        "Q: Right.",
        "Q: The dog took care of you?",
        "Q: And what kind of a dog was it? Do you remember the dog?",
        "Q: Uh-huh.",
        "Q: So you were in a playpen in the store, or right outside?",
        "Q: Outside the store. So how come you were there? Where was your mother?",
        "Q: I see.",
        "Q: Right, right.",
        "Q: And did you live near the store?",
        "Q: I see, so it was right --",
        "Q: -- right near each other.",
        "Q: Right.",
        "Q: And how do you remember your parents? Your -- your adopted parents, what were they like?",
        "Q: Yes?",
        "Q: And were you their only child?",
        "Q: She always lost the baby.",
        "Q: So you were very important for them?",
        "Q: And were you close with both of them?",
        "Q: And were they warm people?",
        "Q: [indecipherable]",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: It was good?",
        "Q: So they were -- they were poor. They were not --",
        "Q: -- they didn’t have a lot of money.",
        "Q: Right.",
        "Q: Uh-huh.",
        "Q: So --",
        "Q: -- is that why he moved to Amsterdam, because he --",
        "Q: I see.",
        "Q: She was for three months in the hospital?",
        "Q: But that must have been hard on you. You were --",
        "Q: It was okay?",
        "Q: I see.",
        "Q: You couldn’t go inside --",
        "Q: -- right. And you were eight years -- it was 1930 when you moved to Amsterdam, right?",
        "Q: Did you like school when you went in -- when you were -- started school in ho -- in -- you\npronounce it Haarlem, so it sounds like --",
        "Q: Yes.",
        "Q: And did you like moving to Amsterdam?",
        "Q: It was okay?",
        "Q: So what did your father do when you moved to Amsterdam?",
        "Q: So he traveled?",
        "Q: Then he did okay?",
        "Q: Were they -- where were you living when you were in Amsterdam? Did you live in the same\nplace most -- until the war?",
        "Q: Right. So wa-was there -- were there only you and his family, your future husband’s family?",
        "Q: Three floors.",
        "Q: Right.",
        "Q: Third.",
        "Q: And the stairs are very steep in Holland, aren’t they?",
        "Q: It was a --",
        "Q: Cause ones I’ve traveled up are very st --",
        "Q: -- very steep.",
        "Q: So you liked Amsterdam?",
        "Q: Did you like school?",
        "Q: When you went there?",
        "Q: And you liked learning all these languages?",
        "Q: What languages did you learn?",
        "Q: Uh-huh.",
        "Q: 18?",
        "Q: In one year?",
        "Q: Every year?",
        "Q: That’s a lot.",
        "Q: So it was very hard work?",
        "Q: So how many hours of homework did you do a day, do you think?",
        "Q: Really? So it was a lot?",
        "Q: And were your parents religious, were you very religious?",
        "Q: But they a --",
        "Q: They ate matzohs.",
        "Q: Right. They were brought up Orthodox --",
        "Q: -- but they didn’t behave as Orthodox.",
        "Q: So he went?",
        "Q: Oh, he didn’t, he couldn’t go?",
        "Q: Uh-huh.",
        "Q: Did you go to synagogue?",
        "Q: Oh, you did?",
        "Q: So what was that like? What -- what did you learn in Hebrew school? That’s --that’s -- so\nyour -- that’s your 19\" subject.",
        "Q: Yes.",
        "Q: Yes.",
        "Q: And when you went to Hebrew school, did you also learn about the religion?",
        "Q: Right.",
        "Q: And did you want to then celebrate or didn’t you care?",
        "Q: You didn’t want to?",
        "Q: So you don’t do it?",
        "Q: But when you were a kid --",
        "Q: -- and you would come home so that -- your family would celebrate Passover, would you do\nthe Hagadah?",
        "Q: Right.",
        "Q: So you -- you didn’t necessarily have dinner with the rest of the family, with your mother’s\nsisters?",
        "Q: You did?",
        "Q: Uh-huh.",
        "Q: And did you have a lot of friends when you were growing up?",
        "Q: Well, when you moved to --",
        "Q: -- when you moved to Amsterdam --",
        "Q: -- when you were eight --",
        "Q: Uh-huh.",
        "Q: So did you have one good friend?",
        "Q: And did you talk a lot? Did you do lots of things together? Do you remember?",
        "Q: Oh.",
        "Q: And did you share she -- secrets together?",
        "Q: Or no?",
        "Q: No.",
        "Q: Yes?",
        "Q: Uh-huh, right, right.",
        "Q: And what kind of a person was your mother?",
        "Q: How do you remem -- your -- your adopted mother.",
        "Q: She could sing?",
        "Q: Yeah?",
        "Q: Really?",
        "Q: Uh-huh.",
        "Q: When did you find out that you were adopted?",
        "Q: So, did you ca --",
        "Q: You had Berliner --",
        "Q: -- all through school. So weren’t you suspicious then?",
        "Q: I see, so yo -- so there wouldn’t be -- but you had a suspicion from a very young age.",
        "Q: Was -- do -- so, was there -- you -- when she tried to tell you, you said you knew already.",
        "Q: Was she upset in some ways, do you think?",
        "Q: No?",
        "Q: And this didn’t bother you that you were adopted, no?",
        "Q: Right.",
        "Q: They could have?",
        "Q: Right.",
        "Q: Uh-huh. So they were always afraid that your biological mother would come back and try to\nget you?",
        "Q: Really?",
        "Q: That’s interesting.",
        "Q: Were you di -- were you curious about your mother?",
        "Q: You’ve never been curious?",
        "Q: Right.",
        "Q: It didn’t bother you.",
        "Q: Yeah.",
        "Q: Right. How old were your adoptive parents, were they -- were they older? [indecipherable]",
        "Q: Uh-huh.",
        "Q: So they weren’t very young.",
        "Q: Right. When you -- you moved to ho -- to Amsterdam in 1930, so you were eight years old.\nBy the time 1933 comes, Hitler is in power.",
        "Q: Do you s -- are -- do you start hearing things, your --",
        "Q: -- in °33, you’re 11 years old.",
        "Q: So you hear things?",
        "Q: And are you now living in this new place where Joe’s family lives?",
        "Q: And are they very political?",
        "Q: His father was?",
        "Q: S -- and are you -- the families are close, your family and his family are sort of close?",
        "Q: Uh-huh, right.",
        "Q: I see. So your friendship with Joe came quite separately from the --",
        "Q: Right",
        "Q: I see.",
        "Q: Oka -- it happened very quickly, huh?",
        "Q: Yes.",
        "Q: Right, right. But let’s talk earlier.",
        "Q: So, are y -- the people around you, your parents, are they worried about what the Germans are\ngoing to do? Or they don’t think that the Germans are going to come to --",
        "Q: Your father was --",
        "Q: So there’s -- there’s a Nazi up t -- there’s as -- s -- a surge of Nazis, Dutch Nazis, before the\nGerman Nazis come?",
        "Q: In °40, right.",
        "Q: But before that.",
        "Q: Before that --",
        "Q: -- you’re not seeing anything?",
        "Q: Really? And they came before the Germans came in 1940?",
        "Q: Really?",
        "Q: Right.",
        "Q: Now, you start work when you’re 16 years old.",
        "Q: Am I right?",
        "Q: In 1938?",
        "Q: Right. So have you finished school, did you --",
        "Q: At the hise -- you did take courses after that?",
        "Q: Uh-huh.",
        "Q: Right. And what kind of a job was it that you had?",
        "Q: Right.",
        "Q: And you lived at home?",
        "Q: You were still a kid, actually, right?",
        "Q: So, did you bring money home to your parents?",
        "Q: Right.",
        "Q: You gave them some money, right. Well, did you like working?",
        "Q: Was a nice job?",
        "Q: Why was it so nice?",
        "Q: Mm-hm.",
        "Q: And when the -- the original owners left to go the u -- to the United States, was that before the\nwar, before the Nazis took over, you --",
        "Q: Mm-hm. And they could leave.",
        "Q: Do you think they left because they thought the Germans were coming?",
        "Q: They did.",
        "Q: Did you want to leave also? Did you think about that?",
        "Q: No. What was it like in May -- May 10\" the attack came, right, and by the 14\" or 15\" of May,\nit’s over, right?",
        "Q: Do you remember those days?",
        "Q: They stopped the war",
        "Q: -- so that they wouldn’t bomb it.",
        "Q: Right. Do you remember the Nazis coming in and taking over?",
        "Q: Mm.",
        "Q: So he was running the business?",
        "Q: He knew that you were Jewish?",
        "Q: Right. So -- so let’s talk a little bit about what goes on between 1940 and °42, after the Nazis\ncome in, are you identified as Jewish?",
        "Q: There were -- there were a lot of restrictions, right, for those two years.",
        "Q: Right.",
        "Q: But do you -- do you remember there were government workers who were fired because they\nwere Jewish. Do you remember that?",
        "Q: I see.",
        "Q: By °42?",
        "Q: Right.",
        "Q: But you can’t -- you can’t have a telephone, you can’t have radios.",
        "Q: You didn’t have a telephone anyway.",
        "Q: You had to turn that in?",
        "Q: Right. So the restrictions are out --",
        "Q: -- they’re --",
        "Q: -- it’s like a pain in the neck, right?",
        "Q: That you couldn't do -- right.",
        "Q: But that was true for Jews and people who were not Jewish as well?",
        "Q: Everybody.",
        "Q: Right. But there were certain restrictions that were just for Jews?",
        "Q: Yes.",
        "Q: We’re -- we’re gonna have to stop the tape now.",
        "Q: Okay.\nEnd of Tape One",
        "Q: You had an I.D. card, cause everybody had to have one.",
        "Q: Did it have a J on it?",
        "Q: It did. Is that your choice, to have it?",
        "Q: No.",
        "Q: And so that was in 1941?",
        "Q: The I.D. cards?",
        "Q: Do you remember when the Jewish star had to be put onto people in ’40 -- inf -- I f -- which I\nthink was in ’42.",
        "Q: Did you have to put on a Jewish star because --",
        "Q: You did?",
        "Q: But did people know that your parents were Jewish?",
        "Q: So wouldn’t they then assume that you were Jewish, or not?",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: Were you scared when the Nazis were there, when they took over?",
        "Q: You’re not -- you’re not the scary type?",
        "Q: But when you started to see the deportations, when they started to take Jews and bring them\nto Westerbork -- well, you had heard about Westerbork before, because it was started by --",
        "Q: -- the Dutch, right?",
        "Q: For people who had come into Germany --",
        "Q: Right. But then when the Nazis take over, something else happens, right?",
        "Q: And where -- what’s -- what’s happening to your father? He -- he -- there’s no business?",
        "Q: No, I mean, bef-before he’s ta --",
        "Q: -- before he’s arrested.",
        "Q: He can’t work.",
        "Q: And they were sent to Westerbork.",
        "Q: And did you know he was in Westerbork, or you didn’t know where he was?",
        "Q: And that’s up north, and you were at Amsterdam so it’s a bit --",
        "Q: -- it’s a bit of a trip.",
        "Q: So the next day they come to pick up you and your mother?",
        "Q: And what happened?",
        "Q: And they ju -- they believed you?",
        "Q: He believed it?",
        "Q: Before you -- there was another arrest.",
        "Q: Did you go back to your old apartment?",
        "Q: And your st -- you’re still working? Is that how she gets supported? I mean, how -- how do\nyou get food, how does --",
        "Q: But that was difficult, you probably --",
        "Q: Did you ri -- you rented your apartment, so you had to pay rent --",
        "Q: -- plus food.",
        "Q: So it’s expensive.",
        "Q: She did. Do you think she got money from her sister?",
        "Q: No.",
        "Q: They were?",
        "Q: Did you think at that point when your -- when your father was taken and then you were\narrested, and then you were left free that you -- you ought to put your mother in hiding, or you\nshould go in hiding?",
        "Q: Did she look Jewish?",
        "Q: Well, could the -- could the Dutch tell that somebody was Jewish?",
        "Q: Yeah?",
        "Q: Could the Germans?",
        "Q: You don’t know.",
        "Q: Why would she go outside? She didn’t care? Or it was --",
        "Q: Uh-huh.",
        "Q: And was she wearing a Jewish star, or had she taken it off?",
        "Q: So it was clear that she was Jewish if she’d go outside?",
        "Q: But she was okay for about a year?",
        "Q: And then there was another arrest. Were you both arrested again?",
        "Q: Let -- le-let -- let me ask you something. When did you actually meet Joe the first time?",
        "Q: And so you were what, how old when you first met?",
        "Q: So you were [indecipherable |",
        "Q: I see, so you were 14 or 15?",
        "Q: And you fell in love right away?",
        "Q: No?",
        "Q: He didn’t pay attention?",
        "Q: I see.",
        "Q: And that was it. And how old were then? This was -- this was when you were working?",
        "Q: So it’s -- uh-huh.",
        "Q: So that was when you were -- when it was 1941 or 1942 --",
        "Q: Closer to *43.",
        "Q: So it’s rather late that you become very close --",
        "Q: -- but it -- 1t’s rather immediate, once that happens?",
        "Q: Right. So he’s somebody you want to lean on and call when --",
        "Q: -- because you give a message when -- when you leave your mother. You gave a message to\nsomeone that Joe should come and pick you up, that you would be --",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right, right.",
        "Q: Now, how --",
        "Q: Did you feel funny leaving your mother in the theater?",
        "Q: Right.",
        "Q: Right. But your mother was very clear.",
        "Q: She knew.",
        "Q: And she wanted you out of there.",
        "Q: So then Joe picks you up with the dog and a friend --",
        "Q: And it’s your -- it’s the dog, it’s the Maltese dog, the one --",
        "Q: -- that guarded you. And how did he get the dog?",
        "Q: Right. So, it’s clear that you shouldn’t stay in the apartment where you were staying, right?",
        "Q: And Joe thinks you should have --",
        "Q: Right.",
        "Q: And -- and why was j -- Joe was vulnerable also. They were -- they were sending boys to\nGermany, is that right?",
        "Q: Right, because he was refusing to go.",
        "Q: Right, right. So how did he find -- where did he find a place, another place for you to go?",
        "Q: And you then had a fake name, right? Is that right?",
        "Q: You had an -- you had a fake I.D.",
        "Q: And what was your name then?",
        "Q: Karin Magdel?",
        "Q: Yes.",
        "Q: And did -- did Joe have a fake I.D. as well?",
        "Q: No.",
        "Q: He could stay with his own name?",
        "Q: So he -- he and you were now separated from his family, right? Because his parents are still in\nthat apartment hou -- the original apartment house, am I right?",
        "Q: Right.",
        "Q: But they knew?",
        "Q: So how did you support yourselves?",
        "Q: Mm-mm.",
        "Q: Mm-hm.",
        "Q: One way”",
        "Q: And so o -- h-he left for the -- for the day and then would come back.",
        "Q: It’s a long trip.",
        "Q: Right.",
        "Q: Were you able to go outside, since you were --",
        "Q: You went outside?",
        "Q: No longer wearing a star?",
        "Q: Cause you have a false I.D..",
        "Q: And you were now with people who didn’t know you, so they didn’t realize what your history\nwas.",
        "Q: Right. So you felt pretty safe.",
        "Q: What are you hearing about what the Germans are doing? Do you hear that there are\ndeportations from --",
        "Q: Westerbork?",
        "Q: Are there rumors about what’s going on?",
        "Q: Right. So they would warn him?",
        "Q: Did he ever have a close call, did he ever almost get caught, or not?",
        "Q: Mm.",
        "Q: He gave them cigarettes?",
        "Q: Uh-huh.",
        "Q: Really?",
        "Q: Really?",
        "Q: Wow.",
        "Q: Did you see people being picked up around you?",
        "Q: You didn’t go outside --",
        "Q: -- you went out in the evening.",
        "Q: In addition to Joe, did you have other friends who knew who you really were, or did you keep",
        "Q: Nobody.",
        "Q: What is that like not to be able to trust anybody?",
        "Q: It’s awful.",
        "Q: Did you learn that very early, that you couldn’t trust anybody after the Nazis came 1n?",
        "Q: Did you learn that very soon after the Nazis came in that you can’t --",
        "Q: Really?",
        "Q: And did Joe do some resistance work as well --",
        "Q: -- as trying to get you food?",
        "Q: Uh-huh.",
        "Q: Did you work for the resistance at all, or --",
        "Q: -- you couldn’t.",
        "Q: Then you were finished.",
        "Q: Right.",
        "Q: It must have been difficult just trying to survive in those circumstances.",
        "Q: So it was c --",
        "Q: He cut so --",
        "Q: And where did you -- where did he put the wood? Did you have a wood burning stove in the\napartment, or what?",
        "Q: Uh-huh.",
        "Q: And was it able to keep you somewhat warm, or --",
        "Q: Yes?",
        "Q: You were in that apartment?",
        "Q: That same --",
        "Q: That same stove?",
        "Q: Right, right, right. The winter of 1944 was a terrible winter in -- in Holland, wasn’t it?",
        "Q: For everybody. Do you remember that time?",
        "Q: How bad was it?",
        "Q: And was food hard to get?",
        "Q: So there was no food.",
        "Q: Mm.",
        "Q: Did you lose a lot of weight?",
        "Q: You didn’t?",
        "Q: You stayed the same.",
        "Q: Uh-huh.",
        "Q: Did you ever get sick?",
        "Q: No? You didn't get sick --",
        "Q: Uh-huh.",
        "Q: And what was that like when you saw the soldiers come in, when that was the liberation --",
        "Q: -- it was pretty good, huh?",
        "Q: Yeah.",
        "Q: Uh-huh.",
        "Q: Did you -- when the war was over did you try to look for your parents? Did you think that\nmaybe they were alive, or did you think that they were gone?",
        "Q: So it was clear.",
        "Q: And was there anybody from that family who was alive?",
        "Q: So it was a very difficult time then --",
        "Q: -- when liberation came --",
        "Q: -- cause in the end --",
        "Q: -- you can’t go back to -- to what you were.",
        "Q: So, to be th-these textiles he had to --",
        "Q: -- use the ration cards?",
        "Q: Was there a lot of destruction in Holland, or not?",
        "Q: Not in Amsterdam.",
        "Q: And -- and you stayed in Amsterdam?",
        "Q: How long did it take before it started to feel a little bit normal, or did it never feel normal?",
        "Q: How soon was your daughter born?",
        "Q: Uh-huh.",
        "Q: And when did you get married?",
        "Q: °44.",
        "Q: Uh-huh.",
        "Q: And did you want to stay in the Netherlands, in Amsterdam?",
        "Q: You didn’t want to stay?",
        "Q: And Joe didn’t want to stay either?",
        "Q: He couldn't get along with his father?",
        "Q: The father was different.",
        "Q: Right.",
        "Q: Really?",
        "Q: He didn’t know that earlier.",
        "Q: How long did you stay in -- in the Netherlands after the war?",
        "Q: Oh, in ’53.",
        "Q: And was then a difficult time between 1945 and 1953 for you there?",
        "Q: So life was -- was not so bad.",
        "Q: Right.",
        "Q: Was it easy for you to be a mother?",
        "Q: It was okay?",
        "Q: We’re going to have to stop the tape.\nEnd of Tape Two",
        "Q: Ruth, when did you find out what had ha -- really happened during the war, about the death\ncamps? Do you remember?",
        "Q: Somebody who got hung, yes.",
        "Q: Did you see -- did you see things 1n the newspaper? Were there reports in the newspaper?",
        "Q: After the war.",
        "Q: Right, right.",
        "Q: Your father’s [indecipherable]",
        "Q: Right.",
        "Q: Since so many Jews were killed from Holland, very few come back.",
        "Q: Was it a difficult time being Jewish, or did people not know you were Jewish at the time, after\nthe war?",
        "Q: They were ha -- they were hiding it, that they were Jewish?",
        "Q: So what did you think about that?",
        "Q: You think there was anti-Semitism in Holland?",
        "Q: There was a lot.",
        "Q: Uh-huh.",
        "Q: There was a lot of what?",
        "Q: Uh-huh.",
        "Q: And did you s -- did you feel it when you were in Holland?",
        "Q: You didn’t?",
        "Q: Is that because people didn’t know you were Jewish, do you think?",
        "Q: Right.",
        "Q: So that wasn’t one of the reasons why you left?",
        "Q: So, explain again how you got out of the Netherlands. There was -- there was someone in the\nUnited States who -- who sponsored you?",
        "Q: Uh-huh.",
        "Q: So what does it mean to be a sponsor, what does that mean?",
        "Q: I see.",
        "Q: I see.",
        "Q: But you had to raise the money to come here?",
        "Q: Right.",
        "Q: Right.",
        "Q: That’s a lot of money.",
        "Q: Yeah.",
        "Q: With a hundred dollars?",
        "Q: Really?",
        "Q: Now how -- how little were your kids when you came over?",
        "Q: So -- so, eight and four.",
        "Q: And then you had a third child eventually?",
        "Q: Later.",
        "Q: Uh-huh, and when did you -- but you came here in *53?",
        "Q: And where did you go first?",
        "Q: Uh-huh. Why did you go there?",
        "Q: Lived there. I see.",
        "Q: A chicken farm?",
        "Q: So did you work on the chicken farm?",
        "Q: Did you speak English? You did. And did Joe speak English [indecipherable] was from\nschool?",
        "Q: Did you like it when you came here?",
        "Q: You did?",
        "Q: It was easier?",
        "Q: It was easier what, financial, or --",
        "Q: It was easier.",
        "Q: So, did you get a job right away?",
        "Q: Mm-mm.",
        "Q: Huh.",
        "Q: Juices?",
        "Q: Really?",
        "Q: And where did you move to after Flemington, New Jersey?",
        "Q: Trenton?",
        "Q: Trenton is bigger.",
        "Q: Yeah.",
        "Q: And what was Joe doing at the time?",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: So then you [indecipherable]",
        "Q: Uh-huh.",
        "Q: And you liked that?",
        "Q: That was fine. Did you tell your kids about your experience during the war when they were\ngrowing up, or not?",
        "Q: Right.",
        "Q: Right, right. We ca-can send this tape to her.",
        "Q: Do you think about yourself as a survivor?",
        "Q: You don’t?",
        "Q: Why not, do you think? Is it because you were not in a camp?",
        "Q: Right.",
        "Q: Are you glad that there’s a lot of publicity about the Holocaust, that people read about it?",
        "Q: Does she believe it now?",
        "Q: You don’t know.",
        "Q: Uh-huh.",
        "Q: Now you said that when you were in Jersey, you -- you went to a Jewish community center.",
        "Q: So did -- did you bring up your children in some ways as Jews, or as -- as nothing?",
        "Q: Uh-huh.",
        "Q: She had the ra -- so that was both.",
        "Q: That’s interesting.",
        "Q: Is that important to you?",
        "Q: It’s okay.",
        "Q: Yeah.",
        "Q: Right. And Joe, does he have a religious affiliation?",
        "Q: To go home.",
        "Q: Right.",
        "Q: Have you been to the Holocaust Museum in Washington?",
        "Q: What did you think?",
        "Q: What did you think about it?",
        "Q: Did you like it?",
        "Q: And you went through the permanent exhibition and saw that whole exhibition?",
        "Q: Right.",
        "Q: Right.",
        "Q: Do you think about the -- those years a great deal now, or not?",
        "Q: You do?",
        "Q: Yes. Is it more now than it was years ago?",
        "Q: They know.",
        "Q: It’s not easy, 1s it?",
        "Q: No.",
        "Q: They [indecipherable]",
        "Q: Right.",
        "Q: So they haven’t aged in your head, they’re the same as --",
        "Q: Right.",
        "Q: Well, thank you very much for talking with me.",
        "Q: And we’ll stop the tape and we’ll do the photographs, okay?",
        "Q: Thank you very much.",
        "Q: And who’s the -- who is these folks -- who are these folks?",
        "Q: And do you know when that pictures was taken, approximately?",
        "Q: Okay. And who 1s this?",
        "Q: And this is the doggie?",
        "Q: And what was the dog’s name?",
        "Q: Kerry?",
        "Q: Now who 1s this cute looking baby?",
        "Q: [indecipherable] a chubby baby, very chubby.",
        "Q: And this picture?",
        "Q: And where was that, do you think? Was that in Haarlem?",
        "Q: Uh-huh.",
        "Q: And this picture?",
        "Q: And where was this taken, do you know?",
        "Q: Where, yeah.",
        "Q: And this?",
        "Q: So he didn’t drive a motorcycle?",
        "Q: No. And this shot?",
        "Q: And was that in a studio or at the house?",
        "Q: In a studio.",
        "Q: How about this one?",
        "Q: And what did you say about your hair?",
        "Q: Who ha -- who hated it?",
        "Q: Your father hated it. And who’s this?",
        "Q: And where was this taken, do you know?",
        "Q: And what is this?",
        "Q: It’s Magteld.",
        "Q: It’s M-a-g-t -- M-a-g-t-e-l-d.",
        "Q: And this?",
        "Q: This picture?",
        "Q: Is that on your roof?",
        "Q: And who is this?",
        "Q: And when were these taken?",
        "Q: And this is you?",
        "Q: You think this is 1941? Both of these? And who’s that?",
        "Q: And how long have you been married?"
    ],
    "answers": [
        "Answer: Good morning.",
        "A: Nice to see you.",
        "A: Ruth Berliner.",
        "A: February the third, 1922.",
        "A: In Cologne.",
        "A: Germany.",
        "A: Yes, I -- when my adopted parents got all the papers, and I knew her name, when she was\nborn --",
        "A: -- I found my grandparents and everything, yeah. [indecipherable]",
        "A: In Holland.",
        "A: No. No, no --",
        "A: The father that would adopt me --",
        "A: -- had to come by train -- he had no car -- to Cologne, and he pick me up in the orphanage. He\nheard this on a friend of him that knew that people that ran it. And so he got me. I don’t know\nanything about the paperwork over there, how it went that time. But he only had an blanket\naround me, they had no clothes [indecipherable] in Germany, he had to st -- hid all the time,\nbecause they were still shooting. That was couple of years after the war, they still had trouble\nthere. And then my -- he finally made it, and then he came there -- he lived in Haarlem, that’s a\nsmall town, and -- and he came home and the whole family from both sides were -- a lot of them\nfrom that town too, were there waiting for me.",
        "A: So.",
        "A: Joseph.",
        "A: Mok, M-o-k.",
        "A: They had a store at the time.",
        "A: And -- yeah, pots and pans and stuff like that, mm-hm.",
        "A: Yeah, she was there sometimes when he had to go someplace.",
        "A: And then I was outside in the playpen, and they had the dog, he took care of me. No wa --",
        "A: Oh yeah, we c -- nobody could touch me.",
        "A: They called it [indecipherable]. It’s like smaller than a shepherd? Mixed was it, I guess.",
        "A: And once when I was a little older, I walked out of the store, and that family living the same\ns-street there, and then the dog went to the store, and called my mother to pick me up. So she\ncame out and found me.",
        "A: No -- outside, yeah.",
        "A: She was -- I was outside the store, she was in the store.",
        "A: And the dog was there, and nobody did anything that time.",
        "A: It was --",
        "A: No, we -- we [indecipherable] and upstairs.",
        "A: Yeah, yeah.",
        "A: All one place, yeah.",
        "A: Mm-hm.",
        "A: They were wonderful --",
        "A: -- great. The greatest parents ever anybody could have, yeah.",
        "A: Yeah. My mother was pregnant often, you know, but she could not have it all the way out, she\nalways lost it.",
        "A: Yeah, mm-hm.",
        "A: Oh yes, mm-hm. I sit --",
        "A: Oh yeah, yeah, mm-hm.",
        "A: My mother was very warm, my father was from that small town where the people were\n[indecipherable] helping all the time, or things like that, you know, ma -- I know --",
        "A: No, not in Holland. Dutch people don’t do that like here.",
        "A: And I was surprised, yeah. They know that -- that they love you, and that was enough, you\nknow?",
        "A: But my was happy with me and now I know. But -- and then later on he was sick, and he\ndidn't make money, and to -- there was not much food and I came home from school, you had to\ngo home for lunch. And I said, don’t you all eat? He said, no, we ate already. But later it seems\nthat there was no food for them, just for me they had some food now. They sacrificed everything\nbecause the family always said, when I came from high -- elementary school, why don’t you let\nher work and make some money and help you? No, they said, we don’t do that. So they send me\n-- was a Special high school. Very hard to learn, you learned all the languages and we had to\nlearn all the books to read in every language, we had to learn poems in every language. Was a\nvery hard school, and I know when we lived in America, there was an article in the paper, you\nknow, then somebody sent to me that the parents complained that the kids get too much\nhomework. [indecipherable] lot of homework. Well, it was good, what I get.",
        "A: Yeah.",
        "A: No, no --",
        "A: -- no, no. Because for awhile they did okay, but then here was the depression in ’29 --",
        "A: -- and I [indecipherable] did, but the town where we lived was on the ocean, was a town with\nall fisherman, and that stopped. I never find out why that was.",
        "A: And my father lost a lot of money, when he sold stuff, and people paid him once a week, and\nthey just couldn’t do it. So then -- oh boy --",
        "A: -- then we went to Amsterdam.",
        "A: No, my mother didn’t like to live there, she liked to live in Amsterdam because she had sisters\nand brothers there.",
        "A: So we moved. And she was sick, she had something in the leg, and so he brought her to\nAmsterdam, and then I stayed with one of the aunts. For three months she was in the hospital,\nmm-hm.",
        "A: Mm-hm, yeah. Was something with the leg, I don’t know what it was.",
        "A: No, well, the aunt --",
        "A: Yeah. And the aunt and uncle are very rich, so I got a real good life there.",
        "A: And I only saw my mother, I pass when I went to school -- I went to school there, and then I\npassed the hospital and my mother, they put her near the window, and I could say hello, when\nyears ago you couldn’t go --",
        "A: -- as a kid, no.",
        "A: Yeah, yeah.",
        "A: No, I's -- we lived someplace else [indecipherable] on the beach, and oh, I liked it.",
        "A: Mm-hm.",
        "A: Oh, it was okay with me.",
        "A: I lived in a nice neighborhood, I got friends right away. Oh yeah, mm-hm.",
        "A: He sold textile, and he went to small towns.",
        "A: He traveled, yeah, mm-hm, and he sold it. And then he did okay til the war came.",
        "A: Yeah.",
        "A: No, I lived in, about til I was 13 - 14 years old, we lived there, and then we went to different\nstreet, newer home and separate bedrooms, that was not in that one. And that was the home\nwhere my future husband lived on top of us.",
        "A: No, it had three floors.",
        "A: You call it here the second, third and fourth.",
        "A: We called it the first, second and third.",
        "A: Mm-hm.",
        "A: Yeah, but not -- that was a pretty new home.",
        "A: But there are houses like that, yeah.",
        "A: Oh.",
        "A: Mm-hm.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Mm-hm.",
        "A: Oh yeah, yeah.",
        "A: Of course Dutch, and then English, French and German.",
        "A: And then I finish -- was four years in that school. I think we had about 18 subjects, it’s not\nlike here. I think they do so many in the three months, and every day the same? No, we had\nevery time different ones. We had 18 subjects.",
        "A: Yeah.",
        "A: Every year.",
        "A: Yeah.",
        "A: Yeah. Now [indecipherable] it was like gym, art, music, we learn notes and everything, and\nhome economics, we learned how to sew and knit and crochet. [indecipherable] we get all\nhomework. We had to s -- write -- translate stories, we had to learn poems and everything.",
        "A: Algebra and geometry, yeah. Everything.",
        "A: No, when I came home, at four, at least two hours, and after dinner no -- an hour.",
        "A: Yeah. Was a lot, yeah.",
        "A: No. They were Jews, not religious, but the didn’t eat things like garlic and ham and shellsfish,\nthat they didn’t eat.",
        "A: Like shrimps, and every -- no, that’s all. And then like we had last week Passover. They ate --\nthey did eat matzohs, that’s it.",
        "A: My [indecipherable] because they were brought up Orthodox, mm-hm.",
        "A: Yeah.",
        "A: No, no. And my father would have loved to go to synagogue Saturdays, but it was his best\nday. He couldn’t miss that, so --",
        "A: No, he couldn’t go now --",
        "A: -- could not afford that, no.",
        "A: Once a year he went.",
        "A: Not much. I went to Hebrew schools though, I learned Hebrew --",
        "A: -- yeah, they send me to Hebrew school, couple of years.",
        "A: Yeah, I -- I don’t know. I don’t know that any more, but oh, translation, you could read it in\nHebrew, but not like you see it on television. It had a -- like the A and the E and the O. And now\nyou see it without the lines over that --",
        "A: -- you know?",
        "A: And -- but I don’t know any more. One of my daughters, she went, the middle one. She went\nto Hebrew school and learned everything and she going to marry a Jewish, too in the synagogue.\n[indecipherable] smart.",
        "A: Yeah, you learned about what the holidays --",
        "A: -- meant and all that, you know, oh yeah. You sha --",
        "A: Yeah, I didn’t want [indecipherable] no, no.",
        "A: No. Like my daughter, she -- we had like Passover when the kids were home, and then when\ncollege still, we did it all together. And now they’re not there any more, so --",
        "A: No.",
        "A: Mm-hm?",
        "A: Oh, we did, but we did always with family when we were just the three of us, you know.",
        "A: We did it together, yeah.",
        "A: Yeah.",
        "A: We did all that, yeah.",
        "A: Oh yeah. We’re very close.",
        "A: What do you mean, growing up, how old? I had always one friend.",
        "A: Yeah?",
        "A: Yeah, I --",
        "A: -- yeah, I found a couple of friends, yeah, mm-hm [indecipherable]. I had other contact with\nthem, but she passed away years ago, really.",
        "A: And well, at that time [indecipherable] Holland you had usually one good friend. Not like\nhere you have a whole bunch of them.",
        "A: Yeah, yeah.",
        "A: Yeah, later when she was married, and I was married and had kids, we went with the bicycle,\nwent to the swimming pool and shopping a little bit like that, yeah. But then [indecipherable]\nlater on, when I moved, I met a girl and she went to school with me, and she was my friend, I\nstill write with her, she is still in Holland.",
        "A: Mm-hm.",
        "A: No.",
        "A: No, not with her.",
        "A: I had one friend here. I worked a couple of years in a store and she came from Japan and she’s\nstill my friend.",
        "A: We did that, because we knew she wouldn’t tell anybody and I wouldn’t tell anybody.",
        "A: Mm-hm. Didn’t have much secrets.",
        "A: Which one?",
        "A: Oh, she was sweet, she could sing good. I was always sitting on her lap, sing --",
        "A: -- oh, she’s --",
        "A: -- if -- if they had the money that time, she would have been something in that.",
        "A: But she -- oh, she could sing beautiful. And told me stories, you know. And they all -- and my\nfather too, they always played some games that -- after dinner. So, you know.",
        "A: And [indecipherable]",
        "A: Now, I tell you honest, when we went back to that one town where the [indecipherable] I used\nto live when I was adopted, we went to [indecipherable] and there were sometimes people came\nand they said to my mom, is that the girl? I didn’t say anything. And I had -- I was probably\nsmarter ri -- I had an idea, so I asked her once. Oh no, she said, during the war, we had a little\nboy. Kids from Belgium came over a lot. And -- but he went home. She didn’t -- she didn’t tell\nme at that time, I was too young. I -- I knew it. And then I asked my girlfriend’s mother when I\nwas about 10, and she says, no, not that I know. I don’t know if she knew. But -- and then my\nmother want to tell me when -- before I was finish high school, because my diploma had to go\nmy real name. But in Holland [indecipherable] the time, you could not adopt all the way that you\ngot the name. Not -- after the war it changed, of course. But they could not do that then.",
        "A: [had original my own name.",
        "A: Yeah.",
        "A: I didn’t know then, my mother went to school, my mother even went to my office, where they\nknew it, and I didn’t want to ask [indecipherable] call me by my adopted name.",
        "A: Yeah, from [indecipherable] that I was young. And she was gonna tell me, she had the hard\ntime, she -- don’t tell me, I said, I know. And then I told her [indecipherable] sometimes they say\n[indecipherable] you have a nice round face, looks like the Germans. Then I got all red.\n[indecipherable] why you get so red? Said, I don’t know. See, because they were talking about it.\nYeah, I knew it. I didn’t want to tell them.",
        "A: Yeah, yeah.",
        "A: No.",
        "A: I don’t remember exactly, but she didn’t have to say any more, so it was fine.",
        "A: I didn't feel different, you know?",
        "A: My parents were sometimes afraid that they will to -- take me back when they could have\ndone it.",
        "A: Yeah, because I was adopted -- like foster parents.",
        "A: Official -- they didn’t get paid. I was official, I had papers at home that they adopted me, but\nit’s not like it is here that you get the name.",
        "A: Yeah, yeah. And I tell you, if a [indecipherable] when I left here, I got a letter from some\nperson from Detroit and he wrote me that he was married -- he knew from my uncle, that he was\nmarried to my mother. But she never told him that she had a kid. He said, if I would have known\nit, I would taken you back. My parents were always afraid for that. I was so glad that he didn’t\nknow it. Was a nice guy, when my mother inherited a small home in Cologne, and he said\nbecause I was the daughter, he gave me three-quarters of that money.",
        "A: And from that money we went to America. We have to pay for that.",
        "A: I never contact [indecipherable |",
        "A: No.",
        "A: I got some -- I got some pictures -- one picture from the end that’s from my uncle that lived\nhere, that is -- and another picture with family. No, but I had my parents, and I had nice family.",
        "A: Didn’t bother me.",
        "A: When my mother said once, she saw the name, my name, Berliner on the list from people, and\nthey lived not far from us, she said, you think that is family of yours? I don’t care.",
        "A: I didn’t want to know. If you don’t know -- and my mother gave me away because their\nparents are probably Orthodox, and you know years ago -- she was not young, she was already\n30 years old. And she has the boyfriend, but he didn’t marry her. And so --",
        "A: When I was adopted in ’22, my mother was born ’86, so she was 36 --",
        "A: -- and my father was 35, something like that, so --",
        "A: Not real young, no.",
        "A: Mm.",
        "A: No, we hear --",
        "A: -- in ’36 we heard, because then they start with breaking windows and all that ju -- mm-hm.",
        "A: Yeah.",
        "A: Yeah.",
        "A: His father was.",
        "A: Yeah, yeah.",
        "A: No, when they met each other -- they did not really visit each other a lot, no.",
        "A: Because that was already in the war, and when I came out of that one building and I went to\nthe house, they were happy and [indecipherable] you know, they’re okay, but they did not visit\nthat much, no.",
        "A: Oh yeah. His mother came to my mother’s house --",
        "A: -- [indecipherable] to pick up some for -- his father was in hospital, and then she show me and\nthen she told him to come, and that was it.",
        "A: Mm-hm.",
        "A: Yeah.",
        "A: Joe and I -- I didn’t look Jewish at all, and -- and I had an special paper that they could not\npick me up, so I took my s -- star off, and I [indecipherable] sometimes [indecipherable] to a\nmovie or some.",
        "A: Yeah.",
        "A: Yeah, my father, he knew.",
        "A: My mother didn’t show much, but my father knew, because sometimes they were throwing\nbombs in the neighborhood and we went downstairs and she stayed in bed. She said doesn’t\nmatter, she said, we’re die one way or the other. And he knew always what was going to happen.",
        "A: No, the Germans came already in ’40 --",
        "A: Yeah, yeah.",
        "A: [indecipherable] it’s -- no, no --",
        "A: -- no, not -- not that we knew.",
        "A: What that was, there were a lot of German girls that came as maids to so -- and my aunt had\none like that, and later they find out -- they find the ones, they spied, and give information to the\nGerman -- I don’t know how you call it in -- and a lot of [indecipherable] German girls that did\nit.",
        "A: Oh yeah, yeah, yeah.",
        "A: Oh yeah, she was there maybe in -- sh -- when I came to Amsterdam she was there\n[indecipherable] and they worked --",
        "A: -- [indecipherable] people.",
        "A: Yeah.",
        "A: Mm.",
        "A: Eight, yeah.",
        "A: I was finished, but I took courses after that. I --",
        "A: Yeah, in English, how you call commercial.",
        "A: And in French. And then I had to stop from the -- I couldn’t do it anyway.",
        "A: Was in a office, and like secretarial.",
        "A: And other things I did.",
        "A: Oh yeah.",
        "A: Oh yeah, yeah.",
        "A: I brought some money, but they didn’t want any, but I gave them because they didn’t need at\nthat time, but then they spent so much money on other things for me, for clothes, you know.",
        "A: Yeah. But I want them to have. Every two weeks I got paid, so I gave him some.",
        "A: Oh yeah. Was a nice job.",
        "A: Yeah, very nice.",
        "A: Cause the people were nice, and later, when my boss, he went with his family to America.",
        "A: So one of the managers from the bookkeeping department, he took over with another one.\nAnd they were good friend -- I-I still was friends, he passed away. We always saw him in\nHolland, and wrote each other. And his wife [indecipherable] we went there. But I liked it. They\nwere all nice and they were good, nice people.",
        "A: I think it is maybe just before they came in. They still could do it, I guess --",
        "A: Yeah.",
        "A: Of course.",
        "A: Uh-huh.",
        "A: No.",
        "A: Over, yeah, it was only a couple of days.",
        "A: A little bit, mm-hm. Nothing much happened, they bombed Rotterdam, and then they were\ngoing to bomb Amsterdam, and they didn’t want -- that’s why they gave over. They stopped the\nwar.",
        "A: They saved the city.",
        "A: Yeah, yeah.",
        "A: No, I didn’t look when they came in, but I know they came in, and they -- when my boss left\nthe office, the city government appointed a lawyer, you know, to look over it.",
        "A: And after that we got an German guy, he was an old soldier, he was hurt, he had one arm, I\nguess, and they put him down there, too.",
        "A: No, he d -- he held up -- he was good -- he was good to the people. He even told me, he said,\nyou want me to be a father, and then he gave [indecipherable] and all. Well, my parents didn’t\nwant that. He want -- he want to do that.",
        "A: Yeah, when I had to leave in ’42. I couldn’t work any more.",
        "A: We had to get I.D.’s. I have one with me. And my parents had an J on it, and I didn’t have to\nbecause I only knew two Jewish grandparents, and according to Hitler, you was not Jewish, and I\nwas someplace when we were picked up, and the men didn’t know anything about Jewish\n[indecipherable] father was Jewish. And he really was not Jewish according to the Jewish\nreligion, you are what your mother is. And he was picked up and sent away and so I didn't have\nto have a J. I didn’t want to be without my parents. So I took it and you could -- you couldn’t go\nout after eight o’clock, nobody could go out any more. And the Jews only could shop between\nthree and five, things like that. But nothing really happened til °42.",
        "A: Yeah, but not til ’42, then they start picking up people.",
        "A: You know, marketplaces and stoop --",
        "A: No, I don’t know, we -- where we lived it was not really a government town, was more in the\ncapital at The Hague, and all.",
        "A: But I’m sure they were. I was even in the private place, I couldn’t work.",
        "A: The Jews couldn’t work any more.",
        "A: Mm-hm.",
        "A: We didn’t have telephones.",
        "A: No, only with aunt who was rich, yeah. And radios, no. They -- you could not do\n[indecipherable]. We had the radio -- see, we had the radio what you could rent and pay every\nmonth, four stations or something. And then they brought an regular one, a nice one. Well, that\nwe could not keep, you know. We have to turn that in.",
        "A: Yeah. Not everybody did that but we did.",
        "A: Oh yeah.",
        "A: For everybody.",
        "A: Yeah, but it was for other people too, they couldn’t listen to radio from England, and I always\nlisten to radio from England. And that you couldn’t do.",
        "A: That’s why they took it from everybody, yeah.",
        "A: Yeah, yeah. Yeah, yeah, yeah.",
        "A: Yeah.",
        "A: Oh yeah, yeah.",
        "A: Mm-hm.",
        "A: Okay.\nBeginning Tape Two",
        "A: Oh yeah.",
        "A: Yeah.",
        "A: No.",
        "A: Yeah, that was my choice, for me yeah, cause I didn’t have to. Because when I worked in the\noffice still, the lawyer went through the German embassy and got a paper for me that they could\nnot do anything to me because I was not supposed to have a J, but they didn't take it off. And I\nalways had to carry that with me, mm-hm.",
        "A: Uh--",
        "A: Yeah, it could be ’42, something around there, yeah.",
        "A: That time, yeah, mm-hm.",
        "A: I did.",
        "A: Yeah, but I didn’t always use it because nobody knew I was Jewish, so when they left, you\nknow. And Joe and I, we went sometimes someplace.",
        "A: Yeah, mm-hm.",
        "A: No, I don’t know if they thought about. Maybe I took it off later. I got --",
        "A: -- don’t know exactly.",
        "A: Yeah.",
        "A: No, no I’m not the scary type, no, no, no.",
        "A: Joe was more than I was.",
        "A: Oh yeah, yeah, yeah --",
        "A: -- yeah.",
        "A: Yeah, they did. Yeah, they did.",
        "A: Mm-hm.",
        "A: I don’t know.",
        "A: Yeah.",
        "A: Yeah, no --",
        "A: -- he could not [indecipherable] no. He -- they put him in a work camp. They did all the Jews,\nfrom the big company there, and every day they came home. Til one time, after maybe about\nthree, four weeks, they didn’t come home, and they were sent to Westerbork.",
        "A: And then the next day -- that was Fridays, and on Saturdays they came to pick up the wives\nand the kids.",
        "A: Yeah, we -- oh, we knew that, we heard that, yeah, yeah.",
        "A: Yeah, that is one of the northern --",
        "A: -- provinces, yeah.",
        "A: Yeah, mm-hm.",
        "A: We went through someplace where everybody went, and somebody asked -- my mother said\nthat I was a minor. I was already 20 [indecipherable] didn’t have to show anything. He said okay,\nhe said, go home. So we could go home. And it didn’t --",
        "A: Yeah.",
        "A: Oh yeah. I don’t know if it was a Dutch guy or a German. And you know, they say too, if I\ndon’t pick you up now, then somebody else will pick you up later, you know, so they let us go.\nSo my mother stayed in the [indecipherable] about almost a year.",
        "A: Yeah, for half a year, something, yeah, mm-hm.",
        "A: Yes, mm-hm.",
        "A: No, I didn’t work any more. We took some work home for sewing. I had to sew -- I worked\nfor a company that imported sewing machines too, so I had a nice sewing machine, and we did\nsome work at home, and we got paid some from that.",
        "A: Oh yeah, but -- my mother had to sell some rings, and all that. But we made it.",
        "A: Yeah, rent, no, rent --",
        "A: -- rent. Yeah.",
        "A: Mm-hm. I don’t know how she did it all, but she did.",
        "A: No.",
        "A: No, they were already in hiding.",
        "A: The rich were -- went in hiding, yeah.",
        "A: Well, yeah, but she -- I had [indecipherable] at home, she was all ready if they came upstair --\nthey came up, sometimes by the people to see if the no -- people were living. And there’s one\ntime for my mother, said, she is not here, and I told her, go in that closet. And said, no, she’s\ngone already, long time. And they were talking and talking, and she got -- later she told me she\nwas nervous because she was afraid something would happen when sh -- they left luckily, and\nthen she came out. And we told her, you know? But -- and she went outside sometimes too, what\nshe shouldn’t have done, but --",
        "A: Yeah, she kind of, yeah.",
        "A: In Holland, yeah --",
        "A: -- we could, yeah, yeah.",
        "A: I guess. I don’t know.",
        "A: Mm-hm.",
        "A: Yeah, well she couldn’t stay in the house all the time, she always liked to have people around\nand stuff like that there.",
        "A: Mm-hm.",
        "A: No, no, she had one.",
        "A: Oh yeah, oh yeah, yeah, yeah.",
        "A: That was in October, maybe a half a year or something like that, yeah, mm-hm.",
        "A: Yeah, yeah. Somebody must have told on us, and we both were, yeah. We had to go to a\ntheater, and there were a lot of people, family too, and other people, and usually people, they\nwere mixed marriage, we had friends, she was not Jewish, he was, they came out. On -- that\ntime, nobody came out. I was the only one. So they asked, anybody here that thinks they can get\nfree? [indecipherable] I said, I don’t want it. And my mother says, go up front. And she push me\nand then she says, yes. So I told him. I says, yeah, I said, I am born in Germany, and my parents\ndidn’t care if I was German or not, there, and they took care of me and all that, and I have an I.D.\n[indecipherable] So he said okay. He says, you can go. So it was night already. I had to go across\nthe street, was in a -- in a -- for children that went with people in the -- well, they went there, for\nchildren, so I had to go there. And somebody working in that theater, and I knew he lived across\nthe street from Joe. So I told him, says, tell Joe that I come out tomorrow morning. So next\nmorning I came out and I walked a little and there he came with a friend. His mother had my\ndog, and you should hear that doggie. Everybody was looking. He was so happy he screamed\nand screamed when he saw me. And -- and that was it. But what I did, was a good thing I did get\nthe key from the apartment. Found after people were taken out, the Germans came and took all\nthe furniture out. Everything. So I told Joe, said, what are we gonna do? And he said, you know,\nI told my other neighbor, he was Jewish, his wife was not, so he -- he had no trouble and he lived\non the fourth floor, but he slept in veranda [indecipherable] porch-like, in the back. And what\nthey did, they took all the nice furniture, put that down with the cable, I don’t know how they did\nit, and up to that guy’s house. He helped us. So, and what we -- was no good, we put in the front\nand they picked that up. So lucky that I have the key. And then somebody find out, his mother\ntold [indecipherable] and somebody that the neighbors downstairs has a sister and she likes to\nlive in that house. Was a beautiful apartment, was all new. Had bathroom, now nobody had an\nbathroom in Holland, except if you was rich. And -- and she told him, and Joe said to me, listen,\nwe have to go someplace else. So we found an ap --",
        "A: Oh, I knew always, when they lived on top of me.",
        "A: I was only couple years younger, ma -- I still went to school. I was still a girl --",
        "A: -- and he was working already.",
        "A: Yeah.",
        "A: No.",
        "A: He didn’t pay attention to me.",
        "A: No, and I had a boyfriend and also, know?",
        "A: Til later in the war, then my hus -- my mother gave some food for -- his father was in the\nhospital, and his mother picked it up. And then she saw me, and she told him, boy Joe, you\nshould see how she changed. She said, you have to come. So they both came, and that was it.",
        "A: That was in -- no, I was about 20 - 21, something like that.",
        "A: Yeah.",
        "A: No, that was in ’40 -- let me see. Father wasn’t there any more. Must be close to ’43.",
        "A: Yeah.",
        "A: Oh yeah.",
        "A: Mm.",
        "A: No, we went --",
        "A: No, that was in the theater, where we were.",
        "A: And they were all transported to Westerbork.",
        "A: And I came out.",
        "A: And then I told somebody to tell Joe that I was coming out.",
        "A: And then he picked me up, yeah.",
        "A: And we were going [indecipherable]",
        "A: Of course, mm-hm. I had s -- s -- I still thought maybe, you know, that they would come\nhome. I didn’t know what they were doing that time. They never made that public.",
        "A: You know?",
        "A: Oh, she knew.",
        "A: Mm-hm.",
        "A: Yeah, yeah.",
        "A: Yeah, yeah.",
        "A: Yeah, yeah, yeah, yeah, yeah.",
        "A: His friend’s parents took him, when Joe’s parents had already dogs, mm-hm. She -- they took\ncare of him.",
        "A: Yeah, yeah, yeah.",
        "A: Now, but somebody had to call that I lived there and they would pick me up --",
        "A: -- so, and Joe, too, and he was not supposed to live there either.",
        "A: Yeah, Germany, yeah. And his boss was working for a German company, and he was a little\nanti-Jew. And he know that Joe was going with me, and that -- he gave him up to -- for\nGermany. And he went there to the labor, there’s a labor office where you go, and I went with\nhim, and he said -- he went there, and they have to report we never went to Germany. So he was\nreally at risk, too, you know?",
        "A: Sure, yeah. Every young person had to go.",
        "A: Oh, there was something, you know, as a part of the city, an apartment, so --",
        "A: Then I got it -- then he got it for me, yeah. Mm-hm.",
        "A: Yeah, yeah, yeah.",
        "A: Karin Magteld [indecipherable] I guess, yeah.",
        "A: Magteld, yeah.",
        "A: Mm-hm. [indecipherable] too [indecipherable] people came from Denmark, original, mm-hm.\nSo --",
        "A: No, no.",
        "A: No.",
        "A: Oh yeah, mm-hm. Was just because I had the J on it, that’s why, mm-hm.",
        "A: Oh yeah, where I used to live, yeah.",
        "A: Yeah. They knew, mm-hm.",
        "A: Oh yeah, mm-hm.",
        "A: I tell you, first the -- I don’t know if I told you that, that the lawyer that we had, her father was\nchief of police --",
        "A: -- from Amsterdam. And he to -- and she told him that we are going to live together, you\nknow, that was not nice years ago. We felt bad about it. So he said, okay, he said, when did you\nwant to get married? And we gave a date. He said, okay, he said, I'll put it in the register that you\nare married. I don’t know if he did that just that we felt better, but he -- he said he did that. So we\nlived there, and Joe had no job, so -- and there was no food. So he had the good friend, and he\nsaid, go to another part from our county. He -- that was an guy that ground wheat for the farmers.",
        "A: So he went there, that was 65 miles on a bicycle. And --",
        "A: One way. And he got flour from him, and later he did again, but then he brought something,\nshe could use something, you know. And he came home the same day, he didn’t want me to be\nby myself. And a little bit we had to sell to pay the rent and to buy some food. And then we had\nwheat, and I had to bake bread every time. And that’s the way we did it. And he did it off --\nsometimes they took off -- took his food, too, you know, all around. But, yeah, it was quite a trip\nfor him. He always brought something home, mm-hm. And he had the --",
        "A: Oh the same day [indecipherable]",
        "A: And then there’s money we had, we paid for his car -- for his bicycle, because without a\nbicycle you couldn’t go anyplace.",
        "A: Mm-hm.",
        "A: Oh, I went.",
        "A: Yeah.",
        "A: No. And I had this false I.D..",
        "A: And nobody would say I was Jewish, I didn’t look Jewish at all.",
        "A: No, no, they didn't know me.",
        "A: Oh yeah.",
        "A: Oh yeah.",
        "A: Mm-hm.",
        "A: Oh yeah, we heard that, and I had an -- we had a doctor, she was a woman. And she came\nalways by to tell us, don’t let Joe go out on the -- there’s gonna be a razzia [indecipherable] they\npicked people. Oh, they picked just not Jews, everybody they picked up.",
        "A: Mm-hm, yeah [indecipherable]",
        "A: No, he was stopped by police sometimes when sa -- one time there on his bicycle.",
        "A: [indecipherable] because without my bicycle I can’t -- and then when they’re almost by the\npolice station they let him go, you know. They could not official do it. But like that. And\nsometimes he got picked up and he gave them cigarettes.",
        "A: The Germans, yeah.",
        "A: And they let him go.",
        "A: Oh yeah. He gave them a pack of cigarettes. Til the end when he came back the last time, the\nGermans had opened the dams, all of them, and all the water came in our county.",
        "A: Yeah. And he was on top of that -- we had a lot of dykes, and he was driving then, he didn’t\nknow if he could -- left or right there was all water, but he made it.",
        "A: That was almost the end of the war.",
        "A: No. In daytime I didn’t go outside much.",
        "A: No.",
        "A: Yeah. No, I went to the -- every day wi -- to the store, to the -- you know, to get some\npotatoes or stuff like that. And that was all, no.",
        "A: No, nobody re -- I --",
        "A: -- I saw people that I knew and they didn’t even look at you because you could not trust\nanybody at that time.",
        "A: Yeah.",
        "A: It’s bad, yeah.",
        "A: If I what?",
        "A: Oh yeah, sure. Oh yeah, yeah, you know that from people, yeah. And I know there was some\nguys and I think was a brother from Joe’s mother, and nobody had contact with him, and he was\n-- you could not trust him, I know. He went to people’s house and threatened them, and took\nthings from them, yeah.",
        "A: Yeah. [indecipherable]. Once he tried, but he had no luck.",
        "A: No, h --",
        "A: What he did, that was still when he was working. He took I.D.s from people that worked\nthere, and hid them someplace and gave them to other people, Jewish people.",
        "A: I know different people he gave them to, mm-hm.",
        "A: No, I could not --",
        "A: -- no. You could not do that. It di -- if they caught you for that, you know --",
        "A: [indecipherable |",
        "A: No, we had enough to do with the food and all, and --",
        "A: Yeah. And you had no coals, you had nothing, no heat.",
        "A: So he -- so he went to the park and cut some trees.",
        "A: That was not nec -- was not allowed, yeah. And cut the root and put it in there, so we had that.\nWe could not complain. And a lot of people got food from [indecipherable], you know, and it\nwas so bad, and we got it, but we gave it to somebody. We didn’t want to eat that.",
        "A: Oh yeah, we had an old stove, with the pipe.",
        "A: Yeah, mm-hm. And put --",
        "A: Oh yeah.",
        "A: Yes, yeah. I still had it -- oh, when the second daughter was born we still had that.",
        "A: No, I lived someplace else, but we still had that [indecipherable]",
        "A: Yeah.",
        "A: Yeah. But then we had coals, of course, yeah, mm-hm.",
        "A: Mm-hm, yeah.",
        "A: Yeah, it was bad, mm-hm. Yeah.",
        "A: Well, snow and ice. But otherwise, I don’t know. It was really cold, I know that.",
        "A: Oh, there was no food in the stores, or so, no, no.",
        "A: No, what you got sometimes was people got an rate -- rated -- fa -- rate -- an ration card. Here\n-- they got it here too, I guess.",
        "A: And then you could get some food. And he got one for me too, someplace. So -- well there\nwas not much food anyway, but -- and then, before the war was over, I think, on America, they\nsent on the Red Cross, they sent food over. And then everybody who had a ration card, you could\nget some.",
        "A: No.",
        "A: I stayed always the same.",
        "A: Yeah, yeah. I was not a big eater, and I baked bread and Joe got some potatoes and stuff, you\nknow. And sometimes we bought -- w-we had some friends, we bought some meat.",
        "A: If it was real meat or dog meat, I don’t know.",
        "A: No, I was very lucky.",
        "A: Joe in the end, cause of his nerves, he had a little breakdown. When I went outside to see the\nsoldiers come in --",
        "A: -- and he could not, mm-hm.",
        "A: Pretty good.",
        "A: Yeah, great.",
        "A: Yeah. That’s what I say, people should not forget that, what the Americans did.",
        "A: Yeah.",
        "A: No, we heard then what happened and all, yeah. Mm-hm.",
        "A: Yeah. I couldn’t find anything, no. Mm-hm.",
        "A: Oh, an s-second cousin came by, and that was -- and I had one second cousin girl that she --\nshe was in hiding too, and she worked in a nursing home, and we went there sometimes and she\ncame over my house to meet her boyfriend who was in hiding too. And she was -- yeah, she was\nthe -- really the only one. And then my mother’s sister, who was rich, she came out of hiding\nwith her husband, and so I had her. That was the only family we had.",
        "A: Oh yeah.",
        "A: Yeah.",
        "A: Mm-hm.",
        "A: Oh no. Mm-hm. And Joe couldn’t find a job of nothing. So what he did -- my father had the\ntextile license and he took that and he bought textile and he st -- was standing on the market with\ntextile, to make some money. Well, you only could buy it on ration cards, you know?\n[indecipherable] by points. Like a handkerchief would be five points and a towel would be 10\npoints, something like that, you know?",
        "A: Yeah, oh yeah.",
        "A: Yeah. It was not easy after the war, mm-hm.",
        "A: No, not in Amsterdam, really.",
        "A: No. Rotterdam was bad.",
        "A: Yeah, mm-hm.",
        "A: Ah, I got my daughter, yeah.",
        "A: End November, that year after 40 f --",
        "A: ’45.",
        "A: °44.",
        "A: The first. And then I got the other one about three and half years later, mm-hm. And we\nmoved from that apartment where we lived during the war, and somebody, an uncle from Joe\nlived in a nice house, first floor. And was too much money for him, so we -- you couldn’t get a\nhouse of a rent or anything, so we exchanged. That you could do. So he went to that apartment,\nwe came in his house. That’s where I got my second child that time.",
        "A: Mm-hm.",
        "A: No, didn’t want to.",
        "A: No. I had nobody an-any more, no.",
        "A: No, he couldn’t get along very much with his father.",
        "A: No, no, he was not nice. And then we left. And I think 17 later -- 17 years later, we went back\nto Holland, and I told him, see your parents and he didn’t want to. Says, do it for your mother,\nyour mother, she always worked hard and she was good. So we went and then he was so happy,\nthe father now.",
        "A: [indecipherable] appreciate it, you know?",
        "A: Well, he was nicer when we came there, and he brought us some present. He was nicer to me\nthan to the other daughter-in-laws, and they are looking at me, he [indecipherable] you know?",
        "A: And he realized that Joe was one of the best sons he had. He didn’t know that years ago.",
        "A: He didn't know that, yeah.",
        "A: We left in °53, October.",
        "A: Yeah.",
        "A: No [indecipherable] not. No. We had friends, Joe played soccer. I made a lot of friends there.\nNo, we had pretty good.",
        "A: But was hard financial. He didn’t make that much. And then with the kids and all.",
        "A: And that was hard and that’s when my uncle said, you want to come to America, we said\nokay. And that was in ’50. Took a little over three years before we could come.",
        "A: Easy? I was the only child. I didn't know how to put a diaper on, Joe had to do it, and other\nthings he did, but otherwise it was okay.",
        "A: Yeah.\nBeginning Tape Three",
        "A: Now, I heard from people that came back. I have the girlfriend, she lives now in Israel, and I\nstill have contact, and she was in concentration camp. She didn’t tell -- one thing she only told\nme, that she had to look at somebody -- everybody had to look somebody that got hang, you\nknow, one of the girls?",
        "A: Hung, yes. Well, first thing she didn’t say anything and she 1s doing fine. And I had an second\ncousin who came over, and he told me why he’s -- was still alive, because they had to stay in line\nand walk, and then they took the first part to the gas chamber. Next time he was in the back of --\nin the front, and they took the back. He was lucky like that. But that’s about all I heard. People\ndidn’t talk much about it.",
        "A: When? After war?",
        "A: No, I don’t remember that any more. I heard from the American soldiers that came in, you\nknow, what they saw, and I saw that sometimes one television. [indecipherable] we didn’t have a\ntelevision. Was no televisions --",
        "A: -- til after I was here. So then later I find out. And here I find out by the Red Cross, they said\nthey could find out when people died, and when they came to my house and she said she\ncouldn’t find out everything. And when we went -- that summer in Holland, we went to\nWesterbork, and was in that office, and I told him. And he said, oh, you want to know? He said,\nwhat’s the name? He went to the books, and picked the book up and he showed me just --",
        "A: When -- where he was born, when he was born and where he died, and my mother too. And I\ntold -- I called later the Red Cross and I told them, if you get people asking from Holland, tell\nthem where to get it.",
        "A: They said, oh, thank you.",
        "A: Yeah, mm-hm.",
        "A: I don’t know, I know people, some people, I had friends even, that were in hiding, and they\nwere usually very -- people that were Christians, you know, religious, and they didn’t do\nanything. They didn’t even talk about it any more that they were Jewish. Yeah.",
        "A: Yeah. And it’s -- I knew somebody had the signs from concentra -- she had that taken off, you\nknow. But --",
        "A: I wouldn’t do things like that, but -- because I thought [indecipherable] well, that way it won’t\nhappen again in Holland, you know. Other countries will not help -- help us, but you know,\nthat’s their business.",
        "A: Hoo.",
        "A: It’s a lot in Europe, yeah.",
        "A: A lot. And it’s often because people were [indecipherable], they get some help, you know,\nfrom [indecipherable] so and so, like that they deserved it. Yeah, there’s a lot of -- in Europe too.\nHere, too.",
        "A: A lot of anti-Semitism.",
        "A: Here, too. It’s all over.",
        "A: No, no --",
        "A: No, no. Mm-hm.",
        "A: I don’t know if they knew. We lived in -- the last five years we lived in an -- now what’s that\n[indecipherable] four years we lived in different neighborhood, we exchanged the homes.",
        "A: And didn’t talk about it or nothing, mm-hm.",
        "A: No, no. Joe -- Joe want to go out too, cause of his family, you know. And to get better.",
        "A: Yeah, a -- a brother from my natural mother. He went to Holland too before the war, and he\nwas in hiding, and later on he moved to Amsterdam. And he was -- he had an business in\nGermany, he did car u-upholster work, and he was my -- friend of mine. And she told me later,\nshe said, you know, I had an upholsterer came to Germany from Cologne, and he has your name,\nand he could be your unc -- family. I said, nah, I don’t care, you know. Don’t bother. But he kept\non asking, so finally we went to see him. And that was my mother’s brother.",
        "A: But he was not a nice guy. She was nice, and the daughter, so we went around\n[indecipherable] the daughter, and then -- then they left. He told me later -- he came over\nsometimes. I always sent him an sports paper every week. And he came over and -- and then he\ntold us, said, if you want to go to America, he said, I can help you. He said, but don’t get any\nmore children. I had two, he said [indecipherable] harder. So -- and he was our sponsor. He\ndidn’t pay anything for us, nothing.",
        "A: He have to give up his name, that if we in trouble or we need money, then we have to go to\nhim, I guess.",
        "A: He is responsible for us.",
        "A: That’s what it 1s.",
        "A: No, I told you, I got the money from that house --",
        "A: -- from my mother.",
        "A: Yeah, we paid everything. We paid six -- six -- about 2000. That’s --",
        "A: It was a lot of money for Holland, yeah.",
        "A: We came here with hundred dollars.",
        "A: Hundred kroner, hundred kroner. Kroner.",
        "A: And my daughter ruined her shoes on the boat, I had -- we had to buy shoes, and then the rent,\nand some food [indecipherable] Joe had the job, and I started to work too, 1n that little town.",
        "A: Karin was seven, she became eight in November. And Josette was -- she was the next day\nfour years when we came here.",
        "A: Yeah.",
        "A: Oh, that was later.",
        "A: °57.",
        "A: Yeah, mm-hm.",
        "A: First we went to Flemington, New Jersey.",
        "A: Because the daughter from my uncle lived there.",
        "A: She had the chicken farm there. And she was --",
        "A: Yeah.",
        "A: No, I helped her sometimes a little [indecipherable] and then -- later they moved up too, mm-\nhm. So -- and the kid -- the oldest went to school there. I tell that so often -- I call people\nsometimes on the radio about that kids have to have their own teacher in Vietnamese and in\nSpanish. Karin was only two weeks in a school in Holland, came here, the first day she was in\nkindergarten, second day she was in the first grade, and the third -- end of that week she was in\nsecond grade. And after a couple of months the teacher says, she’s one of the smartest in the\nclass. She was very smart. But they -- they don’t need somebody to talk in their own language. I\nmean, Josette [indecipherable] when she’d hardly talked. She was not a talker, so --",
        "A: Yeah, I got English in school, and I had my degrees. Joe, no. He had -- they went to school in\nthe small town at night, couple of time. He had two jobs, but he still went to --",
        "A: Yeah, mm-hm.",
        "A: Yeah. It was so much easier than in Holland.",
        "A: Oh yeah.",
        "A: Financial, yeah.",
        "A: Financial, yeah, yeah.",
        "A: No, I worked that somebody -- like cleaning, because I couldn’t go to an office\n[indecipherable] it’s a small town. And you know who I was with? I don’t know if you know the\nname, Johannes Farms, ever heard of that?",
        "A: A dairy f-farm.",
        "A: And they have these Ssips, juices they sell here. They still do.",
        "A: Juice.",
        "A: It’s called Ssips. And she still [indecipherable] and we’re still friends. They live in\nFlemington, but they go to Florida. They have there an beautiful home, and we see them when\nwe in Florida still, mm-hm, yeah. And I worked there, you know, not like what I did at home,\nwhat she wants me to do. They are very nice people, and she helped when I got the -- the baby, I\ngot all the clothes from her daughter, you know, they were rich, so it was nice, yeah. So, and I\ndid that for some years, and then we moved to -- I got pregnant, so I had to quit, mm-hm.",
        "A: That little town, that Trenton, New Jersey.",
        "A: Yeah, mm-hm.",
        "A: Oh yeah.",
        "A: It’s the capital. Ten years we lived there, mm-hm.",
        "A: He was a bookbinder.",
        "A: But he couldn’t get any further, and they -- people didn’t like the -- guys that were managers\nthere, they didn’t know much about it --",
        "A: -- and he knew more when he learned it good for so many years, so -- and he couldn’t get\nahead. So then we had friends -- we were a member of the Jewish Community Center, and they\nhad the swimming pool, the kids went to camp the whole summer and all. And he said, what you\ndoing Joe? He said, I’m a bookbinder, but right now I have no job. He did the odd jobs and so\non. He says, you know, I work at post office, and I work in that department, they’re asking for\nbookbinders in, what was it, San Francisco, and in Denver, I think, and in Washington. So he\nsaid, why don’t you fill out? He filled out and he got it because they needed it.",
        "A: So he went --",
        "A: -- and I stayed here in -- because Karin had to finish high school, and the middle one had to\nfinish middle school. So I didn’t want to do -- quit and then go someplace else. So we stayed\nthere, and then we went, ’64.",
        "A: Mm-hm. And Joe found a house there, and I went over to see it, so it was fine.",
        "A: Not everything, no, little. And my granddaughter couple years ago asked me about things and\nI told her. But no, and I hear from people they don’t talk much about it. She knows about that my\nparents and all that. Well, not what we all went through, exactly. I wrote an -- I typed a letter on\nthe computer and I have it with me, to tell them. And I gave everybody a copy.",
        "A: So they knew it. We were supposed to tape it for my daughter, she gave us something for\nChristmas, and when the last time we came from Florida, I said to Joe, we have to do it when we\nthere, but we did not, and we lost that thing. So now she can -- I got tape [indecipherable] and\neverything.",
        "A: Yeah.",
        "A: No. [indecipherable]",
        "A: No.",
        "A: I was still young, and you know. No, I tell my husband sometimes, you know, thanks to you\nI’m still around, you know?",
        "A: But otherwise no, not really.",
        "A: Oh yeah, that’s good because a lot of people -- lot of people don’t -- I tell you, my middle\ndaughter’s family -- her husband’s family, Jewish, she didn’t even believe it when -- she said she\nnever heard anything about it during the war. She -- she didn’t -- she could not -- she didn’t even\nbelieve it.",
        "A: I don’t know --",
        "A: -- she passed away and we had no contact with them.",
        "A: They were not nice.",
        "A: Yeah.",
        "A: My middle one. The oldest one didn’t want to go to Hebrew school, the middle one went to\nHebrew school. She really wants to -- she married Jewish.",
        "A: And -- and our daughter, she got married couple years ago, and he is Catholic, and he had an -\n- somebody from the church, and she had somebody, a rabbi to do it. [indecipherable |",
        "A: Yeah, yeah.",
        "A: But [indecipherable] really feels really like it. So --",
        "A: Yeah, it’s fine. It’s okay.",
        "A: I like it, yeah.",
        "A: It’s good. And the other ones all married different, you know, and the grandchildren married\nnot Jewish, so -- but they still are Jews, and the kids are still Jews.",
        "A: Oh yeah, he was Catholic. They sent him when he was young to Catholic school. Why we\ndon’t know, because they never went to church, and [indecipherable] long time, he had to walk\nhome, he always had to go home for lunch, high school too, and back. And he had to walk at\nleast 45 minutes.",
        "A: And they had two hours for lunch, yeah.",
        "A: And back. And then again. So then they put in a [indecipherable] school.",
        "A: Oh yeah, years ago.",
        "A: Hm?",
        "A: I liked it.",
        "A: Yeah. I have to go again sometime, but I took my brother-in-law and sister-in-law too that\ntime, mm-hm.",
        "A: Mm-hm, mm-hm. That was quite some time ago, maybe about eight years ago, some -- and\nmy daughter went with the kids.",
        "A: Mm-hm.",
        "A: [indecipherable |",
        "A: Oh sometimes I think about the family, a lot.",
        "A: And my parents, yeah.",
        "A: Oh yeah, yeah, yeah. If something happen, I think always, I hope they know what’s going to\nhap -- I have daughters, they all did really great. [indecipherable]. Two have CPA’s, and one is a\nlab technician, and her -- their children, one is engineer and one is -- they all doing great, and I\nalways wondered, you know?",
        "A: You know, I hope, yeah.",
        "A: Mm-mm.",
        "A: Yeah, even that you’re so old, and all th -- but you don’t see them older than --",
        "A: -- they’re always in their 50’s, you know.",
        "A: That’s the way you see it.",
        "A: That’s right.",
        "A: That’s right.",
        "A: You’re welcome. I’m glad --",
        "A: Oh, okay, fine, mm-hm. Thank you.",
        "A: Thank you all.",
        "A: That’s my father, mother and grandfather.",
        "A: I think 1n [indecipherable] 1930, and I never knew him. So that must be about 1915 or 1916\nor SO.",
        "A: That’s my mother with my doggie and the cat.",
        "A: Yeah.",
        "A: Kerry.",
        "A: Kerry.",
        "A: That’s me when I was nine months old.",
        "A: And I was so skinny when I came. I was happy with food.",
        "A: I was three years old.",
        "A: That is -- that was -- no, that was taken in Amsterdam.",
        "A: I had -- we had the birthday at some -- somebody’s house.",
        "A: I was five years old.",
        "A: Where?",
        "A: That was in [indecipherable]. Was for my father’s birthday.",
        "A: I was nine years old, I’m sitting with my father, just posing on -- on a motorcycle, was not\nours.",
        "A: No, no.",
        "A: I was 11 years old.",
        "A: Yeah, yeah, studio.",
        "A: Mm-hm. Yeah, we did have [indecipherable] and all that.",
        "A: I was 15 years old. Boy, what a long dress, they wore long clothes, I guess.",
        "A: Oh, he hated it.",
        "A: My father.",
        "A: My father and I, in f -- 1942.",
        "A: Yeah, it was in our street where we lived in Amsterdam.",
        "A: That was an false I.D. what I used during the war, on a different name.",
        "A: Magteld.",
        "A: Oh. I couldn’t even use it when I [indecipherable] daughter a second name like that. They told\nme how I had to spell it.",
        "A: Well, it’s my husband’s I.D.. [indecipherable]",
        "A: Is a picture of me in 1942.",
        "A: Yeah, there’s an -- everybody -- every apartment had a room on the other floor, and we had\nours there, mm-hm, with a little roof that’s all, like this.",
        "A: This Joe and I where we got married in 1944, in city hall was that.",
        "A: 1941, I guess. These were separate [indecipherable] beginning of the war.",
        "A: Mm-hm.",
        "A: That’s Joe.",
        "A: °44? It will be 63 years in November.\nEnd of Tape Three\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumApril 11, 2007\nRG-50.030*0516",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Ruth\nBuhling, conducted on April 11, 2007 on behalf of the United States Holocaust Memorial Museum.\nThe interview is part of the United States Holocaust Memorial Museum's collection of oral\ntestimonies. Rights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "RUTH BUHLING\nApril 11, 2007"
    ]
}