{
    "rg": "RG-50.030.0776_trs_en",
    "sequence": [
        "Question: Today is Tuesday, 13 January, 2015. We are interviewing Mr. Gilbert\nWaganheim at Leisure World in Silver Spring, Maryland. It is four minutes past\n10 a.m., eastern time. Thank you for having the interview with us, sir. Could you\nplease tell us your name, and when and where you were born?",
        "Answer: Gilbert Waganheim, w-a-g-a-n-h-e-i-m. I was born in Baltimore,\nNovember 18, 1921.",
        "Q: Did you grow up there?",
        "A: I grew up in Baltimore, and — you want me to go through —",
        "Q: Yes.",
        "A: I was in Baltimore until I went to the service in 1942. I graduated high school,\nBaltimore — it’s Baltimore — I’m losing the — anyway, I grew up in various areas of\nBaltimore. [ lived wa — 12 years old, I lived in Garrison Avenue, which is close to\nPimlico race track, and I used to sell newspapers in the — in the track during race\ntime. I grew up normal, had friends and I don’t know how — who — where do we go\nfrom here.",
        "Q: Sure. No worries. I just want to know about your — tell us about your high school\nlife. What would — did you enjoy high school? Do you — were you good in any\nparticular subjects? Did you play sports?\nJanuary 13, 2015",
        "A: Well actually, I had a difficult time. My folks weren’t yet — didn’t make much of\na living, so I quit in 11\" grade, finished in night school, and went to work. I worked\nfor a— a company that — a jobber. And I would travel to eastern shore, other places,\nand call on small stores that sell a variety of — of panties, socks, very — I’ve\nforgotten the group which you would call, but the small retail stores. And I didn’t\nspend much time with sports or otherwise. Actually, I was always trying to earn a\nliving for my folks. And let’s see —",
        "Q: Were your f— were your fol — what did you folks do?",
        "A: Well, my father was a trouser maker, worked for a shop. But he had a—a-—a-a\nbusiness of, we would get bags of — of rolls, bagels and so forth, challahs, and we\nwould deliver to homes. And after — after school I would deliver — in fact, we would\n— we'd deliver rolls and bread in the mornings before I went to school, and then of\ncourse he went to the shop and he made trousers.",
        "Q: Was your — were your parents born in the United States?",
        "A: No, my mother was born in Grodno, Poland. My father was born in Riga,\nLatvia.",
        "Q: Okay.",
        "A: And they came to Baltimore, married —",
        "Q: So they weren’t — did — they met in Europe, or did they meet in the States?\nJanuary 13, 2015",
        "A: Th-They met in the States.",
        "Q: Okay, fair enough.",
        "A: Yeah. In eastern Baltimore there was a — a — a large Jewish population, they\nwere part of it. And that was — they met some — 1n the — in the groups.",
        "Q: Did you grow up in an observant household?",
        "A: Well, we — we — we started kosher, not strictly. But we — we appeared to — the —\nwe — we belonged to synagogue, and we never had seafood, or — or — or non-kosher\nfood, but as time went along — went on, we — we sort of dropped kosher and — and —\nalthough we — we’d — she — my folks would — would deal with kosher markets.",
        "Q: Right.",
        "A: But I wasn’t — I’ve never eaten treyf, I still don’t. And I met my wife in\nWashington — well — well in — let me — let me get — backtrack. As I said, I grew up,\nI have a— I had two brothers. I was the oldest. My middle brother is about seven\nyears younger than me, and my younger brother was about 13. He died in the —\nwell, let’s s — let’s say, after I— wh-while I was in the service, my folks moved from\nBaltimore to Washington. They took over a cleaning store in south Washington.\nSo when I returned from the service, I moved, of course th — moved to\nWashington, and after a few years, I met my wife, and we got married and had th —\nJanuary 13, 2015\nwe had — we have two sons, Philip and Arthur. And they eventually married and\nhad families. And they live in Florida, both families.",
        "Q: Let’s go back to your childhood for just a moment, okay?",
        "A: Yes.",
        "Q: You said you sort of fell away from kosher slowly — or at least not strictly\nobservant.",
        "A: Well, as I remember — let me see, I’m — I’m trying to remember now whether my\nfolks died here — yi — well, of course they died — died in the Washington area. I — I\nwould say, not strictly kosher. Well, the — I didn’t — I didn’t — I don’t remember —\nwell, I’ve never eaten treyf food.",
        "Q: Sure.",
        "A: So-",
        "Q: Where — where I’m going with this is —",
        "A: Yeah.",
        "Q: — I’m just wondering, growing up in Baltimore —",
        "A: Yes.",
        "Q: — in eastern Baltimore, and this, was it simply a — a conscientious decision on\nthe part of your family and your family alone, or did you feel certain pressures from\nassimilation? Did you feel anything —\nJanuary 13, 2015",
        "A: No — as far as food?",
        "Q: Yes.",
        "A: No, not really.",
        "Q: Okay.",
        "A: I would say they stayed kosher throughout.",
        "Q: Okay.",
        "A: So I guess it wasn’t til I came to Washington, that when I married, I — I wasn’t\nstrictly kosher.",
        "Q: Sure. There are — I’m — I don’t recall whether or not we covered it, but please\nstate to your date of birth.",
        "A: November 18, 1921.",
        "Q: Thank you. Okay, so just overall, how would you describe your childhood? Did\nyou enjoy it? Did you — did you like your childhood? Was it rough and tumble and\nurban, or was it more, perhaps sheltered and quiet? Or how would you — overall,\nhow would you describe your childhood?",
        "A: Normal. I had friends, and through school I — I had none non-Jewish friends. In —\nwhen I was around 10 years old, we licked — lived in a mixed area, and I recall that\nwe had — we had ballgames between Jews and Gentiles.",
        "Q: Okay.\nJanuary 13, 2015",
        "A: And I didn’t really socialize with non-Jews, and I guess I grew up in a normal —\nnormal way. As I said though, but I was always helping my — my parent earn a\nliving, and so I got through. Nothing — nothing outstanding, it’s just a normal — a\nnormal life.",
        "Q: I’m curious about the ballgames. How did they end up? Did — did — did — did the\nJews and the Gentiles sort of split the wins and the losses more or less evenly, or di\n— were you the dominant team, or —",
        "A: Well, I was very good, whether it was baseball or football. And I guess it was a\nmixture. Sometimes we won, sometimes we lost.",
        "Q: Okay. So, you’re working as a jobber, distributing undergarments, socks, things\nof that nature —",
        "A: Yes.",
        "Q: — to various shops, more or less in the Washington, D.C. area, or did you have a\nlarge geographic area that you were responsible for?",
        "A: This is when I was living in south Baltimore. We had some customers in — in\nthe area, the north — northwest Baltimore, but I recall I would go to the eastern\nshore, and there were stores in eastern Maryland. And where else? What — what’s\nanother large — I— I would have customers in different parts of — of eastern shore.",
        "Q: Did you travel by car, or ca —\nJanuary 13, 2015",
        "A: Yeah, I had a car. And I had big suitcases, and I would take orders with whatever\nitems they — they wanted.",
        "Q: How old were you at that time?",
        "A: I guess around 16.",
        "Q: Okay.",
        "A: 17.",
        "Q: And how long did you carry on that job?",
        "A: Until I went into the army.",
        "Q: Tell me about that. When — were you conscripted, were you —",
        "A: I—I was drafted in November of 1942.",
        "Q: Okay.",
        "A: When I became 21.",
        "Q: Fair enough. Now, the war itself, when —",
        "A: I-",
        "Q: — did you first become a-aware? Were you — when did you first become aware, if\nat all, that this — Jews in Germany and throughout Europe were specifically being\ntargeted for harassment and violence? Did you know before going in the service, or\ndid you know ab — when did that — exactly did that happen?",
        "A: I don’t recall.\nJanuary 13, 2015",
        "Q: Okay.",
        "A: I don’t —",
        "Q: Let’s go back to conscription.",
        "A: Yes.",
        "Q: Were you given the option of the European or Pacific theater?",
        "A: Well, let’s — first of all, I was drafted into elev — a — a new organization called\n11\" armored division. And we originated in Louisiana. I was in the 42™ tank\nbattalion of the 11\" armored division, and I trained as a tanker. And because of my\nwritten tests that I took, plus the — the training I got, I was — I —I—I cou —I could\nhave become a — an officer. At that time I have ant-anti-Semitism in the service,\nspecifically in — in the area that I was training as a tanker. And I had some anti-\nSemitinism(ph) involved, and because of that, I had an opportunity to go to\nheadquarters of 42\" tank battalion, and so that’s what I did. And I became assistant\nto the adjutant there. And then, of course, we went overseas, and I went on — and as\nI was — I was — I was transferred to the — the headquarters as a clerk typist, and so\nthat was my title, although I didn’t — when we went overseas, I didn’t do any typing\nor anything. I w —I was the assistant to the adjutant and of course the battalion\ncommander gave instructions — wanted instructions to the — the adjutant. And of\ncourse, my being the noncom, I did the — whatever had to be done.\nJanuary 13, 2015",
        "Q: Let’s go back to the — the na — the anti-Semitism that you experienced inside the\narmy.",
        "A: Yes.",
        "Q: Talk about that, the nature of it. How did you feel it, how were you exposed to\nit?",
        "A: Well, what happened was, a — a incident, for example, during the growing of th —\nof the — of the division, of the company, the battalions. People were transferring in\nand out, and there was a — a Jewish soldier, Weinberg(ph), that transferred out, and\nthe — several of — of the soldiers said good, we got rid of another Jew. At that point I\nsaid, I’m Jewish. They couldn’t understand. I didn’t look Jewish, my name wasn’t\nJewish. And I says, well, you didn’t — you don’t see the horns coming out? At any\nrate, I— I had a different feeling with — with these soldiers, who were part of my\ntank — tank company. And so I didn’t feel comfortable going to officer training,\ncoming back, and dealing with — with anti-Semites in my outfit, fighting the\nGermans. So, that was — that was why I transferred to the company. And course we\ndidn’t have any — I didn’t have to deal with any anti-Semitism while in the battalion\nheadquarters. So that was — that was the experience I had.",
        "Q: Okay. Do you recall when and how you received your call-up notice? Where\nwere you, how did you receive it?\nJanuary 13, 2015",
        "A: I was in Baltimore on my 21“ birthday. As I said, I was working for this jobber,\nand I got notice that I — I’m in — I’m drafted into the army.",
        "Q: How did you feel about that?",
        "A: I took it in stride. I knew I had to go, and so I had —",
        "Q: Where did you first go to training? Where was your initial training?",
        "A: In Louisiana.",
        "Q: What was it like?",
        "A: Camp Polk.",
        "Q: What was it like?",
        "A: Well, course it’s all new. As I said, I was in a tank battalion and I was in the — I\nwas in C company, if I recall. And trained with others, learning all about tanks, and\nthe armaments, and I was an expert with — with a submachine gun. Got a medal\nthere, and I learned the 75 millimeter cannon. And I also trained, or learned the .45\npistol. And I learned my — I learned the armaments very well.",
        "Q: Was it difficult?",
        "A: No, it’s — it’s practice, a lot of time.",
        "Q: So wa-was it a physical challenge, a mental challenge, or —",
        "A: Well, it’s both physical and mental.",
        "Q: Sure. But you did well.\nJanuary 13, 2015",
        "A: Yes.",
        "Q: Okay. Certainly well enough to be solicited for officer training.",
        "A: Yes.",
        "Q: So.",
        "A: But I turned that down, as I said.",
        "Q: Right.",
        "A: Cause I didn’t feel comfortable if I came back as an officer. Although I recall\nthere was a Jewish officer that was in one of the companies, and I don’t recall many\nJewish soldiers after that.",
        "Q: How did you cross over to Europe, by boat?",
        "A: We went — yes.",
        "Q: When and where did you leave?",
        "A: Well, let’s see if ... ah, we went over in December of 1944.",
        "Q: And that was by ship?",
        "A: By boat, yes, by ship.",
        "Q: And what harbor did you leave, do you remember?",
        "A: Well, we went to England.",
        "Q: Okay.",
        "A: We landed in England.\nJanuary 13, 2015",
        "Q: Did you stay in England for any length of time?",
        "A: Yeah, we stayed in England for quite a time.",
        "Q: What were you doing there, training and —",
        "A: We were training, yes.",
        "Q: What did you think of the English?",
        "A: Thad no problems with them. If I recall, I even — I even dated a — a Jewish girl,\nand invited to — invited to the home, and — but that wasn’t anything more. And then,\nof course, we went over to France. Let’s see. On December 16, 1944, the Germans\nlonc — lanced a — a counterattack 50 mile radius in the Ardennes. And let’s see —\nokay, and then when — wh-when we went into France, our first assignment was to\nguard the — hold the section of the Moose River, where the German attack was\nexpected, but on the t — the ti December 26, the fourth armored broke through the\nGerman lines, and we leave Bastogne, where the 101“ airborne had been — had\nsurrendered, and — and so the evening of December 31“, ar — our division went to —\nhad a 250 mile, or 150 mile march to — to Bastogne, where we were involved with\nthe — the — the ban — Bastogne — what was it called? The — the — let’s see, where we\nbecame part of General Patton’s Third Army, and we were in the combat command\nA, and we went to — we — we went to Rechrival, Belgium. That was our first area,\nand it snowed very heavy. And a patrol discovered over 101 infantry bodies dead.\nJanuary 13, 2015\nThey brought back an SS officer to our headquarters, and — and understanding\nYiddish, I attempted to interrogate him, but I wasn’t too successful with the\nGerman, so they brought over interpreters from headquarters that took over, and —\nand — and interviewed — inter — interrogated him. I noticed the captain of D\ncompany was angered with the discovery of the American dead bodies, and he took\nsome prisoners, lined them a — on the wall, and killed them. And I recall that I—I\nhad to take the bodies and put them in — in bags.",
        "Q: Did — 1— what was upsetting to command and staff about the American bodies?\nWas it the nature? Did they appear to have been executed, or —",
        "A: What?",
        "Q: When you said that you found de — the — the-the bodies, the American bodies.",
        "A: Yes.",
        "Q: And that upset people.",
        "A: Yes.",
        "Q: Wi — was it — did they die as the result of an — of a — of a combat engagement, or\ndid they appear to have been captured and then executed?",
        "A: That’s wa — wa — they — they captured and executed.",
        "Q: Okay, so this is what —",
        "A: Yes.\nJanuary 13, 2015",
        "Q: — got everyone —",
        "A: Very upset.",
        "Q: Correct.",
        "A: Yes, yes.",
        "Q: Including yourself.",
        "A: Yes.",
        "Q: Right. So you saw both the Americans, and then the subsequent round-up of the\nGermans as well.",
        "A: Oh, of course.",
        "Q: Okay.",
        "A: Yes. Of course, our line companies did the — you know, captured the Germans\nand so forth. I was in headquarters —",
        "Q: Right.",
        "A: — and so I wasn’t directly — although — although once — once we captured the —\nthe soldiers is — I was aware of what happened.",
        "Q: Yes.",
        "A: Yeah.\nJanuary 13, 2015",
        "Q: Did you identify those parti — was it thought that those particular German\nsoldiers who were captured were the ones who were responsible for the execution\nof the Americans?",
        "A: I don’t —I—I don’t think I felt that way. I —I didn’t know.",
        "Q: Right.",
        "A: I didn’t know.",
        "Q: But they were there.",
        "A: Yes.",
        "Q: And you were angry.",
        "A: Yes.",
        "Q: Okay. Do you real — hang on just for a moment, before we press on.",
        "A: Yeah.",
        "Q: Do you recall your very first engagement with the enemy?",
        "A: Personally?",
        "Q: Yes.",
        "A: I suppose it was when — when we captured a officer, and th — and the — the — my\nbattalion commander asked me to interrogate the — he knew I was — he knew I was\nJewish, and he thought maybe I had a — a —I was very versed in speaking German,\nJanuary 13, 2015\nwhich I wasn’t. So, I— I—I can’t tell you how I felt at the time. I think things lead\nup to what happens, and you take it as a matter of stride, I — I ge — I think.",
        "Q: Would you say retrospectively, looking back, when you’re there in Europe, the\nwar in on proper, you’re part of it.",
        "A: Yes.",
        "Q: Did you feel that your training up to that point equipped you to deal with war?\nDid you feel as if you were prepared?",
        "A: Yes. Yes. As — as all the members of our division were.",
        "Q: Yes.",
        "A: Yes.",
        "Q: What — did you form an opinion of the enemy? Were they good soldiers, sloppy\nsoldiers, were they —",
        "A: Well, I recall the various things I did when we ha — we set up a camp. I recall\nthat we had some German soldiers that we made KP, and I-I-I was guarding — at\none point I was — I was guarding — I —I did a various — various things. But one — at\none time I —I was guarding prisoners, I recall telling this German that he wasn’t\ndoing a good job of cleaning the large soup vats, and he tried to — he says, I’m\ndoing the best I can. And — and that ended that conversation. But I — I didn’t really\nhave any direct contact, as such, with — with — with the German soldiers, other than,\nJanuary 13, 2015\nas I said, at one time I was there. O-Other times I would — I would go into a burnt\nout tank, and scrape the carcass from the inside, put it in a bag, cause we didn’t\nwant to leave any s-soldiers behind, so —",
        "Q: So these were Americans that you had to extract?",
        "A: These are — th-these are American, yeah. One of the tanks of — of one of our\ncompanies. So —",
        "Q: That had to have been extraordinarily traumatic.",
        "A: Yes. Yeah. Everything there was — it’s a — but we took things in stride. Soldiers\ndid their job. We — we — we did well, and after — after we left bast — Bastogne, we —\nwe traveled south, and went through Luxembourg, and then Germany.",
        "Q: Were you engaging the enemy as you’re going along?",
        "A: Oh yes, of course. We’re all fighting, as 1— as 1— as — as I remember, the main\nforce of Germans were defeated in the Bastogne area, and of course there’s still\nplenty of fighting going on, and we ge — our — our division fought and engaged the\nenemies as we went down. And then when we got down to — near Austria, as a — as\nI told you, General Patton was the Third Army commander, and — and instructions\nwere that we weren’t supposed to go into Austria. But Patton didn’t like — didn’t —\ndidn’t like that, and so we went into austr — Austria also. And that’s where — okay,\nand as I said, the Russians were supposed to take over the — Austria, and — and\nJanuary 13, 2015\nPatton didn’t like the — the Russians either. And so li — going down, one of our\ncompanies, one of the companies was making — was doing reconnaissance, and on\nthe road — on a certain road, a German Jeep with the German pa — the commander\nof — of — of the — of — of the camp, was coming towards them, a — with a white flag,\nand they surrendered. And it turns out he was telling them of the — of the — of\nMauthausen, that 1-it was — it was five miles back. And the reason they — they\nwanted — they — they gave up to us, is they didn’t want the Russians, because the\nRussians would — would — would just kill them. And so that was how we learned of\n— of the concentration camp. The next morning, I went with the battalion\ncommander and the adjutant into the camp. That was my first seeing it. And of\ncourse, what I observed was piles of shoes, piles of other things. And course, lot of\ndead bodies. And then I went into the — into the camp, and I went into a particular —\nwait a minute, I’m — I’m losing words. But I went in and I spoke with some of the\nsurvivors. And I asked, is there anything that —",
        "Q: Now, hang on just for a moment —",
        "A: Yeah, yeah.",
        "Q: You spoke with some of the survivors because you spoke Yiddish —",
        "A: Yes",
        "Q: — you were speaking in Yiddish —\nJanuary 13, 2015",
        "A: Yes.",
        "Q: — not — not — not English, correct?",
        "A: Yeah, English, yeah.",
        "Q: Okay, so tell me about your conversations with them.",
        "A: And so, I said, is there anything I can do. And I recall several coming to me and\nsaying, could you write a letter to my relative in Chicago, if I remember that — that\nwas — that particular situation. And so I took the information, and I did write a letter\nto I—I don’t recall having an-any copies, so I — I don’t know, bu-but this is my\nmemory, that I wrote a letter and told of that — that this person was safe. And so that\nstood out in my mind.",
        "Q: What did you think as you were approaching the camp? Before you entered the\ncamp proper, did you know what its purpose was?",
        "A: No.",
        "Q: Did you —",
        "A: No.",
        "Q: So as you’re approaching it, what do you see?",
        "A: Well, I saw — what — what happened was, the German — there was a big quarry,\nand the Germans got cement out of there. And what they — they used, they set up\nthis — th-this camp, with all the captured Jews that — that had to work in — in the\nJanuary 13, 2015\nquarries. And that is — that is how the camp came about. And the — the prisoners\nworked in the quarries, getting the cement or wha — wi — wi — the — w-with — wi —\nwhich would be the cement that they would be making. So what was my first — I-I —\nthis has been a long time, so I — I really — I really can’t remember how I felt in — in\nseeing it.",
        "Q: Were there still Germans — and then ba — by that I mean soldiers, inside the\ncamp, or not?",
        "A: Well, what we did, wa — we — we — tho — our — our line companies went in, and\nof course, yes, there were Germans in there, and they all surrendered, of course.\nAnd of course our — our company — companies took them out, and we eventually\ntook them back to headquarters. But as I said, I was in the headquarters of the\nbattalion, and I didn’t physically get involved with — with the soldiers there. We —\nwe had our other — you know, others that were doing it.",
        "Q: Once you and the battalion were inside the camp proper, what did you have to\ndo? Did you have to start giving medical attention, did you start distributing food?",
        "A: Oh yeah, yeah, of course, of course. We have a — a medical battalion with us,\nand so they went in and did what they had to do, yes.",
        "Q: And did you feed the prisoners, or was that not in your — did you — did you give\nthem food, did you give the prisoners food, or —\nJanuary 13, 2015",
        "A: I-I—I can’t tell you, but the — th-the company — the soldiers in the — in the\nvarious companies did what you had to do. So I didn’t — I personally wasn’t\ninvolved with that.",
        "Q: Okay. But you understood, if no — if for no other reason than language, that a\nvery large number of them were Jewish? The prisoners.",
        "A: Y-Yes.",
        "Q: Did you — do you recall how you felt about that?",
        "A: Well, I was angry learning of what’s happened, but I — I can’t — I can’t tell you\nmy feelings at the time. It’s —",
        "Q: You said in your written testimony —",
        "A: Yes.",
        "Q: — that at a certain point, as you are advancing through the camp, you came to the\ncrematoria.",
        "A: Oh, yes, yes. Here’s a picture of — of the oven.",
        "Q: Now, this is the one that you saw.",
        "A: Yes.",
        "Q: Okay.",
        "A: And as I said, when my father had this bread route, and — and — and breads and\nchallahs and so forth, I used to go to the bakery and they had ovens. That’s where\nJanuary 13, 2015\nthey made the challahs and so forth. And when I saw this, it 1t — it made it — it\nbrought me back to mind of the ovens in — in the bakery. And so —",
        "Q: Did you understand when you saw that, what it was used for, and why it was\nbeing used?",
        "A: Oh yes, yes.",
        "Q: Was it physical obvious?",
        "A: I—I learned — I learned as we went in what was — what was happening, and what\nthey — what did — the Germans had done.",
        "Q: And was it the prisoners who you we — that were telling you this information?",
        "A: I don’t recall.",
        "Q: Okay.",
        "A: I don’t recall.",
        "Q: Do you recall how long you spent inside the camp itself?",
        "A: I was there maybe just several hours.",
        "Q: Okay.",
        "A: As I said, at the time, we were still fighting in — in — 1n — where was that? In — in\n— in Austria. Anyway, no, we — we had to leave. But we left behind soldiers that\nwould be doing what they had to do, clean-up and so forth.",
        "Q: Mm. But you were still in pursuit of the enemy, so had to move out.\nJanuary 13, 2015",
        "A: Oh yeah, we were fight — we were fighting in — in a town 1n — 1n — in Austria\nnow. What — if — if you want to take these papers —",
        "Q: Sure, of course. Thank you. Did that experience, this experience of being in the\ncamp —",
        "A: Yes?",
        "Q: — after leaving the camp, you had to, as you say, go in pursuit of the enemy —",
        "A: Yes.",
        "Q: — who was in a full retreat.",
        "A: Yes.",
        "Q: Did it change your understanding of why you were fighting the war? Did it\nchange that at all?",
        "A: No, we knew we had to fight the Germans. I did learn of — of what they were\ndoing to the Jews. Of course, I didn’t know at the end of the year — at the end of the\n— how many Jews were killed, and I wasn’t — I wasn’t happy with — with what I’d\nlearned.",
        "Q: Of course not. As you’re pursing the enemy deeper into Austria, at some point,\nrelatively soon, you get word that the war is over. How and when did that happen?",
        "A: While we were still in that town. We stayed there until the — the war was — then\nwe got news of the war ending.\nJanuary 13, 2015",
        "Q: Do you recall how that news was transmitted? How did you learn that the war\nwas over?",
        "A: ’'m sure my adjutant, my commander learned of it, and I don’t know how. I\nguess word of mouth.",
        "Q: Were you excited, happy, or relieved to — how would you describe your\nemotions?",
        "A: My emotions were — I was very happy, but we had already — we felt that we had\ncaptured the enemy in — in — in Austria, and just — just biding there until the war\nended.",
        "Q: How much longer did you spend in Europe after the war was over?",
        "A: I don’t recall. I think — I think our division went back — you know, I don’t recall\n— the last I remember is being in the — in this town in Austria and telling that the\nwar is over, but I don’t remember how we — how I got home. Whether we — we\nwent to England — I don’t know, ma — maybe —",
        "Q: Sure —",
        "A: — maybe that tells us —",
        "Q: It’s quite all right.",
        "A: —I don —I don’t know.\nJanuary 13, 2015",
        "Q: It’s quite all right if you don’t remember. Do you remember returning to the\nUnited States?",
        "A: Yes.",
        "Q: How did you feel?",
        "A: Very happy to get back.",
        "Q: Where did you come in, do you remember what port — what port did you come\ninto?",
        "A: I think Baltimore —",
        "Q: Okay.",
        "A: — where we —",
        "Q: So—so home.",
        "A: — wa— wa- yeah, where we had left, yes.",
        "Q: Very fortunate.",
        "A: Yeah.",
        "Q: Did you go immediately to your parents?",
        "A: Well, my parents were living in Washington —",
        "Q: Oh, that’s right —",
        "A: — at the time.",
        "Q: — I beg your pardon.\nJanuary 13, 2015",
        "A: So I guess — I don’t recall how I went. I— I — how I went from Baltimore to\nWashington. It — it — yeah, I don’t — don’t remember.",
        "Q: It’s quite all right. How long — mu-much longer did you stay in the service after\nthe war was over?",
        "A: I was out immediately.",
        "Q: So, very quick discharge.",
        "A: Yes.",
        "Q: What did you do?",
        "A: What’d I do?",
        "Q: Mm-hm.",
        "A: See ... I don’t recall. I don’t recall.",
        "Q: Do you recall your first job after coming back out of the military? Did you return\nto the job as a salesperson, or — or not?",
        "A: No, they — this — this was in Baltimore —",
        "Q: Right.",
        "A: — I was selling. I don’t know what my first job was.",
        "Q: It’s quite all right.",
        "A: I don’t remember.",
        "Q: You said you met your wife after the war.\nJanuary 13, 2015",
        "A: Oh yes.",
        "Q: Okay. Where and how did you meet her?",
        "A: I met her through some friends. I had it — a group of friends that — that I knew,\nand this one person invited my wife to — I met her at — at this friend’s house, and\nthat’s the way it started.",
        "Q: Ah, dou rec —",
        "A: I dated her, and —",
        "Q: Do you recall — that first meeting her at the friend’s house, do you recall initially\nhow you — what you thought about her?",
        "A: I liked what I saw.",
        "Q: Yes.",
        "A: I see —",
        "Q: And did you get the impression that she liked you as well?",
        "A: Yes.",
        "Q: Do you recall what your first date was?",
        "A: What?",
        "Q: Do you recall your first date?",
        "A: No.",
        "Q: No. Okay. How soon after meeting her did you know this was the one?\nJanuary 13, 2015",
        "A: I think immediately. I recall my — my mother invited her to dinner, that’s how\nshe met my family. Fir — first of all, I— I met her family first, where — and then, as\ntime went on, we — we got married.",
        "Q: And did the respective families like one another, did you — did her parents like\nyou, did your — her — your parents like them?",
        "A: Actually — actually, no. My mother-in-law felt she — I don’t think she cared for\nme. She wanted h-he-her daughter to marry — to meet somebody else, who — who\nhad — she had met, but she decided she would like me better. And if I remember —\nas I said, my — my family wasn’t too wealthy, and they had their own little clique of\nfriends, and if I remember, my mother-in-law wasn’t too happy with my family.\nThat she was — I remember her trying to be a little soci — soc — socially she didn’t\nfeel we were in the same category.",
        "Q: Mm-hm. Sure.",
        "A: But my wife and I got along very well. My father-in-law was okay, and —",
        "Q: When were you married?",
        "A: Si—Ith—I-",
        "Q: It’s quite all right if you don’t recall exactly. Did you have children\nstraightaway?\nJanuary 13, 2015",
        "A: No, no, I think that a year or two after we were married. Well, let me see, I think\nwe were married in’46, and we hadn't had children for five years. My first son was\n— was born 1952, so —",
        "Q: Okay.",
        "A: And again, I’m — I’m trying to remember my jobs. I di— I’m —I?’m—I’m not\nremembering.",
        "Q: That’s quite all right. Do you remember your main profession, what was\ngenerally —",
        "A: Oh, yes. I went to accounting school.",
        "Q: Okay.",
        "A: I went to — 1t was called — what was it called? I got a accounting degree, a\ncommercial — a commercial accounting. Oh yeah, my first year I went for — I went\nto work for an accountant the first time. Then, I got a job with a jewelry chain,\nFrank Jewelries, that’s right. Which was part of the Kay jewelry operation. And if\nI recall, we had two or three jewelry stores as part of that — that — and I would go — I\nwould audit, I think that’s where — and of course I — I took the CPS test, and I was\nnot successful. I tried several times. So I stayed as an accountant, and I’m — I’m not\nremembering.",
        "Q: It’s quite all right. Your experiences in the war —\nJanuary 13, 2015",
        "A: Yes.",
        "Q: — not just the camp, everything.",
        "A: Yes.",
        "Q: Having to go in the — to the tanks and extract American soldiers.",
        "A: Yes.",
        "Q: The execution of the German soldiers, the execution of the American soldiers.",
        "A: Yes.",
        "Q: Everything that you experienced; after the war, did it continue to affect you?",
        "A: Yes. Yes.",
        "Q: And in what way?",
        "A: For quite a while, I — I wasn’t depressed, but I — I recall even having to go to — I\nwent to a group therapy; they would help me.",
        "Q: With other soldier — former soldiers, or —",
        "A: I don’t know if they were soldiers, or otherwise.",
        "Q: But that therapy helped?",
        "A: Yes.",
        "Q: Just the experience of talking it out, and sharing, or —",
        "A: I—I guess that’s — that’s what helped.",
        "Q: Yes.\nJanuary 13, 2015",
        "A: Yes.",
        "Q: Did it trouble your sleep? Your memories.",
        "A: I don’t remember, but it may — it may have.",
        "Q: Yeah.",
        "A: Otherwise, I wouldn’t have gone to — to therapy. But I finally got out of it, and —\nover time. But yes, the — this — the service did have an effect on me.",
        "Q: Okay. Did your experience in the war change — did it change the way you felt\nabout Germany, and Germans, after the war?",
        "A: Yes. I didn’t care much for Germans.",
        "Q: Mm-hm. Did you ever return to Europe after the war?",
        "A: Yes, with my wife. I’ve — we made two or three trips. I went back to the camp.",
        "Q: To Mauthausen.",
        "A: That was one of th — one of the — one of the trips I took.",
        "Q: What was that experience like, returning to the camp years later?",
        "A: Bringing back memories. I just tuda — took it a matter of — of fact, I think.",
        "Q: Was it as you remembered it, structurally, or had it changed?",
        "A: Well, the — the camp I — a-actually was no — there was no activity there, other\nthan it being a — a— where we went back to — it was a — just a place to see, and —",
        "Q: Did it help to have your wife with you?\nJanuary 13, 2015",
        "A: Well, it’s — I —I told her of the various things, and we took it a matter of — of —\nof stride, you know, where —",
        "Q: Sure.",
        "A: Like we were visiting different parts of the country, of — of Europe, and\nmemories would come back, but that’s — that’s it.",
        "Q: Yeah. Sure. Is there anything that you’d like to say in closing? The — the\nrecording here is going to be used by Holocaust historians and students of the\nHolocaust, as well as people, journalists who might be writing about the Holocaust\nin future, and what it 1s that you saw and experienced. Is there anything that you’d\nlike to say in closing?",
        "A: No, that it — it was an experience, and — no, no, I — I wish we could have saved\nmore Jews, but that was — that was life. That — that’s what — that’s what happened.",
        "Q: Okay. Mr. Waganheim, thank you very, very much for this interview. I very\nmuch appreciate it. But most of all, thank you for your service to the nation.",
        "A: Thank you.",
        "Q: Thank you.",
        "A: Okay.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Today is Tuesday, 13 January, 2015. We are interviewing Mr. Gilbert\nWaganheim at Leisure World in Silver Spring, Maryland. It is four minutes past\n10 a.m., eastern time. Thank you for having the interview with us, sir. Could you\nplease tell us your name, and when and where you were born?",
        "Q: Did you grow up there?",
        "Q: Yes.",
        "Q: Sure. No worries. I just want to know about your — tell us about your high school\nlife. What would — did you enjoy high school? Do you — were you good in any\nparticular subjects? Did you play sports?\nJanuary 13, 2015",
        "Q: Were your f— were your fol — what did you folks do?",
        "Q: Was your — were your parents born in the United States?",
        "Q: Okay.",
        "Q: So they weren’t — did — they met in Europe, or did they meet in the States?",
        "Q: Okay, fair enough.",
        "Q: Did you grow up in an observant household?",
        "Q: Right.",
        "Q: Let’s go back to your childhood for just a moment, okay?",
        "Q: You said you sort of fell away from kosher slowly — or at least not strictly\nobservant.",
        "Q: Sure.",
        "Q: Where — where I’m going with this is —",
        "Q: — I’m just wondering, growing up in Baltimore —",
        "Q: — in eastern Baltimore, and this, was it simply a — a conscientious decision on\nthe part of your family and your family alone, or did you feel certain pressures from\nassimilation? Did you feel anything —\nJanuary 13, 2015",
        "Q: Yes.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Sure. There are — I’m — I don’t recall whether or not we covered it, but please\nstate to your date of birth.",
        "Q: Thank you. Okay, so just overall, how would you describe your childhood? Did\nyou enjoy it? Did you — did you like your childhood? Was it rough and tumble and\nurban, or was it more, perhaps sheltered and quiet? Or how would you — overall,\nhow would you describe your childhood?",
        "Q: Okay.",
        "Q: I’m curious about the ballgames. How did they end up? Did — did — did — did the\nJews and the Gentiles sort of split the wins and the losses more or less evenly, or di\n— were you the dominant team, or —",
        "Q: Okay. So, you’re working as a jobber, distributing undergarments, socks, things\nof that nature —",
        "Q: — to various shops, more or less in the Washington, D.C. area, or did you have a\nlarge geographic area that you were responsible for?",
        "Q: Did you travel by car, or ca —",
        "Q: How old were you at that time?",
        "Q: Okay.",
        "Q: And how long did you carry on that job?",
        "Q: Tell me about that. When — were you conscripted, were you —",
        "Q: Okay.",
        "Q: Fair enough. Now, the war itself, when —",
        "Q: — did you first become a-aware? Were you — when did you first become aware, if\nat all, that this — Jews in Germany and throughout Europe were specifically being\ntargeted for harassment and violence? Did you know before going in the service, or\ndid you know ab — when did that — exactly did that happen?",
        "Q: Okay.",
        "Q: Let’s go back to conscription.",
        "Q: Were you given the option of the European or Pacific theater?",
        "Q: Let’s go back to the — the na — the anti-Semitism that you experienced inside the\narmy.",
        "Q: Talk about that, the nature of it. How did you feel it, how were you exposed to\nit?",
        "Q: Okay. Do you recall when and how you received your call-up notice? Where\nwere you, how did you receive it?\nJanuary 13, 2015",
        "Q: How did you feel about that?",
        "Q: Where did you first go to training? Where was your initial training?",
        "Q: What was it like?",
        "Q: What was it like?",
        "Q: Was it difficult?",
        "Q: So wa-was it a physical challenge, a mental challenge, or —",
        "Q: Sure. But you did well.\nJanuary 13, 2015",
        "Q: Okay. Certainly well enough to be solicited for officer training.",
        "Q: So.",
        "Q: Right.",
        "Q: How did you cross over to Europe, by boat?",
        "Q: When and where did you leave?",
        "Q: And that was by ship?",
        "Q: And what harbor did you leave, do you remember?",
        "Q: Okay.",
        "Q: Did you stay in England for any length of time?",
        "Q: What were you doing there, training and —",
        "Q: What did you think of the English?",
        "Q: Did — 1— what was upsetting to command and staff about the American bodies?\nWas it the nature? Did they appear to have been executed, or —",
        "Q: When you said that you found de — the — the-the bodies, the American bodies.",
        "Q: And that upset people.",
        "Q: Wi — was it — did they die as the result of an — of a — of a combat engagement, or\ndid they appear to have been captured and then executed?",
        "Q: Okay, so this is what —",
        "Q: — got everyone —",
        "Q: Correct.",
        "Q: Including yourself.",
        "Q: Right. So you saw both the Americans, and then the subsequent round-up of the\nGermans as well.",
        "Q: Okay.",
        "Q: Right.",
        "Q: Yes.",
        "Q: Did you identify those parti — was it thought that those particular German\nsoldiers who were captured were the ones who were responsible for the execution\nof the Americans?",
        "Q: Right.",
        "Q: But they were there.",
        "Q: And you were angry.",
        "Q: Okay. Do you real — hang on just for a moment, before we press on.",
        "Q: Do you recall your very first engagement with the enemy?",
        "Q: Yes.",
        "Q: Would you say retrospectively, looking back, when you’re there in Europe, the\nwar in on proper, you’re part of it.",
        "Q: Did you feel that your training up to that point equipped you to deal with war?\nDid you feel as if you were prepared?",
        "Q: Yes.",
        "Q: What — did you form an opinion of the enemy? Were they good soldiers, sloppy\nsoldiers, were they —",
        "Q: So these were Americans that you had to extract?",
        "Q: That had to have been extraordinarily traumatic.",
        "Q: Were you engaging the enemy as you’re going along?",
        "Q: Now, hang on just for a moment —",
        "Q: You spoke with some of the survivors because you spoke Yiddish —",
        "Q: — you were speaking in Yiddish —",
        "Q: — not — not — not English, correct?",
        "Q: Okay, so tell me about your conversations with them.",
        "Q: What did you think as you were approaching the camp? Before you entered the\ncamp proper, did you know what its purpose was?",
        "Q: Did you —",
        "Q: So as you’re approaching it, what do you see?",
        "Q: Were there still Germans — and then ba — by that I mean soldiers, inside the\ncamp, or not?",
        "Q: Once you and the battalion were inside the camp proper, what did you have to\ndo? Did you have to start giving medical attention, did you start distributing food?",
        "Q: And did you feed the prisoners, or was that not in your — did you — did you give\nthem food, did you give the prisoners food, or —",
        "Q: Okay. But you understood, if no — if for no other reason than language, that a\nvery large number of them were Jewish? The prisoners.",
        "Q: Did you — do you recall how you felt about that?",
        "Q: You said in your written testimony —",
        "Q: — that at a certain point, as you are advancing through the camp, you came to the\ncrematoria.",
        "Q: Now, this is the one that you saw.",
        "Q: Okay.",
        "Q: Did you understand when you saw that, what it was used for, and why it was\nbeing used?",
        "Q: Was it physical obvious?",
        "Q: And was it the prisoners who you we — that were telling you this information?",
        "Q: Okay.",
        "Q: Do you recall how long you spent inside the camp itself?",
        "Q: Okay.",
        "Q: Mm. But you were still in pursuit of the enemy, so had to move out.",
        "Q: Sure, of course. Thank you. Did that experience, this experience of being in the\ncamp —",
        "Q: — after leaving the camp, you had to, as you say, go in pursuit of the enemy —",
        "Q: — who was in a full retreat.",
        "Q: Did it change your understanding of why you were fighting the war? Did it\nchange that at all?",
        "Q: Of course not. As you’re pursing the enemy deeper into Austria, at some point,\nrelatively soon, you get word that the war is over. How and when did that happen?",
        "Q: Do you recall how that news was transmitted? How did you learn that the war\nwas over?",
        "Q: Were you excited, happy, or relieved to — how would you describe your\nemotions?",
        "Q: How much longer did you spend in Europe after the war was over?",
        "Q: Sure —",
        "Q: It’s quite all right.",
        "Q: It’s quite all right if you don’t remember. Do you remember returning to the\nUnited States?",
        "Q: How did you feel?",
        "Q: Where did you come in, do you remember what port — what port did you come\ninto?",
        "Q: Okay.",
        "Q: So—so home.",
        "Q: Very fortunate.",
        "Q: Did you go immediately to your parents?",
        "Q: Oh, that’s right —",
        "Q: — I beg your pardon.",
        "Q: It’s quite all right. How long — mu-much longer did you stay in the service after\nthe war was over?",
        "Q: So, very quick discharge.",
        "Q: What did you do?",
        "Q: Mm-hm.",
        "Q: Do you recall your first job after coming back out of the military? Did you return\nto the job as a salesperson, or — or not?",
        "Q: Right.",
        "Q: It’s quite all right.",
        "Q: You said you met your wife after the war.",
        "Q: Okay. Where and how did you meet her?",
        "Q: Ah, dou rec —",
        "Q: Do you recall — that first meeting her at the friend’s house, do you recall initially\nhow you — what you thought about her?",
        "Q: Yes.",
        "Q: And did you get the impression that she liked you as well?",
        "Q: Do you recall what your first date was?",
        "Q: Do you recall your first date?",
        "Q: No. Okay. How soon after meeting her did you know this was the one?\nJanuary 13, 2015",
        "Q: And did the respective families like one another, did you — did her parents like\nyou, did your — her — your parents like them?",
        "Q: Mm-hm. Sure.",
        "Q: When were you married?",
        "Q: It’s quite all right if you don’t recall exactly. Did you have children\nstraightaway?",
        "Q: Okay.",
        "Q: That’s quite all right. Do you remember your main profession, what was\ngenerally —",
        "Q: Okay.",
        "Q: It’s quite all right. Your experiences in the war —",
        "Q: — not just the camp, everything.",
        "Q: Having to go in the — to the tanks and extract American soldiers.",
        "Q: The execution of the German soldiers, the execution of the American soldiers.",
        "Q: Everything that you experienced; after the war, did it continue to affect you?",
        "Q: And in what way?",
        "Q: With other soldier — former soldiers, or —",
        "Q: But that therapy helped?",
        "Q: Just the experience of talking it out, and sharing, or —",
        "Q: Yes.",
        "Q: Did it trouble your sleep? Your memories.",
        "Q: Yeah.",
        "Q: Okay. Did your experience in the war change — did it change the way you felt\nabout Germany, and Germans, after the war?",
        "Q: Mm-hm. Did you ever return to Europe after the war?",
        "Q: To Mauthausen.",
        "Q: What was that experience like, returning to the camp years later?",
        "Q: Was it as you remembered it, structurally, or had it changed?",
        "Q: Did it help to have your wife with you?",
        "Q: Sure.",
        "Q: Yeah. Sure. Is there anything that you’d like to say in closing? The — the\nrecording here is going to be used by Holocaust historians and students of the\nHolocaust, as well as people, journalists who might be writing about the Holocaust\nin future, and what it 1s that you saw and experienced. Is there anything that you’d\nlike to say in closing?",
        "Q: Okay. Mr. Waganheim, thank you very, very much for this interview. I very\nmuch appreciate it. But most of all, thank you for your service to the nation.",
        "Q: Thank you."
    ],
    "answers": [
        "Answer: Gilbert Waganheim, w-a-g-a-n-h-e-i-m. I was born in Baltimore,\nNovember 18, 1921.",
        "A: I grew up in Baltimore, and — you want me to go through —",
        "A: I was in Baltimore until I went to the service in 1942. I graduated high school,\nBaltimore — it’s Baltimore — I’m losing the — anyway, I grew up in various areas of\nBaltimore. [ lived wa — 12 years old, I lived in Garrison Avenue, which is close to\nPimlico race track, and I used to sell newspapers in the — in the track during race\ntime. I grew up normal, had friends and I don’t know how — who — where do we go\nfrom here.",
        "A: Well actually, I had a difficult time. My folks weren’t yet — didn’t make much of\na living, so I quit in 11\" grade, finished in night school, and went to work. I worked\nfor a— a company that — a jobber. And I would travel to eastern shore, other places,\nand call on small stores that sell a variety of — of panties, socks, very — I’ve\nforgotten the group which you would call, but the small retail stores. And I didn’t\nspend much time with sports or otherwise. Actually, I was always trying to earn a\nliving for my folks. And let’s see —",
        "A: Well, my father was a trouser maker, worked for a shop. But he had a—a-—a-a\nbusiness of, we would get bags of — of rolls, bagels and so forth, challahs, and we\nwould deliver to homes. And after — after school I would deliver — in fact, we would\n— we'd deliver rolls and bread in the mornings before I went to school, and then of\ncourse he went to the shop and he made trousers.",
        "A: No, my mother was born in Grodno, Poland. My father was born in Riga,\nLatvia.",
        "A: And they came to Baltimore, married —\nJanuary 13, 2015",
        "A: Th-They met in the States.",
        "A: Yeah. In eastern Baltimore there was a — a — a large Jewish population, they\nwere part of it. And that was — they met some — 1n the — in the groups.",
        "A: Well, we — we — we started kosher, not strictly. But we — we appeared to — the —\nwe — we belonged to synagogue, and we never had seafood, or — or — or non-kosher\nfood, but as time went along — went on, we — we sort of dropped kosher and — and —\nalthough we — we’d — she — my folks would — would deal with kosher markets.",
        "A: But I wasn’t — I’ve never eaten treyf, I still don’t. And I met my wife in\nWashington — well — well in — let me — let me get — backtrack. As I said, I grew up,\nI have a— I had two brothers. I was the oldest. My middle brother is about seven\nyears younger than me, and my younger brother was about 13. He died in the —\nwell, let’s s — let’s say, after I— wh-while I was in the service, my folks moved from\nBaltimore to Washington. They took over a cleaning store in south Washington.\nSo when I returned from the service, I moved, of course th — moved to\nWashington, and after a few years, I met my wife, and we got married and had th —\nJanuary 13, 2015\nwe had — we have two sons, Philip and Arthur. And they eventually married and\nhad families. And they live in Florida, both families.",
        "A: Yes.",
        "A: Well, as I remember — let me see, I’m — I’m trying to remember now whether my\nfolks died here — yi — well, of course they died — died in the Washington area. I — I\nwould say, not strictly kosher. Well, the — I didn’t — I didn’t — I don’t remember —\nwell, I’ve never eaten treyf food.",
        "A: So-",
        "A: Yeah.",
        "A: Yes.",
        "A: No — as far as food?",
        "A: No, not really.",
        "A: I would say they stayed kosher throughout.",
        "A: So I guess it wasn’t til I came to Washington, that when I married, I — I wasn’t\nstrictly kosher.",
        "A: November 18, 1921.",
        "A: Normal. I had friends, and through school I — I had none non-Jewish friends. In —\nwhen I was around 10 years old, we licked — lived in a mixed area, and I recall that\nwe had — we had ballgames between Jews and Gentiles.\nJanuary 13, 2015",
        "A: And I didn’t really socialize with non-Jews, and I guess I grew up in a normal —\nnormal way. As I said though, but I was always helping my — my parent earn a\nliving, and so I got through. Nothing — nothing outstanding, it’s just a normal — a\nnormal life.",
        "A: Well, I was very good, whether it was baseball or football. And I guess it was a\nmixture. Sometimes we won, sometimes we lost.",
        "A: Yes.",
        "A: This is when I was living in south Baltimore. We had some customers in — in\nthe area, the north — northwest Baltimore, but I recall I would go to the eastern\nshore, and there were stores in eastern Maryland. And where else? What — what’s\nanother large — I— I would have customers in different parts of — of eastern shore.\nJanuary 13, 2015",
        "A: Yeah, I had a car. And I had big suitcases, and I would take orders with whatever\nitems they — they wanted.",
        "A: I guess around 16.",
        "A: 17.",
        "A: Until I went into the army.",
        "A: I—I was drafted in November of 1942.",
        "A: When I became 21.",
        "A: I-",
        "A: I don’t recall.\nJanuary 13, 2015",
        "A: I don’t —",
        "A: Yes.",
        "A: Well, let’s — first of all, I was drafted into elev — a — a new organization called\n11\" armored division. And we originated in Louisiana. I was in the 42™ tank\nbattalion of the 11\" armored division, and I trained as a tanker. And because of my\nwritten tests that I took, plus the — the training I got, I was — I —I—I cou —I could\nhave become a — an officer. At that time I have ant-anti-Semitism in the service,\nspecifically in — in the area that I was training as a tanker. And I had some anti-\nSemitinism(ph) involved, and because of that, I had an opportunity to go to\nheadquarters of 42\" tank battalion, and so that’s what I did. And I became assistant\nto the adjutant there. And then, of course, we went overseas, and I went on — and as\nI was — I was — I was transferred to the — the headquarters as a clerk typist, and so\nthat was my title, although I didn’t — when we went overseas, I didn’t do any typing\nor anything. I w —I was the assistant to the adjutant and of course the battalion\ncommander gave instructions — wanted instructions to the — the adjutant. And of\ncourse, my being the noncom, I did the — whatever had to be done.\nJanuary 13, 2015",
        "A: Yes.",
        "A: Well, what happened was, a — a incident, for example, during the growing of th —\nof the — of the division, of the company, the battalions. People were transferring in\nand out, and there was a — a Jewish soldier, Weinberg(ph), that transferred out, and\nthe — several of — of the soldiers said good, we got rid of another Jew. At that point I\nsaid, I’m Jewish. They couldn’t understand. I didn’t look Jewish, my name wasn’t\nJewish. And I says, well, you didn’t — you don’t see the horns coming out? At any\nrate, I— I had a different feeling with — with these soldiers, who were part of my\ntank — tank company. And so I didn’t feel comfortable going to officer training,\ncoming back, and dealing with — with anti-Semites in my outfit, fighting the\nGermans. So, that was — that was why I transferred to the company. And course we\ndidn’t have any — I didn’t have to deal with any anti-Semitism while in the battalion\nheadquarters. So that was — that was the experience I had.",
        "A: I was in Baltimore on my 21“ birthday. As I said, I was working for this jobber,\nand I got notice that I — I’m in — I’m drafted into the army.",
        "A: I took it in stride. I knew I had to go, and so I had —",
        "A: In Louisiana.",
        "A: Camp Polk.",
        "A: Well, course it’s all new. As I said, I was in a tank battalion and I was in the — I\nwas in C company, if I recall. And trained with others, learning all about tanks, and\nthe armaments, and I was an expert with — with a submachine gun. Got a medal\nthere, and I learned the 75 millimeter cannon. And I also trained, or learned the .45\npistol. And I learned my — I learned the armaments very well.",
        "A: No, it’s — it’s practice, a lot of time.",
        "A: Well, it’s both physical and mental.",
        "A: Yes.",
        "A: Yes.",
        "A: But I turned that down, as I said.",
        "A: Cause I didn’t feel comfortable if I came back as an officer. Although I recall\nthere was a Jewish officer that was in one of the companies, and I don’t recall many\nJewish soldiers after that.",
        "A: We went — yes.",
        "A: Well, let’s see if ... ah, we went over in December of 1944.",
        "A: By boat, yes, by ship.",
        "A: Well, we went to England.",
        "A: We landed in England.\nJanuary 13, 2015",
        "A: Yeah, we stayed in England for quite a time.",
        "A: We were training, yes.",
        "A: Thad no problems with them. If I recall, I even — I even dated a — a Jewish girl,\nand invited to — invited to the home, and — but that wasn’t anything more. And then,\nof course, we went over to France. Let’s see. On December 16, 1944, the Germans\nlonc — lanced a — a counterattack 50 mile radius in the Ardennes. And let’s see —\nokay, and then when — wh-when we went into France, our first assignment was to\nguard the — hold the section of the Moose River, where the German attack was\nexpected, but on the t — the ti December 26, the fourth armored broke through the\nGerman lines, and we leave Bastogne, where the 101“ airborne had been — had\nsurrendered, and — and so the evening of December 31“, ar — our division went to —\nhad a 250 mile, or 150 mile march to — to Bastogne, where we were involved with\nthe — the — the ban — Bastogne — what was it called? The — the — let’s see, where we\nbecame part of General Patton’s Third Army, and we were in the combat command\nA, and we went to — we — we went to Rechrival, Belgium. That was our first area,\nand it snowed very heavy. And a patrol discovered over 101 infantry bodies dead.\nJanuary 13, 2015\nThey brought back an SS officer to our headquarters, and — and understanding\nYiddish, I attempted to interrogate him, but I wasn’t too successful with the\nGerman, so they brought over interpreters from headquarters that took over, and —\nand — and interviewed — inter — interrogated him. I noticed the captain of D\ncompany was angered with the discovery of the American dead bodies, and he took\nsome prisoners, lined them a — on the wall, and killed them. And I recall that I—I\nhad to take the bodies and put them in — in bags.",
        "A: What?",
        "A: Yes.",
        "A: Yes.",
        "A: That’s wa — wa — they — they captured and executed.",
        "A: Yes.\nJanuary 13, 2015",
        "A: Very upset.",
        "A: Yes, yes.",
        "A: Yes.",
        "A: Oh, of course.",
        "A: Yes. Of course, our line companies did the — you know, captured the Germans\nand so forth. I was in headquarters —",
        "A: — and so I wasn’t directly — although — although once — once we captured the —\nthe soldiers is — I was aware of what happened.",
        "A: Yeah.\nJanuary 13, 2015",
        "A: I don’t —I—I don’t think I felt that way. I —I didn’t know.",
        "A: I didn’t know.",
        "A: Yes.",
        "A: Yes.",
        "A: Yeah.",
        "A: Personally?",
        "A: I suppose it was when — when we captured a officer, and th — and the — the — my\nbattalion commander asked me to interrogate the — he knew I was — he knew I was\nJewish, and he thought maybe I had a — a —I was very versed in speaking German,\nJanuary 13, 2015\nwhich I wasn’t. So, I— I—I can’t tell you how I felt at the time. I think things lead\nup to what happens, and you take it as a matter of stride, I — I ge — I think.",
        "A: Yes.",
        "A: Yes. Yes. As — as all the members of our division were.",
        "A: Yes.",
        "A: Well, I recall the various things I did when we ha — we set up a camp. I recall\nthat we had some German soldiers that we made KP, and I-I-I was guarding — at\none point I was — I was guarding — I —I did a various — various things. But one — at\none time I —I was guarding prisoners, I recall telling this German that he wasn’t\ndoing a good job of cleaning the large soup vats, and he tried to — he says, I’m\ndoing the best I can. And — and that ended that conversation. But I — I didn’t really\nhave any direct contact, as such, with — with — with the German soldiers, other than,\nJanuary 13, 2015\nas I said, at one time I was there. O-Other times I would — I would go into a burnt\nout tank, and scrape the carcass from the inside, put it in a bag, cause we didn’t\nwant to leave any s-soldiers behind, so —",
        "A: These are — th-these are American, yeah. One of the tanks of — of one of our\ncompanies. So —",
        "A: Yes. Yeah. Everything there was — it’s a — but we took things in stride. Soldiers\ndid their job. We — we — we did well, and after — after we left bast — Bastogne, we —\nwe traveled south, and went through Luxembourg, and then Germany.",
        "A: Oh yes, of course. We’re all fighting, as 1— as 1— as — as I remember, the main\nforce of Germans were defeated in the Bastogne area, and of course there’s still\nplenty of fighting going on, and we ge — our — our division fought and engaged the\nenemies as we went down. And then when we got down to — near Austria, as a — as\nI told you, General Patton was the Third Army commander, and — and instructions\nwere that we weren’t supposed to go into Austria. But Patton didn’t like — didn’t —\ndidn’t like that, and so we went into austr — Austria also. And that’s where — okay,\nand as I said, the Russians were supposed to take over the — Austria, and — and\nJanuary 13, 2015\nPatton didn’t like the — the Russians either. And so li — going down, one of our\ncompanies, one of the companies was making — was doing reconnaissance, and on\nthe road — on a certain road, a German Jeep with the German pa — the commander\nof — of — of the — of — of the camp, was coming towards them, a — with a white flag,\nand they surrendered. And it turns out he was telling them of the — of the — of\nMauthausen, that 1-it was — it was five miles back. And the reason they — they\nwanted — they — they gave up to us, is they didn’t want the Russians, because the\nRussians would — would — would just kill them. And so that was how we learned of\n— of the concentration camp. The next morning, I went with the battalion\ncommander and the adjutant into the camp. That was my first seeing it. And of\ncourse, what I observed was piles of shoes, piles of other things. And course, lot of\ndead bodies. And then I went into the — into the camp, and I went into a particular —\nwait a minute, I’m — I’m losing words. But I went in and I spoke with some of the\nsurvivors. And I asked, is there anything that —",
        "A: Yeah, yeah.",
        "A: Yes\nJanuary 13, 2015",
        "A: Yes.",
        "A: Yeah, English, yeah.",
        "A: And so, I said, is there anything I can do. And I recall several coming to me and\nsaying, could you write a letter to my relative in Chicago, if I remember that — that\nwas — that particular situation. And so I took the information, and I did write a letter\nto I—I don’t recall having an-any copies, so I — I don’t know, bu-but this is my\nmemory, that I wrote a letter and told of that — that this person was safe. And so that\nstood out in my mind.",
        "A: No.",
        "A: No.",
        "A: Well, I saw — what — what happened was, the German — there was a big quarry,\nand the Germans got cement out of there. And what they — they used, they set up\nthis — th-this camp, with all the captured Jews that — that had to work in — in the\nJanuary 13, 2015\nquarries. And that is — that is how the camp came about. And the — the prisoners\nworked in the quarries, getting the cement or wha — wi — wi — the — w-with — wi —\nwhich would be the cement that they would be making. So what was my first — I-I —\nthis has been a long time, so I — I really — I really can’t remember how I felt in — in\nseeing it.",
        "A: Well, what we did, wa — we — we — tho — our — our line companies went in, and\nof course, yes, there were Germans in there, and they all surrendered, of course.\nAnd of course our — our company — companies took them out, and we eventually\ntook them back to headquarters. But as I said, I was in the headquarters of the\nbattalion, and I didn’t physically get involved with — with the soldiers there. We —\nwe had our other — you know, others that were doing it.",
        "A: Oh yeah, yeah, of course, of course. We have a — a medical battalion with us,\nand so they went in and did what they had to do, yes.\nJanuary 13, 2015",
        "A: I-I—I can’t tell you, but the — th-the company — the soldiers in the — in the\nvarious companies did what you had to do. So I didn’t — I personally wasn’t\ninvolved with that.",
        "A: Y-Yes.",
        "A: Well, I was angry learning of what’s happened, but I — I can’t — I can’t tell you\nmy feelings at the time. It’s —",
        "A: Yes.",
        "A: Oh, yes, yes. Here’s a picture of — of the oven.",
        "A: Yes.",
        "A: And as I said, when my father had this bread route, and — and — and breads and\nchallahs and so forth, I used to go to the bakery and they had ovens. That’s where\nJanuary 13, 2015\nthey made the challahs and so forth. And when I saw this, it 1t — it made it — it\nbrought me back to mind of the ovens in — in the bakery. And so —",
        "A: Oh yes, yes.",
        "A: I—I learned — I learned as we went in what was — what was happening, and what\nthey — what did — the Germans had done.",
        "A: I don’t recall.",
        "A: I don’t recall.",
        "A: I was there maybe just several hours.",
        "A: As I said, at the time, we were still fighting in — in — 1n — where was that? In — in\n— in Austria. Anyway, no, we — we had to leave. But we left behind soldiers that\nwould be doing what they had to do, clean-up and so forth.\nJanuary 13, 2015",
        "A: Oh yeah, we were fight — we were fighting in — in a town 1n — 1n — in Austria\nnow. What — if — if you want to take these papers —",
        "A: Yes?",
        "A: Yes.",
        "A: Yes.",
        "A: No, we knew we had to fight the Germans. I did learn of — of what they were\ndoing to the Jews. Of course, I didn’t know at the end of the year — at the end of the\n— how many Jews were killed, and I wasn’t — I wasn’t happy with — with what I’d\nlearned.",
        "A: While we were still in that town. We stayed there until the — the war was — then\nwe got news of the war ending.\nJanuary 13, 2015",
        "A: ’'m sure my adjutant, my commander learned of it, and I don’t know how. I\nguess word of mouth.",
        "A: My emotions were — I was very happy, but we had already — we felt that we had\ncaptured the enemy in — in — in Austria, and just — just biding there until the war\nended.",
        "A: I don’t recall. I think — I think our division went back — you know, I don’t recall\n— the last I remember is being in the — in this town in Austria and telling that the\nwar is over, but I don’t remember how we — how I got home. Whether we — we\nwent to England — I don’t know, ma — maybe —",
        "A: — maybe that tells us —",
        "A: —I don —I don’t know.\nJanuary 13, 2015",
        "A: Yes.",
        "A: Very happy to get back.",
        "A: I think Baltimore —",
        "A: — where we —",
        "A: — wa— wa- yeah, where we had left, yes.",
        "A: Yeah.",
        "A: Well, my parents were living in Washington —",
        "A: — at the time.\nJanuary 13, 2015",
        "A: So I guess — I don’t recall how I went. I— I — how I went from Baltimore to\nWashington. It — it — yeah, I don’t — don’t remember.",
        "A: I was out immediately.",
        "A: Yes.",
        "A: What’d I do?",
        "A: See ... I don’t recall. I don’t recall.",
        "A: No, they — this — this was in Baltimore —",
        "A: — I was selling. I don’t know what my first job was.",
        "A: I don’t remember.\nJanuary 13, 2015",
        "A: Oh yes.",
        "A: I met her through some friends. I had it — a group of friends that — that I knew,\nand this one person invited my wife to — I met her at — at this friend’s house, and\nthat’s the way it started.",
        "A: I dated her, and —",
        "A: I liked what I saw.",
        "A: I see —",
        "A: Yes.",
        "A: What?",
        "A: No.",
        "A: I think immediately. I recall my — my mother invited her to dinner, that’s how\nshe met my family. Fir — first of all, I— I met her family first, where — and then, as\ntime went on, we — we got married.",
        "A: Actually — actually, no. My mother-in-law felt she — I don’t think she cared for\nme. She wanted h-he-her daughter to marry — to meet somebody else, who — who\nhad — she had met, but she decided she would like me better. And if I remember —\nas I said, my — my family wasn’t too wealthy, and they had their own little clique of\nfriends, and if I remember, my mother-in-law wasn’t too happy with my family.\nThat she was — I remember her trying to be a little soci — soc — socially she didn’t\nfeel we were in the same category.",
        "A: But my wife and I got along very well. My father-in-law was okay, and —",
        "A: Si—Ith—I-\nJanuary 13, 2015",
        "A: No, no, I think that a year or two after we were married. Well, let me see, I think\nwe were married in’46, and we hadn't had children for five years. My first son was\n— was born 1952, so —",
        "A: And again, I’m — I’m trying to remember my jobs. I di— I’m —I?’m—I’m not\nremembering.",
        "A: Oh, yes. I went to accounting school.",
        "A: I went to — 1t was called — what was it called? I got a accounting degree, a\ncommercial — a commercial accounting. Oh yeah, my first year I went for — I went\nto work for an accountant the first time. Then, I got a job with a jewelry chain,\nFrank Jewelries, that’s right. Which was part of the Kay jewelry operation. And if\nI recall, we had two or three jewelry stores as part of that — that — and I would go — I\nwould audit, I think that’s where — and of course I — I took the CPS test, and I was\nnot successful. I tried several times. So I stayed as an accountant, and I’m — I’m not\nremembering.\nJanuary 13, 2015",
        "A: Yes.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes. Yes.",
        "A: For quite a while, I — I wasn’t depressed, but I — I recall even having to go to — I\nwent to a group therapy; they would help me.",
        "A: I don’t know if they were soldiers, or otherwise.",
        "A: Yes.",
        "A: I—I guess that’s — that’s what helped.\nJanuary 13, 2015",
        "A: Yes.",
        "A: I don’t remember, but it may — it may have.",
        "A: Otherwise, I wouldn’t have gone to — to therapy. But I finally got out of it, and —\nover time. But yes, the — this — the service did have an effect on me.",
        "A: Yes. I didn’t care much for Germans.",
        "A: Yes, with my wife. I’ve — we made two or three trips. I went back to the camp.",
        "A: That was one of th — one of the — one of the trips I took.",
        "A: Bringing back memories. I just tuda — took it a matter of — of fact, I think.",
        "A: Well, the — the camp I — a-actually was no — there was no activity there, other\nthan it being a — a— where we went back to — it was a — just a place to see, and —\nJanuary 13, 2015",
        "A: Well, it’s — I —I told her of the various things, and we took it a matter of — of —\nof stride, you know, where —",
        "A: Like we were visiting different parts of the country, of — of Europe, and\nmemories would come back, but that’s — that’s it.",
        "A: No, that it — it was an experience, and — no, no, I — I wish we could have saved\nmore Jews, but that was — that was life. That — that’s what — that’s what happened.",
        "A: Thank you.",
        "A: Okay.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJanuary 13, 2015\nRG-50.030*0776",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "GILBERT WAGANHEIM\nJanuary 13, 2015"
    ]
}