{
    "rg": "RG-50.106.0149_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Tolé Johannes Hendricus Madna, also known as Rob\nMadna. It is being conducted by Gail Schwartz on April 18, 2002 in\nWashington, D.C.. This is tape number one, side A. What was the name that you\nwere born with?",
        "Answer: My born name was Tolé Johannes Hendricus Madna.",
        "Q: And where were you born and when were you born?",
        "A: I was born in The Hague, eighth of June, 1931.",
        "Q: Li -- let’s talk a little bit about your family, your family background, who your\nparents were, where they came from.",
        "A: Well, my father came from Indonesia, he was born on Maos, on the -- the isle of\nJava. And he came already here in the first World War, 1916. And my mother was\nDutch, she was born in 1907. My father was born in 1896. And he st-started to work\nhere in a restaurant, and he married my mother in 1926.",
        "Q: And what were their names?",
        "A: My mother’s name was Wilhelmina -- no, no, th-th -- Johanna Ariana, and my\nfather, his name was only Tolé.\nApril 18, 2002",
        "Q: And so then they met and then their children, taw -- t-tell me about your s -- your\nsiblings and yourself.",
        "A: My eldest sister is Vinny. She was born in 1927. Then came Davy, she was born\nin 1929, and then 1 -- I came in 731.",
        "Q: Tell me a little bit about th-the -- the -- the background, what -- what -- would\nyou call yourself a middle class family? How much education did your father have,\nand so on.",
        "A: Well, you could say middle class. My father was, I told you already in the --\nworking 1n a restaurant and -- but he had no -- not much education. He started to\nstudy the Dutch language and arithmetic here in Holland, in The Hague, whe --",
        "Q: Why did he cut -- why did he leave Indonesia?",
        "A: Well, he was adopted and his foster parents, you call his foster parents hi --\nbrought him here in Holland. And I was told that my foster grandmother owned a\nrestaurant, but she couldn’t quite get along with the climate, so she went back and\nsold the restaurant, but he stayed to work in the restaurant.",
        "Q: Were your parents very religious?",
        "A: Well, my mother was [indecipherable] Dutch affirmed, and that’s Protestant, a\nkind of Protestant church, and my father had no religion at the time.\nApril 18, 2002",
        "Q: Mm-hm, mm-hm. And as you were gr-growing up, did you have any kind of\nreligious background?",
        "A: No, not at all. We -- first -- when we -- when I -- I was with my mother -- my\nparents divorced in -- in 1936.",
        "Q: So you were five years old at the time. And did you go to live with your mother\nor stay with your father?",
        "A: I st -- I stayed with my father and my two sisters stayed with my mother, and -- I\nforgot.",
        "Q: Okay, and then w-we were talking about did you have any religious training\nwhen you were a child.",
        "A: No, we’d -- at my mother’s -- we prayed before dinner, but one day we -- we\nstopped doing that. We didn’t know what to say.",
        "Q: Though your parents had s -- a divorce, would you say that you had a close\nrelationship to both parents?",
        "A: Well, closer to my father than to my mother because there was Mima Saina, the\nnanny, and I considered her as my mother.",
        "Q: Tell me a little bit about Mima Saina and her background and how she came.\nApril 18, 2002",
        "A: Well, I think she came shortly before I was born, from Indonesia, and started to\nwork for my parents, and -- as a nanny for my two sisters and me and -- but we\nknow very little about her. We didn’t know her age --",
        "Q: Was she a young woman though, when she came?",
        "A: She was a young woman, yeah, yeah. And she couldn’t speak the Dutch\nlanguage, so we -- as a boy we -- I t-talked Malayan language with her, but I forgot\nall about it -- well, not everything, but most of it.",
        "Q: So, as you say, growing up in your home you spoke two languages?",
        "A: Yes, my father talked Dutch to us, though his Dutch was not the best Dutch that\nexists.",
        "Q: And where did you first go to school?",
        "A: In The Hague. I was on the -- you call it elementary school, I think? And that’s a\nseven grade school, and after that I went to high school on -- on a level that is the\nsame as a kind of gymnasium, and I finished that.",
        "Q: We’ll get to the later years in a moment, I’m -- wanted to talk about the earlier\nyears. What kind of neighborhood did you live in?",
        "A: Well, we -- we lived in the nice neighborhood, with my father first, I was born in\nthe -- in the -- almost the center of the city and then we moved to some, you call it\nsuburbs, suburbs. But then we went back in 1937, I think, to the center of the city,\nApril 18, 2002\nand that was close to the street where my mother lived. But she used to live also in\nthe suburbs, first.",
        "Q: Mm-hm. And what kind of a neighborhood was it, was it pri-primarily\nIndonesian or Dutch?",
        "A: No, it was a Dutch neighborhood. There were not too many In-Indonesian\nfamilies in -- in -- in those days. Only the people that worked in the restaurants.\nThere were the -- well, you have to divide the Indonesian population in two, the real\nIndonesian people and the half Indonesian people that has also Dutch blood. And\nthat was another kind of class. And we were, in fact, real Indonesian. My father was\nreal Indonesian so the-there was a difference. We didn’t have the Dutch nationality.\nThey called it [indecipherable] I don’t know the word [indecipherable] subject, or\ns -- Ss -- I don’t know the English words.",
        "Q: Okay. And your mother?",
        "A: My mother was completely Dutch, hundred percent.",
        "Q: So you were con -- you, the children, were considered mixed Dutch Indonesian.",
        "A: Yeah, but we are not completely Indonesian and -- nor completely Dutch.",
        "Q: Right. It’s half and half.",
        "A: Yeah.\nApril 18, 2002",
        "Q: Yeah. And 1s that considered in society above a hundred -- 1-1n that society at the\ntime, in the 1930’s, was that half and half considered above a hundred percent\nIndonesian?",
        "A: Yeah, that was considered ha -- above that, yeah.",
        "Q: In your neighborhood when you were small, did you know any Jewish children?",
        "A: Some. Th-They went to the same elementary school as I. It was not a p -- the\nreligious school, it just a school for everybody. So there were a lot of Jewish\nchildren there, too.",
        "Q: Did you play with them?",
        "A: Yeah, of course. We -- we didn’t make any difference b -- in those days. I -- they\ncalled me some names because I had the different color. It never really bothered me.",
        "Q: Why didn’t it bother you?",
        "A: Well, I saw it as a joke. I -- I remember I -- just after the war I went with two\nfriends on a cycle tour in Holland, and we came in the middle of Holland with all\nfarmer’s country. And well, I was -- when I went into the shops everybody was\nlooking at me and I felt kind of proud. They saw I was different.",
        "Q: What are your first memories of hearing of a man named Hitler? Do you -- I\nmean, you were born in 1931, he came into power in ’33, obviously you were too\nyoung. Do you -- can you recall your very first memories of hearing about this man?\nApril 18, 2002",
        "A: Well, maybe when I was seven or eight, my parents used to talk about Hitler and\n-- but they thought, well, maybe it will go over. Just a short time, it -- then when the\nwar came, we knew who he was, and just --",
        "Q: You’re talking about in September ’39?",
        "A: Well, then th-the war started with England, when the -- the Germans invaded\nPoland, but for us the -- the war started at the 10\" of May, 1940.",
        "Q: Yeah, that’s --",
        "A: Then jer --",
        "Q: -- wh-when they invaded the Netherlands. For you, the war for you, right, right.\nDid you have any fear of this man before the -- before 1940, in the late 30’s and in\n1939, did you -- what was a child’s sense of Hitler at that time?",
        "A: Not much, th -- we didn’t talk too much about it and I c -- I can’t recall that we\ntalked about Hitler. It started in 1940.",
        "Q: Okay. Did you -- just to g -- to go back, and when you were in school you said\nyou had Jewish friends; were there Jewish teachers at your school?",
        "A: Not that I know of, no. There were no -- no, I don’t think so.",
        "Q: And what was the address of the house that you lived in?\nApril 18, 2002",
        "A: Well, I -- m -- the address the the -- van Kins -- with a K, Kinsbergenstraat,\nwhere s -- where -- where my father lived and my mother lived in the\nZoutmanstraat with a z -- Z.",
        "Q: Okay. All right, now it’s May 1940 and you are ni -- just -- almost nine years old,\nclose to nine. What is your very first memory of that time?",
        "A: Well, it was a -- kind of exciting because there were airplanes in the air and there\nwere parachute -- parachutists droppings in The Hague, German parachutists and\nwe heard all gun sounds and -- so it was kind -- completely new for us and it was a\nbeautiful day I can remember, was lot of sun. And I was standing with my father in\nthe garden in the van Kinsbergenstraat and I remember my asking my father, are\nwe going to win this war? And then my father said -- that was his famous last words\nalways, let’s hope so. And well, it was quite an -- it was a very short war, it so -- was\nonly four days and we -- they -- we surrendered, or the du -- the Dutch surrendered\nbecause they threatened to bomb Rotterdam and after that they still bombed\nRotterdam. So that was a short war, and -- but for a child it was -- it -- it’s kind ofa\nnew experience and exciting. You didn’t really -- really realize what the -- the\nconsequences would be.",
        "Q: Do you have any other recollection of those four d -- those first four days besides\nthe -- the beginning of the days?\nApril 18, 2002",
        "A: Well, you didn’t notice too much in The Hague. There were -- there was some\nheavy fighting in the country, but we didn't notice too much, there were -- there\nwere no -- hardly bombings. Th-Th-The Dutch aircraft was wiped out in the -- the\nfirst day I think. So there was not much war in The Hague. Right after that was the\noccu -- occupation.",
        "Q: And you continued to go to school. So let’s talk about the beginning of the\noccupation. Now, you’re living with your father and Mima Saina at the time, and\nthe sisters are with your mother. Okay, so, you’re -- you’re -- continue to go to\nschool?",
        "A: Yeah, we went to the school, I was -- it was 1940 so I was about in the -- well, I\nwent to school in 1937, so I was in the third grade, third grade and everything went\non normal.",
        "Q: What -- what about the summer of 1940, the -- the first summer?",
        "A: Well, we didn’t notice much, there was an distribution -- distribution of food and\ncigarettes and everything, but everything went well. There was no hunger in -- in\nthose days and life went on.",
        "Q: Did you sense any nervousness among your Jewish friends at that time?",
        "A: They were still going to school, too, but I think til 1941, and then they were not\nallowed to school -- go to school any more. But there was one close friend, I forgot\nApril 18, 2002\nhis name, and his mother was a close friend of my mother, and he suddenly\ndisappeared, and we never heard of them any more, they -- I don’t know if they went\ninto hiding, or -- my mother didn’t hear from them, either.",
        "Q: Did you, as a child, question why a friend suddenly disappears?",
        "A: Well, we really had -- we heard soon about the -- that all kind of things against\nthe -- the Jews were all n -- how do you call that, all --",
        "Q: Restrictions?",
        "A: Yeah, restrictions, and as a child you didn’t think much of it. You didn’t quite\nunderstand what was happening.",
        "Q: What’s it like for a nine year old boy to see it -- a soldier in a German uniform?",
        "A: Well, the first soldiers -- the -- the German had that kind of way to gi -- to try to\nget along with the Dutch, because we were the same race, and they want to be\nfriendly with us.",
        "Q: Did you speak, or do you -- did you speak German at the time?",
        "A: At the time, no, no, no. But they th -- didn’t -- the -- the Dutch didn’t like that.\nThe -- the Dutch were never extreme. So they’re always in the middle, and they love\nth-the -- the queen and -- though there were a lot of people angry because she left for\nEngland. Later we heard she was forced to go, she didn’t want to go. And so there\nwas a lot of national feeling all of a sudden and the Germans didn’t like that at all,\nApril 18, 2002\nand then they got more harsh against us, and -- but we didn’t notice much\nconcerning the food. Til 1944 everything went quite well.",
        "Q: In April of 1942 the Jews had to start wearing a yellow star.",
        "A: Yeah.",
        "Q: What did that mean to you, when you would see that?",
        "A: Well, it -- it was not th-the -- the -- what’s the word? Strange. W-We found it\nvery strange that people has to walk like that, you know? And that -- to become\nJews, and I would -- I sho -- when I -- would have been a Jew, I would have refused\nto wear it.",
        "Q: Why’?",
        "A: Well, it -- because it’s -- it -- it’s like a humiliation, you call it that? Like\nhumiliation. And -- an-and it’s -- a-and it’s one of the worst things that can happen\nto a person, humiliation. But well, you -- you got used to it, but I -- I had to kind of\nfeel sorry for them.",
        "Q: You said, I think in 1941 I think the Jewish children had to leave the school?",
        "A: Yeah.",
        "Q: Where did they go, or what did you know about it and did you keep in contact\nwith them?\nApril 18, 2002",
        "A: I don’t know. [indecipherable]. I don’t know what happened to them. The only\nfamily I know, the real family, were the Munzers. And well, they were killed in --\nwere very young, not going to school yet.",
        "Q: Okay, let’s talk about the Munzers because you -- you knew them before Alfred\ncame to your house. How -- how did you know them and what was your contact\nwith them?",
        "A: My mother moved to the Zoutmanstraat in 1938 and the Munzers were already\nliving opposite. Alfred told me today it was number hundred, and we lived on 79 in\nthe other side. And my mother -- I’d -- I don’t know how my mother met his mother,\nbut I remember often go there, and to play some with the -- the little girls, and have\ndinner.",
        "Q: This is before Alfred was born?",
        "A: Before Alfred was born, yeah. So this was already 1938 - 19 - 1939 - 1940. And\nthen things changed and I don’t know what was really happening. My mother told\nme what was happening, that -- but that was 1942 when they went in-into hiding.",
        "Q: Now did you -- do you remember if you went to their house after j1 -- j1 -- the\nGermans invaded the Netherlands?",
        "A: Yeah, yeah. Course, yeah.",
        "Q: You still went over to be with them?\nApril 18, 2002",
        "A: Yeah, we went to there, yeah, I can remember that. And my father, his father was\n-- Alfred’s father was a tailor and my father bought a suit. So he knew ma -- Mr.\nMunzer, too. But I don’t recall too many visits then. But it -- I think it went on and I\n-- | -- I really don’t know any more.",
        "Q: Why did you enjoy going over there?",
        "A: Food. And I still have sugar in my salad. And I -- I first -- my mother always\nmade th-the salad all -- very sour, and it’s why -- why I still hate sour things. But she\nput sugar in it and I liked it very much. And she was very friendly, too. Very\nfriendly lady.",
        "Q: All right, now let’s move onto the story about how Alfred came to your house.",
        "A: Well, the -- my mother was asked to find a hiding place for Alfred, by his\nmother. And so she found a -- a place at my aunt’s, my youngest aunt’s, the younger\nsister of my mother. And he stayed there for a month.",
        "Q: All right, we’re talking about September 42, what are we -- what --",
        "A: Something -- something like that, yeah, September ’42. But he only stayed a\nmonth because one of the neighbors appeared to be a Dutch Nazi, so it was too\ndangerous. He -- he was crying a lot, he had bronchitis or something, and -- as a\nbaby, and he -- they had to move him. And I talked to my cousin just before I went\nto Washington, the daughter of my aunt, and she told me that everybody was crying\nApril 18, 2002\nwhen he had to leave, and was the first time she saw her father cry. And then my\nmother asked my father to have him for -- Alfred for a couple of weeks.",
        "Q: How do you explain your mother and your aunt -- and of course la -- we’ll talk\nabout your father later -- willingly taking in a Jewish nine month old baby?",
        "A: Well, my mother always liked to help people, always. She wanted to be a nurse\nall her life, but she came out of a big family and the father, my grandfather -- I -- I\nnever met him -- forced them to work right away, to have jobs and shops and so she\nwas not allowed to study for a nurse. But later on, when she was 65, she started to\nwork as a nurse, though she th -- the -- for the money she didn’t have to do it, but\njust to help people. And I remember my mother in those days, she was very agitated\nto -- really to help and warn us, don’t tell an -- anybody about this, and she was\nreally taking care to try to find places for Jewish people, but I don’t re -- remember\nif she did this for other Jewish people, too, I don’t know about that, but she did for\nAlfred. So he stayed for -- well, that was the intention, to -- for a couple of weeks in\nour house.",
        "Q: So he comes to your -- he’s brought to your house, do you remember the day that\nhe came?\nApril 18, 2002",
        "A: Yes, I remember that, yeah. Just a tiny baby. And blonde, blue eyes. Didn’t look\nJewish at all. And I think, in the beginning, that was a luck, too. His Jewish features\nhe got later. But the three weeks became three and a half years.",
        "Q: So he comes, what was your first feelings when this new baby is brought into\nyour home? You -- you had seen -- had you seen him before, because where -- had\nyou visited them in the last nine months?",
        "A: No, no, I didn’t visit them in the last months, but we were excited. It’s -- 1t was a\nkind of new thing happening, and well, what can you say when there’s a baby\ncoming? So it was kind of exciting.",
        "Q: So it -- there was now your father, and Mima Saina, your two sisters, you and\nthe baby, four children. And how big a house did you have?",
        "A: Well, my sisters were staying with my mother, but from time to time I stayed\nwith my mother and they stayed with my father. And sometimes the three of us were\ntogether and -- and my sisters loved it. Well, it’s -- maybe females are more a-\naffected to babies than men. But yeah, they took care right away. And the house was\nnot big.",
        "Q: Where did the baby sleep?",
        "A: The baby slept with Mima Saina.",
        "Q: She had her own room?\nApril 18, 2002",
        "A: Yeah, she had the -- well, it was not really a -- it -- 1t was an extension of the\nhouse and there were several rooms connected to each other and she slept in one of\nthe rooms and -- with -- with Alfred.",
        "Q: And so she obviously took care of him when he was very young 1-1-in the\nbeginning and you continued to go to school while this -- whe -- af -- you were still\nat school.",
        "A: Yes, I was still at school and everything went on normal til the end of 1944.",
        "Q: And as the baby got bigger, what happened with the -- an-and was moving\naround, were there any restrictions?",
        "A: Well, he had to stay inside, and he was looking through the hole where the -- the\nletters come in. And --",
        "Q: Th-The mail -- you mean the mail slot in the door?",
        "A: Yeah, yeah. And he looked through that, but he came in the garden, and he\nplayed in the house.",
        "Q: He went in the garden during the day, when others could see?",
        "A: Yeah, because we have pictures made in the garden, so he went to the garden,\ntoo. But my father told everybody who -- who was curious about the baby that he\nwas a child of his former wife, so my mother. And -- but she had a new friend and\nApril 18, 2002\nhe didn't want to have the baby, so he -- my father took the baby. That was the\nexcuse.",
        "Q: And tell me how you as a young boy knew how to protect this child and not say\nanything when you were outside. How did your father present that to you?",
        "A: Well, there were warnings and we understood that quite good. Th-The -- when\nmy father and my mother told me that if the Germans would find out, that he would\nbe arrested, my mother would be arrested and probably we too, and brought to\ncamps, or th -- imprisoned, or maybe shot. So that was a warning enough, I think.",
        "Q: Did you know what it meant at 11 years old to say you might be brought to\ncamps? What does that mean to an 11 year old child?",
        "A: Well, we didn’t know about the camps then, but to be -- go in prison or to be\nshot, you realize that right away, that -- that -- 1t was not too difficult to realize that.\nAnd we kept our mouths shut, my sisters and me and all the people that knew about\nit, th -- a lot of the Indonesian community, th-the people that worked in the same\nrestaurant as my father, they kind of knew about it. And -- but those people didn’t\nsay anything, just helps.",
        "Q: Were you angry that your father put you under this stress of not saying anything?",
        "A: No, no, because we felt th -- very soon quite strong for the baby. It was our -- our\nbaby, and so we never had the -- the problem. The only thing maybe, it was for me a\nApril 18, 2002\nlittle bit difficult, 1s that I came second in place. I was the first, | was Mima Saina’s\nbaby and now Alfred was in the number one, I f -- I felt at the time, but she took\ngreat care of me too.",
        "Q: What did you call Alfred’?",
        "A: We called him Bobby and that is the name my father invented for him. And\nBobby always thought it was the name of the dog, and as far I can remember, there\nwas a dog named Bobby, too, and there was a name -- a dog named Teddy, but died\nalready and -- but there was also a dog named Bobby, so --",
        "Q: These were dogs that -- that you had?",
        "A: Yeah.",
        "Q: Not neighbors, but you?",
        "A: Yeah. Just little dogs. Very friendly little dogs.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Rob Madna. This is tape number one, side B. As this baby, Bobby,\nas you na -- as you called him, got older a-and was moving around, you said he -- he\n-- some of the things he’d like to do would be to look through the mail slot in the\ndoor. What else did he do during the day as he got bigger and more physical?\nApril 18, 2002",
        "A: Oh, he was playing all kind of games and I -- I -- I think he was a happy child.\nLaughing and we played with him and everybody took care. He likes to sit on my\nsisters’ laps and it was just a normal family life.",
        "Q: And what language did he s -- learn to speak?",
        "A: Dutch. Dutch language. With Mima Saina he spoke the Malayan language, and\nthe sa -- I spoke with her Malayan. With my father we talked Dutch.",
        "Q: So he grew up bilingual also, like you and your sisters?",
        "A: Yeah. Correct.",
        "Q: Mm-hm. As he got bigger, did you feel more close to him?",
        "A: We always felt very close to him. We -- we all loved him very much and so it --\nit was such a normal situation in the house to have him there, and we got used to\nhim very fast and he was our little baby brother. It -- 1t was very easy, I think. I don’t\nremember any problems at all.",
        "Q: But you never spoke of him to your friends?",
        "A: No, no. The headmaster of my school knew something about it, he was a very\nnice man, and my mother knew him very well, and he gave me always extra food for\n-- for Bobby. And [indecipherable]",
        "Q: Were there any times when it -- 1t was dangerous, that you sensed a dangerous\nsituation?\nApril 18, 2002",
        "A: Well, not in the beginning. In th -- I told you before, til 1944, everything went -- I\nonly remember one day a -- a bomb fell in The Hague and that was just a minor\naccident, I think an -- an English plane want to get rid of the last bomb. And it\ndropped not far from our house in th-the -- in the neighborhood and I remember\nMima saying that took -- everybody was up and awake and she took Bobby out of\nhis bed and took him on his lap, swaying him and start praying. And -- but that was\nan incident. We didn’t notice much from the war til ’44.",
        "Q: You didn’t notice much of the war in your -- in The Hague, but were -- again,\nwere you aware, or were you interested as a youngster of what was happening in\nother countries? Did you know what was happening?",
        "A: Well, we didn’t know about the Holocaust, but we had th-those legal papers that\nwere sent by the resistance movements to people.",
        "Q: Talk a little bit about th -- you had papers, did you say?",
        "A: Yeah, we re-received letters and papers from the resistance movement. They\nwere brought to the houses ille -- silently or secretly, and we read about the real\nsituation in the front.",
        "Q: Oh, these are newspapers, you mean?",
        "A: Well, yeah, kind of newspapers, just small pages of paper that informed us about\nthe situation at the fronts. And of course we had th-the -- the newspapers with the\nApril 18, 2002\nger -- the German news and the -- they had -- they wer-were winning all the time.\nBut I remember that in the war I already had a -- an -- especially after D-Day, I had\na map of Europe and with a woolen thre-thread, is it called? And with pins I put on\nthe front line and I knew all the names of the generals and -- and that was -- well,\nwith the -- the illegal papers, I could see all -- they move there and they move there,\nand they move there, and --",
        "Q: What was on the radio?",
        "A: Well, al -- only the German news. It was, of course, forbidden to have a radio, so\nit was a kind of a dist -- distribution system with only two local --",
        "Q: Stations?",
        "A: -- stations. And -- but we -- we -- there were people that had the radio still, and\nwere receiving messages from London. So we were well informed about the war.",
        "Q: Did you ever see any Jews being taken away on the streets in The Hague?",
        "A: Luckily not. But we heard about that. And then we knew, yeah, well the -- well,\nthe Germans had -- well, they were just put to -- to work in Germany, so we didn’t\nthink much of it, that they would be killed, we didn’t know about that.",
        "Q: Was your father involved in -- in any other resistance activities besides doing the\nwonderful gesture of saving a Jewish child? Was he involved in any other activities?\nApril 18, 2002",
        "A: No. He just went on working. He was not a man that looked -- liked to take risks.\nHe was a very peaceful man, and always s-said well, don’t fight, and be quiet and so\nwe were all surprised that he took this risk. But yeah, I think he -- he thought that\nit’s a child that has to be helped, so we do it, not thinking further. He knew about the\ndangers, of course. But he -- I think he was very optimistic, like we all were op-\noptimistic that 1t would end right, you know?",
        "Q: Did -- again, did you know -- you did not know of any other families that were\nsheltering children?",
        "A: No, no, we didn’t know about that.",
        "Q: Did any of the Germans ever come to your house?",
        "A: Only in the beginning of the war, there was a -- what you call a razzia, and a -- a\nGerman -- German soldiers were going from door to door to find men to work in --\nin Germany. And I remember one day in beginning of 1945 that a German soldier\nwas at the door, a very small German soldier. And he was from th-the air force, the\nground personnel because the other Germans had to fight somewhere. And he asked\nfor mann.",
        "Q: Which means?",
        "A: Men.",
        "Q: Men.\nApril 18, 2002",
        "A: Are there men in the house. But he just asked for mann. And Mima Saina an-\nand I were at the door together and we looked at each other very puzzled and didn’t\nunderstand, pretending not to understand and then he gave up and went away. And\nmy neighbor, who was Indonesian too, was only -- we were the only Indonesians in\nthe street, and he was picked up. But he came back the same evening, they didn’t\nwant us.",
        "Q: Did your father provide for a hiding place for Bobby in case -- you said there\nweren’t any problems, but in case there were problems, did he have a hiding place\nfor him?",
        "A: Not really. There was the cellar, but if you go in the cellar you could see him\nright away, it’s a -- not, not really. Of course, h-he was put in the back room that if\nsomebody would come in and found him, there were maybe some questions and\nwell, then I think the problems would start.",
        "Q: Well, that was going to be my next question. What about when friends or\nneighbors knocked on your door or came in, and you didn’t know if they knew about\nthe baby, what --",
        "A: Well --",
        "Q: -- how did -- how did your family handle that?\nApril 18, 2002",
        "A: -- well, th-th-th-th -- I told you about the excuse my father had, who the baby\nwas, and that’s wh -- the story that he told the other people. But some of them knew,\nespecially the Indonesian co-community, and -- but there were visitors in the house,\nyes.",
        "Q: And -- and the baby, or the young child was playing right in front of them?",
        "A: Yeah. He was in there at -- when the people came in.",
        "Q: And the general living conditions, wa -- how was the food supply?",
        "A: Til September 1944, til the railroad strike -- then the Dutch started the railroad\nstrike to -- to make it difficult for the Germans to bring all the tanks and all the\nweapons to certain parts, then it went bad. And we -- then the -- what we call the\nhunger winter -- the winter of the hunger started and lasted about -- well, started in\nOctober til May.",
        "Q: This is °44 - ’45?",
        "A: Yeah. And it was a very severe winter, very cold, and I rem-remember there was\na small wood in the -- in the neighborhood and when the war was over there was no\nwood any more, because all the people cut th-the trees in to -- to have heating and to\n-- able to cook something, or -- so th-the whole little wood forest went away.",
        "Q: What kind of food did you have during that difficult time?",
        "A: Very bad bread, very bad. And just -- I ca -- I remember I had four slices of bread\nApril 18, 2002\na day, and that was all. And that finally became two slices of bread a day, no butter.\nThere were some -- how do you call it? I don’t know the words. We say\n[indecipherable], that’s when you replace something that it’s not real, like milk wi -",
        "Q: A sub-substitution?",
        "A: Yes, the substitute.",
        "Q: Mm-hm.",
        "A: And there was no sugar, there was no milk.",
        "Q: Any meat?",
        "A: No, no meat any more. In the beginning of 50 -- ’45, no meat at all.",
        "Q: Ve-Vegetables or fruit?",
        "A: Hardly. But there were those what we call haarkeukens, that were kitchens for\nthe people and you went there every day to get some food, just with a little butter --",
        "Q: R-Ra -- did you have a ration cards? Did you have little coupons, little ration\ncards for food?",
        "A: The whole war. But at the end of the war you had those cards, but you couldn’t\nget anything.",
        "Q: Mm.\nApril 18, 2002",
        "A: So it was -- and there was, o-of course, a black market. Am a -- I remember my\nmother in ’45 went on the bicycle to -- from The Hague to Haarlem. Haarlem is\nthe same name as Harlem and it’s about 45 miles, to get some food. She knew some\npeople, and I remember th -- she came back, but it was over eight, and you were not\nallowed to -- to be on the streets after eight, and so we were very worried. And then\nshe came at the door with a German soldier. He had stopped her and then she told\nhim I ha -- had some food for my children and he brought her home. So she was\nvery lucky.",
        "Q: Did your father have any contact with Alfred’s family during this time, once the\nbaby was given to you all? Did -- did Mr. and Mrs. Munzer have any contact with\nhim or your family?",
        "A: Well, th-the parents of Alfred went in -- into hiding too, first in the sike -- si -- si\n-- seekeeatris -- that -- psychiatrix house, but then they were caught and deported\nright away, so there was no --",
        "Q: There was no --",
        "A: -- more contact.",
        "Q: Mm-hm, mm-hm.",
        "A: I never saw her in the house before the end of the war, in our house.\nApril 18, 2002",
        "Q: Mm-hm. Well, let’s -- let’s talk about that now, the end of the war. How did you\nknow it was the end of the war?",
        "A: Well, we had to wait til the war really ends, and for us it was terrible to think that\nalready in October the allied forces were only 60 miles from The Hague, but they\ndidn’t come. And we are expe -- ek -- expect them -- e-expecting them every day,\nyou know, it -- but they couldn’t cross the rivers without -- they had too many losses\nwith soldiers when they should have crossed the rivers. It was heavy defended --\nheavily defended by the Germans. So they decide to take the rest of Holland and\njust pass the -- th-the -- the places where were lived. So we were only liberated\nwhen the war was over, and I remember, I think it was the fourth or third of May?\nFourth om -- of May, I think, and people were running through the streets, the war is\nover. The Germans have surrendered and everybody went on the street and nobody\nthought about the eight o’clock. And the Germans didn’t d-do anything. I remember\nmyself the sixth of May that we were in the city, and the first English soldier we saw\nwas driving a -- a motorcycle and he even didn’t have a gun, he had a pistol, I think.\nAnd on the other side the street, the Germans soldiers were on bicycles, heavily\narmed, because th-the allies said you have to take care of the situation til we come,\nbut don’t do anything. So it was very funny to see this English soldier, we were all\naround him, and see these German soldiers at the o-other side of street. And then it\nApril 18, 2002\nwas over, it was over. And nobody thought about hunger any more. The -- the 29\"\nof April -- April, we had a wonderful bombing of The Hague, food bombing. And\nth-those big flying [indecipherable] dropped food on some spots of The Hague, so\nwe were very -- we were very happy. And every time it is becoming end of April, I\nthink of those days. It’s impossible not to think of it.",
        "Q: Did you know German by that time?",
        "A: The only German family I knew was a family that fled from Germany in 93 --\n°33. They were communists, but not well -- very well known by the Germans in\nHolland, so they started t-t-to make a living here in Holland, and they knew about\nit. It was very good friend of my father, and they helped, because they -- as the\nGerman inoccupi -- occupied the Netherlands, they had some extra things. So they\nhelped with food and -- and he was a kind of guy who sold medicines and all kind of\nherbs. I -- I -- I know he cured me from a disease with all kind of herbs.",
        "Q: Di-Did you know the German language by then, after being occupied by the\nGermans?",
        "A: Just a little because th-that -- in 1944 I went to the high school, though in the first\nyear of high school it was only one month, September and then we didn’t go to\nschool any more, til the end of the war. So and -- and German was one of the\nApril 18, 2002\nlanguage you had to do. Also the English language was still taught. English, French,\nGerman were the languages. So I learned some German.",
        "Q: Whe-When -- during the occupation when you were on the street and you saw a\nGerman soldier, did you have to acknowledge him? Was there anything you -- that\nyou were required to do, or could you just walk b -- right by him?",
        "A: No, the -- my wife had the different situation, she was in the Indonesia with the\nJapanese and you had to bow. But th-that was not the -- here, no.",
        "Q: So you could just walk right by?",
        "A: You cus -- you could just walk right by, yeah. But they stole your bicycle. My\nfather went out with my bicycle because his -- his bicycle was -- th-the Germans\nstopped him and they took your bicycle. And then he took my bicycle and he came\nhome without the bicycle. So we had an ex -- the expression, the joke to -- we can\nhardly stop to say to a German, I want my bicycle back.",
        "Q: You’re still waiting for your bicycle.",
        "A: Yes, I’m still waiting.",
        "Q: So now it’s liberation, and then what -- what happened after that?",
        "A: Well, [remember Bobby going on the street for the first time with Mima Saina\nand wearing a light brown coat. I still see -- I can still picture. And with a Turkish\n[indecipherable] on his hat, and an orange sash around his waist. And he was\nApril 18, 2002\nwalking just really straight up, and Mima very proud. It was -- it -- 1t means\nsomething now.",
        "Q: Was he excited or frightened to be in such a big open space after being confined\nin your house his whole life?",
        "A: No, it just -- when he was with Mima, he was okay. So no, he -- he -- he an --\nreally enjoyed it, yeah. No, he was -- was nice.",
        "Q: Did you really feel free at that time? Was it a different physical, emotional\nfeeling once liberation occurred?",
        "A: I think it’s the biggest feel of freedom I ever had. Five years occupation is a lot,\nand -- especially in the last part was a very hard one, and you were afraid. There\nwere a lot of bombings in The Hague afterwards, an-and -- and the march of 1945\nwas a happy bombing of the allied and they took the wrong spot. So a lot of ci-\ncitizens were killed. So the German propaganda tried to -- to make a thing out of it,\nbut well, we accepted, and -- I saw the bombing from the balcony of my mother’s\nhouse. It was a -- but we got used to it, because there were air raids every day.\nStarted at eight o’clock in the morning, til five in the afternoon. But you get used to\nit, those things.",
        "Q: Did you feel like a very old 14 year old -- I think you were something like 14 at\nthe time. Did you f-feel like an older person?\nApril 18, 2002",
        "A: No. I was still a young boy, and my father said to me, what will happen to you,\nyou will always be a jungecha. A jungecha means always be a young boy. And I\nfelt young and not really older. I was very small. I started to grow a little bit more\nbetween my 14\" and my 18\". And --",
        "Q: Mm-hm. I -- I -- I meant more emotionally. I mean, you had lived through such\ndifficult, difficult times that with that mat -- did that mature you, seeing what you\nsaw and being in danger?",
        "A: Of course, yo-you learn, but I didn’t feel too much different, only freed, and we\nwere very happy about that. And -- and the excitement t-to -- well, there was a very\nstrong national feeling at the time, and sometimes not quite correct. What the allied\ndid was okay and what the Germans did was always bad. Later on, when you learn\nabout the situations that’s happened in the war, and all -- all the other things, then\nyou change your opinion sometimes about making war. Later on, I -- I thought it’s\nridiculous to fight such a war. Of course, you had to because you are fighting some\ncrazy people. But when I thought about the generals that would send the soldiers to a\ncoast, knowing that they will die, especially first groups, and then I always ask\nmyself, how ca -- how can you do that? Break up all kind of families just because\nthere is a difference in opinion in the world, you know, it -- it still 1s and I think it\nalways will be.\nApril 18, 2002",
        "Q: So now it’s the end of the war and how much longer did Bobby stay with you?",
        "A: Excuse me. As I -- I recall, it -- it was in 1946 that his -- in the beginning of\n1946, I think, that his mother and Bobby moved to another p --",
        "Q: Wh-Wh-When did she come back, though, to the house?",
        "A: It was very soon after the war was over, because she met Mima and -- and she --\nyeah, she was there already, and --",
        "Q: De-Describe what her first appearance at your house was like.",
        "A: Well, it -- it -- of course, I knew her and Mima knew her and everybody knew\nher, only Bobby just didn’t know her. And so it was kind of funny and well, she\nhugged the child of course, but he didn’t want to have -- have anything to do with\nher. He wa -- didn’t want to sit on her lap and I think that it will be hard for a mother\nthat -- then, I realize later, much later when I was older, that it was hard for my\nmother that I preferred Mima to her, you know, that -- that was very hard, I think.\nBut he went -- went on very well, and I think they had a very good relationship.",
        "Q: So did -- did Mrs. Munzer move into your house and stay there?",
        "A: Yeah, she stayed there and til the -- the -- I think the beginning of 1946 she had\nthe -- she slept in the middle room with Bobby and we slept at the back. And it was\nvery nice to have her in the house. She was a very friendly woman, and a very wise\nwoman, too.\nApril 18, 2002",
        "Q: And then where -- and then she decided to leave and -- after a few months, and\nwhere did she go?",
        "A: She went to a -- a block not too far from us in the Archimedes flat, Archimedes\nthe -- the --",
        "Q: Mm-hm.",
        "A: -- the [indecipherable] man, I think. And I didn’t go too often to there. I don’t\nknow what -- what’s happening, but it was like we lived our own life from that time.",
        "Q: Were you sorry to see Bobby leave your house and move in with his mother?",
        "A: Yeah. I -- I did -- I remember that we -- we all felt sorry, but we u-understood\nthat it has to be and -- and well, I started -- I was almost 15 and -- and no -- 15 in\n1946, yeah, and I became a real trouble child then. Especially because Mima died in\n-- in -- just a few months after the war ended. She had the brain --",
        "Q: Hemorrhage?",
        "A: Yeah. And well, my world collapsed. I lost my mother, and -- and Bobby didn’t\nro -- realize it fully, and his mother was back so it was co -- a kind of compensation\nfor him. He did -- he didn’t know what death was, and -- but he honored her very\nmuch, but he doesn’t remember her quite well. So 1 -- we were in -- yesterday we\nwere talking about all -- many things and found new things, oh yes, that was that,\nand yeah.\nApril 18, 2002",
        "Q: So Bobby and his mother stayed in your house after Mima died?",
        "A: Yeah, til the beginning of 1946. My father remar-remarried in 1946, and also his\nnew wife and the children that came had much contact with Bobby and considered\nhim as a brother, too.",
        "Q: Mm-hm, mm-hm. And then I understand they moved to Belgium in the 19 fi --\nsometime after that.",
        "A: First his mother 1 -- had a kind of store, selling all kind of things that -- like little\nthings, you know, like rings and th -- in The Hague, too, and I visit her there, was\nthere. And he came to my father with the bus. My father had moved to a other part\nof The Hague. And I remember him -- bringing him -- taking him to the bus. And I\nremember him, said I -- I want to give you some money. And I was young myself, in\nmy 20’s, 21, I think. And so I gave him a gilder, which was a lot money then. It’s\nabout a half a dollar or something. And he said well, it’s not enough. So I gave him\nanother gilder and another gilder. And Bobby s-said thank you, thank you. And I\nalways gave him too much s-so that I hardly could the train and go -- go to\nRotterdam.",
        "Q: Just a g -- generally tell me then, w-wha -- about your father that -- in the next\nfew years and what happened to you.",
        "A: In the -- after the war, you mean? Well, I met my wife already when I was 19.\nApril 18, 2002",
        "Q: So you went back to school after the war?",
        "A: Yeah, I went back to school and was not very successful because I was in music\nalready and I liked to be a musician and not go to school. But my mother took care\nthat I finished the school. And I’m very thankful, because later on I studied\nmathematics and 1t wouldn’t be possible without that school. So in the meantime,\nand -- I was in music, too, and developed. So I became a professional in *52, after I\nfinished my school, and did that for about nine years, eight years. But I -- I didn’t\nlike the way of living, you had to go abroad. And I -- we married in -- in °55, and we\nwere very young, I was 24, and Astrid, my wife was 22. And there was son already\nin the year after. And a lot of -- and a long time when we played tennis tournaments\nthey thought we were brothers. And I always said to him that, you know why? You\nhave a old face, I think.\nEnd of Tape One, Side B\nApril 18, 2002\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Rob Madna. This is tape number two, side A.\nAnd you were talking about after the war and your marriage. An-nd you had been a\nmusician and w-were you playing or composing? What were you doing as a\nmusician in the beginning?",
        "A: I was playing.",
        "Q: What -- what instruments?",
        "A: Piano. Playing the piano and I was self taught and started to have contracts\nalready and went to Germany, to Switzerland and Denmark. In 1954, four month\nin Sweden. So [ had a1 -- lot to do. But I didn’t I-like the way of living and also,\nwell, I was a fall blu -- full blood jazz musician and you have to play commercial\nmu-music, and entertaining the people, I didn’t like it. So I decided I'll go on with\nmy musical career, but I do something on the side. And then when I s -- that’s -- and\nthen I decided just st-st-start with mathematic study, because I always wanted to be\na teacher in the first place. And in fi -- 59 I -- 1960 I started to work in the school,\nh-high school, as a teacher. And I did that for 25 years.",
        "Q: Ah -- a high school mathematics teacher?\nApril 18, 2002",
        "A: Yes. And for 25 years, and the last four years of those 25 years I was assistant\ndirector of the sc -- school. We had one -- we call it a hector and we had five bi --\nbecause it was a big school of 1700 people -- pupils, and we had five assistant\nhectors. We call them conn hector. And I didn’t apply for the job, they ask me for\nthe job. I said well -- I was like my father, di-didn’t like to take risks, you know, but\nI learned a lot in those years. But during all the years, I developed my music and did\na lot of television, radio shows and made some records, and --",
        "Q: This is playing the piano?",
        "A: Playing the piano, yeah. And I started to write music because a friend of mine\nwho was already in Holland a famous writer said, you should write. I said, I don’t\nknow how. And he said, I know, but use your fantasy. And so I started to write and\nlearning from other people and t-talking about music and learning and listening to\nmusic. And I learned very much of all the records we got from the States. Astrid\nalways liked Frank Sinatra much, so we had a lot of Sinatra music with Nelson\nRiddle arrangements. And I learned a lot by how f -- the [indecipherable] leadings\nwere going. And so I started to write, and wrote for th-th-th-th -- a kind of jazz\nsymphony orchestra too, with violins. I never wrote for violin before, but the same\nfriend said, use your imagination. So I started to do that, til °85 when I was offered a\nfull time job at the Hilversum Conservatory, the jazz school, jazz department. And I\nApril 18, 2002\nhesitated because I thought, well, is it wise to make your hobby your profession?\nBut I did, and I’m still working in school. It’s now the Amsterdam Conservatory,\nafter the [indecipherable]. And well, I’m still playing. I’m playing this year in July\nin the big festival in The Hague, the North Sea Festival where a lot of American\nmusicians come. So they invited me this year, too. And then I’m 71 years old, so I\ncan’t complain.",
        "Q: And you have two children?",
        "A: I have two children, a son of 46 and a daughter of 43. I’m not a grandparent yet.",
        "Q: And their names?",
        "A: My son’s name is Arthur and my daughter’s name is Helen.",
        "Q: Tell me about your father after the war.",
        "A: Well, my father continued wor-working. He was a man who likes to work. The --\nthe only time he had off was Wednesday afternoon and then the family gathered. My\nsisters came to my father’s house and we always had a kind of party, eating and\nhave all kind of cakes and pastries and it was always a nice day. But then it -- it\nchanged when he had a second marriage in 1946 and the children grew up, th -- my\nhalf brother and two brothers and the half sister. And -- but I was in the house, and\nlucky for them because I was th-the guy who took the discipline things. She couldn’t\nmanage the children and my father was always working, so 1-if there was a problem,\nApril 18, 2002\nI was th-the big brother, I was fi -- 15 years older than my youngest brother, I took\ncare. And I still have contact with them.",
        "Q: Did you all talk about the war a lot after it was over?",
        "A: With my father, yeah. And well, my brothers and my -- my sisters, we talked a\nlot. We always have a -- a lot of memories when we meet and they bought books\nabout The Hague, who it was -- how The Hague was in the 30’s and beginning of\n40’s and then all kind of things. We t -- we talk about that, yeah. So there’s always -\n- the war is a very important part of our life. Was -- we talk often about it, and we\ntalk a lot about Bobby, too, and --",
        "Q: What -- what relation did you have with him at -- then? He moved away with his\nmother to Belgium?",
        "A: Yeah, and then I didn’t see him for a long time. He had more contact then with\nthe Madna -- the new Madna fa-family. And then he went to the States, I heard\nabout that, and it wasn't til ’73, I think, that we came in contact again. He was\nstudying, he had to go in the army, he was in the air force, and -- and we heard about\nthat. My father told -- but I didn’t have direct contact with him.",
        "Q: So he stayed in letter contact with your father?",
        "A: Yeah, yeah. He informed my father about everything. And then we start to meet\nagain, he came over to Europe and we were very, very excited an-and there were --\nApril 18, 2002\nthere are many pictures of those days and -- and -- and after that there was much\nmore contact. And now we have really m-much contact the last -- last few years.\nCalling, and --",
        "Q: Yeah. Just -- can you tell me a little bit about your wife’s background, just\ngenerally who she is and -- and how she came to Holland.",
        "A: Well, the -- she came in Holland in 1950, she was born in Indonesia. And they\nwere -- the family was isolated th -- in the street. They had -- didn’t have to go to the\ncamp, but they couldn’t go anywhere. So the -- the house was their prison. And she -\n- she brought the [indecipherable] and the Japanese [indecipherable]. She’s from\n1933. So she -- she -- she lived the war too, you know, she knows about the war.\nAnd then after that there was the period that th-the Indonesians took over and this\nwas the worst period, even worse than the Japanese period. So they came to -- they\ncame to Holland. Those are all German family. Her name is Mueller and we have\nall kind of German names in the family, like Hess and Funk and Uchman and\nLuther. And well, I me -- I met her, I think she was three months here in Holland\nwhen I met her in a jazz club. She didn’t want to go but her cousin said, let’s go.\nAnd there -- there’s where we met. And we stayed together from that day.\nApril 18, 2002",
        "Q: You had said that when you first became a musician you had traveled to\nGermany. What was that like for you and what are your thoughts about Germany\ntoday?",
        "A: I remember one incident, I was working in Germany for the first time in 1953, in\nCologne. And I remember I ate in the intermission. And we had a -- a -- the tough\njob. We started nine o’clock in the evening, until five o’clock in the morning, for 23\nmarks. That wa -- wa-wasn’t bad money in those days. And I remember that I\nwoked up to see the night, because it was summer. I went in with daylight and come\nout with daylight. So I went up to see the night. But I remember while eating in the\nintermission, there were two waiters talking about Hitler. And that -- hm, I -- I think\nhe will come back. And I got so angry, and then I said, and then we will definitely\nkill him. And they become so afraid, because in those days, if I would have told the\nEnglish authorities about them, they would get in trouble. So they quieted down and\nbe-be-became like slaves, they acted like slaves, you know. Didn’t dare to say\nanything whe-when I was in the neighborhood, but I remember that made me very\nangry to hear that. And Cologne was bombed heavily, it was ruins. I worked in\nDusseldorf, too. But I kind of like Germany. It’s a beautiful country. We always\nmake the joke, it’s a pity there are so many Germans here. But you know, I -- I’m --\nI’ve been teaching germ -- Germans since 1985 at the conservatory and a lot of them\nApril 18, 2002\nbecame my good friends. And I know you can’t blame them. But still I -- I told\nabout my attitude in the war, and I told them about the two sisters, Eva and Leah, of\nAlfred and told them about Alfred and they always feel very uncomfortable th --\nwhen you talk about it. I said, I don’t blame you, I blame that system. But --",
        "Q: Al-Alfred lost his two sisters.",
        "A: Yeah.",
        "Q: Yeah. So you’re comfortable when you’re visiting Germany”",
        "A: I feel comfortable, yeah, because it’s -- it -- 1t’s a beautiful country. Only when\nthey raise the voice I’m getting angry. I even told a German student of mine who\nwas raising his voice -- not against me but to somebody else, and said, I hate it when\npeople raise their voice, and especially when they’re German. And I told him why.\nBecause if a German raises his voice, I see right away a uniform around his body,\nwa -- an SS. I said, I hate that. He said, oh, so sorry.",
        "Q: Do you think you are a different person today because what -- of what you lived\nthrough as a young -- as a -- as a child, what you went through, the war, the\nsheltering of a child. Do you think that has made you a different person than if you\nhadn’t experienced those times?",
        "A: Oh, I’m sure. One thing 1s, for instance, I hate to spoil food and to take too much\non the plate so that there’s something left. I hate that, because we were so hungry we\nApril 18, 2002\neven ate tulip bul-bulbs in -- in the -- in the last part of the war, because there was no\nother food. And they didn’t taste bad. Taste il -- they’re kind of sweet, but I say s --\ntell it to one of the people I met here, yeah, they were talking about growing tulips. I\nsaid, oh yeah, you grow the tulips. We ate them. But, of course the -- I told you\nbefore that in -- especially in these times, the end of April, beginning of May, the\nwar comes back to you and the ar -- yeah, the memories. I think the war was -- yeah,\na mi -- a major experience in my life. And I never want to -- to have that again in my\nlife. If -- I was in the army myself and it was -- I had to go again in the army in ’62\njust for a -- a few weeks, and then the ticu -- Cuba crisis came, so we were very\n[indecipherable] but luckily it didn’t -- it worked out well. But I think the\nexperience -- you have to tell younger people about it because I always say, when\nyou never had a toothache, you don’t know -- you can’t talk about a toothache. And\nif you never experience war or hunger, you can’t just -- can’t talk about it. But you\ncan tell them the story that way that they kind of feel it, you know? Because there\nwere a lot of young people said, can’t you forget that? I remember in -- though, a\nnice German musician was in the band I was playing in and he ca -- explained this --\nthe way to Germany, we had a gig in Germany, you know, in the -- understand the\nword gig? Because it’s an kind of music -- musician expression. And he said, oh it’s\nvery close. I said, I know it was close, they were pretty soon here, you know. And\nApril 18, 2002\nthen he said, can’t you forget about it? I said, not my generation. You have to wait.\nSo.",
        "Q: Are you more religious, less religious, not religious, whatever, because of what\nyou went through?",
        "A: I’m not religious. I don’t believe in religious of people. There are so many rules.\nI can’t live by the rules. I can’t live by the rules. Th-The only thing I think my\nreligion is don’t hurt other people. Don’t hurt them, and try to -- when you are\ngetting along with people, you must see them, you must listen to them. I met a lot of\npeople here and they are very friendly, but they don’t listen to you. And I met,\nluckily a lot of people that listen. I was impressed by th-the Jewish community here.\nI saw the whole Bar Mitzvah, th-the -- the ceremony there and I was impressed by\nthe belief of people have and -- but I don’t have that, I di -- can’t believe in things.\nMaybe I’m too much a mathematician. I-I da -- I need proof or something, but I\nbelieve in the -- I can understand why people want to go in religion if religion helps\nthem to -- to make th -- to let them have good life and help them in other kind of\nthings, I won’t oppose to that. It’s good, you know? But I think I don’t need it. I\nhave a strong belief in -- in myself and to -- to look in the mirror constantly and\nmake the necessary changements in the -- I have scars, I call them mental scars, of\nall the things I did to people I didn’t want to do. And they sometimes pop up, you\nApril 18, 2002\nknow? All of a sudden, you sit in the car and [indecipherable] sorry, then they pop\nup. And I think that’s enough. And -- but I can live with that, but th -- I learned from\nthat to -- to have friends. I’m not a real national feeling person. I think Holland is a\ngreat country and I’m very happy that I was born there. We have a good security, a\ngood living there. But I hate to watch soccer and get excited, you know, for the\nnational team. National feelings makes me -- I -- gets an awkward feeling of we are\npeople -- people, and I have my friends everywhere. Any kind of religion I don’t\nmind. And I don’t mind if they’re homosexual, or -- if they’re people and they are\ngood people, they are my friends. And that’s the way I want to live, and maybe\nthat’s my religion.",
        "Q: I know that you, when you are at the Holocaust Museum, and we saw that wall\nwhere people had saved, at the end of the exhibit where they list the rescuers, we\ntalked about there were so many people from the Netherlands listed, column after\ncolumn after column for such a small country. How do you explain that?",
        "A: I don’t know. I don’t know. I didn’t know that there were so many Dutch people\ninvolved. I thought there was a complaint that we didn't do too much for the Jews.\nMoby -- maybe the people as a whole, but there was maybe the silent group that\nnobody talked a -- my father didn’t like to talk about it, that he was a kind of hero,\nyou know, and he always, ah, it’s nothing. You know? He didn't want to have a\nApril 18, 2002\nmedal or something, you know, that’s -- you th -- he didn't think it important. And --\nbut there are probably more people like that, and well, the list shows it, Yeah.",
        "Q: Mm. Mm-hm. Were you affected by the visit to the museum?",
        "A: Well, a lot of things I saw already. I saw a lot of movies on the Discovery\nchannel about Germany and they still are going on and also the Holocaust or the --\nthe Hitler period, and I see them all and so I knew a lot about it already. And well, it\nalways -- it -- 1t’s, when you look at it -- I really get angry if they deny it, that there\nwas a -- a Holocaust in th -- in there. I think they are the greatest idiots to deny it.\nAnd -- but it doesn’t look real when you see all those corpses of those skinny\npeople, you know, lying there. It -- it -- it -- it’s not real, it’s like that’s a drawing,\nyou know, you don’t believe it. And the American soldiers when they came to the\ncamps, they didn’t believe it either. But this -- the -- wh-wh-what kind of brain you -\n- do you have to do this, you know? Maybe a lot of Germans, well they didn’t like to\ndo it either, but they had such a fear of not -- to become in -- the same prisoner, you\nknow? Maybe. But I think in that case you have to make a decision. I would refuse. I\nthink I would refuse to do it. And maybe you get killed, but I th -- I think I wouldn’t\nbe able to live with the thought I didn't do anything, that this -- 1f you see this and\nthen you are th -- fellow soldiers kill people and just shoot them, you know, and I\ncan’t imagine that people can do that. I wouldn’t do it.\nApril 18, 2002",
        "Q: You sound like you’ve inherited something from your father. How d -- just again,\nhow do you explain his willingness to put himself at risk and his children at risk, to\nsave another person’s life?",
        "A: Well, it -- I told you before, it surprised me that he did it. And th-though it was\nsupposed to be only three weeks and Mima Saina didn’t want him to go, Alfred, so\nhe agreed. He 1s th -- he 1s the boss of the family, but he agreed, you know, so he\nmust have felt a lot for the child, too. And well, decided to do it. I -- I can’t explain\nit, myself. But he was a peaceful man. I don’t think -- he couldn’t stand that Bobby\nwould -- would have been taken by the Germans and would suffer, you know, and\ndie or something, I -- I don’t think he would -- he’s cra -- he was really proud of\nAlfred, really proud.",
        "Q: What was their relationship in later life?",
        "A: Well, it was still Papa Madna, and it -- 1t was the only father he ever met, so\nyeah, it was a very good relation and it was very lucky that he saw him just one\nmonth before he died, he visit him. And he was ill, and -- but when I visit him, 10\ndays before his death, he was very healthy, he was good looking, and -- and he said\nwell, you know -- I had a long talk with him. He said, it’s enough for me. I have to --\nto swallow too many pills. And I said, well, you will o-outlive us, I told him. But\nthen 10 days later I got a phone call from my brother and he said well, that he died,\nApril 18, 2002\nso -- and -- and Bobby came to the funeral, and at the funeral ceremony I had as\nmany difficulties I as -- in the beginning as I had with my tears in the -- at the\nceremony this time. But when I overcame that I said well, he was a man who took\nthe risk to save a child’s life. He let the women do the work, that was always -- he\ndid -- the women had to raise the child, he only had some wise remarks for us, don’t\ndo this and don’t do that, but he was not the kind of father that really took care of the\nchildren mentally. He took care of us with clothing and food and -- but he didn’t like\nto take risks he said, but some-sometimes he was difficult. I didn’t really have a\ngood contact with my father. Later, at the end maybe. But, he said well -- but he\ntook the risk with him, and he was sitting there, yeah. Yeah, it was some moments.",
        "Q: Is there anything else you wanted to say before we end?",
        "A: No, I don’t -- th-there are maybe no -- more things, but there are so many. And\nwe noticed when I talked to Bobby last night that there were o-other things we all of\na sudden remembered out of the house, and th-the funny things that happened. But\nwe -- we talked about the funny things.",
        "Q: Do you still feel like he is your brother?",
        "A: Oh yes, very much, very much. And especially the-these days when -- he brought\nus here at four o’clock yesterday and we had a drink in the bar, and then he picked\nus up at 7:30. I said, you know, I already missed you. So you have a good contact\nApril 18, 2002\nand I -- I told him, you spoiled us so much I -- I don’t think that I ever can go back\nto a normal life again. It’s hardly possible to pay anything and no, it was really an\nexperience and I think we are even closer now than we w-were before. Also with\nJoel we have a good understanding and they are very lovely people. So it -- I\nhesitated to come to Washington, and -- but I am glad I did. I didn’t think that I\nwould ever go to America again after my visit in Boston and Miami, because not\ntoo many things, and I met those -- and we met some congressmen yes-yesterday\nand they say hello to you and they say nice things and -- and I always had the feeling\nthat they didn’t know we were there, you know. But we met other, nice people, real\nnice people that talked to us and -- and listened to us, so -- but I met the other kind\nof American, that is -- say, you have a nice day, but without meaning. T-Too many\nof them and that makes me -- well, also the things I don’t agree with. Like I -- I\ndidn’t agree with Vietnam. [| didn't agree with a lot of things. The -- the power and\nth-the -- be friendly but still that superior feeling they try to express. Also the music.\nWe met at an -- I remember that the delegation from Miami that visited our school\nbecause we have connection with the University of Miami, the music department.\nThey thought, well it’s always nice to have connection in Holland, you know,\nEurope. But they thought they were much better, and it wasn’t so. They were, really\nwhen they heard our students, [indecipherable] oh, how is this possible? So that\nApril 18, 2002\ngave me some anti feelings, but I know for sure that it’s the system sometimes I\nhate, but I met so -- so many nice people, too. Musicians. I met a lot of American\nmusicians, played with a lot of American musicians, also famous guys, and they\nwere very friendly. And when I met them sometimes seven years, they knew exactly\nwho you were, huh? So it’s people, and not a nation. But I hope everything will go\nwell. And Israel has a difficult period now. I hope everything -- because in Holland\nthey are changing also, little bit. It’s a-about 50 percent a-against and 50 percent --\nbecause we have also a lot of Moslems in Holland. But I think -- my opinion is that\nIsrael has to fight back because they are surrounded by enemies. And I’m still for\nIsrael and maybe not for Sharon, sure for Peres. And th-they are not really united.\nTh-They think different. They want peace, too. And maybe there are Palestinians\nthat want peace, too. But I don’t want to go in politics. I think I have -- we have to\nbring the luggage down, eh?",
        "Q: Well, thank you very much for doing this interview. We’re very grateful that you\ndid make the trip to the United States. So again, thank you for what you did many\nyears ago, and for doing the interview. This concludes the United States Holocaust\nMemorial Museum interview with Rob Madna.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Tolé Johannes Hendricus Madna, also known as Rob\nMadna. It is being conducted by Gail Schwartz on April 18, 2002 in\nWashington, D.C.. This is tape number one, side A. What was the name that you\nwere born with?",
        "Q: And where were you born and when were you born?",
        "Q: Li -- let’s talk a little bit about your family, your family background, who your\nparents were, where they came from.",
        "Q: And what were their names?",
        "Q: And so then they met and then their children, taw -- t-tell me about your s -- your\nsiblings and yourself.",
        "Q: Tell me a little bit about th-the -- the -- the background, what -- what -- would\nyou call yourself a middle class family? How much education did your father have,\nand so on.",
        "Q: Why did he cut -- why did he leave Indonesia?",
        "Q: Were your parents very religious?",
        "Q: Mm-hm, mm-hm. And as you were gr-growing up, did you have any kind of\nreligious background?",
        "Q: So you were five years old at the time. And did you go to live with your mother\nor stay with your father?",
        "Q: Okay, and then w-we were talking about did you have any religious training\nwhen you were a child.",
        "Q: Though your parents had s -- a divorce, would you say that you had a close\nrelationship to both parents?",
        "Q: Tell me a little bit about Mima Saina and her background and how she came.",
        "Q: Was she a young woman though, when she came?",
        "Q: So, as you say, growing up in your home you spoke two languages?",
        "Q: And where did you first go to school?",
        "Q: We’ll get to the later years in a moment, I’m -- wanted to talk about the earlier\nyears. What kind of neighborhood did you live in?",
        "Q: Mm-hm. And what kind of a neighborhood was it, was it pri-primarily\nIndonesian or Dutch?",
        "Q: Okay. And your mother?",
        "Q: So you were con -- you, the children, were considered mixed Dutch Indonesian.",
        "Q: Right. It’s half and half.",
        "Q: Yeah. And 1s that considered in society above a hundred -- 1-1n that society at the\ntime, in the 1930’s, was that half and half considered above a hundred percent\nIndonesian?",
        "Q: In your neighborhood when you were small, did you know any Jewish children?",
        "Q: Did you play with them?",
        "Q: Why didn’t it bother you?",
        "Q: What are your first memories of hearing of a man named Hitler? Do you -- I\nmean, you were born in 1931, he came into power in ’33, obviously you were too\nyoung. Do you -- can you recall your very first memories of hearing about this man?\nApril 18, 2002",
        "Q: You’re talking about in September ’39?",
        "Q: Yeah, that’s --",
        "Q: -- wh-when they invaded the Netherlands. For you, the war for you, right, right.\nDid you have any fear of this man before the -- before 1940, in the late 30’s and in\n1939, did you -- what was a child’s sense of Hitler at that time?",
        "Q: Okay. Did you -- just to g -- to go back, and when you were in school you said\nyou had Jewish friends; were there Jewish teachers at your school?",
        "Q: And what was the address of the house that you lived in?",
        "Q: Okay. All right, now it’s May 1940 and you are ni -- just -- almost nine years old,\nclose to nine. What is your very first memory of that time?",
        "Q: Do you have any other recollection of those four d -- those first four days besides\nthe -- the beginning of the days?",
        "Q: And you continued to go to school. So let’s talk about the beginning of the\noccupation. Now, you’re living with your father and Mima Saina at the time, and\nthe sisters are with your mother. Okay, so, you’re -- you’re -- continue to go to\nschool?",
        "Q: What -- what about the summer of 1940, the -- the first summer?",
        "Q: Did you sense any nervousness among your Jewish friends at that time?",
        "Q: Did you, as a child, question why a friend suddenly disappears?",
        "Q: Restrictions?",
        "Q: What’s it like for a nine year old boy to see it -- a soldier in a German uniform?",
        "Q: Did you speak, or do you -- did you speak German at the time?",
        "Q: In April of 1942 the Jews had to start wearing a yellow star.",
        "Q: What did that mean to you, when you would see that?",
        "Q: Why’?",
        "Q: You said, I think in 1941 I think the Jewish children had to leave the school?",
        "Q: Where did they go, or what did you know about it and did you keep in contact\nwith them?\nApril 18, 2002",
        "Q: Okay, let’s talk about the Munzers because you -- you knew them before Alfred\ncame to your house. How -- how did you know them and what was your contact\nwith them?",
        "Q: This is before Alfred was born?",
        "Q: Now did you -- do you remember if you went to their house after j1 -- j1 -- the\nGermans invaded the Netherlands?",
        "Q: You still went over to be with them?\nApril 18, 2002",
        "Q: Why did you enjoy going over there?",
        "Q: All right, now let’s move onto the story about how Alfred came to your house.",
        "Q: All right, we’re talking about September 42, what are we -- what --",
        "Q: How do you explain your mother and your aunt -- and of course la -- we’ll talk\nabout your father later -- willingly taking in a Jewish nine month old baby?",
        "Q: So he comes to your -- he’s brought to your house, do you remember the day that\nhe came?",
        "Q: So he comes, what was your first feelings when this new baby is brought into\nyour home? You -- you had seen -- had you seen him before, because where -- had\nyou visited them in the last nine months?",
        "Q: So it -- there was now your father, and Mima Saina, your two sisters, you and\nthe baby, four children. And how big a house did you have?",
        "Q: Where did the baby sleep?",
        "Q: She had her own room?",
        "Q: And so she obviously took care of him when he was very young 1-1-in the\nbeginning and you continued to go to school while this -- whe -- af -- you were still\nat school.",
        "Q: And as the baby got bigger, what happened with the -- an-and was moving\naround, were there any restrictions?",
        "Q: Th-The mail -- you mean the mail slot in the door?",
        "Q: He went in the garden during the day, when others could see?",
        "Q: And tell me how you as a young boy knew how to protect this child and not say\nanything when you were outside. How did your father present that to you?",
        "Q: Did you know what it meant at 11 years old to say you might be brought to\ncamps? What does that mean to an 11 year old child?",
        "Q: Were you angry that your father put you under this stress of not saying anything?",
        "Q: What did you call Alfred’?",
        "Q: These were dogs that -- that you had?",
        "Q: Not neighbors, but you?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\ninterview with Rob Madna. This is tape number one, side B. As this baby, Bobby,\nas you na -- as you called him, got older a-and was moving around, you said he -- he\n-- some of the things he’d like to do would be to look through the mail slot in the\ndoor. What else did he do during the day as he got bigger and more physical?\nApril 18, 2002",
        "Q: And what language did he s -- learn to speak?",
        "Q: So he grew up bilingual also, like you and your sisters?",
        "Q: Mm-hm. As he got bigger, did you feel more close to him?",
        "Q: But you never spoke of him to your friends?",
        "Q: Were there any times when it -- 1t was dangerous, that you sensed a dangerous\nsituation?",
        "Q: You didn’t notice much of the war in your -- in The Hague, but were -- again,\nwere you aware, or were you interested as a youngster of what was happening in\nother countries? Did you know what was happening?",
        "Q: Talk a little bit about th -- you had papers, did you say?",
        "Q: Oh, these are newspapers, you mean?",
        "Q: What was on the radio?",
        "Q: Stations?",
        "Q: Did you ever see any Jews being taken away on the streets in The Hague?",
        "Q: Was your father involved in -- in any other resistance activities besides doing the\nwonderful gesture of saving a Jewish child? Was he involved in any other activities?",
        "Q: Did -- again, did you know -- you did not know of any other families that were\nsheltering children?",
        "Q: Did any of the Germans ever come to your house?",
        "Q: Which means?",
        "Q: Men.",
        "Q: Did your father provide for a hiding place for Bobby in case -- you said there\nweren’t any problems, but in case there were problems, did he have a hiding place\nfor him?",
        "Q: Well, that was going to be my next question. What about when friends or\nneighbors knocked on your door or came in, and you didn’t know if they knew about\nthe baby, what --",
        "Q: -- how did -- how did your family handle that?\nApril 18, 2002",
        "Q: And -- and the baby, or the young child was playing right in front of them?",
        "Q: And the general living conditions, wa -- how was the food supply?",
        "Q: This is °44 - ’45?",
        "Q: What kind of food did you have during that difficult time?",
        "Q: A sub-substitution?",
        "Q: Mm-hm.",
        "Q: Any meat?",
        "Q: Ve-Vegetables or fruit?",
        "Q: R-Ra -- did you have a ration cards? Did you have little coupons, little ration\ncards for food?",
        "Q: Mm.",
        "Q: Did your father have any contact with Alfred’s family during this time, once the\nbaby was given to you all? Did -- did Mr. and Mrs. Munzer have any contact with\nhim or your family?",
        "Q: There was no --",
        "Q: Mm-hm, mm-hm.",
        "Q: Mm-hm. Well, let’s -- let’s talk about that now, the end of the war. How did you\nknow it was the end of the war?",
        "Q: Did you know German by that time?",
        "Q: Di-Did you know the German language by then, after being occupied by the\nGermans?",
        "Q: Whe-When -- during the occupation when you were on the street and you saw a\nGerman soldier, did you have to acknowledge him? Was there anything you -- that\nyou were required to do, or could you just walk b -- right by him?",
        "Q: So you could just walk right by?",
        "Q: You’re still waiting for your bicycle.",
        "Q: So now it’s liberation, and then what -- what happened after that?",
        "Q: Was he excited or frightened to be in such a big open space after being confined\nin your house his whole life?",
        "Q: Did you really feel free at that time? Was it a different physical, emotional\nfeeling once liberation occurred?",
        "Q: Did you feel like a very old 14 year old -- I think you were something like 14 at\nthe time. Did you f-feel like an older person?\nApril 18, 2002",
        "Q: Mm-hm. I -- I -- I meant more emotionally. I mean, you had lived through such\ndifficult, difficult times that with that mat -- did that mature you, seeing what you\nsaw and being in danger?",
        "Q: So now it’s the end of the war and how much longer did Bobby stay with you?",
        "Q: Wh-Wh-When did she come back, though, to the house?",
        "Q: De-Describe what her first appearance at your house was like.",
        "Q: So did -- did Mrs. Munzer move into your house and stay there?",
        "Q: And then where -- and then she decided to leave and -- after a few months, and\nwhere did she go?",
        "Q: Mm-hm.",
        "Q: Were you sorry to see Bobby leave your house and move in with his mother?",
        "Q: Hemorrhage?",
        "Q: So Bobby and his mother stayed in your house after Mima died?",
        "Q: Mm-hm, mm-hm. And then I understand they moved to Belgium in the 19 fi --\nsometime after that.",
        "Q: Just a g -- generally tell me then, w-wha -- about your father that -- in the next\nfew years and what happened to you.",
        "Q: So you went back to school after the war?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Rob Madna. This is tape number two, side A.\nAnd you were talking about after the war and your marriage. An-nd you had been a\nmusician and w-were you playing or composing? What were you doing as a\nmusician in the beginning?",
        "Q: What -- what instruments?",
        "Q: Ah -- a high school mathematics teacher?\nApril 18, 2002",
        "Q: This is playing the piano?",
        "Q: And you have two children?",
        "Q: And their names?",
        "Q: Tell me about your father after the war.",
        "Q: Did you all talk about the war a lot after it was over?",
        "Q: What -- what relation did you have with him at -- then? He moved away with his\nmother to Belgium?",
        "Q: So he stayed in letter contact with your father?",
        "Q: Yeah. Just -- can you tell me a little bit about your wife’s background, just\ngenerally who she is and -- and how she came to Holland.",
        "Q: You had said that when you first became a musician you had traveled to\nGermany. What was that like for you and what are your thoughts about Germany\ntoday?",
        "Q: Al-Alfred lost his two sisters.",
        "Q: Yeah. So you’re comfortable when you’re visiting Germany”",
        "Q: Do you think you are a different person today because what -- of what you lived\nthrough as a young -- as a -- as a child, what you went through, the war, the\nsheltering of a child. Do you think that has made you a different person than if you\nhadn’t experienced those times?",
        "Q: Are you more religious, less religious, not religious, whatever, because of what\nyou went through?",
        "Q: I know that you, when you are at the Holocaust Museum, and we saw that wall\nwhere people had saved, at the end of the exhibit where they list the rescuers, we\ntalked about there were so many people from the Netherlands listed, column after\ncolumn after column for such a small country. How do you explain that?",
        "Q: Mm. Mm-hm. Were you affected by the visit to the museum?",
        "Q: You sound like you’ve inherited something from your father. How d -- just again,\nhow do you explain his willingness to put himself at risk and his children at risk, to\nsave another person’s life?",
        "Q: What was their relationship in later life?",
        "Q: Is there anything else you wanted to say before we end?",
        "Q: Do you still feel like he is your brother?",
        "Q: Well, thank you very much for doing this interview. We’re very grateful that you\ndid make the trip to the United States. So again, thank you for what you did many\nyears ago, and for doing the interview. This concludes the United States Holocaust\nMemorial Museum interview with Rob Madna.\nEnd of Tape Two, Side A\nConclusion of Interview"
    ],
    "answers": [
        "Answer: My born name was Tolé Johannes Hendricus Madna.",
        "A: I was born in The Hague, eighth of June, 1931.",
        "A: Well, my father came from Indonesia, he was born on Maos, on the -- the isle of\nJava. And he came already here in the first World War, 1916. And my mother was\nDutch, she was born in 1907. My father was born in 1896. And he st-started to work\nhere in a restaurant, and he married my mother in 1926.",
        "A: My mother’s name was Wilhelmina -- no, no, th-th -- Johanna Ariana, and my\nfather, his name was only Tolé.\nApril 18, 2002",
        "A: My eldest sister is Vinny. She was born in 1927. Then came Davy, she was born\nin 1929, and then 1 -- I came in 731.",
        "A: Well, you could say middle class. My father was, I told you already in the --\nworking 1n a restaurant and -- but he had no -- not much education. He started to\nstudy the Dutch language and arithmetic here in Holland, in The Hague, whe --",
        "A: Well, he was adopted and his foster parents, you call his foster parents hi --\nbrought him here in Holland. And I was told that my foster grandmother owned a\nrestaurant, but she couldn’t quite get along with the climate, so she went back and\nsold the restaurant, but he stayed to work in the restaurant.",
        "A: Well, my mother was [indecipherable] Dutch affirmed, and that’s Protestant, a\nkind of Protestant church, and my father had no religion at the time.\nApril 18, 2002",
        "A: No, not at all. We -- first -- when we -- when I -- I was with my mother -- my\nparents divorced in -- in 1936.",
        "A: I st -- I stayed with my father and my two sisters stayed with my mother, and -- I\nforgot.",
        "A: No, we’d -- at my mother’s -- we prayed before dinner, but one day we -- we\nstopped doing that. We didn’t know what to say.",
        "A: Well, closer to my father than to my mother because there was Mima Saina, the\nnanny, and I considered her as my mother.\nApril 18, 2002",
        "A: Well, I think she came shortly before I was born, from Indonesia, and started to\nwork for my parents, and -- as a nanny for my two sisters and me and -- but we\nknow very little about her. We didn’t know her age --",
        "A: She was a young woman, yeah, yeah. And she couldn’t speak the Dutch\nlanguage, so we -- as a boy we -- I t-talked Malayan language with her, but I forgot\nall about it -- well, not everything, but most of it.",
        "A: Yes, my father talked Dutch to us, though his Dutch was not the best Dutch that\nexists.",
        "A: In The Hague. I was on the -- you call it elementary school, I think? And that’s a\nseven grade school, and after that I went to high school on -- on a level that is the\nsame as a kind of gymnasium, and I finished that.",
        "A: Well, we -- we lived in the nice neighborhood, with my father first, I was born in\nthe -- in the -- almost the center of the city and then we moved to some, you call it\nsuburbs, suburbs. But then we went back in 1937, I think, to the center of the city,\nApril 18, 2002\nand that was close to the street where my mother lived. But she used to live also in\nthe suburbs, first.",
        "A: No, it was a Dutch neighborhood. There were not too many In-Indonesian\nfamilies in -- in -- in those days. Only the people that worked in the restaurants.\nThere were the -- well, you have to divide the Indonesian population in two, the real\nIndonesian people and the half Indonesian people that has also Dutch blood. And\nthat was another kind of class. And we were, in fact, real Indonesian. My father was\nreal Indonesian so the-there was a difference. We didn’t have the Dutch nationality.\nThey called it [indecipherable] I don’t know the word [indecipherable] subject, or\ns -- Ss -- I don’t know the English words.",
        "A: My mother was completely Dutch, hundred percent.",
        "A: Yeah, but we are not completely Indonesian and -- nor completely Dutch.",
        "A: Yeah.\nApril 18, 2002",
        "A: Yeah, that was considered ha -- above that, yeah.",
        "A: Some. Th-They went to the same elementary school as I. It was not a p -- the\nreligious school, it just a school for everybody. So there were a lot of Jewish\nchildren there, too.",
        "A: Yeah, of course. We -- we didn’t make any difference b -- in those days. I -- they\ncalled me some names because I had the different color. It never really bothered me.",
        "A: Well, I saw it as a joke. I -- I remember I -- just after the war I went with two\nfriends on a cycle tour in Holland, and we came in the middle of Holland with all\nfarmer’s country. And well, I was -- when I went into the shops everybody was\nlooking at me and I felt kind of proud. They saw I was different.",
        "A: Well, maybe when I was seven or eight, my parents used to talk about Hitler and\n-- but they thought, well, maybe it will go over. Just a short time, it -- then when the\nwar came, we knew who he was, and just --",
        "A: Well, then th-the war started with England, when the -- the Germans invaded\nPoland, but for us the -- the war started at the 10\" of May, 1940.",
        "A: Then jer --",
        "A: Not much, th -- we didn’t talk too much about it and I c -- I can’t recall that we\ntalked about Hitler. It started in 1940.",
        "A: Not that I know of, no. There were no -- no, I don’t think so.\nApril 18, 2002",
        "A: Well, I -- m -- the address the the -- van Kins -- with a K, Kinsbergenstraat,\nwhere s -- where -- where my father lived and my mother lived in the\nZoutmanstraat with a z -- Z.",
        "A: Well, it was a -- kind of exciting because there were airplanes in the air and there\nwere parachute -- parachutists droppings in The Hague, German parachutists and\nwe heard all gun sounds and -- so it was kind -- completely new for us and it was a\nbeautiful day I can remember, was lot of sun. And I was standing with my father in\nthe garden in the van Kinsbergenstraat and I remember my asking my father, are\nwe going to win this war? And then my father said -- that was his famous last words\nalways, let’s hope so. And well, it was quite an -- it was a very short war, it so -- was\nonly four days and we -- they -- we surrendered, or the du -- the Dutch surrendered\nbecause they threatened to bomb Rotterdam and after that they still bombed\nRotterdam. So that was a short war, and -- but for a child it was -- it -- it’s kind ofa\nnew experience and exciting. You didn’t really -- really realize what the -- the\nconsequences would be.\nApril 18, 2002",
        "A: Well, you didn’t notice too much in The Hague. There were -- there was some\nheavy fighting in the country, but we didn't notice too much, there were -- there\nwere no -- hardly bombings. Th-Th-The Dutch aircraft was wiped out in the -- the\nfirst day I think. So there was not much war in The Hague. Right after that was the\noccu -- occupation.",
        "A: Yeah, we went to the school, I was -- it was 1940 so I was about in the -- well, I\nwent to school in 1937, so I was in the third grade, third grade and everything went\non normal.",
        "A: Well, we didn’t notice much, there was an distribution -- distribution of food and\ncigarettes and everything, but everything went well. There was no hunger in -- in\nthose days and life went on.",
        "A: They were still going to school, too, but I think til 1941, and then they were not\nallowed to school -- go to school any more. But there was one close friend, I forgot\nApril 18, 2002\nhis name, and his mother was a close friend of my mother, and he suddenly\ndisappeared, and we never heard of them any more, they -- I don’t know if they went\ninto hiding, or -- my mother didn’t hear from them, either.",
        "A: Well, we really had -- we heard soon about the -- that all kind of things against\nthe -- the Jews were all n -- how do you call that, all --",
        "A: Yeah, restrictions, and as a child you didn’t think much of it. You didn’t quite\nunderstand what was happening.",
        "A: Well, the first soldiers -- the -- the German had that kind of way to gi -- to try to\nget along with the Dutch, because we were the same race, and they want to be\nfriendly with us.",
        "A: At the time, no, no, no. But they th -- didn’t -- the -- the Dutch didn’t like that.\nThe -- the Dutch were never extreme. So they’re always in the middle, and they love\nth-the -- the queen and -- though there were a lot of people angry because she left for\nEngland. Later we heard she was forced to go, she didn’t want to go. And so there\nwas a lot of national feeling all of a sudden and the Germans didn’t like that at all,\nApril 18, 2002\nand then they got more harsh against us, and -- but we didn’t notice much\nconcerning the food. Til 1944 everything went quite well.",
        "A: Yeah.",
        "A: Well, it -- it was not th-the -- the -- what’s the word? Strange. W-We found it\nvery strange that people has to walk like that, you know? And that -- to become\nJews, and I would -- I sho -- when I -- would have been a Jew, I would have refused\nto wear it.",
        "A: Well, it -- because it’s -- it -- it’s like a humiliation, you call it that? Like\nhumiliation. And -- an-and it’s -- a-and it’s one of the worst things that can happen\nto a person, humiliation. But well, you -- you got used to it, but I -- I had to kind of\nfeel sorry for them.",
        "A: Yeah.",
        "A: I don’t know. [indecipherable]. I don’t know what happened to them. The only\nfamily I know, the real family, were the Munzers. And well, they were killed in --\nwere very young, not going to school yet.",
        "A: My mother moved to the Zoutmanstraat in 1938 and the Munzers were already\nliving opposite. Alfred told me today it was number hundred, and we lived on 79 in\nthe other side. And my mother -- I’d -- I don’t know how my mother met his mother,\nbut I remember often go there, and to play some with the -- the little girls, and have\ndinner.",
        "A: Before Alfred was born, yeah. So this was already 1938 - 19 - 1939 - 1940. And\nthen things changed and I don’t know what was really happening. My mother told\nme what was happening, that -- but that was 1942 when they went in-into hiding.",
        "A: Yeah, yeah. Course, yeah.",
        "A: Yeah, we went to there, yeah, I can remember that. And my father, his father was\n-- Alfred’s father was a tailor and my father bought a suit. So he knew ma -- Mr.\nMunzer, too. But I don’t recall too many visits then. But it -- I think it went on and I\n-- | -- I really don’t know any more.",
        "A: Food. And I still have sugar in my salad. And I -- I first -- my mother always\nmade th-the salad all -- very sour, and it’s why -- why I still hate sour things. But she\nput sugar in it and I liked it very much. And she was very friendly, too. Very\nfriendly lady.",
        "A: Well, the -- my mother was asked to find a hiding place for Alfred, by his\nmother. And so she found a -- a place at my aunt’s, my youngest aunt’s, the younger\nsister of my mother. And he stayed there for a month.",
        "A: Something -- something like that, yeah, September ’42. But he only stayed a\nmonth because one of the neighbors appeared to be a Dutch Nazi, so it was too\ndangerous. He -- he was crying a lot, he had bronchitis or something, and -- as a\nbaby, and he -- they had to move him. And I talked to my cousin just before I went\nto Washington, the daughter of my aunt, and she told me that everybody was crying\nApril 18, 2002\nwhen he had to leave, and was the first time she saw her father cry. And then my\nmother asked my father to have him for -- Alfred for a couple of weeks.",
        "A: Well, my mother always liked to help people, always. She wanted to be a nurse\nall her life, but she came out of a big family and the father, my grandfather -- I -- I\nnever met him -- forced them to work right away, to have jobs and shops and so she\nwas not allowed to study for a nurse. But later on, when she was 65, she started to\nwork as a nurse, though she th -- the -- for the money she didn’t have to do it, but\njust to help people. And I remember my mother in those days, she was very agitated\nto -- really to help and warn us, don’t tell an -- anybody about this, and she was\nreally taking care to try to find places for Jewish people, but I don’t re -- remember\nif she did this for other Jewish people, too, I don’t know about that, but she did for\nAlfred. So he stayed for -- well, that was the intention, to -- for a couple of weeks in\nour house.\nApril 18, 2002",
        "A: Yes, I remember that, yeah. Just a tiny baby. And blonde, blue eyes. Didn’t look\nJewish at all. And I think, in the beginning, that was a luck, too. His Jewish features\nhe got later. But the three weeks became three and a half years.",
        "A: No, no, I didn’t visit them in the last months, but we were excited. It’s -- 1t was a\nkind of new thing happening, and well, what can you say when there’s a baby\ncoming? So it was kind of exciting.",
        "A: Well, my sisters were staying with my mother, but from time to time I stayed\nwith my mother and they stayed with my father. And sometimes the three of us were\ntogether and -- and my sisters loved it. Well, it’s -- maybe females are more a-\naffected to babies than men. But yeah, they took care right away. And the house was\nnot big.",
        "A: The baby slept with Mima Saina.\nApril 18, 2002",
        "A: Yeah, she had the -- well, it was not really a -- it -- 1t was an extension of the\nhouse and there were several rooms connected to each other and she slept in one of\nthe rooms and -- with -- with Alfred.",
        "A: Yes, I was still at school and everything went on normal til the end of 1944.",
        "A: Well, he had to stay inside, and he was looking through the hole where the -- the\nletters come in. And --",
        "A: Yeah, yeah. And he looked through that, but he came in the garden, and he\nplayed in the house.",
        "A: Yeah, because we have pictures made in the garden, so he went to the garden,\ntoo. But my father told everybody who -- who was curious about the baby that he\nwas a child of his former wife, so my mother. And -- but she had a new friend and\nApril 18, 2002\nhe didn't want to have the baby, so he -- my father took the baby. That was the\nexcuse.",
        "A: Well, there were warnings and we understood that quite good. Th-The -- when\nmy father and my mother told me that if the Germans would find out, that he would\nbe arrested, my mother would be arrested and probably we too, and brought to\ncamps, or th -- imprisoned, or maybe shot. So that was a warning enough, I think.",
        "A: Well, we didn’t know about the camps then, but to be -- go in prison or to be\nshot, you realize that right away, that -- that -- 1t was not too difficult to realize that.\nAnd we kept our mouths shut, my sisters and me and all the people that knew about\nit, th -- a lot of the Indonesian community, th-the people that worked in the same\nrestaurant as my father, they kind of knew about it. And -- but those people didn’t\nsay anything, just helps.",
        "A: No, no, because we felt th -- very soon quite strong for the baby. It was our -- our\nbaby, and so we never had the -- the problem. The only thing maybe, it was for me a\nApril 18, 2002\nlittle bit difficult, 1s that I came second in place. I was the first, | was Mima Saina’s\nbaby and now Alfred was in the number one, I f -- I felt at the time, but she took\ngreat care of me too.",
        "A: We called him Bobby and that is the name my father invented for him. And\nBobby always thought it was the name of the dog, and as far I can remember, there\nwas a dog named Bobby, too, and there was a name -- a dog named Teddy, but died\nalready and -- but there was also a dog named Bobby, so --",
        "A: Yeah.",
        "A: Yeah. Just little dogs. Very friendly little dogs.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Oh, he was playing all kind of games and I -- I -- I think he was a happy child.\nLaughing and we played with him and everybody took care. He likes to sit on my\nsisters’ laps and it was just a normal family life.",
        "A: Dutch. Dutch language. With Mima Saina he spoke the Malayan language, and\nthe sa -- I spoke with her Malayan. With my father we talked Dutch.",
        "A: Yeah. Correct.",
        "A: We always felt very close to him. We -- we all loved him very much and so it --\nit was such a normal situation in the house to have him there, and we got used to\nhim very fast and he was our little baby brother. It -- 1t was very easy, I think. I don’t\nremember any problems at all.",
        "A: No, no. The headmaster of my school knew something about it, he was a very\nnice man, and my mother knew him very well, and he gave me always extra food for\n-- for Bobby. And [indecipherable]\nApril 18, 2002",
        "A: Well, not in the beginning. In th -- I told you before, til 1944, everything went -- I\nonly remember one day a -- a bomb fell in The Hague and that was just a minor\naccident, I think an -- an English plane want to get rid of the last bomb. And it\ndropped not far from our house in th-the -- in the neighborhood and I remember\nMima saying that took -- everybody was up and awake and she took Bobby out of\nhis bed and took him on his lap, swaying him and start praying. And -- but that was\nan incident. We didn’t notice much from the war til ’44.",
        "A: Well, we didn’t know about the Holocaust, but we had th-those legal papers that\nwere sent by the resistance movements to people.",
        "A: Yeah, we re-received letters and papers from the resistance movement. They\nwere brought to the houses ille -- silently or secretly, and we read about the real\nsituation in the front.",
        "A: Well, yeah, kind of newspapers, just small pages of paper that informed us about\nthe situation at the fronts. And of course we had th-the -- the newspapers with the\nApril 18, 2002\nger -- the German news and the -- they had -- they wer-were winning all the time.\nBut I remember that in the war I already had a -- an -- especially after D-Day, I had\na map of Europe and with a woolen thre-thread, is it called? And with pins I put on\nthe front line and I knew all the names of the generals and -- and that was -- well,\nwith the -- the illegal papers, I could see all -- they move there and they move there,\nand they move there, and --",
        "A: Well, al -- only the German news. It was, of course, forbidden to have a radio, so\nit was a kind of a dist -- distribution system with only two local --",
        "A: -- stations. And -- but we -- we -- there were people that had the radio still, and\nwere receiving messages from London. So we were well informed about the war.",
        "A: Luckily not. But we heard about that. And then we knew, yeah, well the -- well,\nthe Germans had -- well, they were just put to -- to work in Germany, so we didn’t\nthink much of it, that they would be killed, we didn’t know about that.\nApril 18, 2002",
        "A: No. He just went on working. He was not a man that looked -- liked to take risks.\nHe was a very peaceful man, and always s-said well, don’t fight, and be quiet and so\nwe were all surprised that he took this risk. But yeah, I think he -- he thought that\nit’s a child that has to be helped, so we do it, not thinking further. He knew about the\ndangers, of course. But he -- I think he was very optimistic, like we all were op-\noptimistic that 1t would end right, you know?",
        "A: No, no, we didn’t know about that.",
        "A: Only in the beginning of the war, there was a -- what you call a razzia, and a -- a\nGerman -- German soldiers were going from door to door to find men to work in --\nin Germany. And I remember one day in beginning of 1945 that a German soldier\nwas at the door, a very small German soldier. And he was from th-the air force, the\nground personnel because the other Germans had to fight somewhere. And he asked\nfor mann.",
        "A: Men.\nApril 18, 2002",
        "A: Are there men in the house. But he just asked for mann. And Mima Saina an-\nand I were at the door together and we looked at each other very puzzled and didn’t\nunderstand, pretending not to understand and then he gave up and went away. And\nmy neighbor, who was Indonesian too, was only -- we were the only Indonesians in\nthe street, and he was picked up. But he came back the same evening, they didn’t\nwant us.",
        "A: Not really. There was the cellar, but if you go in the cellar you could see him\nright away, it’s a -- not, not really. Of course, h-he was put in the back room that if\nsomebody would come in and found him, there were maybe some questions and\nwell, then I think the problems would start.",
        "A: Well --",
        "A: -- well, th-th-th-th -- I told you about the excuse my father had, who the baby\nwas, and that’s wh -- the story that he told the other people. But some of them knew,\nespecially the Indonesian co-community, and -- but there were visitors in the house,\nyes.",
        "A: Yeah. He was in there at -- when the people came in.",
        "A: Til September 1944, til the railroad strike -- then the Dutch started the railroad\nstrike to -- to make it difficult for the Germans to bring all the tanks and all the\nweapons to certain parts, then it went bad. And we -- then the -- what we call the\nhunger winter -- the winter of the hunger started and lasted about -- well, started in\nOctober til May.",
        "A: Yeah. And it was a very severe winter, very cold, and I rem-remember there was\na small wood in the -- in the neighborhood and when the war was over there was no\nwood any more, because all the people cut th-the trees in to -- to have heating and to\n-- able to cook something, or -- so th-the whole little wood forest went away.",
        "A: Very bad bread, very bad. And just -- I ca -- I remember I had four slices of bread\nApril 18, 2002\na day, and that was all. And that finally became two slices of bread a day, no butter.\nThere were some -- how do you call it? I don’t know the words. We say\n[indecipherable], that’s when you replace something that it’s not real, like milk wi -",
        "A: Yes, the substitute.",
        "A: And there was no sugar, there was no milk.",
        "A: No, no meat any more. In the beginning of 50 -- ’45, no meat at all.",
        "A: Hardly. But there were those what we call haarkeukens, that were kitchens for\nthe people and you went there every day to get some food, just with a little butter --",
        "A: The whole war. But at the end of the war you had those cards, but you couldn’t\nget anything.\nApril 18, 2002",
        "A: So it was -- and there was, o-of course, a black market. Am a -- I remember my\nmother in ’45 went on the bicycle to -- from The Hague to Haarlem. Haarlem is\nthe same name as Harlem and it’s about 45 miles, to get some food. She knew some\npeople, and I remember th -- she came back, but it was over eight, and you were not\nallowed to -- to be on the streets after eight, and so we were very worried. And then\nshe came at the door with a German soldier. He had stopped her and then she told\nhim I ha -- had some food for my children and he brought her home. So she was\nvery lucky.",
        "A: Well, th-the parents of Alfred went in -- into hiding too, first in the sike -- si -- si\n-- seekeeatris -- that -- psychiatrix house, but then they were caught and deported\nright away, so there was no --",
        "A: -- more contact.",
        "A: I never saw her in the house before the end of the war, in our house.\nApril 18, 2002",
        "A: Well, we had to wait til the war really ends, and for us it was terrible to think that\nalready in October the allied forces were only 60 miles from The Hague, but they\ndidn’t come. And we are expe -- ek -- expect them -- e-expecting them every day,\nyou know, it -- but they couldn’t cross the rivers without -- they had too many losses\nwith soldiers when they should have crossed the rivers. It was heavy defended --\nheavily defended by the Germans. So they decide to take the rest of Holland and\njust pass the -- th-the -- the places where were lived. So we were only liberated\nwhen the war was over, and I remember, I think it was the fourth or third of May?\nFourth om -- of May, I think, and people were running through the streets, the war is\nover. The Germans have surrendered and everybody went on the street and nobody\nthought about the eight o’clock. And the Germans didn’t d-do anything. I remember\nmyself the sixth of May that we were in the city, and the first English soldier we saw\nwas driving a -- a motorcycle and he even didn’t have a gun, he had a pistol, I think.\nAnd on the other side the street, the Germans soldiers were on bicycles, heavily\narmed, because th-the allies said you have to take care of the situation til we come,\nbut don’t do anything. So it was very funny to see this English soldier, we were all\naround him, and see these German soldiers at the o-other side of street. And then it\nApril 18, 2002\nwas over, it was over. And nobody thought about hunger any more. The -- the 29\"\nof April -- April, we had a wonderful bombing of The Hague, food bombing. And\nth-those big flying [indecipherable] dropped food on some spots of The Hague, so\nwe were very -- we were very happy. And every time it is becoming end of April, I\nthink of those days. It’s impossible not to think of it.",
        "A: The only German family I knew was a family that fled from Germany in 93 --\n°33. They were communists, but not well -- very well known by the Germans in\nHolland, so they started t-t-to make a living here in Holland, and they knew about\nit. It was very good friend of my father, and they helped, because they -- as the\nGerman inoccupi -- occupied the Netherlands, they had some extra things. So they\nhelped with food and -- and he was a kind of guy who sold medicines and all kind of\nherbs. I -- I -- I know he cured me from a disease with all kind of herbs.",
        "A: Just a little because th-that -- in 1944 I went to the high school, though in the first\nyear of high school it was only one month, September and then we didn’t go to\nschool any more, til the end of the war. So and -- and German was one of the\nApril 18, 2002\nlanguage you had to do. Also the English language was still taught. English, French,\nGerman were the languages. So I learned some German.",
        "A: No, the -- my wife had the different situation, she was in the Indonesia with the\nJapanese and you had to bow. But th-that was not the -- here, no.",
        "A: You cus -- you could just walk right by, yeah. But they stole your bicycle. My\nfather went out with my bicycle because his -- his bicycle was -- th-the Germans\nstopped him and they took your bicycle. And then he took my bicycle and he came\nhome without the bicycle. So we had an ex -- the expression, the joke to -- we can\nhardly stop to say to a German, I want my bicycle back.",
        "A: Yes, I’m still waiting.",
        "A: Well, [remember Bobby going on the street for the first time with Mima Saina\nand wearing a light brown coat. I still see -- I can still picture. And with a Turkish\n[indecipherable] on his hat, and an orange sash around his waist. And he was\nApril 18, 2002\nwalking just really straight up, and Mima very proud. It was -- it -- 1t means\nsomething now.",
        "A: No, it just -- when he was with Mima, he was okay. So no, he -- he -- he an --\nreally enjoyed it, yeah. No, he was -- was nice.",
        "A: I think it’s the biggest feel of freedom I ever had. Five years occupation is a lot,\nand -- especially in the last part was a very hard one, and you were afraid. There\nwere a lot of bombings in The Hague afterwards, an-and -- and the march of 1945\nwas a happy bombing of the allied and they took the wrong spot. So a lot of ci-\ncitizens were killed. So the German propaganda tried to -- to make a thing out of it,\nbut well, we accepted, and -- I saw the bombing from the balcony of my mother’s\nhouse. It was a -- but we got used to it, because there were air raids every day.\nStarted at eight o’clock in the morning, til five in the afternoon. But you get used to\nit, those things.",
        "A: No. I was still a young boy, and my father said to me, what will happen to you,\nyou will always be a jungecha. A jungecha means always be a young boy. And I\nfelt young and not really older. I was very small. I started to grow a little bit more\nbetween my 14\" and my 18\". And --",
        "A: Of course, yo-you learn, but I didn’t feel too much different, only freed, and we\nwere very happy about that. And -- and the excitement t-to -- well, there was a very\nstrong national feeling at the time, and sometimes not quite correct. What the allied\ndid was okay and what the Germans did was always bad. Later on, when you learn\nabout the situations that’s happened in the war, and all -- all the other things, then\nyou change your opinion sometimes about making war. Later on, I -- I thought it’s\nridiculous to fight such a war. Of course, you had to because you are fighting some\ncrazy people. But when I thought about the generals that would send the soldiers to a\ncoast, knowing that they will die, especially first groups, and then I always ask\nmyself, how ca -- how can you do that? Break up all kind of families just because\nthere is a difference in opinion in the world, you know, it -- it still 1s and I think it\nalways will be.\nApril 18, 2002",
        "A: Excuse me. As I -- I recall, it -- it was in 1946 that his -- in the beginning of\n1946, I think, that his mother and Bobby moved to another p --",
        "A: It was very soon after the war was over, because she met Mima and -- and she --\nyeah, she was there already, and --",
        "A: Well, it -- it -- of course, I knew her and Mima knew her and everybody knew\nher, only Bobby just didn’t know her. And so it was kind of funny and well, she\nhugged the child of course, but he didn’t want to have -- have anything to do with\nher. He wa -- didn’t want to sit on her lap and I think that it will be hard for a mother\nthat -- then, I realize later, much later when I was older, that it was hard for my\nmother that I preferred Mima to her, you know, that -- that was very hard, I think.\nBut he went -- went on very well, and I think they had a very good relationship.",
        "A: Yeah, she stayed there and til the -- the -- I think the beginning of 1946 she had\nthe -- she slept in the middle room with Bobby and we slept at the back. And it was\nvery nice to have her in the house. She was a very friendly woman, and a very wise\nwoman, too.\nApril 18, 2002",
        "A: She went to a -- a block not too far from us in the Archimedes flat, Archimedes\nthe -- the --",
        "A: -- the [indecipherable] man, I think. And I didn’t go too often to there. I don’t\nknow what -- what’s happening, but it was like we lived our own life from that time.",
        "A: Yeah. I -- I did -- I remember that we -- we all felt sorry, but we u-understood\nthat it has to be and -- and well, I started -- I was almost 15 and -- and no -- 15 in\n1946, yeah, and I became a real trouble child then. Especially because Mima died in\n-- in -- just a few months after the war ended. She had the brain --",
        "A: Yeah. And well, my world collapsed. I lost my mother, and -- and Bobby didn’t\nro -- realize it fully, and his mother was back so it was co -- a kind of compensation\nfor him. He did -- he didn’t know what death was, and -- but he honored her very\nmuch, but he doesn’t remember her quite well. So 1 -- we were in -- yesterday we\nwere talking about all -- many things and found new things, oh yes, that was that,\nand yeah.\nApril 18, 2002",
        "A: Yeah, til the beginning of 1946. My father remar-remarried in 1946, and also his\nnew wife and the children that came had much contact with Bobby and considered\nhim as a brother, too.",
        "A: First his mother 1 -- had a kind of store, selling all kind of things that -- like little\nthings, you know, like rings and th -- in The Hague, too, and I visit her there, was\nthere. And he came to my father with the bus. My father had moved to a other part\nof The Hague. And I remember him -- bringing him -- taking him to the bus. And I\nremember him, said I -- I want to give you some money. And I was young myself, in\nmy 20’s, 21, I think. And so I gave him a gilder, which was a lot money then. It’s\nabout a half a dollar or something. And he said well, it’s not enough. So I gave him\nanother gilder and another gilder. And Bobby s-said thank you, thank you. And I\nalways gave him too much s-so that I hardly could the train and go -- go to\nRotterdam.",
        "A: In the -- after the war, you mean? Well, I met my wife already when I was 19.\nApril 18, 2002",
        "A: Yeah, I went back to school and was not very successful because I was in music\nalready and I liked to be a musician and not go to school. But my mother took care\nthat I finished the school. And I’m very thankful, because later on I studied\nmathematics and 1t wouldn’t be possible without that school. So in the meantime,\nand -- I was in music, too, and developed. So I became a professional in *52, after I\nfinished my school, and did that for about nine years, eight years. But I -- I didn’t\nlike the way of living, you had to go abroad. And I -- we married in -- in °55, and we\nwere very young, I was 24, and Astrid, my wife was 22. And there was son already\nin the year after. And a lot of -- and a long time when we played tennis tournaments\nthey thought we were brothers. And I always said to him that, you know why? You\nhave a old face, I think.\nEnd of Tape One, Side B\nApril 18, 2002\nBeginning Tape Two, Side A",
        "A: I was playing.",
        "A: Piano. Playing the piano and I was self taught and started to have contracts\nalready and went to Germany, to Switzerland and Denmark. In 1954, four month\nin Sweden. So [ had a1 -- lot to do. But I didn’t I-like the way of living and also,\nwell, I was a fall blu -- full blood jazz musician and you have to play commercial\nmu-music, and entertaining the people, I didn’t like it. So I decided I'll go on with\nmy musical career, but I do something on the side. And then when I s -- that’s -- and\nthen I decided just st-st-start with mathematic study, because I always wanted to be\na teacher in the first place. And in fi -- 59 I -- 1960 I started to work in the school,\nh-high school, as a teacher. And I did that for 25 years.",
        "A: Yes. And for 25 years, and the last four years of those 25 years I was assistant\ndirector of the sc -- school. We had one -- we call it a hector and we had five bi --\nbecause it was a big school of 1700 people -- pupils, and we had five assistant\nhectors. We call them conn hector. And I didn’t apply for the job, they ask me for\nthe job. I said well -- I was like my father, di-didn’t like to take risks, you know, but\nI learned a lot in those years. But during all the years, I developed my music and did\na lot of television, radio shows and made some records, and --",
        "A: Playing the piano, yeah. And I started to write music because a friend of mine\nwho was already in Holland a famous writer said, you should write. I said, I don’t\nknow how. And he said, I know, but use your fantasy. And so I started to write and\nlearning from other people and t-talking about music and learning and listening to\nmusic. And I learned very much of all the records we got from the States. Astrid\nalways liked Frank Sinatra much, so we had a lot of Sinatra music with Nelson\nRiddle arrangements. And I learned a lot by how f -- the [indecipherable] leadings\nwere going. And so I started to write, and wrote for th-th-th-th -- a kind of jazz\nsymphony orchestra too, with violins. I never wrote for violin before, but the same\nfriend said, use your imagination. So I started to do that, til °85 when I was offered a\nfull time job at the Hilversum Conservatory, the jazz school, jazz department. And I\nApril 18, 2002\nhesitated because I thought, well, is it wise to make your hobby your profession?\nBut I did, and I’m still working in school. It’s now the Amsterdam Conservatory,\nafter the [indecipherable]. And well, I’m still playing. I’m playing this year in July\nin the big festival in The Hague, the North Sea Festival where a lot of American\nmusicians come. So they invited me this year, too. And then I’m 71 years old, so I\ncan’t complain.",
        "A: I have two children, a son of 46 and a daughter of 43. I’m not a grandparent yet.",
        "A: My son’s name is Arthur and my daughter’s name is Helen.",
        "A: Well, my father continued wor-working. He was a man who likes to work. The --\nthe only time he had off was Wednesday afternoon and then the family gathered. My\nsisters came to my father’s house and we always had a kind of party, eating and\nhave all kind of cakes and pastries and it was always a nice day. But then it -- it\nchanged when he had a second marriage in 1946 and the children grew up, th -- my\nhalf brother and two brothers and the half sister. And -- but I was in the house, and\nlucky for them because I was th-the guy who took the discipline things. She couldn’t\nmanage the children and my father was always working, so 1-if there was a problem,\nApril 18, 2002\nI was th-the big brother, I was fi -- 15 years older than my youngest brother, I took\ncare. And I still have contact with them.",
        "A: With my father, yeah. And well, my brothers and my -- my sisters, we talked a\nlot. We always have a -- a lot of memories when we meet and they bought books\nabout The Hague, who it was -- how The Hague was in the 30’s and beginning of\n40’s and then all kind of things. We t -- we talk about that, yeah. So there’s always -\n- the war is a very important part of our life. Was -- we talk often about it, and we\ntalk a lot about Bobby, too, and --",
        "A: Yeah, and then I didn’t see him for a long time. He had more contact then with\nthe Madna -- the new Madna fa-family. And then he went to the States, I heard\nabout that, and it wasn't til ’73, I think, that we came in contact again. He was\nstudying, he had to go in the army, he was in the air force, and -- and we heard about\nthat. My father told -- but I didn’t have direct contact with him.",
        "A: Yeah, yeah. He informed my father about everything. And then we start to meet\nagain, he came over to Europe and we were very, very excited an-and there were --\nApril 18, 2002\nthere are many pictures of those days and -- and -- and after that there was much\nmore contact. And now we have really m-much contact the last -- last few years.\nCalling, and --",
        "A: Well, the -- she came in Holland in 1950, she was born in Indonesia. And they\nwere -- the family was isolated th -- in the street. They had -- didn’t have to go to the\ncamp, but they couldn’t go anywhere. So the -- the house was their prison. And she -\n- she brought the [indecipherable] and the Japanese [indecipherable]. She’s from\n1933. So she -- she -- she lived the war too, you know, she knows about the war.\nAnd then after that there was the period that th-the Indonesians took over and this\nwas the worst period, even worse than the Japanese period. So they came to -- they\ncame to Holland. Those are all German family. Her name is Mueller and we have\nall kind of German names in the family, like Hess and Funk and Uchman and\nLuther. And well, I me -- I met her, I think she was three months here in Holland\nwhen I met her in a jazz club. She didn’t want to go but her cousin said, let’s go.\nAnd there -- there’s where we met. And we stayed together from that day.\nApril 18, 2002",
        "A: I remember one incident, I was working in Germany for the first time in 1953, in\nCologne. And I remember I ate in the intermission. And we had a -- a -- the tough\njob. We started nine o’clock in the evening, until five o’clock in the morning, for 23\nmarks. That wa -- wa-wasn’t bad money in those days. And I remember that I\nwoked up to see the night, because it was summer. I went in with daylight and come\nout with daylight. So I went up to see the night. But I remember while eating in the\nintermission, there were two waiters talking about Hitler. And that -- hm, I -- I think\nhe will come back. And I got so angry, and then I said, and then we will definitely\nkill him. And they become so afraid, because in those days, if I would have told the\nEnglish authorities about them, they would get in trouble. So they quieted down and\nbe-be-became like slaves, they acted like slaves, you know. Didn’t dare to say\nanything whe-when I was in the neighborhood, but I remember that made me very\nangry to hear that. And Cologne was bombed heavily, it was ruins. I worked in\nDusseldorf, too. But I kind of like Germany. It’s a beautiful country. We always\nmake the joke, it’s a pity there are so many Germans here. But you know, I -- I’m --\nI’ve been teaching germ -- Germans since 1985 at the conservatory and a lot of them\nApril 18, 2002\nbecame my good friends. And I know you can’t blame them. But still I -- I told\nabout my attitude in the war, and I told them about the two sisters, Eva and Leah, of\nAlfred and told them about Alfred and they always feel very uncomfortable th --\nwhen you talk about it. I said, I don’t blame you, I blame that system. But --",
        "A: Yeah.",
        "A: I feel comfortable, yeah, because it’s -- it -- 1t’s a beautiful country. Only when\nthey raise the voice I’m getting angry. I even told a German student of mine who\nwas raising his voice -- not against me but to somebody else, and said, I hate it when\npeople raise their voice, and especially when they’re German. And I told him why.\nBecause if a German raises his voice, I see right away a uniform around his body,\nwa -- an SS. I said, I hate that. He said, oh, so sorry.",
        "A: Oh, I’m sure. One thing 1s, for instance, I hate to spoil food and to take too much\non the plate so that there’s something left. I hate that, because we were so hungry we\nApril 18, 2002\neven ate tulip bul-bulbs in -- in the -- in the last part of the war, because there was no\nother food. And they didn’t taste bad. Taste il -- they’re kind of sweet, but I say s --\ntell it to one of the people I met here, yeah, they were talking about growing tulips. I\nsaid, oh yeah, you grow the tulips. We ate them. But, of course the -- I told you\nbefore that in -- especially in these times, the end of April, beginning of May, the\nwar comes back to you and the ar -- yeah, the memories. I think the war was -- yeah,\na mi -- a major experience in my life. And I never want to -- to have that again in my\nlife. If -- I was in the army myself and it was -- I had to go again in the army in ’62\njust for a -- a few weeks, and then the ticu -- Cuba crisis came, so we were very\n[indecipherable] but luckily it didn’t -- it worked out well. But I think the\nexperience -- you have to tell younger people about it because I always say, when\nyou never had a toothache, you don’t know -- you can’t talk about a toothache. And\nif you never experience war or hunger, you can’t just -- can’t talk about it. But you\ncan tell them the story that way that they kind of feel it, you know? Because there\nwere a lot of young people said, can’t you forget that? I remember in -- though, a\nnice German musician was in the band I was playing in and he ca -- explained this --\nthe way to Germany, we had a gig in Germany, you know, in the -- understand the\nword gig? Because it’s an kind of music -- musician expression. And he said, oh it’s\nvery close. I said, I know it was close, they were pretty soon here, you know. And\nApril 18, 2002\nthen he said, can’t you forget about it? I said, not my generation. You have to wait.\nSo.",
        "A: I’m not religious. I don’t believe in religious of people. There are so many rules.\nI can’t live by the rules. I can’t live by the rules. Th-The only thing I think my\nreligion is don’t hurt other people. Don’t hurt them, and try to -- when you are\ngetting along with people, you must see them, you must listen to them. I met a lot of\npeople here and they are very friendly, but they don’t listen to you. And I met,\nluckily a lot of people that listen. I was impressed by th-the Jewish community here.\nI saw the whole Bar Mitzvah, th-the -- the ceremony there and I was impressed by\nthe belief of people have and -- but I don’t have that, I di -- can’t believe in things.\nMaybe I’m too much a mathematician. I-I da -- I need proof or something, but I\nbelieve in the -- I can understand why people want to go in religion if religion helps\nthem to -- to make th -- to let them have good life and help them in other kind of\nthings, I won’t oppose to that. It’s good, you know? But I think I don’t need it. I\nhave a strong belief in -- in myself and to -- to look in the mirror constantly and\nmake the necessary changements in the -- I have scars, I call them mental scars, of\nall the things I did to people I didn’t want to do. And they sometimes pop up, you\nApril 18, 2002\nknow? All of a sudden, you sit in the car and [indecipherable] sorry, then they pop\nup. And I think that’s enough. And -- but I can live with that, but th -- I learned from\nthat to -- to have friends. I’m not a real national feeling person. I think Holland is a\ngreat country and I’m very happy that I was born there. We have a good security, a\ngood living there. But I hate to watch soccer and get excited, you know, for the\nnational team. National feelings makes me -- I -- gets an awkward feeling of we are\npeople -- people, and I have my friends everywhere. Any kind of religion I don’t\nmind. And I don’t mind if they’re homosexual, or -- if they’re people and they are\ngood people, they are my friends. And that’s the way I want to live, and maybe\nthat’s my religion.",
        "A: I don’t know. I don’t know. I didn’t know that there were so many Dutch people\ninvolved. I thought there was a complaint that we didn't do too much for the Jews.\nMoby -- maybe the people as a whole, but there was maybe the silent group that\nnobody talked a -- my father didn’t like to talk about it, that he was a kind of hero,\nyou know, and he always, ah, it’s nothing. You know? He didn't want to have a\nApril 18, 2002\nmedal or something, you know, that’s -- you th -- he didn't think it important. And --\nbut there are probably more people like that, and well, the list shows it, Yeah.",
        "A: Well, a lot of things I saw already. I saw a lot of movies on the Discovery\nchannel about Germany and they still are going on and also the Holocaust or the --\nthe Hitler period, and I see them all and so I knew a lot about it already. And well, it\nalways -- it -- 1t’s, when you look at it -- I really get angry if they deny it, that there\nwas a -- a Holocaust in th -- in there. I think they are the greatest idiots to deny it.\nAnd -- but it doesn’t look real when you see all those corpses of those skinny\npeople, you know, lying there. It -- it -- it -- it’s not real, it’s like that’s a drawing,\nyou know, you don’t believe it. And the American soldiers when they came to the\ncamps, they didn’t believe it either. But this -- the -- wh-wh-what kind of brain you -\n- do you have to do this, you know? Maybe a lot of Germans, well they didn’t like to\ndo it either, but they had such a fear of not -- to become in -- the same prisoner, you\nknow? Maybe. But I think in that case you have to make a decision. I would refuse. I\nthink I would refuse to do it. And maybe you get killed, but I th -- I think I wouldn’t\nbe able to live with the thought I didn't do anything, that this -- 1f you see this and\nthen you are th -- fellow soldiers kill people and just shoot them, you know, and I\ncan’t imagine that people can do that. I wouldn’t do it.\nApril 18, 2002",
        "A: Well, it -- I told you before, it surprised me that he did it. And th-though it was\nsupposed to be only three weeks and Mima Saina didn’t want him to go, Alfred, so\nhe agreed. He 1s th -- he 1s the boss of the family, but he agreed, you know, so he\nmust have felt a lot for the child, too. And well, decided to do it. I -- I can’t explain\nit, myself. But he was a peaceful man. I don’t think -- he couldn’t stand that Bobby\nwould -- would have been taken by the Germans and would suffer, you know, and\ndie or something, I -- I don’t think he would -- he’s cra -- he was really proud of\nAlfred, really proud.",
        "A: Well, it was still Papa Madna, and it -- 1t was the only father he ever met, so\nyeah, it was a very good relation and it was very lucky that he saw him just one\nmonth before he died, he visit him. And he was ill, and -- but when I visit him, 10\ndays before his death, he was very healthy, he was good looking, and -- and he said\nwell, you know -- I had a long talk with him. He said, it’s enough for me. I have to --\nto swallow too many pills. And I said, well, you will o-outlive us, I told him. But\nthen 10 days later I got a phone call from my brother and he said well, that he died,\nApril 18, 2002\nso -- and -- and Bobby came to the funeral, and at the funeral ceremony I had as\nmany difficulties I as -- in the beginning as I had with my tears in the -- at the\nceremony this time. But when I overcame that I said well, he was a man who took\nthe risk to save a child’s life. He let the women do the work, that was always -- he\ndid -- the women had to raise the child, he only had some wise remarks for us, don’t\ndo this and don’t do that, but he was not the kind of father that really took care of the\nchildren mentally. He took care of us with clothing and food and -- but he didn’t like\nto take risks he said, but some-sometimes he was difficult. I didn’t really have a\ngood contact with my father. Later, at the end maybe. But, he said well -- but he\ntook the risk with him, and he was sitting there, yeah. Yeah, it was some moments.",
        "A: No, I don’t -- th-there are maybe no -- more things, but there are so many. And\nwe noticed when I talked to Bobby last night that there were o-other things we all of\na sudden remembered out of the house, and th-the funny things that happened. But\nwe -- we talked about the funny things.",
        "A: Oh yes, very much, very much. And especially the-these days when -- he brought\nus here at four o’clock yesterday and we had a drink in the bar, and then he picked\nus up at 7:30. I said, you know, I already missed you. So you have a good contact\nApril 18, 2002\nand I -- I told him, you spoiled us so much I -- I don’t think that I ever can go back\nto a normal life again. It’s hardly possible to pay anything and no, it was really an\nexperience and I think we are even closer now than we w-were before. Also with\nJoel we have a good understanding and they are very lovely people. So it -- I\nhesitated to come to Washington, and -- but I am glad I did. I didn’t think that I\nwould ever go to America again after my visit in Boston and Miami, because not\ntoo many things, and I met those -- and we met some congressmen yes-yesterday\nand they say hello to you and they say nice things and -- and I always had the feeling\nthat they didn’t know we were there, you know. But we met other, nice people, real\nnice people that talked to us and -- and listened to us, so -- but I met the other kind\nof American, that is -- say, you have a nice day, but without meaning. T-Too many\nof them and that makes me -- well, also the things I don’t agree with. Like I -- I\ndidn’t agree with Vietnam. [| didn't agree with a lot of things. The -- the power and\nth-the -- be friendly but still that superior feeling they try to express. Also the music.\nWe met at an -- I remember that the delegation from Miami that visited our school\nbecause we have connection with the University of Miami, the music department.\nThey thought, well it’s always nice to have connection in Holland, you know,\nEurope. But they thought they were much better, and it wasn’t so. They were, really\nwhen they heard our students, [indecipherable] oh, how is this possible? So that\nApril 18, 2002\ngave me some anti feelings, but I know for sure that it’s the system sometimes I\nhate, but I met so -- so many nice people, too. Musicians. I met a lot of American\nmusicians, played with a lot of American musicians, also famous guys, and they\nwere very friendly. And when I met them sometimes seven years, they knew exactly\nwho you were, huh? So it’s people, and not a nation. But I hope everything will go\nwell. And Israel has a difficult period now. I hope everything -- because in Holland\nthey are changing also, little bit. It’s a-about 50 percent a-against and 50 percent --\nbecause we have also a lot of Moslems in Holland. But I think -- my opinion is that\nIsrael has to fight back because they are surrounded by enemies. And I’m still for\nIsrael and maybe not for Sharon, sure for Peres. And th-they are not really united.\nTh-They think different. They want peace, too. And maybe there are Palestinians\nthat want peace, too. But I don’t want to go in politics. I think I have -- we have to\nbring the luggage down, eh?\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact reference@ushmm.org for further information about tis collectionApril 18, 2002\nBeginning Tape One, Side A"
    ]
}