{
    "rg": "RG-50.549.04.0001_trs_en",
    "sequence": [
        "Question: Okay. United States Holocaust Memorial Museum, Jeff and Toby Herr\ncollection. This is an interview with Harry Gelb, conducted by Regina Baier on\nDecember 13\", 2001, in Mr. Gelb’s home in New York City. Mr. Gelb is the son\nof Holocaust survivor Regina Gelb -- Regina Gelb, who has been interviewed for\nthe United States Holocaust Memorial Museum’s oral history collection. This\nHolocaust Memorial Museum gratefully acknowledges Jeff and Toby Herr for\nmaking this interview possible. This is tape number one, side A. My first two\nquestions are sort of questions that we’ll ask everybody. They are kind of formal,\nbut easy. Give us your full name and your date and place of birth.",
        "Answer: My name is Harry Gelb, G-e-I-b. I was born on May sixth, 1956, and I\nwas born here in Manhattan, in Washington Heights on -- it’s upper Broadway,\nnear Dighton Street.",
        "Q: Were you named after anybody in particular?",
        "A: Yes, I was named after my paternal grandfather, who died about two years\nbefore I was born.",
        "Q: Was he -- did he die during the -- during the Holocaust, or was it in America?\nDecember 13, 2001",
        "A: No, no, this -- my -- my father is born in America, and his father was also born\nhere, a newly, newly new -- I believe his parents are newly arrived on the Lower\nEast Side, perhaps at the e-end of the last century.",
        "Q: Okay, let’s talk about your parents a little bit. When you think back -- we’re\ndoing this chronologically, I think, which 1s easier in some ways. We can always\njump back and forth later.",
        "A: True.",
        "Q: When you think back as a small boy, how do you remember your parents?\nDifference in -- difference in personalities, wh-what kind of -- when you think back,\ndescribe them to us, when we haven’t seen them.",
        "A: Mm-hm, well actually they’re both alive, so when I say -- you ask, how do I\nremember my parents, 1-it’s -- 1t’s an unusual question. I -- I remember them, seeing\nthem, talking to them virtually every day now. If you’re asking about the\ndifferences between them, and -- and to compare and contrast them, they’re --\nthey’re quite different people. I think the most salient difference that one would\nnotice even at first blush is that my mother is clearly European born, you can tell\nthat just by her accent, and my father is an American Jew. A-A -- their personality\ntypes are also quite different. My father is a r-reasonably calm and excessively well\norganized person. My mother, although she is -- is quite well organized, is a very\nDecember 13, 2001\nintellectually driven person with a -- a constant thirst for a-acquiring new\nknowledge and reconsidering and re-evaluating things in her life, both the\nsignificant and the trivial on a day to day basis, but her mind is constantly focused\non that sort on of endeavor.",
        "Q: I guess my -- my question was sort of trying to first of all get you back into\nchildhood, but also trying to bring out whether or not your perception of your\nparents has changed over the years [indecipherable]",
        "A: Oh, I can answer, I do -- I do not think that my perception of them has changed\nover the years. I think that w -- the one thing one can say about each of my parents,\neven my father, who is American, and brings with that certain cultural baggage, 1s\nthat they don’t -- th-they don’t move with -- with the changes and ebbs and flows of\nAmerican society. They’ve been very consistent in their own personality types\nthroughout my life. And the things that they were concerned with or dedicated to at\nthe time of my birth, a-and mine and my brother’s upbringing continue to this day.\nThey -- they behave and -- and dress actually, very much in the ways that I recall\nthem having done so when I was a child.",
        "Q: Interesting. Talk about your brother a little bit. Who is -- what’s his name, when",
        "A: My br --\nDecember 13, 2001",
        "Q: -- when he was born, and -- and what -- what type is he?",
        "A: Mm-hm. My brother’s name is Paul Gelb. Right now he lives in Albuquerque,\nbut obviously he lived here in New York with our family when he grew up. He was\nborn April 13\" of 1960, also here in Manhattan, which makes him four years\nyounger than me. And I remember very well the time when he was born, and having\nbeen sent for a -- a sleepover to a friend’s, while my mother gave birth to Paul. I\nremember him coming home from the hospital and having a -- a reasonably good\nmemory myself, I recall details of our upbringing very, very well since the day he\ncame home, because that was his fourth birthday and my memory goes back even\nfarther than that. And is there anything in particular you’d like to know about him?\nThe way he looks, what his interests are?",
        "Q: Describe him -- just describe him a little bit to us. Sort of as -- over -- against\nhow you think you are, how you see yourself, maybe.",
        "A: Physically my brother, 1-it’s obvious to anyone who would see us, is -- 1s -- he’s\na very -- looks very different. I am about six feet tall, weigh about 155 pounds, I’m\na very thin -- thin framed person. And my brother is about six feet five inches tall, is\nphysically built -- the only way I can describe him, as I’ve often said, is that he\nlooks like, literally like the statue of a Greek god. He works with his body, meaning\nhe’s a landscaper and he designs things and works with things outdoors, heavy\nDecember 13, 2001\nthings, all day. And I’m sure in large part because of this, he’s able to keep up the\ntremendous physique that he has. But he’s always been a very physical person. I’ve\nbeen a very much more intellectually oriented, and my brother has always been\noriented towards sports, the great outdoors, and using his body and keeping it\nmoving and doing things at all times. Very different type of person from me. We\nhad very similar education though, we went to the same grade school, the same\njunior high school and the same high school. And we went to similar colleges. We\nwent from PS 187 to junior high school 143, both in upper Manhattan. Then each\nof us went to the Bronx High School of Science. And then I went on to Hamilton\nCollege, and four years later, Paul went on to Saint Lawrence University. Both of\nthose are smaller, upstate New York institutions.",
        "Q: Did you get along when you were small? Were you kind of friends, did you sh --\ndid you share things, or was it difficult because you were so -- such different\npeople?",
        "A: I think actually we got along very well. There’s always sibling rivalry, and any\npair of brothers who are four years apart who say that they don’t have periodic, or\nsometimes unrelenting battles between the two of them would be prevaricating. I'll\n-- I’]l just say that we -- we got along just fine. He, because of his great physical\nabilities was often welcomed in with my circle of friends, almost as a co-equal, so\nDecember 13, 2001\nthat he could so-called hang with them, and play sports with them, and they looked\nat him very much as one of their own friends. I’m sure that he -- that being\nwelcomed by -- by my friends made his life a little more easy, or fun.",
        "Q: It’s a -- it’s a good chance, actually, to go back into your childhood, because you\nsaid your memory goes back so far. I’m -- my own does, too, which is interesting, it\ndoes in -- sort of in glimpses. Put -- give us those glimpses that you remem -- give\nus a few, sort of impressions from what you remember, what it was like in your\nhouse, what -- what do you remember?",
        "A: Hm. Well, I rem -- first of all, looking at our general family constellation, some\nof the most interesting and fun things that -- that we did, meaning Paul and I did as\nchildren, was to go and visit our relatives. My mother’s family, each -- she has two\nolder sisters, one sister lived with her family in Vineland, New Jersey, the other\nsister lived with her family in Toronto, Canada. And travels out of New York\nCity, to different venues are always interesting to any child. What was very unique\n-- visiting Toronto, of course, is a foreign country, but I don’t think there is\nanything in Toronto that particularly grabbed our attention when compared to our\nlives in New York, except that it was always fun to see our cousins and that sort of\nthing. Going to Vineland was very interesting because at that time, our aunt and her\nhusband, our uncle lived on and owned a chicken egg farm. And they had dogs and\nDecember 13, 2001\nrabbits and people who worked there. And imagine coming from Washington\nHeights and then all of a sudden being allowed to play in -- in a wide open farm\nwith your cousins who took you around and showed you all of these things that\nyou’d never been exposed to before. You had the run of the land, you had the run of\nthe animals, you had the run of the house. It was really a big adventure. We also had\na paternal grandmother, who lived in Asbury Park, New Jersey, very, very close\nto the beach. So when we visited there it was always pleasant for my mother to take\nus over to the shore. It was only about four or five blocks directly to the beach, and\nwe could go on the little rides, and -- and get a salt water taffy, and orange-ade, and\nwaffles with ice cream and hang out on the shore, and if the weather is right we\ncould even go in the water. But we could go to the beach any time of the year, as\nlong as it was clement weather. That was always a fun thing to do. My brother and I\nhad free run of the neighborhood i-in Washington Heights, that’s near 190\" Street\nand Fort Washington Avenue. In those days -- and these days as well, but in those\ndays it was a very, very safe, and the children could wander the neighborhood\nfreely, enjoying everything from the Cloisters Museum in Fort Tryon Park, all the\nway through playing ball in the schoolyard as most children would do. So we had\nquite a range of things to keep us busy in that neighborhood. Fort Tryon Park in\nDecember 13, 2001\nparticular providing a spot where a lot of different sorts of recreations and\nadventures could be had.",
        "Q: Do you recall -- before I -- we talk a little bit more about what it was like at\nhome, in your home atmosphere and so on, do you remember the particular\ncircumstance or event or so when you first realized, understood, that your mother\nwas what we now call a Holocaust s -- a Holocaust survivor?",
        "A: There was never a time that I can recall that I was not aware that she and her\nsisters were Holocaust survivors. As a matter of fact my mother has always made it\na point, and I know this not only because she did it, but because she said to me, and\nhas reminded me that she has done so, to be very honest a-a-about her background,\nand I’m quite certain knowing her, that she told us things in an age appropriate\nmanner, meaning age appropriate as far as we children were concerned. But we\nhave known as -- as long as I can remember, what our roots were.",
        "Q: Do you remember partic -- a particular sort of w -- how she talked to you about\nit, or do you -- its -- an-and your response, your feelings? How do you -- how did\nyou f -- how did you feel?",
        "A: Well --",
        "Q: What -- what was your response to it? Sort of, curiosity, fear, anger, resentment,\nwhat sort of happened?\nDecember 13, 2001",
        "A: Speaking for myself, I -- I -- then, and now, my reaction is always curiosity and\nfurther curiosity. I in no way ever resented this. As a matter of fact, since so many\no-of my mother’s relatives, and -- and of course her extended circle of friends were\nsurvivors as well, this was not something that seemed in any way aberrational or\ndifferent. This was just something that I accepted as the norm, that some of the\npeople in the neighborhood I lived in, in Washington Heights, had come over after\nWorld War II as survivors, as compared to the many, many other, particularly\nGerman Jews who settled along Fort Washington Avenue in the late 1920’s and\n1930’s, before the war. Many of the children in my neighborhood were the\ndescendants of that group of people, as well, but basically those are the types of\npeople that lived in the neighborhood where Paul and I grew up.",
        "Q: Did you perceive any differences that might be attributed to Holocaust\nexperiences among your aunt as over -- against your mother?",
        "A: Well, I think 1-1t’s -- they’re -- both aunts, and you have to remember that my\nmother, a-as you might know is the youngest of three sisters. My -- when the war\nbroke out, as my mother was born in December of 1929, and the war broke out in\nSeptember of 1939, my mother had not even celebrated her 10\" birthday. So her\noutlook on the war, both then and now, 1-1n retrospect, is I’m certain quite, quite\ndifferent from that, let’s say, of her oldest sister, who 1s significantly older than she.\nDecember 13, 2001\nMy -- my mother’s oldest sister, 1f I’m correct, ha -- was already attending\ngymnasium, and my mother would have just been a grade school child at the time.\nSo the -- the -- how do we say, perspective that -- that a -- a child who’s 10 years\nold would have on the outbreak of war is certainly different than a high school child\nwould have. My -- I-I -- I’m sorry, I just -- I was wondering what it -- exactly it was\nthat you’d like me to get at, because it’s such a -- a broad area, and --",
        "Q: Well, I was just -- we can -- can leave that alone and bring it up later --",
        "A: Just go right ahead.",
        "Q: -- and talk more about it, but I was kind of thinking, because of the a -- wh-\nwhether you saw, as a -- this, still trying to be in your childhood somewhere, it’s\nkind of hard to [indecipherable] --",
        "A: No, no, I understand --",
        "Q: -- separately.",
        "A: -- but you were asking about my mother and her sisters.",
        "Q: Yeah, whether you perceived certain differences. The way they were, or the way\nthey talked, or what they talked about, what they didn’t talk about --",
        "A: Mm-hm.",
        "Q: -- that could be attributed to experiences in the -- during the Holocaust.\nDecember 13, 2001",
        "A: I think that the amount of -- of discussion that any o -- that either or -- of her\nsisters, and compared to my mother, that any of the three girls had about Holocaust\nactivity, or what ha-had happened to them, I mean, in the Holocaust, 1s more\nreflection of their -- just of their basic personality. For example, my oldest -- my\nmother’s oldest sister, my oldest aunt, I was just going to say, is just slightly more\nreticent, but that’s just her -- her -- just innate character. She’s always willing to\ndiscuss, and always was willing to discuss their past. She married a survivor, and\nsomeone that she had known overseas, of course, and she -- he was a -- he was a\nguerilla fighter, as was the husband that my mother’s next oldest sister married.\nThey were all survivors, so within the family, issues of discussing their past are\ncertainly -- were n-nothing to hide, this was part of their joint and several\nbackgrounds. And actually, my father would be the only one who would be viewed\nor -- I shouldn’t he would be -- he could have been, but he wasn’t viewed as an\noutsider, having been born here in Brooklyn and grown up in New York City. It’s\na -- but my father fit right in with the family, he -- he’s just a -- a very gentle and\nwelcoming sort of person and -- and that is reflected in the way that these five other\npeople treated him and accepted him. The sister -- my mother’s middle sister, so to\nspeak, the sister that lives in Vineland, New Jersey, and her husband have always\nbeen, out of the three sisters, the most involved in Holocaust related activities. As\nDecember 13, 2001\nyou might know, the sister who lives in Vineland married a gentleman names Miles\nLerman, who eventually became the chairman of the Holocaust Memorial\nCommission and Museum in Washington, D.C.. So all of our family has always\nlooked up to Uncle Miles and his activities as exemplars of -- of what one could in\nreference to remembering or commemorating the Holocaust. But that doesn’t in any\nway mean that I wish to give short shrift to the concerns and activities, both of his\nwife and of my mother and her oldest sister, who live in Toronto.",
        "Q: Her name is Hania?",
        "A: Hania. Her name is Hania Wilson, her -- people call her Anna. And the sister\nwho lives in Vineland is Krysia, but people call her Chris, their last name is\nLerman. And I forgot to say that the uncle that I had, by marriage of course, in\nToronto, who is now deceased, his name was Adash Wilson, but he was known in\nCan-Canada as Adrian. And the uncle in Vineland, who is the hol -- Holocaust\nMemorial Museum is Miles Lerman.",
        "Q: Di -- I -- I gather yet that you did get along with your cousins, but --",
        "A: Oh sure.",
        "Q: -- speak a little more about that relationship. Is it particularly close or just sort of,\nand did you talk about, amongst yourself about the experience of your parents?\nDecember 13, 2001",
        "A: There is -- looking back, there was some discussion about it, but more in latter\ndays, more since the time I would be college age, and in a way that isn’t really\nreflective of how we were raised. Seeing our cousins was basically seeing our\ncousins and having fun. Of course, visiting Canada, those cousins from the oldest\nsister were a bit older than me and Paul, and I’m sure they looked at us as -- as their\nnice, very much younger cousins visiting from New York. But we were entertained\nwhen we visited there, largely by my mother who -- who took us around and made\nsure that Paul and I had fun things to do. However, when we went down to the farm\nin Vineland, my cousin David, who is the younger of Krysia and Miles’s two\nchildren, and was a boy as well, and was also involved in boy’s scouting, was a\nhero to me and Paul. He led us through adventures on the farm, and -- and starting\nlittle campfires and cooking potatoes and hot dogs and chasing the chickens through\nthe coop, and taking fresh eggs [indecipherable] under the nest and just generally\nhaving a lot of fun. All of the other three cousins, meaning his older sister and the\ntwo cousins in Canada are female. So I -- I suppose one could say that Paul and I\nhad a bit of a closer relationship to David at the time we were children. Also, when\nwe were growing up there came a point where David’s older sister, since we saw\nth-this family more often, they were living in New Jersey, David’s older sister was\naway at Brandeis for four years, and then went to Stanford for graduate school, so\nDecember 13, 2001\nwe didn’t see her for long periods of time. But David was around a lot when I was\nin high school, and David was at Harvard. My first ever college field trip was to\nvisit David up at Harvard. That would be in the spring of 1972. And that was a big\nadventure for me too, it was a big trip away from home.",
        "Q: Okay, let’s go back to home. That was a good -- and if you want to take a sip of\nwater, you can do that. Yeah, let’s go back to home and see sort of what kind of\nvalues were stressed? What -- with regarding t -- with regard to education and\nreligious upbringing and so on. What was important to your parents and what --\nwhat -- what happened?",
        "A: With regards to education, I can speak both for my mother and for each of her\ntwo sisters. They were extremely devoted to the -- the value of education and a\nclassical education at that. Each of the three sisters a-and their spouses as well,\ndrove all of us cousins, so to speak, to a-achieve academically as much as we\npossibly could. And virtually all of us have graduate degrees and we all did\nexcessively well in school. We went to excellent schools and did well in them. I’m\nproud to say. Education, though, isn’t only what one does in school. My -- my\nmother, as -- as well as her two sisters exposed the -- their very -- their respective\nchildren to all sorts of -- of -- both performing and fine arts, to make sure that we\nhad a -- a breadth of knowledge and familiarity with the -- the humanities, that\nDecember 13, 2001\nwould not make us simply narrow academics, but to make us a broader and more\nfulfilled and self-fulfilling people.",
        "Q: Yeah, your mother actually said in her interview that the emphasis as far as she\nwas concerned was not so much on succeeding, but on broadening their horizons.\nSo you would say that’s how you would see that -- how -- how you see that too,\nright?",
        "A: Absolutely, it’s both. It isn’t yust -- ne -- she -- I -- | agree with her, even in her\nown self estimation. I think that she both was very interested that -- that we\nsucceeded o-on both a substantive level and of course competitively, which don’t\nnecessarily go hand in hand. And also that -- that we became more familiar with\nother cultures and other histories that weren’t our own. And I know her two sisters\nfelt exactly the same, because you can see it 1n -- in the way their children are now.",
        "Q: Was that a burden to you sometimes too, that you felt that you had to kind of\nmove on and make her proud, or was it something that just sort of came naturally to\nyou anyway?",
        "A: I don’t think that it was a burden that I felt that I had to make her, in particular,\nproud. I think that any student of any parent, who 1-1s at all competitive in the ac-\nacademic environment, wishes to succeed and knows that his or her parents will be\nproud, but I don’t think that that was the moving force that would make me work\nDecember 13, 2001\nharder in school. I just wanted to do well in school so that I could learn the material\nI had, because that was basically my job.",
        "Q: Was it equally important to your father, or was there a slight difference in -- in\nemphasis?",
        "A: I’m -- I’m sure it was equally important to my father, but in every household,\neach parent fulfills different roles. Some overlap and some are very distinct a-and\nseparate. In our household this is just -- education of the children and the\nsupervision of it and the guiding of 1t was something more within my mother’s\nprovince, than within my father’s, although he certainly would help me with\nanything from mathematics to French. But when look -- when looked at from the\nbig perspective, it was always my mother who was the one who was involved in all\nof the school activities for the parents and in support of the children. In scouting\nactivities my father helped, but my mother helped when we were in the cub scouts,\nwhich was what the -- what parents did in those days. But 1t was my mother really,\nwho was more involved with us in making sure that we academically achieved what\nwe could.",
        "Q: What about cultural and religious upbringing, sort of Jewishness?",
        "A: Mm-hm, yeah.\nDecember 13, 2001",
        "Q: What -- what -- how important was that, and -- and what -- kind of what\ncoloration did it take on?",
        "A: I think that my brother and I were raised as American children in that the\nprimary focus of our upbringing was not on the fact that we were Jewish, but that\nwe were growing children that needed education. This is not in any way to\nminimize the role that religion played in -- in Paul and my upbringing. From our --\nfrom my earliest recollection my parents have been members of the Hebrew\ntabernacle of Washington Heights, which is a synagogue that used to be on 161“\nand Fort Washington, but around 1972 or ’73 moved closer to their home, to 185\"\nStreet and Fort Washington Avenue. The Hebrew tabernacle is a -- a synagogue or\na congregation largely made up of the German Jewish émigrés that I had referred to\nbefore, but there are quite a few people like -- like our family, who came from other\nbackgrounds, but who were Jewish as well. My cousins all ri -- belong to\nsynagogues and in each of their families they were very, very ab -- involved in their\nreligious upbringings. Even more particular is the zi -- Zionistic upbringing and\nreligious upbringing that went hand in hand with that, that my cousins in Vineland\nenjoyed as children. While I was very, very involved, for example, as an adolescent\nin -- in boy scout activities at wa -- a-at the same time, in tandem with my shul\nactivities, but still I -- I was very heavily involved in boy scouts. Both David and\nDecember 13, 2001\nJeanette were deeply, deeply, deeply involved in Young Judaea. And each of them\nbecame national officers, they worked in camps. As a matter of fact, my cousin\nDavid met his wife at a camp Young Judaea in Texas when he was a counselor\nthere many, many years ago. Many years, obviously, before they got married. But\nas aj -- as a general matter, all of our parents had us involved in a religious\nupbringing, but the Lerman family was very involved in Zionistic ac-activities as\nwell.",
        "Q: What kind of friends -- who were your friends? Jewish in background, or a mix,\nor sort of who were your friends and did you talk -- did they know that you were a\nchild of a survivor?",
        "A: Everyone in the class knew what -- where everyone’s parents came from. For\nexample, one of my classmates in grade school, Steven Guttman, was not a child\nof survivors, he -- but he was from a German Jewish family that had come over just\nbefore the war. He was very proud though, to say that his maternal grandfather had\n-- who was obviously Jewish, had served in the Kaiser’s army in World War I, and\nwas a wounded and decorated combat veteran, having taken some sort of shrap --\nshrapnel in the belly, and had been very proud of the service that he had offered his\n-- his government, meaning his country, Germany, during World War I. They\nsubsequently emigrated to the United States in the 1930’s, and what happened\nDecember 13, 2001\nthereafter is indeed history. But Steven was never embarrassed and was actually\nproud to point out his grandfather’s history. On the other hand, there were other\nchildren in our class who were not Jewish, there were other children who were not\neven from our neighborhood, who were bused in during the desegregation years.\nOne of tho -- one of my classmates then, with whom I’m not in touch now, but o-of\nwhom I’m very proud, is now the chair French horn -- lead chair French horn at the\nNew York Philharmonic. And he’s a student who was bused into our neighborhood\nfor desegregation purposes. Another one of the children that was bused in\neventually became a leader of the New York Black Panther party. So there were\nquite -- was quite a variety of children, but most of the children in our class were\nJewish and lived in the neighborhood, but a few were Italian, a few were Irish, a\nfew were Greek. It was a regular mix of Washington Heights children that\nattended PS 187. My brother, being only four years younger than us had basically\nthe same sort of balance in his classes as well.",
        "Q: What your -- what was sort of your impression of s -- during the school years,\nhigh school, sort of the Holocaust education? It didn’t exist in the way it exists now,\nbut what did you learn about the Holocaust and did you know much more, and why,\nif you did.\nDecember 13, 2001",
        "A: By the way, I -- I did want to state -- you asked me if I knew other children who\nwere survivors. Yes, I did, and the few of us all -- we didn’t walk around talking\nabout this, but we all knew each other’s parents and knew where they had been and\nour parents all knew each other. But I don’t think it bore in any way on the way we\ninteracted as children. We just were classmates in school, and we did everything\nthat all the other children did.",
        "Q: Well, it’s only interesting if you talked about differently about -- if you t -- if that\nissue came up in a different way than it came up with others, that would be\ninteresting.",
        "A: These -- these sorts of things came up, but only when -- I-I’d say when I was\nover -- over the age of 17 or 18. In other words, after -- I graduated from high\nschool early, so after I got out of high school and went to college and people\nbecame freer in talking -- or more interested maybe in talking about these things,\nand I -- I ki -- will tell you later a bit about some of the other people that -- that I\nknew and the things that we discussed in -- 1n those years. But as a child, this is not\nsomething the -- that the children used as a -- as a conversation item between them.\nNow, you were asking about -- about how I view education. When I went to the\nBronx High School of Science, you can imagine that like me there were many other\nchildren of survivors. And of course in those days, Bronx Science was heavily\nDecember 13, 2001\nJewish as a general matter, whether that be American Jews or Jews from other parts\nof the world, and not necessarily Holocaust survivors, per se. Then, at that point\nthere was no formal Holocaust education class or program at Bronx Science,\nalthough I distinctly recall that these issues were discussed in social studies classes\nas -- as one would expect them to be, in the context of studying history. However,\nshortly after I left, the Bronx High School of Science opened what I believe was the\nfirst high school Holocaust study center of its kind in the United States, and it’s\nthere to this day. I actually happened to stop by Bronx Science last week cause I\nwas in the neighborhood on business, to see one of my old history, or social studies\nteachers. And indeed, the center is -- we actually mentioned it, the center is still\nthere, and the high school, though, has changed, and what -- what is wonderful\nabout having the Holocaust center there now is that the student body 1s made up of\nchildren who might not know as much as we did when we were children, the reason\nbeing that Bronx Science, like Stuyvesant and Brooklyn Tech is now heavily\nAsian. And overall one could say that whereas the school was largely Jewish when I\nwent there -- of course, there were -- there were hundreds and hundreds of other\nchildren from other backgrounds, whether they be -- were Protestants or Catholic,\nIrish or Greek or -- or -- or black Americans or Spanish. Now, the vast proportion,\nmaybe not the majority, but a vast proportion of the students hail from Asia. And\nDecember 13, 2001\nyou can see that the minute you enter these schools. It -- this is just reflective, in\nmany ways, of the changing ethnic face of New York City. And it’s a wonderful\nthing to know that this center is serving these children’s educational needs.",
        "Q: Okay, I think we should stop here and flip the tape. This is the end of tape one,\nside A, interview with Harry Gelb.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: Okay. This is a continuation of a United States Holocaust Memorial Museum\ninterview with Harry Gelb. This is tape number one, side B. And I think it makes\nsense at this point to continue with your education. So, Bronx High school --\nScience school, and then where do we -- where did you afterwards?",
        "A: When I graduated Bronx High School of Science, I went to Hamilton College\nin upstate New York. Earlier you asked me about my mother’s ideas about\neducation. One of the most interesting aspects of -- of -- of my outlook, and the\ncounsel that I give to my children and others nowadays, 1s -- is my mother’s attitude\nabout going on to college. I think it was a given with every family in our\nneighborhood that their children would go on to college and probably graduate\nschool. It wasn’t just that. Many parents, including my wife’s parents, believed that\na child should maybe live at home or stay in their home city, etcetera, when they\nDecember 13, 2001\nwent to college. It’s just sort of a continuation of high school in many ways. My\nmother was insistent all along -- she wasn’t insistent meaning she w -- she would\nnot ha-have -- put me to the guillotine had I decided to attend Columbia, or NYU\nor Fordham. You can rest assured, I’m sure she would have been quite proud and\nsupportive. However, from the earliest years my -- my mother encouraged me and\nPaul to think about going away to college. And why was this? She was v-very o-\nopen about why this was. When my mother came to America, she came under the\nsupervision and the guardianship of her next oldest sister, which is Krysia, and\nKrysia’s new husband Miles. And when they first came to America they lived\ntogether as a family in Brooklyn, and then Krysia gave birth to my cousin\nJeanette, and my mother was involved in raising her. And then there came a point\nin time, the exact date I don’t recall, but that’s not really relevant, when Miles and\nKrysia decided to move to Vineland, New Jersey, and my mother was to stay on\nin Brooklyn and attend Brooklyn College. She had attended Thomas Jefferson\nHigh School first, wh-when she first got here, graduated and went onto Brooklyn\nCollege. While my mother was there, she received a very, very unique offer to teach\nPolish in a counterintelligence training program at Indiana University in\nBloomington, Indiana. Now needless to say, my mother, I am sure, did not know\nmuch, perhaps just a little, little bit, but not know much at all about what Indiana\nDecember 13, 2001\nwas or even perhaps where it was. But the offer included the opportunity to both\nteach and to finish her undergraduate education, at I -- I -- I’m certain a -- a\nfinancially acceptable situation for her, given the fact that she was basically on her\nown. So off she went to Indiana. And she always told us as children how fondly\nshe looked back on her experiences in Indiana. The point of what I’m saying is\nspecifically that she always told us how important it was 1n her upbringing, to be\nexposed to a different cultural and intellectual milieu, while she was in Indiana,\nfrom the one she would have been exposed to had she stayed here and attended\nBrooklyn College and finish her education there. And -- although of course,\nimmediately after graduating from Indiana University, she did indeed move back to\nNew York City, she always told us and still does to this day, how highly she valued\nthe years that she spent there. Both the fact that she ha -- got a wonderful education,\nbut also because she met so many different types of people from so many different\nbackgrounds. The kinds of folks that came from all over America, particularly in\nIndiana, middle America, that she would never have seen here in New York\nduring those years. And I suppose that that in large part informed the way she\ncounseled me and Paul about the -- maybe not advisability but about the weight we\nshould give in -- in thinking of out of town schools. And you’ll notice that both\nPaul and I went off to out of town schools. And the end of my four years at\nDecember 13, 2001\nHamilton, I did move back to New York City, but I moved back here at that point\nlargely because the law school that had selected me, which was New York\nUniversity was a fine institution. If one, for example, in Boston, had accepted me\nthat I wanted to attend, I would have gone to Boston, and perhaps eventually\nrelocated to New York. As a matter of fact, now that I think back on it, I probably\nwould have. But it wa -- the selection of venue for graduate school was not made\nwith the same considerations that my selection of college was.",
        "Q: Why law school? Why law? In what direction did you want to go into?",
        "A: I always felt as a child that my interests, or that my -- I shouldn’t say that my\ninterests, that my intellectual proclivities and leanings were more in the humanities\nthan in the sciences or mathematics. And although to be honest -- an-and I don’t -- I\ndon’t say this to brag, it’s just a statement of fact, I did exceptionally well in both\nthe sciences and re -- and almost as well in mathematics. Better than most, actually.\nI never found that I had much interest in anything other than the biology of\nmedicine, in particular, but I was -- had really very little interest in physics, or\nchemistry, or pure mathematics or computers, or whatever other sorts of sciences,\nso to speak, were available to me a-as a -- intellectual or academic endeavors. On\nthe other hand, I -- I was always, always, always drawn to history and literature and\nlanguage. And to this day, even while in the practice of law, I’m a voracious reader\nDecember 13, 2001\nand alternate reading books of nonfiction and reading books largely of classical\nliterature. Incessantly, I read every day on the subways and before I go to sleep, in\norder to continue my self-education, even while practicing a very narrow area of the\nlaw.",
        "Q: Before we continue, you had -- you -- wh-which direction in law did you\nchoose? What -- what did you want to become and what did you become?",
        "A: I am reasonably unique among the -- my fellow graduates from NYU law school\nand the class of 1980, in my having gone into what’s called public interest or public\nservice law. Technically I’m in public service law, meaning I’m a government\nemployee. But even while in law school, I was not drawn at all to the rather\nlucrative world of corporate or business law. Coming out of NYU law school, the\ndoors are largely open to those wishing to practice those areas, and many, many,\nmany of my friends went into those areas, and are doing financially quite well, I --\ni-intellectually, we don’t discuss. It’s just the job, it’s the same as running any other\nbusiness. I always felt socially impelled t-to find something that I could do that\nwould be of some good or service to others, and -- and I felt a natural affinity for\ngovernment service. I eventually dis -- sub -- I -- now I-I mean it’s sub - sub - sub-\nspecialty of the law, but I started when I -- I -- well, actually, when I was -- let me f\n-- let me restart that. When I was in law school, I clerked at a litigation firm. It was\nDecember 13, 2001\na union labor law litigation firm, but I found that I enjoyed litigation, it matches my\npersonality type very much. And when I graduated from law school, I worked in --\nin an admiralty insurance and personal injury litigation firm again, while still\nlooking, all of the -- this time for a public service job that would suit my own\npersonal, social and intellectual needs. I eventually was made a job offer by then the\nhuman resources administration of the city of New York, which was then the parent\norganization for the agency that I still work for, which 1s the New York City\nadministration for Children’s Services. And since New Year’s of 1983, ve worked\nexclusively in child neglect, child abuse and termination of parental rights litigation.\nI also have a -- a side specialty of immigration law as it pertains to children who are\naliens, who find themselves in New York City foster care. That’s sort of a sidelight\nof my own, but it’s all within the same job.",
        "Q: I don’t want to ask this as an oversimplified question, but I noticed that some\nchildren of survivors who decided to become lawyers, became defense lawyers,\nbecause they kind of identified with the victim. Now you became the prosecutor,\nbut of -- of -- of people who abuse children.",
        "A: Yes.",
        "Q: Is there any vague connection to your mother’s experience in some ways, or 1S\nthat reaching?\nDecember 13, 2001",
        "A: I -- I think that might be reaching a bit. I think that even were my mother not a\nsurvivor, given the values that were imparted to me and Paul as children, an area of\nlaw that is somewhat related to social work, as mine is, would be the type of thing\nthat I might have enjoyed doing. On the other hand, I -- I -- I -- well, actually it’s\nnot on the other hand, I really don’t see much of a connection with -- with defense\nlawyers as well. I think that you -- you -- one might find some degree of social\nconcern in children of the Holocaust, but for example, my roommate from law\nschool, from my first year there, who 1-is the child of a survivor is now a partner in\na very large corporate law firm, and he has been with them exclusively since we\ngraduated from law school in 19 -- in 1980. Actually, and sadly, his firm was one of\nthe firms that was blown out of the World Trade Center, number one World\nTrade Center on September 11\". And fortunately, all but one of his co-workers\nmade it out of the building safely. And th-th-that’s a wonderful thing. But a -- I -- I\nactually should tell you, it’s a very interesting story involving this young man. The\nsummer before I attended NYU law school, I -- I had subscribed to live in their\ndormitory at NYU so I wouldn’t have to commute from Washington Heights. |\nreceived a -- a note in the mail that -- you know, one of those, your roommate will\nbe -- you know, John Smith, and his address and phone number are, if you want to\ncontact him, go ahead. Well, I open the envelope and there’s this letter, and it says,\nDecember 13, 2001\nyour roommate will be Lawrence A. Bauer, 98 Park Terrace East, New York,\nNew -- and I said, what? I can’t believe this, it’s Larry Bauer. It turns out that\nLarry Bauer -- first of all, I-I -- my earliest memory of him 1-is coincident, both he\nand I, although he lives about a mile from my parents, his family belonged to the\nsame synagogue and at the high holy days, their pew, it was the same -- we shared\nthe sa -- the two families, the Bauers and the Gelbs were assigned seats in the same\npew for years and years. Also, Larry and I, although he’s a year older than me,\nattended day camp together for years and rode the same camp bus, although we\nweren’t close, because we lived about a mile apart and traveled in different circles\nof friends and went to different schools, we knew each other reasonably well from\nthose two contacts. So I was very, very pleased, I called him, he received the same\nletter on the same day. And it was -- 1-it was a really, really strange coincidence that\nwe lived together, and while together we got to know -- obviously we’re sharing a\nroom for a year, we got to know each other much, much better. His -- to answer a\nquestion about him that you had asked me earlier, Larry’s father came to America,\na German Jew in the 1930’s. Larry’s mother, also a German Jew was incarcerated\nin Theresienstadt, a -- a survivor, e-e-eventually in Auschwitz, and -- but she, like\nm-my mother, survived the war. What makes them very, very different, meaning the\ntwo mothers, is the degree to which they were willing to go in discussing their\nDecember 13, 2001\nwartime experiences. And all through law school -- at the time, Larry, of course\nknew what his mother’s background was, but his mother would tell him that\nbasically -- she basically had -- had given up on religion, although his father wa-wa-\nwas quite committed, because she -- and this is Larry’s -- I’m paraphrasing\nLarry’s words, she felt that -- that God must have given up on the Jews in order for\nsuch a thing to have happened to her and to her entire family, which was lost. It was\nin more recent years, since the death of Larry’s father that he started to talk in\ndepth with his mother about these issues. And he asked her why it was that she\ndidn’t talk much about these things. And she s -- and she laughed and turned and\nsaid, what do you mean? She said, I’m willing to talk about them, you just didn’t\nask me enough. In -- in the last few years, I-I’m sure that his discoveries about his\nmother’s background have grown geometrically, and that this is -- this 1s a -- a most\nin -- most intelligent and forthcoming woman, and I -- I just found it interesting that\nfor whatever reason, Larry and I grew up in -- in basically parallel lives in\nWashington Heights, and Inwood, during our formative years, our knowledge\nbase may have been the same, but the amount that Holocaust issues was discussed\nin the house was quite different. The result is the same. I think we have about the\nsame consciousness, and about the same regard for our parents a-a-as each other,\nDecember 13, 2001\nbut I-I just think that 1-it was a very interesting thing to share th-this reflection on\nour upbringing with -- with a roommate over the course of an entire year.",
        "Q: Is there another example that you have that whi -- that you had a chance to see\nhow other children of survivors lived, and how that -- it turned out, sort of to\ncompare to your own? Okay, let’s get to your wife, then.",
        "A: Yes, well --",
        "Q: You’ve pointed at your ring, your wedding ring.",
        "A: Yes, in -- indeed, my wife a -- is a child of a survivor as well. Interestingly\nenough, I did not meet her because of that in any way, shape or form. Quite simply\nmy brother, while attending Bronx Science, didn’t know th-this person who would\neventually become my wife, but overheard he -- this person telling a teacher that\nshe would be attending Hamilton College that coming fall. And I was at Hamilton\nat the time, and my brother said, wow, maybe Harry should meet her. So he called\nme and said, I saw this girl, and I saw that she was talking to such and such people\nand I’m going to try to find out who she 1s. And when I came back at the end of my\njunior year from college, my brother had me introduced to Cheryl. And then, of\ncourse, we started dating and met her family and I found as follows. Cheryl’s father\ngrew up in a suburb just west, just outside of Lédz in Poland, a little town called\nAleksandrow. His parents owned a sock factory, a very small one, but they\nDecember 13, 2001\nmanufactured socks, and he came from a very, very large Hassidic family. The\nfamily was very different from my mother’s family, but basically his family was not\natypical in any way. During the war his family was broken up very, very rapidly,\nand he, being almost exactly the same age as my mother, it was a very, very young,\nbut obvi -- what turned out to be very resilient little guy. Ver -- must have had\ntremendous inner strengths because unlike my mother, he was separated at the most\nearly stages of the war from all of his siblings and relatives. My mother, fortunately,\nwent through all of the war with her two older sisters, and most of the war with their\nfather, before he was lost in Auschwitz. So Cheryl’s -- Cheryl’s father lost all of\nhis family. One of his brothers apparently is -- so we hear, maybe an apocryphal\nstory, may not, starved himself to death for lack of kosher food, when he -- when he\nreached the death camp. Whether this 1s so or not, I don’t know. Other -- other ru --\nunverifiable rumors are that his parents were gassed in the experimental gas trucks,\nthe carbon monoxide poisoning trucks, earlier on, during the Holocaust. But with\nsuch a large family, it’s hard to say who went where. Th-The bottom line is that\nwith the exception of his oldest sister, who had moved to then Palestine before the\nwar, every other member of his family was lost. And this was a huge extended\nfamily. Cheryl -- also I should say, Cheryl’s father was one of the earlier inmates\nof Auschwitz. You could tell this by his tattoo. He had a sloppily drawn, scrawled\nDecember 13, 2001\ntattoo across much of his forearm, much closer to the wrist. The -- it was just a\nseries of numbers with no letters. This denotes a person who entered Auschwitz\nearlier on in Auschwitz’s operation. Later in the war, when my mother got there\nwith her sisters, the numbers were done much more neatly, inside the ar -- I -- I\nthink the word is the crook or crick of the elbow. And because they had basically\nrun out of numbers in the first series, they started adding a letter. So right away you\ncould see that -- that -- that Max, that’s Cheryl’s father, had been at Auschwitz\nearlier. Very interesting what a tough little guy this man was. Not only did he\nsurvive from having been in Auschwitz from the earliest days, but he was sent to be\na Slave laborer, all though Germany during much of the war. He worked on\neverything from road crews to aircraft factories, to chemical plants. He used to refer\nto Igay, you know, I -- meaning I.G. Farben all the time. He worked in one of their\nplants, somewhere in Germany, I don’t know exactly which one, but he was\nshunted from one facility to another as a slave laborer. Of course, he was lucky\nenough at the end of all these trials and tribulations to be sent back to Auschwitz\nfor a little vacation. He ris -- he was sent to Auschwitz for the second time at\napproximately the same time that my mother was arriving there for the first time.\nAnd, of course, bo -- it’s obvious he had to survive, because he gave birth to my\nwife. But both he and my mother, separately, survived the death marches after the\nDecember 13, 2001\nevacuation of Auschwitz in January and then February and then March of 1945.\nBut this Max, Cheryl’s father, went through many, many, many, many hardships.\nHe was a very, very small man physically, meaning in stature. And he credits other\nJews who looked kindly upon him as sort of the little guy, to make him into a\nmascot and take him under their wing, to protect him, as time went on. I think he\nperhaps gave them too much credit and he should have complimented himself more\non his amazing tenacity. He died, unfortunately, of lung cancer, in 1981, about a\nyear -- a year after we got married -- meaning Cheryl and I got married. But I was\nable to share during the four or five years that I knew him, much of his background\nwith him. And as Cheryl’s older sister 1s also tremendously interested in their --\ntheir father’s background and history, as was Cheryl. So between each of the two\ndaughters, they really know quite a bit a-about his history. He -- after the war, he\nmoved to Frankfurt in Germany just as my mother moved to Berlin with her\nsister Krysia. My mother’s sister Hania, by the way, moved to Munich. Anyway,\nMax, in Frankfurt met a very, very nice person of Polish descent, meaning non-\nJewish Polish descent, and this is my mother-in-law. They -- they fell in love, and\nshe converted to Judaism in Frankfurt, they were still dating for years, and filed\ntheir separate papers, one as -- as a refugee, one as an immigrant to come to\nAmerica and arrive, I think, within about a year or two of each other, and w-\nDecember 13, 2001\nwhereupon they were married, and they raised -- first they lived in -- in a --\nbasically a Holocaust survivor’s enclave, in the area of 106\" to 110\" Street and\nBroadway. This is where both of their daughters were born, but my wife’s older\nsister is five years older. I believe they li -- they lived with the children there for\nabout six years and subsequently relocated to Riverdale. The chil -- both of their\nchildren attended -- I suppose the loose term is parochial school. What I should say\nis a progressive Jewish Day school, whereas I went to public school. Yet, each of\nthe two girls ended up at the Bronx High School of Science for their secondary\neducation.",
        "Q: Did you exper -- did she have a different kind of upbringing in some ways? Di --\nwas -- was -- wa -- the difference between the households, anything that was\ninteresting in that context? Similar --",
        "A: I suppose one could say that Cheryl’s father was more observant than my\nmother, but I don’t know if that 1s reflected so much as a matter of factual practice,\nas a reflection of the way they were brought up in Poland as children. Cheryl’s\nfather was brought up in a Hassidic family, and although he, when here, practiced -\n- I suppose in -- in his mind a more ortho -- Orthodox view of -- of Judaism, I can’t\nreally see in practice, even now as an adult looking back, how much or -- or in what\nways that differed from the way that our parents -- and specifically you’re asking\nDecember 13, 2001\nabout my mother’s experiences, ho-how ma -- our parents raised Paul and me. I\nsuppose we went to synagogue with about the same frequency. My wife had a Bat\nMitzvah, I had a Bar Mitzvah, etcetera, etcetera. Maybe the prayers, the types of\nsongs that we used were different. Maybe the practices or the outlook of the\nsynagogues that we attended were different, but by and large I think that our\nconsciousness of being Jews, and of practicing Judaism, and of having basically a --\na strong Jewish and Holocaust survivor’s identity 1s probably just about the same.",
        "Q: I just want to get back to something. I -- I just got the impression that you really\ndid a lot of homework on reading up about the Holocaust. Speak a little bit more\nabout that, because some children didn’t do that. So you consciously -- I don’t want\nto lead you, but --",
        "A: No, no, I absolutely -- I consciously did look out to educate myself about\nHolocaust history. First, I suppose I ex -- my -- am -- and in this my father was\nalways willing to help me, expose myself to the history of world -- of World War II,\nand the World War II era in general. My father is a Korean war era veteran, having\nbeen too young to have served during World War II, cause he was born in\nDecember of 1928. However, he was drafted u-upon his college graduation and\nserved in the U.S. Army during the Korean war. But he was always willing to share\nthe American view o-of the war with me, both the -- in the European and Pacific\nDecember 13, 2001\ntheaters. My mother, as I said, was always willing to share with me as a child a bit\nabout her background, and not in a way that would horrify or scare her children, but\nin a way that was f-factually appropriate for what -- even now when I look back on\nit | would say that it was factually appropriate for a child to learn. For example, you\ndon’t say that people are gasping, they’re choking, and they -- that sort of thing,\nyou'd say that -- that they died. That’s what you would tell as -- a small child.\nWell, that’s the way she would have talked. However, around the years that I got\ninto yunior high school, I developed an -- sort of an independent and some might\nview strange craving for information on the Holocaust. And -- and this 1s true, I -- I\nwould, with frequency, stop by the public library branch near my junior high\nschool, all the way down on 178th Street and Saint Nicholas Avenue, quite a bit\nout of our neighborhood, to look at Holocaust and World War II history books. For\nexample, I remember right now that the call numbers for all those books are in the 940’s\nfor nonfiction. I know it’s a strange thing to remember, what can I tell you, I remember\nthese things. I -- I remember distinctly, looking through the transcripts of the Nuremberg\nTrials, which this -- this would have been in 1968 - 1969, it would have been reasonably\nnew volumes to that library, this sort of a [indecipherable] and ho-how fascinated I was\nwith -- with the justice that was being done, and I’m sure I also had some lurid fascination\nwith the -- the factual details o-of the horrors of extermination. I -- I can’t see how any\nhuman being wouldn’t interested in some way 1n those aspects as well. But as a child of a\n38December 13, 2001\nsurvivor perhaps I was a little bit more interested in what happened to all of -- of my\nmother’s family.",
        "Q: Since we are in the 60’s, let me ask you a follow up question that I meant to ask you\nearlier, but I didn’t want to interrupt. Your mother did not like the 60’s very much because\nthey seemed to pose a threat to the order that she needed very much, and she was worried a\nlittle bit, that you go s -- astray somewhere. Speak a little bit about that from your\nperspective.",
        "A: I think that it’s very unusual that you bring that up and the statement you made is quite\ncorrect, even from -- from my viewpoint and I am her son. I think my mother, and actually\nall of the Holocaust survivor parents that I know are tremendously patriotic for America,\na-and truly love the opportunities and freedoms that this country afforded them after they\ncame here and became citizens. I can’t overemphasize that enough. And I think that that\npatriotism in many ways, I wouldn’t say blinds, but at least colors or informs the\njudgments that my -- or expectations that my mother had for the way society would evolve\nin this country. I think that my -- 1-in particular my cousins from Vineland were -- I\nwouldn’t think that they were exposed, it -- it’s not that they were exposed to a -- a more\nliberal or progressive political point of view. It may be just that they evolved that way, for\nwhatever reason. But my brother and I are more main line, as -- politically, as far as\nchildren who grew up in our general circumstances or milieu, whereas my cousins David\nand Jeanette might perhaps be s-said to be more liberal or more progressive. I think that in\nmany ways growing up in New York City during a period when there were -- were\n39December 13, 2001\ndesegregation issues, race riots, etcetera, may have influenced the way Paul and I looked\nat the development of society. This is not to say that -- that we a-agree with our mother’s\noutlook. I will say that I distinctly recall my mother’s reactions to the -- the cultural\nchanges of the late 60’s, and I often look back on the year of 1968 as a sort of -- I wouldn’t\nsay a high water mark, cause in my mother’s estimation it was certainly not a -- a high\nwater mark, but a salient date in the cultural changes of New York, of America and\nperhaps of the world. It was in that year, for example, that Martin Luther King and\nRobert Kennedy were assassinated. There were riots, there was a school strike here. There\nwa -- the Vietnam protests were at their height. The er -- the era of hippy-ness in America\nwas reaching its height in tandem with the anti- Vietnam war movement. This was a period\nof tremendous change in this country, and the same sorts of things happened, you had the\ncultural revolution in China, you had the student riots in Paris, I mean, I remember these\nvery well. We -- you also had the war that had occurred in Israel the year before. There --\nthere were lots of -- of changes, there was a lot of violence and turmoil in the war, and I --\ni-in the world, excuse me, and I’m sure that these things, given my mother’s background,\nthese -- these changes, it must -- must have in some way influenced her -- how -- how may\nwe Say it?",
        "Q: Think about it for just one second because I think it’s a good way to -- to say that this 1s\nthe end of tape one, side B. I can flip the cassette now.\nEnd of Tape One, Side B\nDecember 13, 2001\nBeginning Tape Two, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nHarry Gelb. This is tape number two, side A, and you remember where we’ve been.",
        "A: Right. A moment ago you had asked me about my mother’s outlook on the social\nchanges during the 1960’s and how that in -- might or might not have impacted\nupon Paul and my u-upbringing. And I was just saying that I -- that I look back on\nthe year of 1968 in -- in many ways as -- as -- as a Sort of a s -- very significant date\ni-in -- in cultural and societal history in America, and I know that my mother would\nsay the same, at least in that regard. My mother was -- and continues to be very\ndedicated to social justice, and I think that the -- that -- that she viewed the changes\nof the late 1960’s not only as being disrespectful to -- to societal or cultural norms,\nbut as being disruptive to a -- to a o-ongoing development of justice for all people.\nAnd 1-in many ways I think she’s right, I mean, I don’t agree entirely with her, but\nI-I think that she -- she might have failed to take into account that America then,\nand now even more So 1s -- 1s -- 1S an 1n-increasingly diverse nation with -- with a\ncultural and -- and intellectual forces driving and pulling it in many directions, none\nof which can be controlled. And c-come -- coming from the background that she\ndid, I can see why she might have expectations o-of society that are different from\nmy own. But I -- I do agree with her 1-insofar as saying that things were radically\nand rapidly changing at that period of time.\nDecember 13, 2001",
        "Q: What’s the difference, where do you differ? Be a little bit -- more about that,\nbecause this -- if you can, just one or two examples, maybe.",
        "A: I think -- I think that in many ways I -- Iam more a-accepting of -- how can I\nsay? It isn’t people’s viewpoints, my mother’s very willing to hear people’s\nviewpoints, but -- but o-of aberrational or -- or eccentric behaviors, and -- and I’m\nmore tolerant of that. I think -- I -- I didn't used to be this way, I think I was more in\nline with -- with my mother’s expectations of -- of a more ordered society, but given\nwhat I do for a living and seeing the tremendous variety of -- of family behaviors,\nand the -- the treatment that people visit upon one another and upon their children,\nI’ve become much more tolerant and -- and accepting of the variations in those\nbehaviors. It doesn’t mean I approve of all of them, I just think I’m more willing to\naccept them.",
        "Q: And to finish that up and then we should probably move onto your wife and\nspeak a little bit more about --",
        "A: Of course.",
        "Q: -- how you got your own family. But it would be interesting for me to know,\nwhich of the kind of cultural movements, or political events at that time, in the 60’s\nand 70’s were of particular importance to you? Any kind of particular impact?\nDecember 13, 2001",
        "A: Wait. Outside of my -- my knowledge of the Holocaust, which of course is\nsomething that one -- one couldn’t escape, living with a -- a -- a survivor, whether it\nwas my mother, who was always ready to talk about things, or with someone who is\nmore reticent. If you’re asking about the historical developments that I was exposed\nto as a child, as a general matter, I would be happy to answer your question. I think\nthat the desegregation movement of the 1960’s, which was in large part sparked by\neducational desegregation decision by the Supreme Court in Brown versus Board\nof Ed., in 1954, I believe, just before I was born, but not implemented until the re --\ntru -- not implemented it really in fact and in detail until al -- the great society,\nLyndon Johnston administration, really, really affected me strongly as to my sense\nof -- of equality, for opportunity for all people. I was highly, highly upset at the -- at\nMartin Luther King’s death, much more so than at Robert Kennedy’s death,\nwhich we -- they were both in the same season, I mean, I remember them both well.\nI think the reason for this was th-that I, even as a child, and I would have just been\n12 years old then, viewed Martin Luther King as -- as a champion of -- well,\nobviously he was a champion of civil rights, but I mean a -- a champion of rights\nwithout being a revolutionary. And in a way that was more inclusive and less\ndivisive than many other people would have been in seeking the same overall goals.\nWhat I think was interesting in my outlook at -- at least wh-when I look back as --\nDecember 13, 2001\nas a sort of revisionist, now, 1s that the desegregation movement of -- of the 60’s, in\n-- in particular Martin Luther King’s work, begat a lot of equal opportunity, equal\nemployment opportunity and other e-equal housing opportunity, equal health\nopportunity, equal educational opportunity movements in the 60’s. The\ndesegregation of schools I agreed with and I still do to this day, wholeheartedly. But\nI think that in affirmative action on the job, and in -- and in recruitment for -- for\nhigher education, I think -- I thought then that it was perhaps a necessary thing, but\nI’m coming to think now, after it’s been a good 40 years of such programs, that\nperhaps the time has come as a matter of -- of social justice and to be more\ninclusive of all other types of peoples who’ve come here in the years since the 60’s\nand have re-colored, both literally and figuratively the face of -- of America and\nNew York in particular, that opportunity be based on merit and achievement, rather\nthan on a blind consideration of a person’s color or ethnic or religious background.\nAnd I say this even as a person who 1s the child of a survivor who was offered\nopportunities when she came here. I think what is different 1s that even children of\nsurvivors -- I shouldn’t say children, even -- even we children of survivors who\nhave parents who came here, saw that these parents, many of whom came over\nwithout education, without any bul -- physical belongings, without any money.\nLiterally with just a carry-on bag 1n their hands, and a -- as they say, a hope in their\nDecember 13, 2001\nhearts, were able to educate themselves, make careers, make families and raise\nthose families and support themselves, while there are many others in America,\nwho -- nowadays, who one can say have equal opportunity, but it is my view,\nindependently choose, and willingly in -- choose to not exercise those opportunities\nin -- wi-with even one-tenth the drive or ambition that the Holocaust survivors did a\nmere 50 years ago. I think that’s a -- a very, very important comparison and in some\nways drives my changing outlook on affirmative action. Because I feel that there are\njust so many immigrants who come to America now who are willing to work hard\nfor themselves, as did our parents, that they all have the equal opportunity to do the\nsame sorts of things that our parents did for themselves and their families. And I -- I\nreally don’t feel at this point, that the government should be requiring as a matter of\nlaw, or -- or monetarily subsidizing those who a-are not willing to exercise the\nrights and opportunities available to them.",
        "Q: I don’t have a connection to your wife yet, so we are just jumping.",
        "A: Sure, no problem. There doesn’t have to be a connection.",
        "Q: I was [indecipherable] I wanted to --",
        "A: Iam connected to my wife.",
        "Q: Yeah, that’s good. I just wanted to have a little break in there too, because as a\npublic speaker, you -- you need a break now and then --\nDecember 13, 2001",
        "A: Sure.",
        "Q: -- but this is good. No, that was a very powerful statement, too. Let me think.\nWhat was the attr -- so we are moving back to your wife. What was the attraction?\nWhat did you like about her?",
        "A: Oh, just as a person, she -- I mean, physically she was very, very cute, but that --\nthat of course is -- is at first blush, I’m saying that’s only when you s -- when you\nwould see her from a distance. But intellectually we found that there were many\nareas where we overlapped, 1 -- particularly with our love of classical literature. I\nreally like the outdoors, and outdoor activities, something with the boy scouts, and\nthat th-the -- then my great sports hobby of alpine skiing brought to me, and I\ncontinue to this day. Cheryl loved the performing arts, and was always in love with\nparticipating in and viewing the performing arts, dance and theater in particular,\ndance even in more particular. But I really have grown to love the performing arts. I\nliked them, as many of us do, but through her I -- I gained a unique appreciation o-\nof the performing arts in the insider’s perspective, as have our children, by the way.\nAnd it -- through me, I suppose she has gotten to like a bit more, if she didn’t freeze\nso much outdoor, many of the o-outdoors things that I brought to our relationship.\nOf course, we shared the commonality o-of being Jewish and being the children of\nsurvivors, but we’ve discussed that a -- a bit before. Both -- both of us really do\nDecember 13, 2001\nlove -- or I should say did then, and now do love literature, though, and it -- it’s\nsomething that it drives our family to this day.",
        "Q: Did you get involved at all in the Second Generation movement or events there?\nDid you feel drawn to that, n -- know about it?",
        "A: We knew about it, and at one point, just after I got out of law school in 1980 or\n°81, we attended a -- a survivor -- children of survivor’s conference, it was held\ndown at NYU. But basically, and I -- I would assume in large part because of -- of\nmy Uncle Miles’s involvement with Holocaust a -- research, education, memorial\nactivities, and because a-all of our family are survivors or children thereof, I haven’t\nreally felt compelled to join in with others. It’s -- it’s just sort of come to us\nnaturally, and we haven’t had to make any specific moves to get more involved.",
        "Q: Okay, I’d like to have a few facts now. When did you get married, what year?",
        "A: We got married on September seventh of 1980, right here in New York City.",
        "Q: Was it important to you to have children?",
        "A: Yes, it was, I -- I really like working with children a lot, and I’ve been involved\nin the scouting movement since I -- I was a little, little boy. However, my wife\nreally wanted to foster her career first. So we sort of comprised, and our first son\nMax was born in 1989, his birthday is January 27\", 1989 and he’s currently in the\nDecember 13, 2001\nseventh grade, and our second child was born nine years thereafter. So Joseph was\nborn on December 20\" of 1997, and he is currently in pre-school.",
        "Q: You’re always giving me these neat little links. So how about education? How --\nhow did you want to bring your children up? You in this case both, Cheryl and you,\nor the differences. Did you have sort of similar ideas of what the values were, or\nwhat the aspirations you had for your children?",
        "A: Yes, in-indeed, I-I think our greatest hope 1s -- is that our children would grow\nup to be both literate and concerned beings. Aside from formal education, which Pll\ndiscuss in a minute, I think a very unique portion of -- of Max’s upbringing,\nmeaning our older son’s upbringing was the fact that during his formative years,\nCheryl was a senior staff member at New York City ballet. And at that time we\nlived directly across the street, literally a 15 second commute from her office in the\nNew York State Theater at Lincoln Center. Max grew up basically as the New\nYork City Ballet Company mascot. He and I were there every day because my wife\nworked evenings and we would go to say hello to her, but not only to her, to all of\nher staff members and to the many members of the orchestra, and the dance\ncompany, with whom we became friends over the years. And she was there from\n1985 to ’95, and Max was born, as I said, in January of ’89. So he had his first six\nyears at the ballet, backstage, in the orchestra pit, in the flies, playing hockey in the\nDecember 13, 2001\nback hallways. Hanging out at the dance bar and making believe he was -- he was a\nlittle nutcracker prince with some of the world famous prima ballerinas. It was a\nmost unusual thing for a child to be exposed to this quantity of the performing arts\non a day to day basis. The funny thing is that nowadays he enjoys going to these\nthings very much, and is even actually -- last night he said to me, hey Dad, we’ve\ngotta go see The Nutcracker. Because that’s -- that’s a performance that he adored\nas a child. But he is not willing to perform. He doesn’t feel that he has any talents\neither in music or in dance. However, on the other hand, he’s a phenomenal athlete\nand he’s discovered in himself talents which I know I never had, and perhaps he\ninherited somehow from his Uncle Paul. But my -- my older son is physically\ngifted, and he plays league sports 1-1n -- in many different areas and is particularly\ngood in the hockey sports. And he plays league ice hockey, league roller hockey,\nhe’s just a -- a phenomenal athlete. And he’s -- he’s very proud of himself and he’ ll\nnever fail to tell you, I’m -- you know, proud papas tal -- talk this way all the time.\nBut he -- he’Il remind you of that as well.",
        "Q: What about the formal education? He is --",
        "A: Okay, formal education. When he was in nursery school, I suppose you call it,\npre-K at the Westside Montessori school, it was -- 1t was somewhat apparent to us\nthat he might be a gifted child, and we had him tested, and were fortunate enough to\nDecember 13, 2001\nfind that he’s a superlative gif -- superlatively gifted child. And he was accepted to\na New York City public school program for -- for truly a-advanced children, and\nI’m no-not -- I’m n-not saying this in -- in any way to make him sound better than\nother children, it’s just a fact that that’s -- that’s the whole definition of -- of the\nprogram he was in, it’s called the Anderson program, and it -- and there are two\nprograms like it in New York, Anderson program on the west side and Hunter\nCollege high school has its own program which goes all the way down to\nkindergarten on the east side. And so Max went to and attended the Anderson\nprogram and he graduated from there after the fifth grade and took an exam to get\ninto another gifted program for junior high school level, that’s called the Delta\nprogram. And it’s -- it’s -- basically it’s the same kids and others who have joined\nthem in a slightly larger program that he had gone to grade school with. And he’s\nnow in the seventh grade. He is getting a -- a regular, although accelerated and\nperhaps a bit more in depth junior high school education. He’s doing very, very\nwell, he -- this particular child, it’s within his personality to be most competitive.\nHe is -- I think if I had to descri -- use one word to describe my own -- this\nparticular child, I would say it’s competitive. He has to be a medalist, meaning he\nhas to get the gold, or the silver or the bronze, and he’s very happy to get any one of\nthem, although everyone wants the gold, but he’s happy to get them. But no matter\nDecember 13, 2001\nwhether it’s in sports, or in school, he has to be a winner, he has to be a medalist.\nAnd that’s the way he does in school, and that’s also the way he does in sports. So I\nthink it’s very interesting that this child has grown to be so highly competitive in\npersonality.",
        "Q: The other little guy is about four now?",
        "A: Yes, he’s going to turn four next Thursday.",
        "Q: Is -- is -- is th -- is he different from the first child [indecipherable]",
        "A: He’s very different in personality. He, unfortunately for him was not raised in\nNew York City ballet, but I don’t think that that changed his personality in any\nway, but I just think it’s a significant difference. Joseph is not as comp -- a-as\ncompetitive or driven a child as Max. He has a very sweet and -- and jovial\npersonality. He’s always smiling and singing little songs to himself. He’s not as --\nalthough he’s coordinated about the same as any other child, average child of his\nage group, he’s not as overtly physically active with such -- such unbelievable both\ngross and athletic motor skills that -- that his brother has and had even at age four.\nThis is a child who really -- this one really loves stories and loves being read to, and\nloves imagining and loves creating play spaces and games and environments, as you\ncan see from our living room, it’s -- we’re surrounded her by -- by Legos and -- and\nlittle -- little scenaria o-of villages and construction sites and -- and letters and he\nDecember 13, 2001\ndoes these things every single day. Actually Max at that age, although interested in\nthings -- he loved cars, he loved model cars and he loved trains that went around, as\nJoe does, but he wasn’t as interested in building these little communities and\nenvironments that you see here, as Joe is, and he’s -- this is the way Joe is, this is\nthe kind of child he is.",
        "Q: How do they relate to your mother?",
        "A: Oh wonderfully. They relate -- they relate very, very well to her. Th-They -- I-I\ncan’t say in any way that there’d be anything negative, she’s their grandmother.\nShe’s very grandmotherly to them, and they’re very grandchildly to her.",
        "Q: Well, let me rephrase this, I didn’t mean how did they relate, I just say, what’s\nthe relationship between, how do they like each other, do they -- do they talk -- do-\ndoes sh -- does she talk to the oldest one about parts of her past already?",
        "A: She does, but he -- it isn’t something that they talk with any frequency about. He\nis quite aware, prob -- in more so and in more detail about my mother’s background\nthan I was about her background at his age. The reason is that Cheryl and I have\nalways in -- been believers in -- in being very upfront with Max, we’re much more\nopen and less protective of him, and -- and eventually of Joseph than my mother\nwas of me and Paul. My mother was very careful, I’m -- I’m certain, not to\ntraumatize me or Paul with things that she viewed as inappropriate for a given age.\nDecember 13, 2001\nAnd a-as -- as you’ve interviewed her, I’m sure you can agree that -- that sh-she\nmay have said that to you, or you may have read it into what she said, but I-I’m sure\nyou’d agree with the statement I just made. On the other hand, perhaps to his\ndetriment, perhaps to his benefit, I don’t know, I have been very, very upfront with\nMax, not only about my mother’s background, but about everything that I do at\nwork, about everything in the world, both the good, a -- things and the horrors of\nliving in New York. The sufferings of people, crime, death, disease. I -- I -- we\nreally don’t hide anything from him. That may or may not be good for him in the\nlong run, I don’t know. I’ve tried to encourage him to be independent. He was the\nfirst of all of his friends to travel on his own through the city. I have entrusted him\nsince th-the fourth grade, basically, with being on his own and shifting for himself. I\nexpect him to lead his friends. I -- I’ve always tried to foster in him the ability to\nlead not only himself, but his friends. To be responsible for himself and his friends,\nto keep a lookout for himself and his friends, to protect them, but to achieve. And\nthe funny thing is that things 1-in many ways have gone that way, and among his\nfriends, whether by dint of his upbringing here, or the fact that he 1s among the\nolder of the children in his age group, or a combination of those factors, he is\nlooked upon by the other children as a sort of a social hub, a leadership figure. And\nperhaps it’s because he’s so involved in sports and the boys follow him in that way.\nDecember 13, 2001\nPerhaps it’s because he actually is very talented in school. That he’s getting\nhomework help calls all the time, and his guidance is sought as to what 1s expected\nof them in school. It’s just that he -- he’s grown up to be a very unusual child in that\nregard. The downside of this is that his tolerance for others and his patience with\nthem sometimes wears a little bit thin. So I think that these might be the sorts of\nresponsibilities that a 12 or 13 year old boy shouldn’t have thrust upon him. But he\nhandles it pretty well overall, and -- and -- and his friends love him. He has a whole\ncrowd of -- of friends that are hanging out here all the time. One, we’ve always tried\nto make th-the other kids feel welcome around our house so that they -- they -- they\nshould always feel they have a place to come, if they want to sleep over, or they\nwant to hang here, have dinner. Whatever they want, they’re welcome to stay, it’s\nfine by me. And it’s alway -- it’s fine by Cheryl, too, it’s -- it’s fine by all of us, but\nwe -- we always want our children to have their friends welcome.",
        "Q: That seemed to be the same way that your mother handled your friends, if I s --\nif I recall.",
        "A: Oh, absolutely, she always encouraged u-us to -- to bring home other -- other --\nyou know, it’s usually boys that -- but to bring home other children a-and to have\nrelationships with them. In -- in -- she also encouraged us and my father did as well,\n1-1n boy scouting, that -- I think that was a movement that was very much in\nDecember 13, 2001\ntandem, since it’s a slightly more conservative movement, especially in the 60’s,\nthan the rest of -- of society at large. It was probably very much in line with her\nexpectations about the way boys should be reared. And because of that she allowed\nand encouraged both me and Paul to continue in scouting. Both of us achieved the\nrank of Eagle Scout, and actually to this day I’m involved in boy scouting. I am\nnow one of the directors of the same group that I was in as a child. And Max was\ninvolved in cub scouting and started in boy scouting, but since the last year in junior\nhigh, I think his interests have changed and his social group has changed, and I’m\ncertainly not going to force his continuation in scouting upon him. I just think that\nthis 1s an interest that has sort of fallen out with Max, perhaps for the good, perhaps\nnot, but I’m certainly would -- I wouldn’t force my children to do anything. So right\nnow Max is not involved. But that’s okay too, he’s involved in so many other\nthings, whether it be 1n sports, social affairs, or his Bar Mitzvah studies, that I\ndon’t even think he has room in his life for the boy scouts. That might be better for\nhim right now.",
        "Q: Okay, we’ll take a small break here. Okay, we just had a little pa -- break here, a\nlittle pause, and we are moving on, and I would like to ask you about traveling. You\nsaid it in regard to your children. Let me ask you, sort of wholesale, what does your\nDecember 13, 2001\nrelationship, and have you ever been to Germany, Poland or Israel, because it\ntouches on your mother’s life and on your parent’s life in a lot of ways.",
        "A: That’s o -- I-I can answer that very directly and specifically. Personally, I have\nnever been to Israel, and I’ve never had the good fortune to have the time to get\nthere 1-1n a way that I would have liked. However, my wife has been to Israel\nseveral times, in large part because, as I said, her -- her father had an oldest sister\nwho had -- who had immigrated to Palestine in the 1930’s as part of a -- a-- a\nZionist [indecipherable] movement. And because she had this one aunt there,\nCheryl had gone there throughout her childhood to visit the aunt and uncle and\ncousins, along with her family. However, we have traveled, indeed, extensively, all\nthrough Europe. And in the summer of 1984, while Poland was still a Communist\ncountry, we went to visit Poland, to visit the few relatives that Cheryl’s mother still\nhas there, and also to tour where my mother and where Cheryl’s father had grown\nup, and to visit Auschwitz. That’s what we did there for a -- a week. I went with\nCheryl and her sister. None of us had any children in those days. And -- and her mo\n-- her mother went as well, but did not tour with us, she just stayed with her\nrelatives while Cheryl, Marilyn and I traveled about and -- and saw the various\nvenues that I had mentioned.\nDecember 13, 2001",
        "Q: Your mother loves Polish culture very deeply. Lar -- literature, music and so on.\nDid some of that rub up on you on some --",
        "A: Yes, certainly, I -- I think an appreciation for it has. I know 1-1n particular my\nmother 1-is most proud o-of -- of Frederick Chopin a-a-and his work, but i -- I love\nclassical music in general and have always loved Chopin. I just mention that\nbecause I -- I -- I -- I -- among the many, many, many types o-of classical music and\nperforming arts that my mother enjoys, that is one person from Poland of whom\nshe is particularly proud. But I -- I do appreciate Polish culture very much. With --\nwith some degree of frequency we -- we sh -- meaning -- our immediate family here\ntried to visit Polish neighborhood, we have hired a -- a nanny for our little Joe, hi-\nhis daycare provider when he 1s not in preschool, who happens to be from Poland.\nAnd Cheryl’s -- Cheryl’s mother also unfortunately now is suffering from\nAlzheimer’s, but we have hired for her a caretaker from Poland. We -- so we -- we\nhave many Polish influences around us all of the time. It’s -- it’s just -- it’s just part\nof the way I -- I grew up, I mean, we -- we enjoy Polish food, Polish music, but I --\nI don’t think that we are involved in any way with what -- what are classical Polish\nAmerican activities, but rather we have a definite consciousness of the background\no-of three out of our four parents.\nDecember 13, 2001",
        "Q: Do you feel -- and I’m kind of jumping a little bit now because we have done,\nchronologically, everything pretty much, I think, so now I just have a few follow up\nquestions. Do you feel that children of survivors have a special obligation or a\nspecial role to play, from your perspective?",
        "A: Well I -- I -- I most certainly ascribe to -- to my uncle’s declared intention of --\nof educating others about what happened in the Holocaust so that -- so that people\nare, for all of the rest of history, aware that such -- such intense and organized evil\ncould be perpetrated on -- on a -- a discrete population in so short a time. I also ha-\nhave tried in my professional career, to spend as much of my time as possible,\nhelping refugees. Since I started at this -- at this agency -- when I say at the\nadministration for children’s services, then known as HRA, whatever, but it doesn’t\nmatter, at this same agency, which is the foster care agency for New York City, I\nstarted there in January 1983, I have been the sole attorney assigned to deal with\nrefugee and immigration issues for children who find themselves in New York City\nfoster care. This began because in 1983, the city -- this city, New York City\n[indecipherable] was a part of the official U.S. government refugee assistance\nprogram that was -- started to resettle people from southeast Asia in the wake of the\nVietnam conflict, and they were taking both families and unaccompanied refugee\nminors from refugee camps in southeast Asia and resettling them either in the\nDecember 13, 2001\ncommunity or in various foster care agencies throughout the United States. This --\nthey were joined shortly thereafter by a large influx of people from the Cuban and\nHaitian boatlifts in the very early 1980’s. So already by the mid-1980’s, our\npopulation and our program was -- was largely made up of children from southeast\nAsia, from Vietnam, Cambodia and Laos, and also from Haiti or Cuba.",
        "Q: I think we have to stop here and flip over. This is the end of tape one, interview\nwith Harry Gelb, and this is the end of side A.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\ninterview with Harry Gelb. This is tape number one, side B, and we continue with\nactivities.",
        "A: As I was telling you a -- a moment ago, the city’s refugee program had largely a\nsoutheast Asian and then some Haitian and Cuban children in it. We eventually\nplaced about 1400 children through federal referrals into that program. However, as\nI worked during the 1980’s, it became readily apparent that this being New York\nCity and all, there were children in the foster care system due to abuse and neglect,\nhere in New York City, who hailed from other countries. Some of these children\nwere entitled and continue to be entitled to immigration law relief, and there are\nDecember 13, 2001\nspecial federal laws that --that assist children who find themselves in the foster care\nsituation without having parents willing to help them to realize 1-immigration\nbenefits. So even though the federally funded refugee program has basically petered\nout, and out of about the 1400 children, all of them have aged out, meaning have\ngone over the age of 21, except for three children who came over when they were\nvery, very small, we now have hundreds of children that I have been able to\nidentify, out of the 30,000 children in the foster care system now, who have\nimmigration law needs that I am able to service. And I have found overall, 1-it --\nthrough my very fortunate participation with all of these children, that refugee\nchildren tend to be very, very driven, very, very self-reliant and very, very\nmotivated to make something of themselves and to utilize the opportunities that are\noffered them by placement in New York City’s foster care system. Basically, in lay\nterms one can say they’ve got free room, board and education through their 21*\nbirthday. As long as they continue to make something of themselves, to attend\nschool, to get an after-school job, and to basically just grow and become good\nhuman beings, they can stay with us until they’re 21 years old. And 1-1-it’s much to\ntheir credit and much to my constant amazement and joy that these children\ncontinue to flourish despite the fact that many other children in our foster care\nsystem never seem to achieve much in their lives and unfortunately end up many\nDecember 13, 2001\ntimes in the same sort of conditions that their parents had when the children ended\nup in foster care. So it’s -- 1t’s very, very much of a pleasure for me to be involved\nwith this refugee population.",
        "Q: You’re involved in a lot of things. You are also a good cook? Tell -- what --\nwhat --",
        "A: That’s --",
        "Q: -- what -- what -- what are little hobbies? I mean, I don’t know how you take the\ntime to do anything, but what do you do for fun?",
        "A: Quite frankly, I -- I do very, very little for -- for fun, myself. I don’t get to see\nmy friends very often. Most of my activities are involved around providing care for,\nor joining in the activities of each of my two children. And it’s becoming\nincreasingly demanding as little Joseph, now being a-age four, is starting to have a\nbroader circle of friends and different interests and activities. I am now challenged\nwith keeping up with both Max’s activities, whether that is his ice hockey or his\nsoccer or his swimming or his basketball, and Joe’s new circle of friends and\nactivities. Is -- it’s -- 1t’s always -- always a challenge, always fun.",
        "Q: Wh-What about their Jewish education? Is there anything particular?",
        "A: Absolutely. Max has, I believe since either the first or second grade, been\nattending Hebrew school, and Joseph, who is in his last year of pre-school now,\nDecember 13, 2001\njust started Hebrew school two months ago. We belong to a neighborhood\nsynagogue and Max is currently studying for his Bar Mitzvah which 1s going to be\nin February of the year 2002.",
        "Q: Any particular holidays that you especially like, or any family rituals that happen\nfor some reason?",
        "A: If you’re speaking about Jewish holidays, 1-1-in particular it has always been my\njoy and distinct pleasure in celebrating Passover with the Lerman cousins, so to\nspeak and aunt and uncle in Vineland, New Jersey. This is what we did as children,\nwe meaning Paul and I. We always went to Vineland for Pesach, always, and it 1-1-\nis perhaps my, and I -- I’m sure it is many other children’s favorite holidays, but\ncelebrating the -- the escape to freedom of the Jewish people from enslavement in\nEgypt. But just being with that family at that time of year has always meant\nsomething very special for me, and -- and I know it has for my brother Paul as well.\nAnd we continue to go there every year and I bring my children and my wife down\nto spend a Lerman Passover with them, an-and I’m glad to say that they enjoy it as\nwell.",
        "Q: How do you feel about quote, Holocaust education, unquote? In -- and special\nprograms in school, and everything, but also at the Holocaust Museum. Do you\nDecember 13, 2001\nthink it’s moving in the right direction? There’s done enough, there’s too much\ndone? How do you feel about that?",
        "A: I don’t think en-enough can ever be done. I-I-I’m also pleased to see that\nmuseums like the Holocaust Museum in Washington a-are conscious of other\nholocausts, such as those suffered by some of the Cambodian survivors that I\nworked with in the early 1980’s who -- who ended up being shipped from refugee\ncamps there to here. I mean, I think that the museum in Washington has a\ntremendous consciousness for the sufferings of others that a-are similar to or\nparallel to those that befell my mother and her family and my wife’s father and his\nfamily. And it’s a -- a very important thing to all of us in our family that there be\nHolocaust education and Holocaust awareness inculcated throughout the American\neducational system at all levels, fr-from grade school on.",
        "Q: In gen -- sort of general terms, or particular, whatever, what do you feel has been\nthe impact of the Holocaust on your mother and on you, as the son, as this -- the\nnext generation?",
        "A: That’s a -- that’s a very broad question, but I’m not criticizing you for it. I will\ntry to answer it as succinctly as possible, so that should take three or four hours --\nno seriously --",
        "Q: Fine, go ahead.\nDecember 13, 2001",
        "A: I’m sure, to use the lay word baggage, that my -- that my mother and every\nHolocaust survivor carries with them baggage, some of which they -- this\npsychological baggage, th -- damage, or benefits, whatever, that some of them may\nrecognize and -- and others don’t even recognize it, it -- that will always be in their\nsubconscious. But I think my mother has made a distinct effort to -- as many others\nhave, to rise above her experiences, to evaluate them, to see what -- what good she\ncan identify in her experiences and what evil she can identify 1-1-in her experiences.\nTo identify the moral values of -- of what she -- what she learned through those\nexperiences, and through seeing the loss of her family and the rebirth of an entire\ngeneration, and now s-succeeding generations o-of -- of Jews in the post-Holocaust\nworld. I know my mother states all of the time, just straight out, that people\nshouldn’t allow even the most negative events in their life, to drag them down. But\non the other hand, I -- I -- I’m sure she recognized that one cannot but have that\nhappen, even if you make every conscious effort to prevent it from being so. Yet, a\n-- I-I know that my mother has always tried to -- to look back on -- on that era with\nan objective -- as objective as possible, historical eye. And not to become too\nemotionally distraught when either e-evaluating or we -- those experiences, or\nrelating them to others. And I -- I think that her sisters share with her those goals\nDecember 13, 2001\nabout overcoming their experience and -- and have -- all three of them, I think, have\ntried to pass that on to the -- to my cousins, so to speak, to their children.",
        "Q: What about you? I mean, I know it’s not an easy question, but if you kind of,\nyou know, thought about it for a minute, what do you think the impact of the\nHolocaust was on you, however directly or indirectly?",
        "A: I think that in many ways, I mean, directly, and I -- I suppose it’s easy to say that\n-- that it -- it -- it awakened a degree of social consciousness 1n me. But I think o-o-\nother people are motivated by other things and arrive at -- at the same place where I\nfind myself, but perhaps -- for me this is -- this is what -- what does it. I think it\nuncanny that I met and then married someone who 1s the -- like me, a -- a -- a child\nof -- of survivors. Yeah, I don’t know whether that is good or bad, I think it’s a very\nunique bond. I -- I found in my office, and now I’m -- I’m a supervisor in -- in -- in\nour Bronx office, and through conversation after being there a year, I found out that\none of my co-workers, who is significantly younger than me 1s also the child of a\nsurvivor who was a hidden child. And he was hidden as a very, very -- he’s even\nyounger -- he was born sometime in the 1930’s and waited a while to have children\nafter coming here and marrying, so this co-worker of mine 1-1s significantly\nyounger. And yet, I know that -- that she and I feel an -- an -- sort of there’s an\nunusual kinship or bond there, even though his -- his, meaning her father’s\nDecember 13, 2001\nexperience, wartime experiences, and my mother’s were -- were quite dissimilar.\nBut 1-1-1t’s an unusual bond. I am sure that other people who share similar traumatic\nexperiences in their family histories probably feel a similar bond as well, but this is\nwhat our family feels, and this is what Laura’s family feels. And I’m sure that --\nyou know, and my wife and her sister and all of my cousins, we all feel the same.\nIt’s just an unusual way to identify -- I think that there are many Jews who identify\nas being Jews in large part due to the persecution of the Jews during the Holocaust\nsomehow awakening a Jewish identity in them. I suppose religious motivation\ncomes from many different things in one’s upbringing. So in mine, obviously, it\nmust come in large part due to the fact that my mother herself 1s a survivor. Never --\nnevertheless, 1-it ca -- her experiences cannot but have a-affected my outlook on the\nworld, on religion, on my social values and morals, and by the way I raise my\nfamily. And the fact that my wife is also a survivor’s child will only magnify the\nimpact -- or whatever impact it does have on our children.",
        "Q: I think I probably would have a couple of more questions, but at this point I\nthink this was a pretty good ending, I think. Do you feel that something important\nhas not been addressed? I mean, take a second to just think if there’s something that\nyou want to say, or something that I should have asked and didn’t, that was kind of\nimportant to your life.\nDecember 13, 2001",
        "A: I don’t think there’s any particular thing that you -- you haven’t asked about my\nbackground, or about my wife’s background. I think it is important, however, that\nHolocaust information be memorialized in the coming years as the generation of\nsurvivors grows older and older, they obviously are going to pass away. And\nwithout them there is going to be no true firsthand source of evidence and of fact\nabout what happened. And the Holocaust deniers and the present persecutors of\nJews, and bigots and hate-mongers will only find fuel for -- for their intolerance\nshould there not be amassed the -- the proper history and documentation of the\nJewish people during the Holocaust years. So my overall wish would be that all of\nus, both the current living survivors and their descendants try now to somehow\nmemorialize and record these historical facts so that subsequent generations can\nbenefit from a true rendition of what happened during the 1930’s and 40’s.",
        "Q: Why did you agree to do this int -- why do -- why did you agree to do this\ninterview?",
        "A: In many -- ob-obviously, the -- the fact that this is something that 1s important to\nmy mother weighed on me, but even if it were not, e -- I would gladly -- even if my\nmother weren't a survivor, if I was just, let’s just say a -- a child of American Jews,\nand you’d come to ask me about how the Holocaust bore on -- on my development\na-and life today, I would have gladly participated because I think that the -- the\nDecember 13, 2001\nevents of such a mass tragedy weigh so heavily on the development of -- o-of world\nculture that they -- they should be documented and interpreted. I think that what’s\ngoing on today as we speak, in -- in the -- a-as Bush calls it, the war against terror,\nbut 1-1t -- 1t’s basically a -- a war against terrorists who hate America and hate Jews,\nis very much involved in -- in interpretation of facts of the Holocaust and how the\nstate of Israel came into being as a result of the persecution of the Jews during the\nHolocaust. [indecipherable] talking about the political state of Israel as opposed to\nthe Jewish settlement of the land of Palestine. These are very important things and\nhave affected the Islamic world’s view o-of Jews and America in the years since\nthe end of World War II.",
        "Q: What is your own position in regard to that -- to what is going on right now in\nterms of isga -- Afghanistan and war against terrorism?",
        "A: Well obviously, I-I -- I have absolutely no tolerance for terrorists of any kind.\nThat -- and that would go for -- for terrorists that are advocating or -- or bombing to\nconvince people to believe in any particular area of thought. However, because so\nmuch o-o-of this current terror campaign 1s involved in a hatred of America and of\nth-the state of Israel and Jews, I do have very strong opinions. And it is my\nunfortunate belief that although -- and I say unfortunate because I -- I -- I’m sad to\nfind myself feeling this way, although I ha -- I have tremendous fondness for many\nDecember 13, 2001\npeople who are -- are Muslim, and who live here in America and in New York, like\nmyself, I quite frankly, based on their religious beliefs, and the -- and their culture,\ndo not believe that they will ever -- th-the Islamic world will ever be able to accept\nthe existence of the state of Israel. They -- they -- I -- I think that much of their\nhatred is tantamount -- although it 1s worded differently than Hitler’s hatred of the\nJews, I think it’s tantamount to Hitler’s hatred of the Jews. And although the -- the\ncurrent terrorists will never be able to perpetrate the mass execution o-of Jews, as --\nas Hitler and the Nazis were, I still think that were that to be a thing within their\ngrasp, many of these people would not hesitate to do that. I -- even -- even among\nMuslims of a -- a more gentle persuasion who are not violent like -- like the\nterrorists, I really -- I-I sincerely question whether even they, based upon their\ndoctrine and their beliefs and their culture will ever able to be accept -- to be able to\naccept the fact of the existence of a Jewish state in the land of Palestine. And I\nthink that these hatreds are so deep seated, and -- and so old, going back now\nthousands of years, that I don’t -- I -- I -- I sa -- it’s sad to say, I don’t feel that they\ncan ever be overcome. I don’t know what to do about it, but you ask me how I feel\nabout what’s going on now, and this is actually how I feel. It -- it -- it -- it’s very\nhurtful to me, it’s very hurtful to my family, it’s something that affects all\nAmericans, not just Jews, a-as you could see from the tragedies on -- on September\nDecember 13, 2001\n11. So the fact that terrorists have identified America f -- e-either for its support of\nthe state of int -- of Israel, or as a land of moral turpitude, or as a some sort 0-0-of\nhated kingdom, for whatever reason I don’t understand, it does affect every\nAmerican, and 1-1-it is an area th-that all people 1-in America should consider each\nday of their life.",
        "Q: I wanted to -- to end on the -- on another note, but let’s just leave it at that.\nThat’s the time we live in right now. This is the end of the interview with Harry\nGelb, and this is the end of tape two, side B. Thank you very much.",
        "A: You’re very welcome.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Okay. United States Holocaust Memorial Museum, Jeff and Toby Herr\ncollection. This is an interview with Harry Gelb, conducted by Regina Baier on\nDecember 13\", 2001, in Mr. Gelb’s home in New York City. Mr. Gelb is the son\nof Holocaust survivor Regina Gelb -- Regina Gelb, who has been interviewed for\nthe United States Holocaust Memorial Museum’s oral history collection. This\nHolocaust Memorial Museum gratefully acknowledges Jeff and Toby Herr for\nmaking this interview possible. This is tape number one, side A. My first two\nquestions are sort of questions that we’ll ask everybody. They are kind of formal,\nbut easy. Give us your full name and your date and place of birth.",
        "Q: Were you named after anybody in particular?",
        "Q: Was he -- did he die during the -- during the Holocaust, or was it in America?",
        "Q: Okay, let’s talk about your parents a little bit. When you think back -- we’re\ndoing this chronologically, I think, which 1s easier in some ways. We can always\njump back and forth later.",
        "Q: When you think back as a small boy, how do you remember your parents?\nDifference in -- difference in personalities, wh-what kind of -- when you think back,\ndescribe them to us, when we haven’t seen them.",
        "Q: I guess my -- my question was sort of trying to first of all get you back into\nchildhood, but also trying to bring out whether or not your perception of your\nparents has changed over the years [indecipherable]",
        "Q: Interesting. Talk about your brother a little bit. Who is -- what’s his name, when",
        "Q: -- when he was born, and -- and what -- what type is he?",
        "Q: Describe him -- just describe him a little bit to us. Sort of as -- over -- against\nhow you think you are, how you see yourself, maybe.",
        "Q: Did you get along when you were small? Were you kind of friends, did you sh --\ndid you share things, or was it difficult because you were so -- such different\npeople?",
        "Q: It’s a -- it’s a good chance, actually, to go back into your childhood, because you\nsaid your memory goes back so far. I’m -- my own does, too, which is interesting, it\ndoes in -- sort of in glimpses. Put -- give us those glimpses that you remem -- give\nus a few, sort of impressions from what you remember, what it was like in your\nhouse, what -- what do you remember?",
        "Q: Do you recall -- before I -- we talk a little bit more about what it was like at\nhome, in your home atmosphere and so on, do you remember the particular\ncircumstance or event or so when you first realized, understood, that your mother\nwas what we now call a Holocaust s -- a Holocaust survivor?",
        "Q: Do you remember partic -- a particular sort of w -- how she talked to you about\nit, or do you -- its -- an-and your response, your feelings? How do you -- how did\nyou f -- how did you feel?",
        "Q: What -- what was your response to it? Sort of, curiosity, fear, anger, resentment,\nwhat sort of happened?",
        "Q: Did you perceive any differences that might be attributed to Holocaust\nexperiences among your aunt as over -- against your mother?",
        "Q: Well, I was just -- we can -- can leave that alone and bring it up later --",
        "Q: -- and talk more about it, but I was kind of thinking, because of the a -- wh-\nwhether you saw, as a -- this, still trying to be in your childhood somewhere, it’s\nkind of hard to [indecipherable] --",
        "Q: -- separately.",
        "Q: Yeah, whether you perceived certain differences. The way they were, or the way\nthey talked, or what they talked about, what they didn’t talk about --",
        "Q: -- that could be attributed to experiences in the -- during the Holocaust.",
        "Q: Her name is Hania?",
        "Q: Di -- I -- I gather yet that you did get along with your cousins, but --",
        "Q: -- speak a little more about that relationship. Is it particularly close or just sort of,\nand did you talk about, amongst yourself about the experience of your parents?",
        "Q: Okay, let’s go back to home. That was a good -- and if you want to take a sip of\nwater, you can do that. Yeah, let’s go back to home and see sort of what kind of\nvalues were stressed? What -- with regarding t -- with regard to education and\nreligious upbringing and so on. What was important to your parents and what --\nwhat -- what happened?",
        "Q: Yeah, your mother actually said in her interview that the emphasis as far as she\nwas concerned was not so much on succeeding, but on broadening their horizons.\nSo you would say that’s how you would see that -- how -- how you see that too,\nright?",
        "Q: Was that a burden to you sometimes too, that you felt that you had to kind of\nmove on and make her proud, or was it something that just sort of came naturally to\nyou anyway?",
        "Q: Was it equally important to your father, or was there a slight difference in -- in\nemphasis?",
        "Q: What about cultural and religious upbringing, sort of Jewishness?",
        "Q: What -- what -- how important was that, and -- and what -- kind of what\ncoloration did it take on?",
        "Q: What kind of friends -- who were your friends? Jewish in background, or a mix,\nor sort of who were your friends and did you talk -- did they know that you were a\nchild of a survivor?",
        "Q: What your -- what was sort of your impression of s -- during the school years,\nhigh school, sort of the Holocaust education? It didn’t exist in the way it exists now,\nbut what did you learn about the Holocaust and did you know much more, and why,\nif you did.",
        "Q: Well, it’s only interesting if you talked about differently about -- if you t -- if that\nissue came up in a different way than it came up with others, that would be\ninteresting.",
        "Q: Okay, I think we should stop here and flip the tape. This is the end of tape one,\nside A, interview with Harry Gelb.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: Okay. This is a continuation of a United States Holocaust Memorial Museum\ninterview with Harry Gelb. This is tape number one, side B. And I think it makes\nsense at this point to continue with your education. So, Bronx High school --\nScience school, and then where do we -- where did you afterwards?",
        "Q: Why law school? Why law? In what direction did you want to go into?",
        "Q: Before we continue, you had -- you -- wh-which direction in law did you\nchoose? What -- what did you want to become and what did you become?",
        "Q: I don’t want to ask this as an oversimplified question, but I noticed that some\nchildren of survivors who decided to become lawyers, became defense lawyers,\nbecause they kind of identified with the victim. Now you became the prosecutor,\nbut of -- of -- of people who abuse children.",
        "Q: Is there any vague connection to your mother’s experience in some ways, or 1S\nthat reaching?",
        "Q: Is there another example that you have that whi -- that you had a chance to see\nhow other children of survivors lived, and how that -- it turned out, sort of to\ncompare to your own? Okay, let’s get to your wife, then.",
        "Q: You’ve pointed at your ring, your wedding ring.",
        "Q: Did you exper -- did she have a different kind of upbringing in some ways? Di --\nwas -- was -- wa -- the difference between the households, anything that was\ninteresting in that context? Similar --",
        "Q: I just want to get back to something. I -- I just got the impression that you really\ndid a lot of homework on reading up about the Holocaust. Speak a little bit more\nabout that, because some children didn’t do that. So you consciously -- I don’t want\nto lead you, but --",
        "Q: Since we are in the 60’s, let me ask you a follow up question that I meant to ask you\nearlier, but I didn’t want to interrupt. Your mother did not like the 60’s very much because\nthey seemed to pose a threat to the order that she needed very much, and she was worried a\nlittle bit, that you go s -- astray somewhere. Speak a little bit about that from your\nperspective.",
        "Q: Think about it for just one second because I think it’s a good way to -- to say that this 1s\nthe end of tape one, side B. I can flip the cassette now.",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview with\nHarry Gelb. This is tape number two, side A, and you remember where we’ve been.",
        "Q: What’s the difference, where do you differ? Be a little bit -- more about that,\nbecause this -- if you can, just one or two examples, maybe.",
        "Q: And to finish that up and then we should probably move onto your wife and\nspeak a little bit more about --",
        "Q: -- how you got your own family. But it would be interesting for me to know,\nwhich of the kind of cultural movements, or political events at that time, in the 60’s\nand 70’s were of particular importance to you? Any kind of particular impact?",
        "Q: I don’t have a connection to your wife yet, so we are just jumping.",
        "Q: I was [indecipherable] I wanted to --",
        "Q: Yeah, that’s good. I just wanted to have a little break in there too, because as a\npublic speaker, you -- you need a break now and then --",
        "Q: -- but this is good. No, that was a very powerful statement, too. Let me think.\nWhat was the attr -- so we are moving back to your wife. What was the attraction?\nWhat did you like about her?",
        "Q: Did you get involved at all in the Second Generation movement or events there?\nDid you feel drawn to that, n -- know about it?",
        "Q: Okay, I’d like to have a few facts now. When did you get married, what year?",
        "Q: Was it important to you to have children?",
        "Q: You’re always giving me these neat little links. So how about education? How --\nhow did you want to bring your children up? You in this case both, Cheryl and you,\nor the differences. Did you have sort of similar ideas of what the values were, or\nwhat the aspirations you had for your children?",
        "Q: What about the formal education? He is --",
        "Q: The other little guy is about four now?",
        "Q: Is -- is -- is th -- is he different from the first child [indecipherable]",
        "Q: How do they relate to your mother?",
        "Q: Well, let me rephrase this, I didn’t mean how did they relate, I just say, what’s\nthe relationship between, how do they like each other, do they -- do they talk -- do-\ndoes sh -- does she talk to the oldest one about parts of her past already?",
        "Q: That seemed to be the same way that your mother handled your friends, if I s --\nif I recall.",
        "Q: Okay, we’ll take a small break here. Okay, we just had a little pa -- break here, a\nlittle pause, and we are moving on, and I would like to ask you about traveling. You\nsaid it in regard to your children. Let me ask you, sort of wholesale, what does your",
        "Q: Your mother loves Polish culture very deeply. Lar -- literature, music and so on.\nDid some of that rub up on you on some --",
        "Q: Do you feel -- and I’m kind of jumping a little bit now because we have done,\nchronologically, everything pretty much, I think, so now I just have a few follow up\nquestions. Do you feel that children of survivors have a special obligation or a\nspecial role to play, from your perspective?",
        "Q: I think we have to stop here and flip over. This is the end of tape one, interview\nwith Harry Gelb, and this is the end of side A.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\ninterview with Harry Gelb. This is tape number one, side B, and we continue with\nactivities.",
        "Q: You’re involved in a lot of things. You are also a good cook? Tell -- what --\nwhat --",
        "Q: -- what -- what -- what are little hobbies? I mean, I don’t know how you take the\ntime to do anything, but what do you do for fun?",
        "Q: Wh-What about their Jewish education? Is there anything particular?",
        "Q: Any particular holidays that you especially like, or any family rituals that happen\nfor some reason?",
        "Q: How do you feel about quote, Holocaust education, unquote? In -- and special\nprograms in school, and everything, but also at the Holocaust Museum. Do you",
        "Q: In gen -- sort of general terms, or particular, whatever, what do you feel has been\nthe impact of the Holocaust on your mother and on you, as the son, as this -- the\nnext generation?",
        "Q: Fine, go ahead.",
        "Q: What about you? I mean, I know it’s not an easy question, but if you kind of,\nyou know, thought about it for a minute, what do you think the impact of the\nHolocaust was on you, however directly or indirectly?",
        "Q: I think I probably would have a couple of more questions, but at this point I\nthink this was a pretty good ending, I think. Do you feel that something important\nhas not been addressed? I mean, take a second to just think if there’s something that\nyou want to say, or something that I should have asked and didn’t, that was kind of\nimportant to your life.",
        "Q: Why did you agree to do this int -- why do -- why did you agree to do this\ninterview?",
        "Q: What is your own position in regard to that -- to what is going on right now in\nterms of isga -- Afghanistan and war against terrorism?",
        "Q: I wanted to -- to end on the -- on another note, but let’s just leave it at that.\nThat’s the time we live in right now. This is the end of the interview with Harry\nGelb, and this is the end of tape two, side B. Thank you very much."
    ],
    "answers": [
        "Answer: My name is Harry Gelb, G-e-I-b. I was born on May sixth, 1956, and I\nwas born here in Manhattan, in Washington Heights on -- it’s upper Broadway,\nnear Dighton Street.",
        "A: Yes, I was named after my paternal grandfather, who died about two years\nbefore I was born.\nDecember 13, 2001",
        "A: No, no, this -- my -- my father is born in America, and his father was also born\nhere, a newly, newly new -- I believe his parents are newly arrived on the Lower\nEast Side, perhaps at the e-end of the last century.",
        "A: True.",
        "A: Mm-hm, well actually they’re both alive, so when I say -- you ask, how do I\nremember my parents, 1-it’s -- 1t’s an unusual question. I -- I remember them, seeing\nthem, talking to them virtually every day now. If you’re asking about the\ndifferences between them, and -- and to compare and contrast them, they’re --\nthey’re quite different people. I think the most salient difference that one would\nnotice even at first blush is that my mother is clearly European born, you can tell\nthat just by her accent, and my father is an American Jew. A-A -- their personality\ntypes are also quite different. My father is a r-reasonably calm and excessively well\norganized person. My mother, although she is -- is quite well organized, is a very\nDecember 13, 2001\nintellectually driven person with a -- a constant thirst for a-acquiring new\nknowledge and reconsidering and re-evaluating things in her life, both the\nsignificant and the trivial on a day to day basis, but her mind is constantly focused\non that sort on of endeavor.",
        "A: Oh, I can answer, I do -- I do not think that my perception of them has changed\nover the years. I think that w -- the one thing one can say about each of my parents,\neven my father, who is American, and brings with that certain cultural baggage, 1s\nthat they don’t -- th-they don’t move with -- with the changes and ebbs and flows of\nAmerican society. They’ve been very consistent in their own personality types\nthroughout my life. And the things that they were concerned with or dedicated to at\nthe time of my birth, a-and mine and my brother’s upbringing continue to this day.\nThey -- they behave and -- and dress actually, very much in the ways that I recall\nthem having done so when I was a child.",
        "A: My br --\nDecember 13, 2001",
        "A: Mm-hm. My brother’s name is Paul Gelb. Right now he lives in Albuquerque,\nbut obviously he lived here in New York with our family when he grew up. He was\nborn April 13\" of 1960, also here in Manhattan, which makes him four years\nyounger than me. And I remember very well the time when he was born, and having\nbeen sent for a -- a sleepover to a friend’s, while my mother gave birth to Paul. I\nremember him coming home from the hospital and having a -- a reasonably good\nmemory myself, I recall details of our upbringing very, very well since the day he\ncame home, because that was his fourth birthday and my memory goes back even\nfarther than that. And is there anything in particular you’d like to know about him?\nThe way he looks, what his interests are?",
        "A: Physically my brother, 1-it’s obvious to anyone who would see us, is -- 1s -- he’s\na very -- looks very different. I am about six feet tall, weigh about 155 pounds, I’m\na very thin -- thin framed person. And my brother is about six feet five inches tall, is\nphysically built -- the only way I can describe him, as I’ve often said, is that he\nlooks like, literally like the statue of a Greek god. He works with his body, meaning\nhe’s a landscaper and he designs things and works with things outdoors, heavy\nDecember 13, 2001\nthings, all day. And I’m sure in large part because of this, he’s able to keep up the\ntremendous physique that he has. But he’s always been a very physical person. I’ve\nbeen a very much more intellectually oriented, and my brother has always been\noriented towards sports, the great outdoors, and using his body and keeping it\nmoving and doing things at all times. Very different type of person from me. We\nhad very similar education though, we went to the same grade school, the same\njunior high school and the same high school. And we went to similar colleges. We\nwent from PS 187 to junior high school 143, both in upper Manhattan. Then each\nof us went to the Bronx High School of Science. And then I went on to Hamilton\nCollege, and four years later, Paul went on to Saint Lawrence University. Both of\nthose are smaller, upstate New York institutions.",
        "A: I think actually we got along very well. There’s always sibling rivalry, and any\npair of brothers who are four years apart who say that they don’t have periodic, or\nsometimes unrelenting battles between the two of them would be prevaricating. I'll\n-- I’]l just say that we -- we got along just fine. He, because of his great physical\nabilities was often welcomed in with my circle of friends, almost as a co-equal, so\nDecember 13, 2001\nthat he could so-called hang with them, and play sports with them, and they looked\nat him very much as one of their own friends. I’m sure that he -- that being\nwelcomed by -- by my friends made his life a little more easy, or fun.",
        "A: Hm. Well, I rem -- first of all, looking at our general family constellation, some\nof the most interesting and fun things that -- that we did, meaning Paul and I did as\nchildren, was to go and visit our relatives. My mother’s family, each -- she has two\nolder sisters, one sister lived with her family in Vineland, New Jersey, the other\nsister lived with her family in Toronto, Canada. And travels out of New York\nCity, to different venues are always interesting to any child. What was very unique\n-- visiting Toronto, of course, is a foreign country, but I don’t think there is\nanything in Toronto that particularly grabbed our attention when compared to our\nlives in New York, except that it was always fun to see our cousins and that sort of\nthing. Going to Vineland was very interesting because at that time, our aunt and her\nhusband, our uncle lived on and owned a chicken egg farm. And they had dogs and\nDecember 13, 2001\nrabbits and people who worked there. And imagine coming from Washington\nHeights and then all of a sudden being allowed to play in -- in a wide open farm\nwith your cousins who took you around and showed you all of these things that\nyou’d never been exposed to before. You had the run of the land, you had the run of\nthe animals, you had the run of the house. It was really a big adventure. We also had\na paternal grandmother, who lived in Asbury Park, New Jersey, very, very close\nto the beach. So when we visited there it was always pleasant for my mother to take\nus over to the shore. It was only about four or five blocks directly to the beach, and\nwe could go on the little rides, and -- and get a salt water taffy, and orange-ade, and\nwaffles with ice cream and hang out on the shore, and if the weather is right we\ncould even go in the water. But we could go to the beach any time of the year, as\nlong as it was clement weather. That was always a fun thing to do. My brother and I\nhad free run of the neighborhood i-in Washington Heights, that’s near 190\" Street\nand Fort Washington Avenue. In those days -- and these days as well, but in those\ndays it was a very, very safe, and the children could wander the neighborhood\nfreely, enjoying everything from the Cloisters Museum in Fort Tryon Park, all the\nway through playing ball in the schoolyard as most children would do. So we had\nquite a range of things to keep us busy in that neighborhood. Fort Tryon Park in\nDecember 13, 2001\nparticular providing a spot where a lot of different sorts of recreations and\nadventures could be had.",
        "A: There was never a time that I can recall that I was not aware that she and her\nsisters were Holocaust survivors. As a matter of fact my mother has always made it\na point, and I know this not only because she did it, but because she said to me, and\nhas reminded me that she has done so, to be very honest a-a-about her background,\nand I’m quite certain knowing her, that she told us things in an age appropriate\nmanner, meaning age appropriate as far as we children were concerned. But we\nhave known as -- as long as I can remember, what our roots were.",
        "A: Well --\nDecember 13, 2001",
        "A: Speaking for myself, I -- I -- then, and now, my reaction is always curiosity and\nfurther curiosity. I in no way ever resented this. As a matter of fact, since so many\no-of my mother’s relatives, and -- and of course her extended circle of friends were\nsurvivors as well, this was not something that seemed in any way aberrational or\ndifferent. This was just something that I accepted as the norm, that some of the\npeople in the neighborhood I lived in, in Washington Heights, had come over after\nWorld War II as survivors, as compared to the many, many other, particularly\nGerman Jews who settled along Fort Washington Avenue in the late 1920’s and\n1930’s, before the war. Many of the children in my neighborhood were the\ndescendants of that group of people, as well, but basically those are the types of\npeople that lived in the neighborhood where Paul and I grew up.",
        "A: Well, I think 1-1t’s -- they’re -- both aunts, and you have to remember that my\nmother, a-as you might know is the youngest of three sisters. My -- when the war\nbroke out, as my mother was born in December of 1929, and the war broke out in\nSeptember of 1939, my mother had not even celebrated her 10\" birthday. So her\noutlook on the war, both then and now, 1-1n retrospect, is I’m certain quite, quite\ndifferent from that, let’s say, of her oldest sister, who 1s significantly older than she.\nDecember 13, 2001\nMy -- my mother’s oldest sister, 1f I’m correct, ha -- was already attending\ngymnasium, and my mother would have just been a grade school child at the time.\nSo the -- the -- how do we say, perspective that -- that a -- a child who’s 10 years\nold would have on the outbreak of war is certainly different than a high school child\nwould have. My -- I-I -- I’m sorry, I just -- I was wondering what it -- exactly it was\nthat you’d like me to get at, because it’s such a -- a broad area, and --",
        "A: Just go right ahead.",
        "A: No, no, I understand --",
        "A: -- but you were asking about my mother and her sisters.",
        "A: Mm-hm.\nDecember 13, 2001",
        "A: I think that the amount of -- of discussion that any o -- that either or -- of her\nsisters, and compared to my mother, that any of the three girls had about Holocaust\nactivity, or what ha-had happened to them, I mean, in the Holocaust, 1s more\nreflection of their -- just of their basic personality. For example, my oldest -- my\nmother’s oldest sister, my oldest aunt, I was just going to say, is just slightly more\nreticent, but that’s just her -- her -- just innate character. She’s always willing to\ndiscuss, and always was willing to discuss their past. She married a survivor, and\nsomeone that she had known overseas, of course, and she -- he was a -- he was a\nguerilla fighter, as was the husband that my mother’s next oldest sister married.\nThey were all survivors, so within the family, issues of discussing their past are\ncertainly -- were n-nothing to hide, this was part of their joint and several\nbackgrounds. And actually, my father would be the only one who would be viewed\nor -- I shouldn’t he would be -- he could have been, but he wasn’t viewed as an\noutsider, having been born here in Brooklyn and grown up in New York City. It’s\na -- but my father fit right in with the family, he -- he’s just a -- a very gentle and\nwelcoming sort of person and -- and that is reflected in the way that these five other\npeople treated him and accepted him. The sister -- my mother’s middle sister, so to\nspeak, the sister that lives in Vineland, New Jersey, and her husband have always\nbeen, out of the three sisters, the most involved in Holocaust related activities. As\nDecember 13, 2001\nyou might know, the sister who lives in Vineland married a gentleman names Miles\nLerman, who eventually became the chairman of the Holocaust Memorial\nCommission and Museum in Washington, D.C.. So all of our family has always\nlooked up to Uncle Miles and his activities as exemplars of -- of what one could in\nreference to remembering or commemorating the Holocaust. But that doesn’t in any\nway mean that I wish to give short shrift to the concerns and activities, both of his\nwife and of my mother and her oldest sister, who live in Toronto.",
        "A: Hania. Her name is Hania Wilson, her -- people call her Anna. And the sister\nwho lives in Vineland is Krysia, but people call her Chris, their last name is\nLerman. And I forgot to say that the uncle that I had, by marriage of course, in\nToronto, who is now deceased, his name was Adash Wilson, but he was known in\nCan-Canada as Adrian. And the uncle in Vineland, who is the hol -- Holocaust\nMemorial Museum is Miles Lerman.",
        "A: Oh sure.\nDecember 13, 2001",
        "A: There is -- looking back, there was some discussion about it, but more in latter\ndays, more since the time I would be college age, and in a way that isn’t really\nreflective of how we were raised. Seeing our cousins was basically seeing our\ncousins and having fun. Of course, visiting Canada, those cousins from the oldest\nsister were a bit older than me and Paul, and I’m sure they looked at us as -- as their\nnice, very much younger cousins visiting from New York. But we were entertained\nwhen we visited there, largely by my mother who -- who took us around and made\nsure that Paul and I had fun things to do. However, when we went down to the farm\nin Vineland, my cousin David, who is the younger of Krysia and Miles’s two\nchildren, and was a boy as well, and was also involved in boy’s scouting, was a\nhero to me and Paul. He led us through adventures on the farm, and -- and starting\nlittle campfires and cooking potatoes and hot dogs and chasing the chickens through\nthe coop, and taking fresh eggs [indecipherable] under the nest and just generally\nhaving a lot of fun. All of the other three cousins, meaning his older sister and the\ntwo cousins in Canada are female. So I -- I suppose one could say that Paul and I\nhad a bit of a closer relationship to David at the time we were children. Also, when\nwe were growing up there came a point where David’s older sister, since we saw\nth-this family more often, they were living in New Jersey, David’s older sister was\naway at Brandeis for four years, and then went to Stanford for graduate school, so\nDecember 13, 2001\nwe didn’t see her for long periods of time. But David was around a lot when I was\nin high school, and David was at Harvard. My first ever college field trip was to\nvisit David up at Harvard. That would be in the spring of 1972. And that was a big\nadventure for me too, it was a big trip away from home.",
        "A: With regards to education, I can speak both for my mother and for each of her\ntwo sisters. They were extremely devoted to the -- the value of education and a\nclassical education at that. Each of the three sisters a-and their spouses as well,\ndrove all of us cousins, so to speak, to a-achieve academically as much as we\npossibly could. And virtually all of us have graduate degrees and we all did\nexcessively well in school. We went to excellent schools and did well in them. I’m\nproud to say. Education, though, isn’t only what one does in school. My -- my\nmother, as -- as well as her two sisters exposed the -- their very -- their respective\nchildren to all sorts of -- of -- both performing and fine arts, to make sure that we\nhad a -- a breadth of knowledge and familiarity with the -- the humanities, that\nDecember 13, 2001\nwould not make us simply narrow academics, but to make us a broader and more\nfulfilled and self-fulfilling people.",
        "A: Absolutely, it’s both. It isn’t yust -- ne -- she -- I -- | agree with her, even in her\nown self estimation. I think that she both was very interested that -- that we\nsucceeded o-on both a substantive level and of course competitively, which don’t\nnecessarily go hand in hand. And also that -- that we became more familiar with\nother cultures and other histories that weren’t our own. And I know her two sisters\nfelt exactly the same, because you can see it 1n -- in the way their children are now.",
        "A: I don’t think that it was a burden that I felt that I had to make her, in particular,\nproud. I think that any student of any parent, who 1-1s at all competitive in the ac-\nacademic environment, wishes to succeed and knows that his or her parents will be\nproud, but I don’t think that that was the moving force that would make me work\nDecember 13, 2001\nharder in school. I just wanted to do well in school so that I could learn the material\nI had, because that was basically my job.",
        "A: I’m -- I’m sure it was equally important to my father, but in every household,\neach parent fulfills different roles. Some overlap and some are very distinct a-and\nseparate. In our household this is just -- education of the children and the\nsupervision of it and the guiding of 1t was something more within my mother’s\nprovince, than within my father’s, although he certainly would help me with\nanything from mathematics to French. But when look -- when looked at from the\nbig perspective, it was always my mother who was the one who was involved in all\nof the school activities for the parents and in support of the children. In scouting\nactivities my father helped, but my mother helped when we were in the cub scouts,\nwhich was what the -- what parents did in those days. But 1t was my mother really,\nwho was more involved with us in making sure that we academically achieved what\nwe could.",
        "A: Mm-hm, yeah.\nDecember 13, 2001",
        "A: I think that my brother and I were raised as American children in that the\nprimary focus of our upbringing was not on the fact that we were Jewish, but that\nwe were growing children that needed education. This is not in any way to\nminimize the role that religion played in -- in Paul and my upbringing. From our --\nfrom my earliest recollection my parents have been members of the Hebrew\ntabernacle of Washington Heights, which is a synagogue that used to be on 161“\nand Fort Washington, but around 1972 or ’73 moved closer to their home, to 185\"\nStreet and Fort Washington Avenue. The Hebrew tabernacle is a -- a synagogue or\na congregation largely made up of the German Jewish émigrés that I had referred to\nbefore, but there are quite a few people like -- like our family, who came from other\nbackgrounds, but who were Jewish as well. My cousins all ri -- belong to\nsynagogues and in each of their families they were very, very ab -- involved in their\nreligious upbringings. Even more particular is the zi -- Zionistic upbringing and\nreligious upbringing that went hand in hand with that, that my cousins in Vineland\nenjoyed as children. While I was very, very involved, for example, as an adolescent\nin -- in boy scout activities at wa -- a-at the same time, in tandem with my shul\nactivities, but still I -- I was very heavily involved in boy scouts. Both David and\nDecember 13, 2001\nJeanette were deeply, deeply, deeply involved in Young Judaea. And each of them\nbecame national officers, they worked in camps. As a matter of fact, my cousin\nDavid met his wife at a camp Young Judaea in Texas when he was a counselor\nthere many, many years ago. Many years, obviously, before they got married. But\nas aj -- as a general matter, all of our parents had us involved in a religious\nupbringing, but the Lerman family was very involved in Zionistic ac-activities as\nwell.",
        "A: Everyone in the class knew what -- where everyone’s parents came from. For\nexample, one of my classmates in grade school, Steven Guttman, was not a child\nof survivors, he -- but he was from a German Jewish family that had come over just\nbefore the war. He was very proud though, to say that his maternal grandfather had\n-- who was obviously Jewish, had served in the Kaiser’s army in World War I, and\nwas a wounded and decorated combat veteran, having taken some sort of shrap --\nshrapnel in the belly, and had been very proud of the service that he had offered his\n-- his government, meaning his country, Germany, during World War I. They\nsubsequently emigrated to the United States in the 1930’s, and what happened\nDecember 13, 2001\nthereafter is indeed history. But Steven was never embarrassed and was actually\nproud to point out his grandfather’s history. On the other hand, there were other\nchildren in our class who were not Jewish, there were other children who were not\neven from our neighborhood, who were bused in during the desegregation years.\nOne of tho -- one of my classmates then, with whom I’m not in touch now, but o-of\nwhom I’m very proud, is now the chair French horn -- lead chair French horn at the\nNew York Philharmonic. And he’s a student who was bused into our neighborhood\nfor desegregation purposes. Another one of the children that was bused in\neventually became a leader of the New York Black Panther party. So there were\nquite -- was quite a variety of children, but most of the children in our class were\nJewish and lived in the neighborhood, but a few were Italian, a few were Irish, a\nfew were Greek. It was a regular mix of Washington Heights children that\nattended PS 187. My brother, being only four years younger than us had basically\nthe same sort of balance in his classes as well.\nDecember 13, 2001",
        "A: By the way, I -- I did want to state -- you asked me if I knew other children who\nwere survivors. Yes, I did, and the few of us all -- we didn’t walk around talking\nabout this, but we all knew each other’s parents and knew where they had been and\nour parents all knew each other. But I don’t think it bore in any way on the way we\ninteracted as children. We just were classmates in school, and we did everything\nthat all the other children did.",
        "A: These -- these sorts of things came up, but only when -- I-I’d say when I was\nover -- over the age of 17 or 18. In other words, after -- I graduated from high\nschool early, so after I got out of high school and went to college and people\nbecame freer in talking -- or more interested maybe in talking about these things,\nand I -- I ki -- will tell you later a bit about some of the other people that -- that I\nknew and the things that we discussed in -- 1n those years. But as a child, this is not\nsomething the -- that the children used as a -- as a conversation item between them.\nNow, you were asking about -- about how I view education. When I went to the\nBronx High School of Science, you can imagine that like me there were many other\nchildren of survivors. And of course in those days, Bronx Science was heavily\nDecember 13, 2001\nJewish as a general matter, whether that be American Jews or Jews from other parts\nof the world, and not necessarily Holocaust survivors, per se. Then, at that point\nthere was no formal Holocaust education class or program at Bronx Science,\nalthough I distinctly recall that these issues were discussed in social studies classes\nas -- as one would expect them to be, in the context of studying history. However,\nshortly after I left, the Bronx High School of Science opened what I believe was the\nfirst high school Holocaust study center of its kind in the United States, and it’s\nthere to this day. I actually happened to stop by Bronx Science last week cause I\nwas in the neighborhood on business, to see one of my old history, or social studies\nteachers. And indeed, the center is -- we actually mentioned it, the center is still\nthere, and the high school, though, has changed, and what -- what is wonderful\nabout having the Holocaust center there now is that the student body 1s made up of\nchildren who might not know as much as we did when we were children, the reason\nbeing that Bronx Science, like Stuyvesant and Brooklyn Tech is now heavily\nAsian. And overall one could say that whereas the school was largely Jewish when I\nwent there -- of course, there were -- there were hundreds and hundreds of other\nchildren from other backgrounds, whether they be -- were Protestants or Catholic,\nIrish or Greek or -- or -- or black Americans or Spanish. Now, the vast proportion,\nmaybe not the majority, but a vast proportion of the students hail from Asia. And\nDecember 13, 2001\nyou can see that the minute you enter these schools. It -- this is just reflective, in\nmany ways, of the changing ethnic face of New York City. And it’s a wonderful\nthing to know that this center is serving these children’s educational needs.",
        "A: When I graduated Bronx High School of Science, I went to Hamilton College\nin upstate New York. Earlier you asked me about my mother’s ideas about\neducation. One of the most interesting aspects of -- of -- of my outlook, and the\ncounsel that I give to my children and others nowadays, 1s -- is my mother’s attitude\nabout going on to college. I think it was a given with every family in our\nneighborhood that their children would go on to college and probably graduate\nschool. It wasn’t just that. Many parents, including my wife’s parents, believed that\na child should maybe live at home or stay in their home city, etcetera, when they\nDecember 13, 2001\nwent to college. It’s just sort of a continuation of high school in many ways. My\nmother was insistent all along -- she wasn’t insistent meaning she w -- she would\nnot ha-have -- put me to the guillotine had I decided to attend Columbia, or NYU\nor Fordham. You can rest assured, I’m sure she would have been quite proud and\nsupportive. However, from the earliest years my -- my mother encouraged me and\nPaul to think about going away to college. And why was this? She was v-very o-\nopen about why this was. When my mother came to America, she came under the\nsupervision and the guardianship of her next oldest sister, which is Krysia, and\nKrysia’s new husband Miles. And when they first came to America they lived\ntogether as a family in Brooklyn, and then Krysia gave birth to my cousin\nJeanette, and my mother was involved in raising her. And then there came a point\nin time, the exact date I don’t recall, but that’s not really relevant, when Miles and\nKrysia decided to move to Vineland, New Jersey, and my mother was to stay on\nin Brooklyn and attend Brooklyn College. She had attended Thomas Jefferson\nHigh School first, wh-when she first got here, graduated and went onto Brooklyn\nCollege. While my mother was there, she received a very, very unique offer to teach\nPolish in a counterintelligence training program at Indiana University in\nBloomington, Indiana. Now needless to say, my mother, I am sure, did not know\nmuch, perhaps just a little, little bit, but not know much at all about what Indiana\nDecember 13, 2001\nwas or even perhaps where it was. But the offer included the opportunity to both\nteach and to finish her undergraduate education, at I -- I -- I’m certain a -- a\nfinancially acceptable situation for her, given the fact that she was basically on her\nown. So off she went to Indiana. And she always told us as children how fondly\nshe looked back on her experiences in Indiana. The point of what I’m saying is\nspecifically that she always told us how important it was 1n her upbringing, to be\nexposed to a different cultural and intellectual milieu, while she was in Indiana,\nfrom the one she would have been exposed to had she stayed here and attended\nBrooklyn College and finish her education there. And -- although of course,\nimmediately after graduating from Indiana University, she did indeed move back to\nNew York City, she always told us and still does to this day, how highly she valued\nthe years that she spent there. Both the fact that she ha -- got a wonderful education,\nbut also because she met so many different types of people from so many different\nbackgrounds. The kinds of folks that came from all over America, particularly in\nIndiana, middle America, that she would never have seen here in New York\nduring those years. And I suppose that that in large part informed the way she\ncounseled me and Paul about the -- maybe not advisability but about the weight we\nshould give in -- in thinking of out of town schools. And you’ll notice that both\nPaul and I went off to out of town schools. And the end of my four years at\nDecember 13, 2001\nHamilton, I did move back to New York City, but I moved back here at that point\nlargely because the law school that had selected me, which was New York\nUniversity was a fine institution. If one, for example, in Boston, had accepted me\nthat I wanted to attend, I would have gone to Boston, and perhaps eventually\nrelocated to New York. As a matter of fact, now that I think back on it, I probably\nwould have. But it wa -- the selection of venue for graduate school was not made\nwith the same considerations that my selection of college was.",
        "A: I always felt as a child that my interests, or that my -- I shouldn’t say that my\ninterests, that my intellectual proclivities and leanings were more in the humanities\nthan in the sciences or mathematics. And although to be honest -- an-and I don’t -- I\ndon’t say this to brag, it’s just a statement of fact, I did exceptionally well in both\nthe sciences and re -- and almost as well in mathematics. Better than most, actually.\nI never found that I had much interest in anything other than the biology of\nmedicine, in particular, but I was -- had really very little interest in physics, or\nchemistry, or pure mathematics or computers, or whatever other sorts of sciences,\nso to speak, were available to me a-as a -- intellectual or academic endeavors. On\nthe other hand, I -- I was always, always, always drawn to history and literature and\nlanguage. And to this day, even while in the practice of law, I’m a voracious reader\nDecember 13, 2001\nand alternate reading books of nonfiction and reading books largely of classical\nliterature. Incessantly, I read every day on the subways and before I go to sleep, in\norder to continue my self-education, even while practicing a very narrow area of the\nlaw.",
        "A: I am reasonably unique among the -- my fellow graduates from NYU law school\nand the class of 1980, in my having gone into what’s called public interest or public\nservice law. Technically I’m in public service law, meaning I’m a government\nemployee. But even while in law school, I was not drawn at all to the rather\nlucrative world of corporate or business law. Coming out of NYU law school, the\ndoors are largely open to those wishing to practice those areas, and many, many,\nmany of my friends went into those areas, and are doing financially quite well, I --\ni-intellectually, we don’t discuss. It’s just the job, it’s the same as running any other\nbusiness. I always felt socially impelled t-to find something that I could do that\nwould be of some good or service to others, and -- and I felt a natural affinity for\ngovernment service. I eventually dis -- sub -- I -- now I-I mean it’s sub - sub - sub-\nspecialty of the law, but I started when I -- I -- well, actually, when I was -- let me f\n-- let me restart that. When I was in law school, I clerked at a litigation firm. It was\nDecember 13, 2001\na union labor law litigation firm, but I found that I enjoyed litigation, it matches my\npersonality type very much. And when I graduated from law school, I worked in --\nin an admiralty insurance and personal injury litigation firm again, while still\nlooking, all of the -- this time for a public service job that would suit my own\npersonal, social and intellectual needs. I eventually was made a job offer by then the\nhuman resources administration of the city of New York, which was then the parent\norganization for the agency that I still work for, which 1s the New York City\nadministration for Children’s Services. And since New Year’s of 1983, ve worked\nexclusively in child neglect, child abuse and termination of parental rights litigation.\nI also have a -- a side specialty of immigration law as it pertains to children who are\naliens, who find themselves in New York City foster care. That’s sort of a sidelight\nof my own, but it’s all within the same job.",
        "A: Yes.\nDecember 13, 2001",
        "A: I -- I think that might be reaching a bit. I think that even were my mother not a\nsurvivor, given the values that were imparted to me and Paul as children, an area of\nlaw that is somewhat related to social work, as mine is, would be the type of thing\nthat I might have enjoyed doing. On the other hand, I -- I -- I -- well, actually it’s\nnot on the other hand, I really don’t see much of a connection with -- with defense\nlawyers as well. I think that you -- you -- one might find some degree of social\nconcern in children of the Holocaust, but for example, my roommate from law\nschool, from my first year there, who 1-is the child of a survivor is now a partner in\na very large corporate law firm, and he has been with them exclusively since we\ngraduated from law school in 19 -- in 1980. Actually, and sadly, his firm was one of\nthe firms that was blown out of the World Trade Center, number one World\nTrade Center on September 11\". And fortunately, all but one of his co-workers\nmade it out of the building safely. And th-th-that’s a wonderful thing. But a -- I -- I\nactually should tell you, it’s a very interesting story involving this young man. The\nsummer before I attended NYU law school, I -- I had subscribed to live in their\ndormitory at NYU so I wouldn’t have to commute from Washington Heights. |\nreceived a -- a note in the mail that -- you know, one of those, your roommate will\nbe -- you know, John Smith, and his address and phone number are, if you want to\ncontact him, go ahead. Well, I open the envelope and there’s this letter, and it says,\nDecember 13, 2001\nyour roommate will be Lawrence A. Bauer, 98 Park Terrace East, New York,\nNew -- and I said, what? I can’t believe this, it’s Larry Bauer. It turns out that\nLarry Bauer -- first of all, I-I -- my earliest memory of him 1-is coincident, both he\nand I, although he lives about a mile from my parents, his family belonged to the\nsame synagogue and at the high holy days, their pew, it was the same -- we shared\nthe sa -- the two families, the Bauers and the Gelbs were assigned seats in the same\npew for years and years. Also, Larry and I, although he’s a year older than me,\nattended day camp together for years and rode the same camp bus, although we\nweren’t close, because we lived about a mile apart and traveled in different circles\nof friends and went to different schools, we knew each other reasonably well from\nthose two contacts. So I was very, very pleased, I called him, he received the same\nletter on the same day. And it was -- 1-it was a really, really strange coincidence that\nwe lived together, and while together we got to know -- obviously we’re sharing a\nroom for a year, we got to know each other much, much better. His -- to answer a\nquestion about him that you had asked me earlier, Larry’s father came to America,\na German Jew in the 1930’s. Larry’s mother, also a German Jew was incarcerated\nin Theresienstadt, a -- a survivor, e-e-eventually in Auschwitz, and -- but she, like\nm-my mother, survived the war. What makes them very, very different, meaning the\ntwo mothers, is the degree to which they were willing to go in discussing their\nDecember 13, 2001\nwartime experiences. And all through law school -- at the time, Larry, of course\nknew what his mother’s background was, but his mother would tell him that\nbasically -- she basically had -- had given up on religion, although his father wa-wa-\nwas quite committed, because she -- and this is Larry’s -- I’m paraphrasing\nLarry’s words, she felt that -- that God must have given up on the Jews in order for\nsuch a thing to have happened to her and to her entire family, which was lost. It was\nin more recent years, since the death of Larry’s father that he started to talk in\ndepth with his mother about these issues. And he asked her why it was that she\ndidn’t talk much about these things. And she s -- and she laughed and turned and\nsaid, what do you mean? She said, I’m willing to talk about them, you just didn’t\nask me enough. In -- in the last few years, I-I’m sure that his discoveries about his\nmother’s background have grown geometrically, and that this is -- this 1s a -- a most\nin -- most intelligent and forthcoming woman, and I -- I just found it interesting that\nfor whatever reason, Larry and I grew up in -- in basically parallel lives in\nWashington Heights, and Inwood, during our formative years, our knowledge\nbase may have been the same, but the amount that Holocaust issues was discussed\nin the house was quite different. The result is the same. I think we have about the\nsame consciousness, and about the same regard for our parents a-a-as each other,\nDecember 13, 2001\nbut I-I just think that 1-it was a very interesting thing to share th-this reflection on\nour upbringing with -- with a roommate over the course of an entire year.",
        "A: Yes, well --",
        "A: Yes, in -- indeed, my wife a -- is a child of a survivor as well. Interestingly\nenough, I did not meet her because of that in any way, shape or form. Quite simply\nmy brother, while attending Bronx Science, didn’t know th-this person who would\neventually become my wife, but overheard he -- this person telling a teacher that\nshe would be attending Hamilton College that coming fall. And I was at Hamilton\nat the time, and my brother said, wow, maybe Harry should meet her. So he called\nme and said, I saw this girl, and I saw that she was talking to such and such people\nand I’m going to try to find out who she 1s. And when I came back at the end of my\njunior year from college, my brother had me introduced to Cheryl. And then, of\ncourse, we started dating and met her family and I found as follows. Cheryl’s father\ngrew up in a suburb just west, just outside of Lédz in Poland, a little town called\nAleksandrow. His parents owned a sock factory, a very small one, but they\nDecember 13, 2001\nmanufactured socks, and he came from a very, very large Hassidic family. The\nfamily was very different from my mother’s family, but basically his family was not\natypical in any way. During the war his family was broken up very, very rapidly,\nand he, being almost exactly the same age as my mother, it was a very, very young,\nbut obvi -- what turned out to be very resilient little guy. Ver -- must have had\ntremendous inner strengths because unlike my mother, he was separated at the most\nearly stages of the war from all of his siblings and relatives. My mother, fortunately,\nwent through all of the war with her two older sisters, and most of the war with their\nfather, before he was lost in Auschwitz. So Cheryl’s -- Cheryl’s father lost all of\nhis family. One of his brothers apparently is -- so we hear, maybe an apocryphal\nstory, may not, starved himself to death for lack of kosher food, when he -- when he\nreached the death camp. Whether this 1s so or not, I don’t know. Other -- other ru --\nunverifiable rumors are that his parents were gassed in the experimental gas trucks,\nthe carbon monoxide poisoning trucks, earlier on, during the Holocaust. But with\nsuch a large family, it’s hard to say who went where. Th-The bottom line is that\nwith the exception of his oldest sister, who had moved to then Palestine before the\nwar, every other member of his family was lost. And this was a huge extended\nfamily. Cheryl -- also I should say, Cheryl’s father was one of the earlier inmates\nof Auschwitz. You could tell this by his tattoo. He had a sloppily drawn, scrawled\nDecember 13, 2001\ntattoo across much of his forearm, much closer to the wrist. The -- it was just a\nseries of numbers with no letters. This denotes a person who entered Auschwitz\nearlier on in Auschwitz’s operation. Later in the war, when my mother got there\nwith her sisters, the numbers were done much more neatly, inside the ar -- I -- I\nthink the word is the crook or crick of the elbow. And because they had basically\nrun out of numbers in the first series, they started adding a letter. So right away you\ncould see that -- that -- that Max, that’s Cheryl’s father, had been at Auschwitz\nearlier. Very interesting what a tough little guy this man was. Not only did he\nsurvive from having been in Auschwitz from the earliest days, but he was sent to be\na Slave laborer, all though Germany during much of the war. He worked on\neverything from road crews to aircraft factories, to chemical plants. He used to refer\nto Igay, you know, I -- meaning I.G. Farben all the time. He worked in one of their\nplants, somewhere in Germany, I don’t know exactly which one, but he was\nshunted from one facility to another as a slave laborer. Of course, he was lucky\nenough at the end of all these trials and tribulations to be sent back to Auschwitz\nfor a little vacation. He ris -- he was sent to Auschwitz for the second time at\napproximately the same time that my mother was arriving there for the first time.\nAnd, of course, bo -- it’s obvious he had to survive, because he gave birth to my\nwife. But both he and my mother, separately, survived the death marches after the\nDecember 13, 2001\nevacuation of Auschwitz in January and then February and then March of 1945.\nBut this Max, Cheryl’s father, went through many, many, many, many hardships.\nHe was a very, very small man physically, meaning in stature. And he credits other\nJews who looked kindly upon him as sort of the little guy, to make him into a\nmascot and take him under their wing, to protect him, as time went on. I think he\nperhaps gave them too much credit and he should have complimented himself more\non his amazing tenacity. He died, unfortunately, of lung cancer, in 1981, about a\nyear -- a year after we got married -- meaning Cheryl and I got married. But I was\nable to share during the four or five years that I knew him, much of his background\nwith him. And as Cheryl’s older sister 1s also tremendously interested in their --\ntheir father’s background and history, as was Cheryl. So between each of the two\ndaughters, they really know quite a bit a-about his history. He -- after the war, he\nmoved to Frankfurt in Germany just as my mother moved to Berlin with her\nsister Krysia. My mother’s sister Hania, by the way, moved to Munich. Anyway,\nMax, in Frankfurt met a very, very nice person of Polish descent, meaning non-\nJewish Polish descent, and this is my mother-in-law. They -- they fell in love, and\nshe converted to Judaism in Frankfurt, they were still dating for years, and filed\ntheir separate papers, one as -- as a refugee, one as an immigrant to come to\nAmerica and arrive, I think, within about a year or two of each other, and w-\nDecember 13, 2001\nwhereupon they were married, and they raised -- first they lived in -- in a --\nbasically a Holocaust survivor’s enclave, in the area of 106\" to 110\" Street and\nBroadway. This is where both of their daughters were born, but my wife’s older\nsister is five years older. I believe they li -- they lived with the children there for\nabout six years and subsequently relocated to Riverdale. The chil -- both of their\nchildren attended -- I suppose the loose term is parochial school. What I should say\nis a progressive Jewish Day school, whereas I went to public school. Yet, each of\nthe two girls ended up at the Bronx High School of Science for their secondary\neducation.",
        "A: I suppose one could say that Cheryl’s father was more observant than my\nmother, but I don’t know if that 1s reflected so much as a matter of factual practice,\nas a reflection of the way they were brought up in Poland as children. Cheryl’s\nfather was brought up in a Hassidic family, and although he, when here, practiced -\n- I suppose in -- in his mind a more ortho -- Orthodox view of -- of Judaism, I can’t\nreally see in practice, even now as an adult looking back, how much or -- or in what\nways that differed from the way that our parents -- and specifically you’re asking\nDecember 13, 2001\nabout my mother’s experiences, ho-how ma -- our parents raised Paul and me. I\nsuppose we went to synagogue with about the same frequency. My wife had a Bat\nMitzvah, I had a Bar Mitzvah, etcetera, etcetera. Maybe the prayers, the types of\nsongs that we used were different. Maybe the practices or the outlook of the\nsynagogues that we attended were different, but by and large I think that our\nconsciousness of being Jews, and of practicing Judaism, and of having basically a --\na strong Jewish and Holocaust survivor’s identity 1s probably just about the same.",
        "A: No, no, I absolutely -- I consciously did look out to educate myself about\nHolocaust history. First, I suppose I ex -- my -- am -- and in this my father was\nalways willing to help me, expose myself to the history of world -- of World War II,\nand the World War II era in general. My father is a Korean war era veteran, having\nbeen too young to have served during World War II, cause he was born in\nDecember of 1928. However, he was drafted u-upon his college graduation and\nserved in the U.S. Army during the Korean war. But he was always willing to share\nthe American view o-of the war with me, both the -- in the European and Pacific\nDecember 13, 2001\ntheaters. My mother, as I said, was always willing to share with me as a child a bit\nabout her background, and not in a way that would horrify or scare her children, but\nin a way that was f-factually appropriate for what -- even now when I look back on\nit | would say that it was factually appropriate for a child to learn. For example, you\ndon’t say that people are gasping, they’re choking, and they -- that sort of thing,\nyou'd say that -- that they died. That’s what you would tell as -- a small child.\nWell, that’s the way she would have talked. However, around the years that I got\ninto yunior high school, I developed an -- sort of an independent and some might\nview strange craving for information on the Holocaust. And -- and this 1s true, I -- I\nwould, with frequency, stop by the public library branch near my junior high\nschool, all the way down on 178th Street and Saint Nicholas Avenue, quite a bit\nout of our neighborhood, to look at Holocaust and World War II history books. For\nexample, I remember right now that the call numbers for all those books are in the 940’s\nfor nonfiction. I know it’s a strange thing to remember, what can I tell you, I remember\nthese things. I -- I remember distinctly, looking through the transcripts of the Nuremberg\nTrials, which this -- this would have been in 1968 - 1969, it would have been reasonably\nnew volumes to that library, this sort of a [indecipherable] and ho-how fascinated I was\nwith -- with the justice that was being done, and I’m sure I also had some lurid fascination\nwith the -- the factual details o-of the horrors of extermination. I -- I can’t see how any\nhuman being wouldn’t interested in some way 1n those aspects as well. But as a child of a\n38December 13, 2001\nsurvivor perhaps I was a little bit more interested in what happened to all of -- of my\nmother’s family.",
        "A: I think that it’s very unusual that you bring that up and the statement you made is quite\ncorrect, even from -- from my viewpoint and I am her son. I think my mother, and actually\nall of the Holocaust survivor parents that I know are tremendously patriotic for America,\na-and truly love the opportunities and freedoms that this country afforded them after they\ncame here and became citizens. I can’t overemphasize that enough. And I think that that\npatriotism in many ways, I wouldn’t say blinds, but at least colors or informs the\njudgments that my -- or expectations that my mother had for the way society would evolve\nin this country. I think that my -- 1-in particular my cousins from Vineland were -- I\nwouldn’t think that they were exposed, it -- it’s not that they were exposed to a -- a more\nliberal or progressive political point of view. It may be just that they evolved that way, for\nwhatever reason. But my brother and I are more main line, as -- politically, as far as\nchildren who grew up in our general circumstances or milieu, whereas my cousins David\nand Jeanette might perhaps be s-said to be more liberal or more progressive. I think that in\nmany ways growing up in New York City during a period when there were -- were\n39December 13, 2001\ndesegregation issues, race riots, etcetera, may have influenced the way Paul and I looked\nat the development of society. This is not to say that -- that we a-agree with our mother’s\noutlook. I will say that I distinctly recall my mother’s reactions to the -- the cultural\nchanges of the late 60’s, and I often look back on the year of 1968 as a sort of -- I wouldn’t\nsay a high water mark, cause in my mother’s estimation it was certainly not a -- a high\nwater mark, but a salient date in the cultural changes of New York, of America and\nperhaps of the world. It was in that year, for example, that Martin Luther King and\nRobert Kennedy were assassinated. There were riots, there was a school strike here. There\nwa -- the Vietnam protests were at their height. The er -- the era of hippy-ness in America\nwas reaching its height in tandem with the anti- Vietnam war movement. This was a period\nof tremendous change in this country, and the same sorts of things happened, you had the\ncultural revolution in China, you had the student riots in Paris, I mean, I remember these\nvery well. We -- you also had the war that had occurred in Israel the year before. There --\nthere were lots of -- of changes, there was a lot of violence and turmoil in the war, and I --\ni-in the world, excuse me, and I’m sure that these things, given my mother’s background,\nthese -- these changes, it must -- must have in some way influenced her -- how -- how may\nwe Say it?\nEnd of Tape One, Side B\nDecember 13, 2001\nBeginning Tape Two, Side A",
        "A: Right. A moment ago you had asked me about my mother’s outlook on the social\nchanges during the 1960’s and how that in -- might or might not have impacted\nupon Paul and my u-upbringing. And I was just saying that I -- that I look back on\nthe year of 1968 in -- in many ways as -- as -- as a Sort of a s -- very significant date\ni-in -- in cultural and societal history in America, and I know that my mother would\nsay the same, at least in that regard. My mother was -- and continues to be very\ndedicated to social justice, and I think that the -- that -- that she viewed the changes\nof the late 1960’s not only as being disrespectful to -- to societal or cultural norms,\nbut as being disruptive to a -- to a o-ongoing development of justice for all people.\nAnd 1-in many ways I think she’s right, I mean, I don’t agree entirely with her, but\nI-I think that she -- she might have failed to take into account that America then,\nand now even more So 1s -- 1s -- 1S an 1n-increasingly diverse nation with -- with a\ncultural and -- and intellectual forces driving and pulling it in many directions, none\nof which can be controlled. And c-come -- coming from the background that she\ndid, I can see why she might have expectations o-of society that are different from\nmy own. But I -- I do agree with her 1-insofar as saying that things were radically\nand rapidly changing at that period of time.\nDecember 13, 2001",
        "A: I think -- I think that in many ways I -- Iam more a-accepting of -- how can I\nsay? It isn’t people’s viewpoints, my mother’s very willing to hear people’s\nviewpoints, but -- but o-of aberrational or -- or eccentric behaviors, and -- and I’m\nmore tolerant of that. I think -- I -- I didn't used to be this way, I think I was more in\nline with -- with my mother’s expectations of -- of a more ordered society, but given\nwhat I do for a living and seeing the tremendous variety of -- of family behaviors,\nand the -- the treatment that people visit upon one another and upon their children,\nI’ve become much more tolerant and -- and accepting of the variations in those\nbehaviors. It doesn’t mean I approve of all of them, I just think I’m more willing to\naccept them.",
        "A: Of course.\nDecember 13, 2001",
        "A: Wait. Outside of my -- my knowledge of the Holocaust, which of course is\nsomething that one -- one couldn’t escape, living with a -- a -- a survivor, whether it\nwas my mother, who was always ready to talk about things, or with someone who is\nmore reticent. If you’re asking about the historical developments that I was exposed\nto as a child, as a general matter, I would be happy to answer your question. I think\nthat the desegregation movement of the 1960’s, which was in large part sparked by\neducational desegregation decision by the Supreme Court in Brown versus Board\nof Ed., in 1954, I believe, just before I was born, but not implemented until the re --\ntru -- not implemented it really in fact and in detail until al -- the great society,\nLyndon Johnston administration, really, really affected me strongly as to my sense\nof -- of equality, for opportunity for all people. I was highly, highly upset at the -- at\nMartin Luther King’s death, much more so than at Robert Kennedy’s death,\nwhich we -- they were both in the same season, I mean, I remember them both well.\nI think the reason for this was th-that I, even as a child, and I would have just been\n12 years old then, viewed Martin Luther King as -- as a champion of -- well,\nobviously he was a champion of civil rights, but I mean a -- a champion of rights\nwithout being a revolutionary. And in a way that was more inclusive and less\ndivisive than many other people would have been in seeking the same overall goals.\nWhat I think was interesting in my outlook at -- at least wh-when I look back as --\nDecember 13, 2001\nas a sort of revisionist, now, 1s that the desegregation movement of -- of the 60’s, in\n-- in particular Martin Luther King’s work, begat a lot of equal opportunity, equal\nemployment opportunity and other e-equal housing opportunity, equal health\nopportunity, equal educational opportunity movements in the 60’s. The\ndesegregation of schools I agreed with and I still do to this day, wholeheartedly. But\nI think that in affirmative action on the job, and in -- and in recruitment for -- for\nhigher education, I think -- I thought then that it was perhaps a necessary thing, but\nI’m coming to think now, after it’s been a good 40 years of such programs, that\nperhaps the time has come as a matter of -- of social justice and to be more\ninclusive of all other types of peoples who’ve come here in the years since the 60’s\nand have re-colored, both literally and figuratively the face of -- of America and\nNew York in particular, that opportunity be based on merit and achievement, rather\nthan on a blind consideration of a person’s color or ethnic or religious background.\nAnd I say this even as a person who 1s the child of a survivor who was offered\nopportunities when she came here. I think what is different 1s that even children of\nsurvivors -- I shouldn’t say children, even -- even we children of survivors who\nhave parents who came here, saw that these parents, many of whom came over\nwithout education, without any bul -- physical belongings, without any money.\nLiterally with just a carry-on bag 1n their hands, and a -- as they say, a hope in their\nDecember 13, 2001\nhearts, were able to educate themselves, make careers, make families and raise\nthose families and support themselves, while there are many others in America,\nwho -- nowadays, who one can say have equal opportunity, but it is my view,\nindependently choose, and willingly in -- choose to not exercise those opportunities\nin -- wi-with even one-tenth the drive or ambition that the Holocaust survivors did a\nmere 50 years ago. I think that’s a -- a very, very important comparison and in some\nways drives my changing outlook on affirmative action. Because I feel that there are\njust so many immigrants who come to America now who are willing to work hard\nfor themselves, as did our parents, that they all have the equal opportunity to do the\nsame sorts of things that our parents did for themselves and their families. And I -- I\nreally don’t feel at this point, that the government should be requiring as a matter of\nlaw, or -- or monetarily subsidizing those who a-are not willing to exercise the\nrights and opportunities available to them.",
        "A: Sure, no problem. There doesn’t have to be a connection.",
        "A: Iam connected to my wife.\nDecember 13, 2001",
        "A: Sure.",
        "A: Oh, just as a person, she -- I mean, physically she was very, very cute, but that --\nthat of course is -- is at first blush, I’m saying that’s only when you s -- when you\nwould see her from a distance. But intellectually we found that there were many\nareas where we overlapped, 1 -- particularly with our love of classical literature. I\nreally like the outdoors, and outdoor activities, something with the boy scouts, and\nthat th-the -- then my great sports hobby of alpine skiing brought to me, and I\ncontinue to this day. Cheryl loved the performing arts, and was always in love with\nparticipating in and viewing the performing arts, dance and theater in particular,\ndance even in more particular. But I really have grown to love the performing arts. I\nliked them, as many of us do, but through her I -- I gained a unique appreciation o-\nof the performing arts in the insider’s perspective, as have our children, by the way.\nAnd it -- through me, I suppose she has gotten to like a bit more, if she didn’t freeze\nso much outdoor, many of the o-outdoors things that I brought to our relationship.\nOf course, we shared the commonality o-of being Jewish and being the children of\nsurvivors, but we’ve discussed that a -- a bit before. Both -- both of us really do\nDecember 13, 2001\nlove -- or I should say did then, and now do love literature, though, and it -- it’s\nsomething that it drives our family to this day.",
        "A: We knew about it, and at one point, just after I got out of law school in 1980 or\n°81, we attended a -- a survivor -- children of survivor’s conference, it was held\ndown at NYU. But basically, and I -- I would assume in large part because of -- of\nmy Uncle Miles’s involvement with Holocaust a -- research, education, memorial\nactivities, and because a-all of our family are survivors or children thereof, I haven’t\nreally felt compelled to join in with others. It’s -- it’s just sort of come to us\nnaturally, and we haven’t had to make any specific moves to get more involved.",
        "A: We got married on September seventh of 1980, right here in New York City.",
        "A: Yes, it was, I -- I really like working with children a lot, and I’ve been involved\nin the scouting movement since I -- I was a little, little boy. However, my wife\nreally wanted to foster her career first. So we sort of comprised, and our first son\nMax was born in 1989, his birthday is January 27\", 1989 and he’s currently in the\nDecember 13, 2001\nseventh grade, and our second child was born nine years thereafter. So Joseph was\nborn on December 20\" of 1997, and he is currently in pre-school.",
        "A: Yes, in-indeed, I-I think our greatest hope 1s -- is that our children would grow\nup to be both literate and concerned beings. Aside from formal education, which Pll\ndiscuss in a minute, I think a very unique portion of -- of Max’s upbringing,\nmeaning our older son’s upbringing was the fact that during his formative years,\nCheryl was a senior staff member at New York City ballet. And at that time we\nlived directly across the street, literally a 15 second commute from her office in the\nNew York State Theater at Lincoln Center. Max grew up basically as the New\nYork City Ballet Company mascot. He and I were there every day because my wife\nworked evenings and we would go to say hello to her, but not only to her, to all of\nher staff members and to the many members of the orchestra, and the dance\ncompany, with whom we became friends over the years. And she was there from\n1985 to ’95, and Max was born, as I said, in January of ’89. So he had his first six\nyears at the ballet, backstage, in the orchestra pit, in the flies, playing hockey in the\nDecember 13, 2001\nback hallways. Hanging out at the dance bar and making believe he was -- he was a\nlittle nutcracker prince with some of the world famous prima ballerinas. It was a\nmost unusual thing for a child to be exposed to this quantity of the performing arts\non a day to day basis. The funny thing is that nowadays he enjoys going to these\nthings very much, and is even actually -- last night he said to me, hey Dad, we’ve\ngotta go see The Nutcracker. Because that’s -- that’s a performance that he adored\nas a child. But he is not willing to perform. He doesn’t feel that he has any talents\neither in music or in dance. However, on the other hand, he’s a phenomenal athlete\nand he’s discovered in himself talents which I know I never had, and perhaps he\ninherited somehow from his Uncle Paul. But my -- my older son is physically\ngifted, and he plays league sports 1-1n -- in many different areas and is particularly\ngood in the hockey sports. And he plays league ice hockey, league roller hockey,\nhe’s just a -- a phenomenal athlete. And he’s -- he’s very proud of himself and he’ ll\nnever fail to tell you, I’m -- you know, proud papas tal -- talk this way all the time.\nBut he -- he’Il remind you of that as well.",
        "A: Okay, formal education. When he was in nursery school, I suppose you call it,\npre-K at the Westside Montessori school, it was -- 1t was somewhat apparent to us\nthat he might be a gifted child, and we had him tested, and were fortunate enough to\nDecember 13, 2001\nfind that he’s a superlative gif -- superlatively gifted child. And he was accepted to\na New York City public school program for -- for truly a-advanced children, and\nI’m no-not -- I’m n-not saying this in -- in any way to make him sound better than\nother children, it’s just a fact that that’s -- that’s the whole definition of -- of the\nprogram he was in, it’s called the Anderson program, and it -- and there are two\nprograms like it in New York, Anderson program on the west side and Hunter\nCollege high school has its own program which goes all the way down to\nkindergarten on the east side. And so Max went to and attended the Anderson\nprogram and he graduated from there after the fifth grade and took an exam to get\ninto another gifted program for junior high school level, that’s called the Delta\nprogram. And it’s -- it’s -- basically it’s the same kids and others who have joined\nthem in a slightly larger program that he had gone to grade school with. And he’s\nnow in the seventh grade. He is getting a -- a regular, although accelerated and\nperhaps a bit more in depth junior high school education. He’s doing very, very\nwell, he -- this particular child, it’s within his personality to be most competitive.\nHe is -- I think if I had to descri -- use one word to describe my own -- this\nparticular child, I would say it’s competitive. He has to be a medalist, meaning he\nhas to get the gold, or the silver or the bronze, and he’s very happy to get any one of\nthem, although everyone wants the gold, but he’s happy to get them. But no matter\nDecember 13, 2001\nwhether it’s in sports, or in school, he has to be a winner, he has to be a medalist.\nAnd that’s the way he does in school, and that’s also the way he does in sports. So I\nthink it’s very interesting that this child has grown to be so highly competitive in\npersonality.",
        "A: Yes, he’s going to turn four next Thursday.",
        "A: He’s very different in personality. He, unfortunately for him was not raised in\nNew York City ballet, but I don’t think that that changed his personality in any\nway, but I just think it’s a significant difference. Joseph is not as comp -- a-as\ncompetitive or driven a child as Max. He has a very sweet and -- and jovial\npersonality. He’s always smiling and singing little songs to himself. He’s not as --\nalthough he’s coordinated about the same as any other child, average child of his\nage group, he’s not as overtly physically active with such -- such unbelievable both\ngross and athletic motor skills that -- that his brother has and had even at age four.\nThis is a child who really -- this one really loves stories and loves being read to, and\nloves imagining and loves creating play spaces and games and environments, as you\ncan see from our living room, it’s -- we’re surrounded her by -- by Legos and -- and\nlittle -- little scenaria o-of villages and construction sites and -- and letters and he\nDecember 13, 2001\ndoes these things every single day. Actually Max at that age, although interested in\nthings -- he loved cars, he loved model cars and he loved trains that went around, as\nJoe does, but he wasn’t as interested in building these little communities and\nenvironments that you see here, as Joe is, and he’s -- this is the way Joe is, this is\nthe kind of child he is.",
        "A: Oh wonderfully. They relate -- they relate very, very well to her. Th-They -- I-I\ncan’t say in any way that there’d be anything negative, she’s their grandmother.\nShe’s very grandmotherly to them, and they’re very grandchildly to her.",
        "A: She does, but he -- it isn’t something that they talk with any frequency about. He\nis quite aware, prob -- in more so and in more detail about my mother’s background\nthan I was about her background at his age. The reason is that Cheryl and I have\nalways in -- been believers in -- in being very upfront with Max, we’re much more\nopen and less protective of him, and -- and eventually of Joseph than my mother\nwas of me and Paul. My mother was very careful, I’m -- I’m certain, not to\ntraumatize me or Paul with things that she viewed as inappropriate for a given age.\nDecember 13, 2001\nAnd a-as -- as you’ve interviewed her, I’m sure you can agree that -- that sh-she\nmay have said that to you, or you may have read it into what she said, but I-I’m sure\nyou’d agree with the statement I just made. On the other hand, perhaps to his\ndetriment, perhaps to his benefit, I don’t know, I have been very, very upfront with\nMax, not only about my mother’s background, but about everything that I do at\nwork, about everything in the world, both the good, a -- things and the horrors of\nliving in New York. The sufferings of people, crime, death, disease. I -- I -- we\nreally don’t hide anything from him. That may or may not be good for him in the\nlong run, I don’t know. I’ve tried to encourage him to be independent. He was the\nfirst of all of his friends to travel on his own through the city. I have entrusted him\nsince th-the fourth grade, basically, with being on his own and shifting for himself. I\nexpect him to lead his friends. I -- I’ve always tried to foster in him the ability to\nlead not only himself, but his friends. To be responsible for himself and his friends,\nto keep a lookout for himself and his friends, to protect them, but to achieve. And\nthe funny thing is that things 1-in many ways have gone that way, and among his\nfriends, whether by dint of his upbringing here, or the fact that he 1s among the\nolder of the children in his age group, or a combination of those factors, he is\nlooked upon by the other children as a sort of a social hub, a leadership figure. And\nperhaps it’s because he’s so involved in sports and the boys follow him in that way.\nDecember 13, 2001\nPerhaps it’s because he actually is very talented in school. That he’s getting\nhomework help calls all the time, and his guidance is sought as to what 1s expected\nof them in school. It’s just that he -- he’s grown up to be a very unusual child in that\nregard. The downside of this is that his tolerance for others and his patience with\nthem sometimes wears a little bit thin. So I think that these might be the sorts of\nresponsibilities that a 12 or 13 year old boy shouldn’t have thrust upon him. But he\nhandles it pretty well overall, and -- and -- and his friends love him. He has a whole\ncrowd of -- of friends that are hanging out here all the time. One, we’ve always tried\nto make th-the other kids feel welcome around our house so that they -- they -- they\nshould always feel they have a place to come, if they want to sleep over, or they\nwant to hang here, have dinner. Whatever they want, they’re welcome to stay, it’s\nfine by me. And it’s alway -- it’s fine by Cheryl, too, it’s -- it’s fine by all of us, but\nwe -- we always want our children to have their friends welcome.",
        "A: Oh, absolutely, she always encouraged u-us to -- to bring home other -- other --\nyou know, it’s usually boys that -- but to bring home other children a-and to have\nrelationships with them. In -- in -- she also encouraged us and my father did as well,\n1-1n boy scouting, that -- I think that was a movement that was very much in\nDecember 13, 2001\ntandem, since it’s a slightly more conservative movement, especially in the 60’s,\nthan the rest of -- of society at large. It was probably very much in line with her\nexpectations about the way boys should be reared. And because of that she allowed\nand encouraged both me and Paul to continue in scouting. Both of us achieved the\nrank of Eagle Scout, and actually to this day I’m involved in boy scouting. I am\nnow one of the directors of the same group that I was in as a child. And Max was\ninvolved in cub scouting and started in boy scouting, but since the last year in junior\nhigh, I think his interests have changed and his social group has changed, and I’m\ncertainly not going to force his continuation in scouting upon him. I just think that\nthis 1s an interest that has sort of fallen out with Max, perhaps for the good, perhaps\nnot, but I’m certainly would -- I wouldn’t force my children to do anything. So right\nnow Max is not involved. But that’s okay too, he’s involved in so many other\nthings, whether it be 1n sports, social affairs, or his Bar Mitzvah studies, that I\ndon’t even think he has room in his life for the boy scouts. That might be better for\nhim right now.\nDecember 13, 2001\nrelationship, and have you ever been to Germany, Poland or Israel, because it\ntouches on your mother’s life and on your parent’s life in a lot of ways.",
        "A: That’s o -- I-I can answer that very directly and specifically. Personally, I have\nnever been to Israel, and I’ve never had the good fortune to have the time to get\nthere 1-1n a way that I would have liked. However, my wife has been to Israel\nseveral times, in large part because, as I said, her -- her father had an oldest sister\nwho had -- who had immigrated to Palestine in the 1930’s as part of a -- a-- a\nZionist [indecipherable] movement. And because she had this one aunt there,\nCheryl had gone there throughout her childhood to visit the aunt and uncle and\ncousins, along with her family. However, we have traveled, indeed, extensively, all\nthrough Europe. And in the summer of 1984, while Poland was still a Communist\ncountry, we went to visit Poland, to visit the few relatives that Cheryl’s mother still\nhas there, and also to tour where my mother and where Cheryl’s father had grown\nup, and to visit Auschwitz. That’s what we did there for a -- a week. I went with\nCheryl and her sister. None of us had any children in those days. And -- and her mo\n-- her mother went as well, but did not tour with us, she just stayed with her\nrelatives while Cheryl, Marilyn and I traveled about and -- and saw the various\nvenues that I had mentioned.\nDecember 13, 2001",
        "A: Yes, certainly, I -- I think an appreciation for it has. I know 1-1n particular my\nmother 1-is most proud o-of -- of Frederick Chopin a-a-and his work, but i -- I love\nclassical music in general and have always loved Chopin. I just mention that\nbecause I -- I -- I -- I -- among the many, many, many types o-of classical music and\nperforming arts that my mother enjoys, that is one person from Poland of whom\nshe is particularly proud. But I -- I do appreciate Polish culture very much. With --\nwith some degree of frequency we -- we sh -- meaning -- our immediate family here\ntried to visit Polish neighborhood, we have hired a -- a nanny for our little Joe, hi-\nhis daycare provider when he 1s not in preschool, who happens to be from Poland.\nAnd Cheryl’s -- Cheryl’s mother also unfortunately now is suffering from\nAlzheimer’s, but we have hired for her a caretaker from Poland. We -- so we -- we\nhave many Polish influences around us all of the time. It’s -- it’s just -- it’s just part\nof the way I -- I grew up, I mean, we -- we enjoy Polish food, Polish music, but I --\nI don’t think that we are involved in any way with what -- what are classical Polish\nAmerican activities, but rather we have a definite consciousness of the background\no-of three out of our four parents.\nDecember 13, 2001",
        "A: Well I -- I -- I most certainly ascribe to -- to my uncle’s declared intention of --\nof educating others about what happened in the Holocaust so that -- so that people\nare, for all of the rest of history, aware that such -- such intense and organized evil\ncould be perpetrated on -- on a -- a discrete population in so short a time. I also ha-\nhave tried in my professional career, to spend as much of my time as possible,\nhelping refugees. Since I started at this -- at this agency -- when I say at the\nadministration for children’s services, then known as HRA, whatever, but it doesn’t\nmatter, at this same agency, which is the foster care agency for New York City, I\nstarted there in January 1983, I have been the sole attorney assigned to deal with\nrefugee and immigration issues for children who find themselves in New York City\nfoster care. This began because in 1983, the city -- this city, New York City\n[indecipherable] was a part of the official U.S. government refugee assistance\nprogram that was -- started to resettle people from southeast Asia in the wake of the\nVietnam conflict, and they were taking both families and unaccompanied refugee\nminors from refugee camps in southeast Asia and resettling them either in the\nDecember 13, 2001\ncommunity or in various foster care agencies throughout the United States. This --\nthey were joined shortly thereafter by a large influx of people from the Cuban and\nHaitian boatlifts in the very early 1980’s. So already by the mid-1980’s, our\npopulation and our program was -- was largely made up of children from southeast\nAsia, from Vietnam, Cambodia and Laos, and also from Haiti or Cuba.",
        "A: As I was telling you a -- a moment ago, the city’s refugee program had largely a\nsoutheast Asian and then some Haitian and Cuban children in it. We eventually\nplaced about 1400 children through federal referrals into that program. However, as\nI worked during the 1980’s, it became readily apparent that this being New York\nCity and all, there were children in the foster care system due to abuse and neglect,\nhere in New York City, who hailed from other countries. Some of these children\nwere entitled and continue to be entitled to immigration law relief, and there are\nDecember 13, 2001\nspecial federal laws that --that assist children who find themselves in the foster care\nsituation without having parents willing to help them to realize 1-immigration\nbenefits. So even though the federally funded refugee program has basically petered\nout, and out of about the 1400 children, all of them have aged out, meaning have\ngone over the age of 21, except for three children who came over when they were\nvery, very small, we now have hundreds of children that I have been able to\nidentify, out of the 30,000 children in the foster care system now, who have\nimmigration law needs that I am able to service. And I have found overall, 1-it --\nthrough my very fortunate participation with all of these children, that refugee\nchildren tend to be very, very driven, very, very self-reliant and very, very\nmotivated to make something of themselves and to utilize the opportunities that are\noffered them by placement in New York City’s foster care system. Basically, in lay\nterms one can say they’ve got free room, board and education through their 21*\nbirthday. As long as they continue to make something of themselves, to attend\nschool, to get an after-school job, and to basically just grow and become good\nhuman beings, they can stay with us until they’re 21 years old. And 1-1-it’s much to\ntheir credit and much to my constant amazement and joy that these children\ncontinue to flourish despite the fact that many other children in our foster care\nsystem never seem to achieve much in their lives and unfortunately end up many\nDecember 13, 2001\ntimes in the same sort of conditions that their parents had when the children ended\nup in foster care. So it’s -- 1t’s very, very much of a pleasure for me to be involved\nwith this refugee population.",
        "A: That’s --",
        "A: Quite frankly, I -- I do very, very little for -- for fun, myself. I don’t get to see\nmy friends very often. Most of my activities are involved around providing care for,\nor joining in the activities of each of my two children. And it’s becoming\nincreasingly demanding as little Joseph, now being a-age four, is starting to have a\nbroader circle of friends and different interests and activities. I am now challenged\nwith keeping up with both Max’s activities, whether that is his ice hockey or his\nsoccer or his swimming or his basketball, and Joe’s new circle of friends and\nactivities. Is -- it’s -- 1t’s always -- always a challenge, always fun.",
        "A: Absolutely. Max has, I believe since either the first or second grade, been\nattending Hebrew school, and Joseph, who is in his last year of pre-school now,\nDecember 13, 2001\njust started Hebrew school two months ago. We belong to a neighborhood\nsynagogue and Max is currently studying for his Bar Mitzvah which 1s going to be\nin February of the year 2002.",
        "A: If you’re speaking about Jewish holidays, 1-1-in particular it has always been my\njoy and distinct pleasure in celebrating Passover with the Lerman cousins, so to\nspeak and aunt and uncle in Vineland, New Jersey. This is what we did as children,\nwe meaning Paul and I. We always went to Vineland for Pesach, always, and it 1-1-\nis perhaps my, and I -- I’m sure it is many other children’s favorite holidays, but\ncelebrating the -- the escape to freedom of the Jewish people from enslavement in\nEgypt. But just being with that family at that time of year has always meant\nsomething very special for me, and -- and I know it has for my brother Paul as well.\nAnd we continue to go there every year and I bring my children and my wife down\nto spend a Lerman Passover with them, an-and I’m glad to say that they enjoy it as\nwell.\nDecember 13, 2001\nthink it’s moving in the right direction? There’s done enough, there’s too much\ndone? How do you feel about that?",
        "A: I don’t think en-enough can ever be done. I-I-I’m also pleased to see that\nmuseums like the Holocaust Museum in Washington a-are conscious of other\nholocausts, such as those suffered by some of the Cambodian survivors that I\nworked with in the early 1980’s who -- who ended up being shipped from refugee\ncamps there to here. I mean, I think that the museum in Washington has a\ntremendous consciousness for the sufferings of others that a-are similar to or\nparallel to those that befell my mother and her family and my wife’s father and his\nfamily. And it’s a -- a very important thing to all of us in our family that there be\nHolocaust education and Holocaust awareness inculcated throughout the American\neducational system at all levels, fr-from grade school on.",
        "A: That’s a -- that’s a very broad question, but I’m not criticizing you for it. I will\ntry to answer it as succinctly as possible, so that should take three or four hours --\nno seriously --\nDecember 13, 2001",
        "A: I’m sure, to use the lay word baggage, that my -- that my mother and every\nHolocaust survivor carries with them baggage, some of which they -- this\npsychological baggage, th -- damage, or benefits, whatever, that some of them may\nrecognize and -- and others don’t even recognize it, it -- that will always be in their\nsubconscious. But I think my mother has made a distinct effort to -- as many others\nhave, to rise above her experiences, to evaluate them, to see what -- what good she\ncan identify in her experiences and what evil she can identify 1-1-in her experiences.\nTo identify the moral values of -- of what she -- what she learned through those\nexperiences, and through seeing the loss of her family and the rebirth of an entire\ngeneration, and now s-succeeding generations o-of -- of Jews in the post-Holocaust\nworld. I know my mother states all of the time, just straight out, that people\nshouldn’t allow even the most negative events in their life, to drag them down. But\non the other hand, I -- I -- I’m sure she recognized that one cannot but have that\nhappen, even if you make every conscious effort to prevent it from being so. Yet, a\n-- I-I know that my mother has always tried to -- to look back on -- on that era with\nan objective -- as objective as possible, historical eye. And not to become too\nemotionally distraught when either e-evaluating or we -- those experiences, or\nrelating them to others. And I -- I think that her sisters share with her those goals\nDecember 13, 2001\nabout overcoming their experience and -- and have -- all three of them, I think, have\ntried to pass that on to the -- to my cousins, so to speak, to their children.",
        "A: I think that in many ways, I mean, directly, and I -- I suppose it’s easy to say that\n-- that it -- it -- it awakened a degree of social consciousness 1n me. But I think o-o-\nother people are motivated by other things and arrive at -- at the same place where I\nfind myself, but perhaps -- for me this is -- this is what -- what does it. I think it\nuncanny that I met and then married someone who 1s the -- like me, a -- a -- a child\nof -- of survivors. Yeah, I don’t know whether that is good or bad, I think it’s a very\nunique bond. I -- I found in my office, and now I’m -- I’m a supervisor in -- in -- in\nour Bronx office, and through conversation after being there a year, I found out that\none of my co-workers, who is significantly younger than me 1s also the child of a\nsurvivor who was a hidden child. And he was hidden as a very, very -- he’s even\nyounger -- he was born sometime in the 1930’s and waited a while to have children\nafter coming here and marrying, so this co-worker of mine 1-1s significantly\nyounger. And yet, I know that -- that she and I feel an -- an -- sort of there’s an\nunusual kinship or bond there, even though his -- his, meaning her father’s\nDecember 13, 2001\nexperience, wartime experiences, and my mother’s were -- were quite dissimilar.\nBut 1-1-1t’s an unusual bond. I am sure that other people who share similar traumatic\nexperiences in their family histories probably feel a similar bond as well, but this is\nwhat our family feels, and this is what Laura’s family feels. And I’m sure that --\nyou know, and my wife and her sister and all of my cousins, we all feel the same.\nIt’s just an unusual way to identify -- I think that there are many Jews who identify\nas being Jews in large part due to the persecution of the Jews during the Holocaust\nsomehow awakening a Jewish identity in them. I suppose religious motivation\ncomes from many different things in one’s upbringing. So in mine, obviously, it\nmust come in large part due to the fact that my mother herself 1s a survivor. Never --\nnevertheless, 1-it ca -- her experiences cannot but have a-affected my outlook on the\nworld, on religion, on my social values and morals, and by the way I raise my\nfamily. And the fact that my wife is also a survivor’s child will only magnify the\nimpact -- or whatever impact it does have on our children.\nDecember 13, 2001",
        "A: I don’t think there’s any particular thing that you -- you haven’t asked about my\nbackground, or about my wife’s background. I think it is important, however, that\nHolocaust information be memorialized in the coming years as the generation of\nsurvivors grows older and older, they obviously are going to pass away. And\nwithout them there is going to be no true firsthand source of evidence and of fact\nabout what happened. And the Holocaust deniers and the present persecutors of\nJews, and bigots and hate-mongers will only find fuel for -- for their intolerance\nshould there not be amassed the -- the proper history and documentation of the\nJewish people during the Holocaust years. So my overall wish would be that all of\nus, both the current living survivors and their descendants try now to somehow\nmemorialize and record these historical facts so that subsequent generations can\nbenefit from a true rendition of what happened during the 1930’s and 40’s.",
        "A: In many -- ob-obviously, the -- the fact that this is something that 1s important to\nmy mother weighed on me, but even if it were not, e -- I would gladly -- even if my\nmother weren't a survivor, if I was just, let’s just say a -- a child of American Jews,\nand you’d come to ask me about how the Holocaust bore on -- on my development\na-and life today, I would have gladly participated because I think that the -- the\nDecember 13, 2001\nevents of such a mass tragedy weigh so heavily on the development of -- o-of world\nculture that they -- they should be documented and interpreted. I think that what’s\ngoing on today as we speak, in -- in the -- a-as Bush calls it, the war against terror,\nbut 1-1t -- 1t’s basically a -- a war against terrorists who hate America and hate Jews,\nis very much involved in -- in interpretation of facts of the Holocaust and how the\nstate of Israel came into being as a result of the persecution of the Jews during the\nHolocaust. [indecipherable] talking about the political state of Israel as opposed to\nthe Jewish settlement of the land of Palestine. These are very important things and\nhave affected the Islamic world’s view o-of Jews and America in the years since\nthe end of World War II.",
        "A: Well obviously, I-I -- I have absolutely no tolerance for terrorists of any kind.\nThat -- and that would go for -- for terrorists that are advocating or -- or bombing to\nconvince people to believe in any particular area of thought. However, because so\nmuch o-o-of this current terror campaign 1s involved in a hatred of America and of\nth-the state of Israel and Jews, I do have very strong opinions. And it is my\nunfortunate belief that although -- and I say unfortunate because I -- I -- I’m sad to\nfind myself feeling this way, although I ha -- I have tremendous fondness for many\nDecember 13, 2001\npeople who are -- are Muslim, and who live here in America and in New York, like\nmyself, I quite frankly, based on their religious beliefs, and the -- and their culture,\ndo not believe that they will ever -- th-the Islamic world will ever be able to accept\nthe existence of the state of Israel. They -- they -- I -- I think that much of their\nhatred is tantamount -- although it 1s worded differently than Hitler’s hatred of the\nJews, I think it’s tantamount to Hitler’s hatred of the Jews. And although the -- the\ncurrent terrorists will never be able to perpetrate the mass execution o-of Jews, as --\nas Hitler and the Nazis were, I still think that were that to be a thing within their\ngrasp, many of these people would not hesitate to do that. I -- even -- even among\nMuslims of a -- a more gentle persuasion who are not violent like -- like the\nterrorists, I really -- I-I sincerely question whether even they, based upon their\ndoctrine and their beliefs and their culture will ever able to be accept -- to be able to\naccept the fact of the existence of a Jewish state in the land of Palestine. And I\nthink that these hatreds are so deep seated, and -- and so old, going back now\nthousands of years, that I don’t -- I -- I -- I sa -- it’s sad to say, I don’t feel that they\ncan ever be overcome. I don’t know what to do about it, but you ask me how I feel\nabout what’s going on now, and this is actually how I feel. It -- it -- it -- it’s very\nhurtful to me, it’s very hurtful to my family, it’s something that affects all\nAmericans, not just Jews, a-as you could see from the tragedies on -- on September\nDecember 13, 2001\n11. So the fact that terrorists have identified America f -- e-either for its support of\nthe state of int -- of Israel, or as a land of moral turpitude, or as a some sort 0-0-of\nhated kingdom, for whatever reason I don’t understand, it does affect every\nAmerican, and 1-1-it is an area th-that all people 1-in America should consider each\nday of their life.",
        "A: You’re very welcome.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "Contact reference@ushmm.org for further information about tis collectionDecember 13, 2001\nBeginning Tape One, Side A"
    ]
}