{
    "rg": "RG-50.030.0695_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with Mr.\nPaul Jonas, on May 3, 2013, in Brooklyn, New York. Thank you Mr. Jonas for\nagreeing to speak with us today, and I’d like to start the interview at the beginning.\nPlease tell me your name at birth, where you were born and when you were born.",
        "Answer: I was — my name is Paul Jonas, born in southern Poland. I’m born 6-22-\n22.",
        "Q: So, June 22™, 1922.",
        "A: Yes.",
        "Q: Okay. What kind — you wish to say something?",
        "A: Yeah — no, no.",
        "Q: Okay. I'd like to know a little bit about your family. Can you tell me, did you\nhave brothers and sisters?",
        "A: Yes, we were seven kids; four brothers, three sisters. My father was — had a\nbank, he was pretty [indecipherable] and my mother was the cook.",
        "Q: So your father had a ba — was a banker?",
        "A: A banker, yeah, a banker, yeah.",
        "Q: Okay. Tell me a little bit about your siblings. And Ill want to talk about your\nparents too, but with seven children, that’s quite a family.\nMay 3, 2013",
        "A: Yes.",
        "Q: Could you tell me their names, from the oldest to the youngest?",
        "A: Yeah, the oldest was Abraham, then came Joe —",
        "Q: Okay.",
        "A: — then Esther, then Schuler(ph).",
        "Q: Okay.",
        "A: Then — ri — hi — Hinder — Hil-Hilda.",
        "Q: Hilda.",
        "A: Schuler(ph), me and Manya(ph). Manya(ph), you met Manya(ph).",
        "Q: Manya’s(ph) the youngest.",
        "A: Yeah.",
        "Q: Okay. And — and of the brothers and sisters, was there somebody who you were\nthe closest too?",
        "A: I usually with — with Manya(ph).",
        "Q: You — the two youngest were together.",
        "A: Yeah, ye-yeah.",
        "Q: Okay. Did you hang out with your older brothers at all?",
        "A: Yes, sure.",
        "Q: What were they like? I mean, did they have different personalities?\nMay 3, 2013",
        "A: Joe [indecipherable] he was a little bit different. He used to take the toys what\nwe got, and try to see how they are made, and never put it together.",
        "Q: So he liked to take them apart.",
        "A: Yeah.",
        "Q: Yeah.",
        "A: Yeah. Otherwise he was good. Sometimes we were fighting. I had th — a little\nknife, maybe a inch. I tried to kill him. So my mother used to say, okay, okay, I'll\nkill — Pl help you kill him, tomorrow, tomorrow. Ten minutes later we were\nplaying again, you know.",
        "Q: Abraham, the oldest, what was his personality like?",
        "A: He was a very nice, all business re-really. He never had time to go to play, he\nwas busy, he was working in the bank.",
        "Q: He was working in the bank.",
        "A: In the bank, yeah.",
        "Q: And was he a serious kind of person — ser — a more serious kid?",
        "A: Yes, ye-yes. He was the oldest, he was [indecipherable] the father.",
        "Q: Okay.",
        "A: And he is the one who got killed for the — from the Nazis, a day before the\nAmerican army came in.\nMay 3, 2013",
        "Q: We’ll talk about that. We’II talk about that later.",
        "A: Yeah —",
        "Q: Right now I'd like — what I’m trying to do is get a sense of what was the world\nyou were born into. Who were the people who were important to you who were in\nit. What was life like. You know, all of that ca — I’m trying to paint that picture\nwith words, your words.",
        "A: Yeah. Well, we were very good all, but in general was very poor. The whole\ncountry was poor, especially our town were very poor. There were a couple — two\nfactories, I think, or three. And —",
        "Q: What did they make, those factories?",
        "A: One was sneakers, or soles from the sneakers, one locomotives.",
        "Q: And one made locomotives?",
        "A: Yeah.",
        "Q: Okay.",
        "A: And we have some what a — what a — what do you call it, cutting in the — the\ntrees? Th-The lumber yards.",
        "Q: A lumberyard.",
        "A: Or a lumber — a lumber mill, a lumber mill. And this 1s the way the people — and\nwe had the river San, so most of the — of the — went fishing and selling the fish.\nMay 3, 2013",
        "Q: Tell me, where in Poland was the town of Sanok? Where was it located?",
        "A: This was — it became the border between the — during the — 1939, between\nGermany and Russia.",
        "Q: I see. So it’s —",
        "A: It was li— years ago, Galicia, Ukrainian over there. And over — on the river, that\nwas th-the border, where the people used to [indecipherable] run away, and —",
        "Q: So there were — so when one side of the San River was Poland?",
        "A: Yeah.",
        "Q: And the other side was already Soviet Union?",
        "A: Soviet — yeah, yeah.",
        "Q: I see.",
        "A: I mean, became.",
        "Q: Became that way.",
        "A: It was Ukrainian, yeah, before, ukra — and then became the Soviet Union, yeah.",
        "Q: Were there many Ukrainians in — in Sanok?",
        "A: Yes, yes, yes. I would say 90 something percent.",
        "Q: 90 percent of Sanok, it was Ukrainian?",
        "A: Yeah, I mean, the whole side was Ukrainian, yeah.\nMay 3, 2013",
        "Q: I see. So how many Poles were there, not many”?",
        "A: Well, as — were hard to tell how many because everybody spoke the same\nlanguage.",
        "Q: I see.",
        "A: They went only the same church, so — but we were studying in school,\nUkrainian.",
        "Q: You were studying Ukrainian in school?",
        "A: Yeah, yeah, yeah, we had to. This is [indecipherable] the language was, you\nhave to study a foreign language, but everybody used to study U-Ukrainian.",
        "Q: Tell me, what did you — what language did you speak at home?",
        "A: In—1in ho — in the house? Jewi — Yiddish.",
        "Q: Yiddish.",
        "A: Yiddish.",
        "Q: So that was your first language?",
        "A: Yeah.",
        "Q: Okay.",
        "A: And otherwise you sa — you spoke with the Polish.",
        "Q: Mm-hm. Had your family lived in Sanok for a long time?\nMay 3, 2013",
        "A: As long as I know, yes. I don’t know if they were born he — I think my father\nwas born there. My mother, I’m not sure.",
        "Q: What’s your father’s name?",
        "A: Herman Jonas, or Hirsch, whatever. In — in Yiddish Hirsch — Herman Jonas.",
        "Q: And do you remember when he was born?",
        "A: No.",
        "Q: But it would have been 19\" century.",
        "A: I used to have a passport, if — if I have time, I could find it —",
        "Q: Okay, maybe later.",
        "A: — and let you know.",
        "Q: Okay.",
        "A: Yeah, but I know I have a passport, I know where it is.",
        "Q: Okay.",
        "A: Yeah.",
        "Q: And your mother’s name was?",
        "A: Rose.",
        "Q: Rose.",
        "A: Rose Jonas.",
        "Q: Rose Jonas.\nMay 3, 2013",
        "A: Yeah.",
        "Q: Do you remember her maiden name’?",
        "A: Finck.",
        "Q: Finck.",
        "A: Finck, f-i-n-c-k.",
        "Q: Uh-huh. And was her family also well-to-do, the family that she came from?",
        "A: N-No. Na —na-— made out barely a living, you know. Most the time my father\nhad to help them out.",
        "Q: Okay, so you had a well-to-do branch, and a not so well-to-do branch.",
        "A: Yeah, yeah.",
        "Q: Mm-hm? Go ahead.",
        "A: They were my relatives, my uncles. They’re from my mother’s side.",
        "Q: What kind of personalities did your parents have?",
        "A: I don’t know I — what do you mean?",
        "Q: Their personalities, like was — were they extroverts, were they shy people, were\nthey very sociable people —",
        "A: Sociable people, yeah.",
        "Q: They were?",
        "A: Yeah, they were, yeah.\nMay 3, 2013",
        "Q: Yeah.",
        "A: They were not loud, very respectful always [indecipherable] and charity.\nPeople came always for something, with the holidays, you were hungry, their doors\nare always open, you know.",
        "Q: Were your — was your family — let’s say your social lives. Was it — was it\ncentered around the Jewish community in Sanok?",
        "A: Most of the time, yeah.",
        "Q: Okay.",
        "A: Yeah, most of the time always, yeah.",
        "Q: So when you speak of charity work and so on, it was through the community.",
        "A: Yeah, well, every Friday — I told you my father was rich — he used to take me or\nanother one, put money in the envelope, and shove it underneath the door, and run\naway, for so — for the people. And I asked him, Daddy, who, why? They are — they\nare not poor, but they are ashamed to say they are hungry. The poor people, he\nsays, th-they had what they eat. They’ll take a little from you, a little from them, th-\ntheyll have it. But those people was ashamed to say they don’t have it. So that’s\nwhy he took money in the envelope, put it underneath the door and run away. I se —\nI asked him, why are you running? I didn’t want them to think they are se — they —\nthey owed us something for it. They don’t want to know — yeah.\nMay 3, 2013",
        "Q: And do you think the people ever realized who it was who gave them —",
        "A: Some knew, some don — didn’t.",
        "Q: Yeah, yeah. Well, 1t was very thoughtful, in a very dignified way, you know.",
        "A: Like — like, for example, there was nice people, but they couldn’t afford an —\nshe needed a surgery on the eye; surgery back in this little town. So nobody could\ngive them the money, so my father send her. And she was — she had surgery done,\nshe was okay. Then we met in my — doing — after the war, he end in New York, so\n— her son became a dentist. Now — and I didn’t know, because the na — they\nchanged, the name changed. And I start to give him work, because you know,\nimplants, he was specialist in implants. And then they find out who I am, he started\nthe oh, my mother told me you — that you — your father saved my mother’s eye and\nso on and so forth, you know.",
        "Q: So it sounds like they — they instilled those values pretty early on.",
        "A: He — money-wise, he wa — he was very nice to any ch-charity, churches, and so\non.",
        "Q: Even churches?",
        "A: Yeah.",
        "Q: Even churches.\nMay 3, 2013",
        "A: We had — we had over there a — it was a building built on the army, I’m — you\nknow, the Polish army. He gave them a lot of money, and because of this we have —\nI — a permanent lodge. We didn’t have to pay for the ticket, nothing going — yeah.\nThe lo — lodge were only for us.",
        "Q: Wow, a lodge?",
        "A: Yeah.",
        "Q: So that meant a — a building that wo —",
        "A: Like a balcony inside and — 1n the main — there was like a — like — like here,\nMadison Square Garden or something like this, over there in the time, not so big.\nBut this was the only —",
        "Q: Oh, so, if you wanted to have an event there, that meant that you were able to do\nSO.",
        "A: Yes.",
        "Q: Okay, and there would be no charge for it.",
        "A: No.",
        "Q: Okay. What was he like at home? Did you see him much at home, or was he\naway mostly at the office whe —",
        "A: A-Away.",
        "Q: Yeah?\nMay 3, 2013",
        "A: Most time I saw him was on Saturday.",
        "Q: Okay.",
        "A: And Sundays. During the week at night — because when he came home, we were\nsleeping.",
        "Q: Okay.",
        "A: And but Saturdays and Sundays we were together.",
        "Q: Was he — was he a person who was — it was easy to be close to?",
        "A: Yes, yes. Everybody liked him. His w — he was very nice, very warm. And\nalways helper, always listen.",
        "Q: Could you tell him your problems as a chil —",
        "A: Yes.",
        "Q: — as a child?",
        "A: Yeah.",
        "Q: Yeah?",
        "A: Yeah. Yeah, well, he never lay a hand [indecipherable] or something. He just\nlook at you, and you know, this is it. He always kept his promise, always. But you\nhave to be punished. Even you — you are — apologize, you are punished. Not as bad,\nbut — and if he says Ill buy you this and this, he always bought it.",
        "Q: Yeah.\nMay 3, 2013",
        "A: Yeah.",
        "Q: So he was reliable.",
        "A: And my mother was a little bit different.",
        "Q: How was she different?",
        "A: Tomorrow. Tomorrow never — come tomorrow, tomorrow. You want to go in\nthe movie? Tomorrow’ ll be a nicer movie. Okay, tomorrow came [indecipherable]\ntomorrow’ ll be a better movie. Yeah. In his case was different, but if she said it,\nthis is it, yeah.",
        "Q: So, why do you think that was, with your mom?",
        "A: Well, 1-1— I don’t know, she was afraid to — to spend a penny, or she was afraid\nthat something happen to the kids. She was always very careful. Don’t go here,\ndon’t go there, don’t — you know.",
        "Q: She was protective.",
        "A: Very protective. I was sled riding with Manya(ph), my sister. And when you —\nand this — this was, I don’t know, maybe six inches full of snow, but it was winter. I\nask her, are you dead? She goes, I don’t know. I said, let’s ask mommy. So we\nwent and asked mommy if she’s dead. So this — really, she was ah — ah — oh — oh,\nmy kids, my kids, my kids.\nMay 3, 2013",
        "Q: What’s your earliest memory? Can you go somewhere and think, what’s the\nearliest memory you’ve got?",
        "A: Well, I don’t know. I don’t — if I shall say it not. The thing — I— I—I was afraid\nto say I’m a Jew. I would like to change my religion. Because you were called\nstinkin’ Jew, stinkin’ Jew. You know, my father was a j — I was always a stinkin’\nJew.",
        "Q: So the kids would say these things?",
        "A: Yeah, in school, and — yeah, always. If — and they beat you up, you know.",
        "Q: Did that happen?",
        "A: Oh, almost every day, yeah. But, for example, we had somebody, our neighbor.\nHe was shoemaker, and they were — they were poor. He has more kids tha-than —\nthan shoes. So my father sent him to a college, like we call gymnasium.",
        "Q: Yeah.",
        "A: He finish college, he became a officer in the army. This what he wanted to be,\nokay? We — and we go to school, and there was another boy, a non-Jewish boy,\nstart to fighted me; he was much bigger than. This guy was looking. When the\nother guy says — he start to bleed, then he stopped the —",
        "Q: When the other guy started to bleed.",
        "A: Yeah.\nMay 3, 2013",
        "Q: But not you.",
        "A: No. Then he stopped it. Said, oh, that’s enough, that’s enough. And it on and on\nand on like this. You know, I’m handy?",
        "Q: Mm-hm.",
        "A: Everything. I— when I was in school, I don’t know, was I, eight years old?\nWhatever. They came out with a picture with the first president of Poland. Well he\nused — where he was born, he used to live. And they give us bark from a tree, right?\nI made a house, it came out — just a copy of it. So they took it, they put it in a\nmuseum, and they told me, it won’t be under your name because you are Jewish.",
        "Q: Ohh.",
        "A: So now you know how — how nice Poland was to us.",
        "Q: Yeah. Those are quite bitter things.",
        "A: Yeah, we were — we were — we were never teenagers, we were never kids,\nbecause we all — while you were playing we are afraid somebody came in with a\nstone over there.",
        "Q: And was that to all your brothers and sisters too, they had similar experiences?",
        "A: Yeah, yeah, sure, you know, thi-thi-this was normal. This was normal, yeah.",
        "Q: Were there any kids who were Polish, not Jewish, who you knew they were\nnice, and they were friends?\nMay 3, 2013",
        "A: Yes, yes, yes, I had — I still have friends. They were very close with me, yeah,\nvery nice. And th — his mother, when I was playing with him, his mother once say —\nshe didn’t know that I am on — in the side. She says, don’t play with him. They’re\nall a shochet. You know what a shochet is? The guy who kills — cut the chickens,\nthe animals.",
        "Q: Kosher.",
        "A: Kosher, yeah. Even when we were so close, yeah.",
        "Q: That must have been quite chilling, such things. When you’re a child, you don’t\nunderstand them.",
        "A: Well, they didn’t know what the mother was talking about.",
        "Q: Yeah.",
        "A: I did. I was scared from this day on, I was so scared to look at her, you know,\nbecause —",
        "Q: Yeah.",
        "A: The only good time I had was Christmas.",
        "Q: And why was that?",
        "A: Because when Christmas — when they on the first night Christmas and they saw\na Jew, was lucky, you are lucky, because Jesus was a Jew. So then they were,\ncome in, come in, they have cookies, the whole thing. I didn’t know why, but then\nMay 3, 2013\nwhen I grew up, I find out why, because Jesus were a Jew, and according to the\nthing, they say maybe this is Jesus, you know, a reincarnation of him. So this is\nvery nice to me.",
        "Q: It must have been very strange.",
        "A: Hm?",
        "Q: It must have been very strange.",
        "A: It was, it was. You were in a country where you were stranger there. You are\nborn there, you are citizen, you went to the army there, but you were still a—a\nstranger over there. And that’s why most of the Jews, they spoke very bad Polish,\nbecause they spoke only Yiddish. Because you don’t like them, they don’t like you.\nAnd the whole day, wherever you go in this, you could hear Zyd — I don’t know if\nyou understand, Zyd go to Palestine; Jew, stinkin’ Jew, go to Palestine. This was\nevery day, in school, without the school, wherever you go.",
        "Q: How did your parents deal with this? How did they — you said your mother was\nprotective.",
        "A: Yeah.",
        "Q: Is this one of the reasons you think she was?",
        "A: Maybe, maybe.",
        "Q: Okay.\nMay 3, 2013",
        "A: Yeah, but, what could — what could anybody do? You had to send the kids to\nschool.",
        "Q: Mm-hm. Was there a Jewish school in town?",
        "A: Well, they didn’t teach it, only Hebrew. So what good to do Hebrew?",
        "Q: I see.",
        "A: And not Hebrew really, just how to pray. So I— can’t do nothing with it.",
        "Q: Tell me, were your parents religious?",
        "A: Yes, very religi — Orthodox.",
        "Q: They were Orthodox.",
        "A: Orthodox, oh yes, yeah.",
        "Q: Okay. And they observed all of the —",
        "A: Everything, mo-more tha-than — than you have to. They were very — yeah. They\nwere so bad — religious I’m talking about — one — once on [indecipherable] by\nmistake, I — I pick up a flower, and I [indecipherable] Shabbas, I forgot. I thought\nI'll die, that I wouldn’t wake up any more. In the morning, I went — I look around\nto find I’m still alive. I thought God will kill me because [indecipherable]",
        "Q: Well, you ta —",
        "A: [indecipherable]",
        "Q: Well, children take things very literally.\nMay 3, 2013",
        "A: Ye — well, yeah.",
        "Q: Yeah, and — yeah.",
        "A: Well, you always — in school, whatever, I mean, Hebrew school, don’t do this,\nGod will punish you, don’t do this [indecipherable] You’re afraid to work, you’re\nafraid to si— laugh. You don’t know when He’s going to punish me.",
        "Q: That’s a pretty frightful god.",
        "A: It 1s, it 1s.",
        "Q: Yeah. So, even though they were very religious, they didn’t have much choice\nas far as schooling for you.",
        "A: R-Right, yeah.",
        "Q: Yeah.",
        "A: First thing, you have to go to school —",
        "Q: Okay.",
        "A: — because you have to read and write in this language where you live. So you\nhave to learn. But only [indecipherable] Jews always spoke Yiddish language.",
        "Q: What were your experiences like in school, in school itself? Were there subjects\nthat you liked that you were very interested in?",
        "A: Usually I 1—I like history, and I think, it’s not physics, but similar you know.",
        "Q: A science.\nMay 3, 2013",
        "A: Yeah.",
        "Q: A hard science.",
        "A: I—I like the best that, yeah.",
        "Q: What were the teachers like? Did they treat you any differently?",
        "A: Yeah, they were nice.",
        "Q: They were nice.",
        "A: Ninety-nine of them were nice. And in Jewish, not Jewish, it was the same\ntreatment.",
        "Q: Okay. So where did this come from then? If the teachers, which were —\nrepresent authority, were decent, why do you think the other kind of behavior was\nthere?",
        "A: Yeah, but why — why do we have it here too? The Jews are rich, and the Jews\nare this — you know, especially when the time is bad, somebody’s fault. Then who\nelse could it be? It has to be a Jew, standing over there, you know.",
        "Q: Scapegoating, yeah.",
        "A: The parents. You brought up like this. Like we brought up, don’t trust this guy.",
        "Q: Yeah.\nMay 3, 2013",
        "A: And same thing over there. He’s a Jew, don’t trust him, don’t do this. They told\nyou. The mother says, we are shochet. You know what a shochet is, a killer. He\nkills the animals, kosher.",
        "Q: Kosher.",
        "A: So there was — we lived together, looks like, and we — we probably hate each\nother, the same time.",
        "Q: Did you feel that at the time?",
        "A: Yes, yeah. Well, I was ashamed, afraid to say I’m a Jew.",
        "Q: Yeah.",
        "A: Then when I came to Russia, I was older. That was a little bit easier. Yeah, they\ndidn’t call me the Zyd, they call you Ivrai, you know, you know, Ivrai. And this\nalways — I —I didn’t trust, I’m afraid to. It was a whole thing, maybe he had killed\nsomeplace, yeah.",
        "Q: Was — was there a large Jewish community in Sanok?",
        "A: To us, according to the town, that’s pretty large.",
        "Q: Okay.",
        "A: And most of them very poor, most of them. We have rich people too, Jewish\npeople I’m talking about.",
        "Q: Yeah.\nMay 3, 2013",
        "A: But a—a lot of them were poor. Beggars, poor, yeah.",
        "Q: Your sister mentioned that your father also had a lumber mill.",
        "A: Two lumber — lumberyards were there.",
        "Q: He had two lumberyards?",
        "A: Not the lum — lum — we — we the — lumber mills, yeah.",
        "Q: He had two lumber mills?",
        "A: Two lumber mills, yeah.",
        "Q: In addition to the bank?",
        "A: Yes, yes.",
        "Q: How could he run them all?",
        "A: Oh, we had people over there, we had — same in the bank, we have a guy who\nwas the manager, like my brother. And where — over there we had two of them.",
        "Q: Was he a good businessman?",
        "A: Very good.",
        "Q: Yeah?",
        "A: Very good. Because he had — you know, had patience, with you. He didn’t jump\non you because you did not have the money now. And the people liked that, yeah. I\n—I think I have from him the same thing. I know, when I bought the office, when I\ncame in the office, people — this is years ago, don’t forget, I’m retired already, but\nMay 3, 2013\nnow 50 years ago, everybody was sitting there in the waiting room with keeping\nthe money like [indecipherable] the wallet. I didn’t know when I bought the\noffice, I came in and I ask her, why is everybody hold their money like this? We\nwant to show you that we have the money, so you would treat us. So I told them,\nyou put the money away, you are a patient here, and when you are a patient, you\nhave pain, you’ll be treated, money or not money. And this was a — they like it.\nAnd I triple my income the first — yeah, the first year I triple it.",
        "Q: Wow.",
        "A: And I was very successful. I had three doctors work for me. Have two floors.",
        "Q: Wow.",
        "A: Yeah. I — probably this I probably learned from my father, yeah.",
        "Q: That’s quite a lesson. That’s quite a lesson.",
        "A: It 1s, 1t 1s, yeah.",
        "Q: Let’s mention on tape too, what was your profession when you came to the\nUnited States?",
        "A: I was — I was a— a—a dentist. But it — you know in Russia, the — you have the\npapers, but you’re not a — I would say you are — are [indecipherable] is a dental\nphysician. Over there you don’t get a doctor degree.",
        "Q: Okay. So you did your studies in Russia?\nMay 3, 2013",
        "A: Yeah.",
        "Q: You went to school in Russia?",
        "A: Yeah, yeah.",
        "Q: I see.",
        "A: Was not really a school the way we have it here. We were working so many\nyears in a clinic, and then — you know, with the doctors, they trained you. And\nthen, after I forgot how many months, they beca — I became the title, physician.\nThis is when Stalin give an order. They were short on doctors, and short on nurses.\nIf you were two years, or three years, something like this, a nurse, you became a —\ntake another test, and you became a doctor. And this with the — with the — with\ndentist too, yeah. And when I came back here, then I went back to Germany. I\nwent through four or five years. And I came back, I went to Pittsburgh here, and\ngot my license.",
        "Q: I see. So when you came to the United States, you went to — you went for\nstudies in Pittsburgh?",
        "A: When I came to United States, I went to Germany, back to Germany.",
        "Q: Back to Germany”",
        "A: Yeah.",
        "Q: And that was for what reason?\nMay 3, 2013",
        "A: For the same reason, because I had license, but there wasn’t license like — but\nthey didn’t have the college. I mean, they had it, but —",
        "Q: In other words, it’s not acknowledged?",
        "A: It’s — yeah.",
        "Q: Yeah.",
        "A: They had a — but in — in Nowosibirsk, somewhere far away, we were in — in —\nin nowhere there, you know.",
        "Q: Yeah. So you got some — you got some education in dentistry in Germany?",
        "A: Germany, and then in Pittsburgh, Pennsylvania.",
        "Q: Okay, okay. We’ve jumped ahead a little bit, but that’s okay. So, when you — in\nthe late 30s — 1f you were born in 1922, that means that you were already a\nteenager, an el — you know, 17 - 18 years old, when all kinds of unrest happens.\nFirst of all, tell me the name of that Polish president, that you made the —",
        "A: Pi-Pilsudski.",
        "Q: Pilsudski.",
        "A: Pilsudski.",
        "Q: Did you have any — was he talked about at home, was he somebody that you felt\nwas also your president, or, you know, not really.\nMay 3, 2013",
        "A: He like — I— I mean [indecipherable] was the president, we say we like Pil-\nPilsudski. He was nice with the Jews, the Jews were nice for him. He was twice in\nSiberia in prison, and two Jews, one Jew I knew, h-he — they — they — I say — they\nsmuggled him out from there, from prison, from Siberia.",
        "Q: From the Tsarist prisons?",
        "A: Yeah, yeah, from — from Russia, twice. And this way, nobody could touch a\nJew as — so long he was alive. And this guy had papers so nobody — nobody could\n— not could — the only thing [indecipherable] as he himself, Pilsudski.",
        "Q: I see, I see, well there’s another story, you know. And you knew this person?",
        "A: Yeah, yeah.",
        "Q: Was he from Sanok?",
        "A: He was from Sanok, yeah. He was a dentist, too.",
        "Q: Really?",
        "A: Yeah.",
        "Q: So tell me, how did you come to want to be a dentist? How did that occur to\nyou?",
        "A: Well, in 738 - ’39, I wanted to be a dental mechanic, you know? The one who\nmakes the teeth in the lab.",
        "Q: Yeah.\nMay 3, 2013",
        "A: So we started down by this dentist, and then the war started, and then Siberian.\nAnd I wind up in the clinic after — after we were freed from — from the camps, and I\nwas working over there. [indecipherable]",
        "Q: So the — so that means that the — the — one of Pilsudski’s friends was the same\ndentist that you started working for. Is that correct?",
        "A: What?",
        "Q: I mean, this man, who was part of having saved Pilsudski —",
        "A: Yeah.",
        "Q: — is the dentist that you eventually apprenticed with.",
        "A: Yeah, right, right, yeah.",
        "Q: What was his name?",
        "A: Tannenbaum.",
        "Q: Tannenbaum.",
        "A: Yeah.",
        "Q: His first name?",
        "A: Dr. tame — el-eli — Elijah —",
        "Q: Elijah?",
        "A: Elijah, yeah.",
        "Q: Elijah tan — and so he tel —\nMay 3, 2013",
        "A: They call him Eli — Eli.",
        "Q: Uh-huh. Would he tell you these stories?",
        "A: Yeah, everybody know he can — everybody knew him, everybody saw him,\neverybody points the fingers, in — Jew or non-Jew, he saved Pilsudski, he saved —",
        "Q: Wow, wow. So — but also as a teenager, you’re starting an apprenticeship, but\nthe world is changing. Did you talk about what was going on in Germany at home,\ndid you talk about political life?",
        "A: Not much.",
        "Q: Not much.",
        "A: Not much.",
        "Q: Okay.",
        "A: My father, they not like to discuss it because it’s — everybody knows we’re\nsuffering as itis. What’s good to talk about it? We can’t help nothing. Just listened\nto the news, and we’|l learn plenty of it.",
        "Q: Okay. And was the news full of what was — what Hitler was doing, or not so\nmuch?",
        "A: In truth, I me — I don’t know.",
        "Q: Okay.\nMay 3, 2013",
        "A: You know. And I like to say the joke when — when Hitler was on, and the guys\n—a Jewish guy sitting and reading Hitler’s paper. So the guy asks, why are you\nHitler? Why don’t you have the Jewish paper? So, by Hitler’s paper, it says the\nJews are rich, the Jews are that. The Jewish paper [indecipherable] says Jews are\nhaving killed, and [indecipherable]",
        "Q: He wants to read good news.",
        "A: Yeah.",
        "Q: Still, did you expect — I mean, was there a sense of people becoming more\nnervous because of what was happening in Germany?",
        "A: Oh yeah. About two years before the war, we knew Hitler is coming.",
        "Q: Really?",
        "A: Yeah, and the — and the non-Jew, hey Hitler is coming, hey, Hitler is coming.\nFinally, we got to get rid of you, yeah.",
        "Q: You’d hear a lot of that?",
        "A: Oh boy,|[indecipherable] none of these, they ga — they got more fresh to us.",
        "Q: Mm-hm. More of this kind of —",
        "A: Yeah, the minute he died, Pilsudski [indecipherable] marshal, they start to go\nto the Jews, you know.\nMay 3, 2013",
        "Q: Yeah. I wonder why Poles would have been so happy that Hitler was coming,\nbecause look at what happened to Poland.",
        "A: But they didn’t know this. They thought because they’re not Jewish, that Hitler\nal — will welcome them. He says, okay, here, I’ll give you more Jews to kill, you\nknow. They were happy because they think, aha —",
        "Q: Wa-Was there actu — I mean, there was beatings and things, but was there\nmurder that happened in Sanok because of these things?",
        "A: No, no. It was when just by accident, there’s beating.",
        "Q: Okay, okay. So, would you say it was a relatively safe place to live, if you take\naway the fact that you’d be — be —",
        "A: Yes, yes, yes, yes, yeah, yes.",
        "Q: Okay. Had you ever seen a dead person before World War II?",
        "A: No.",
        "Q: Had you ever seen a murdered person then?",
        "A: No. Only that one I saw the first time 1s when we were in the Russian camps,\nand we went to work in a ca —",
        "Q: Right.",
        "A: — like laying the trees. And while we working — to work, he asked a piece of\nbread. Nobody has a piece of bread. And a couple minutes later, he dropped dead.\nMay 3, 2013",
        "Q: Hunger.",
        "A: It’s the worst time yeah.",
        "Q: Yeah. Do you remember where you were when you learned the war had started?",
        "A: I was still at home. Still in — 1-1-in our house.",
        "Q: And do you remember that day?",
        "A: The day, no, but every — everybody was remembered, uh-huh.",
        "Q: Okay.",
        "A: Yeah. And — and our president, don’t worry about anything, two weeks we’ll be\nho — back. We are winning. It’s not true. I don’t know if you know the story, you\ncould even look up in the books. When Hitler came in with the tanks, with the\ntrucks, the Polish went with the — on horses with the sabers. A couple hours later,\nthey were all dead.",
        "Q: Yeah.",
        "A: They were against the —",
        "Q: Yeah. When was it that you saw — when did Sanok — when did the war come to\nSanok?",
        "A: I-In ’39, may — °39 - °40.",
        "Q: So, if it start —",
        "A: They 0-occupy mers — march in, they occupied Sanok.\nMay 3, 2013",
        "Q: So you saw soldiers then?",
        "A: Yeah, yeah. Seen the whole army there, you know, and then, when\n[indecipherable] they took over the Ukrainian part too. And then when the Polish\narmy start to come in, they have to move out.",
        "Q: Okay, li — we’ll get to that second.",
        "A: Oh, okay.",
        "Q: But first come the Germans, and it’s in ?39. So the war starts September 1“,\n1939.",
        "A: Yeah.",
        "Q: And about how long after that did the Germans end up — I mean, did you have\nGermans coming into Sanok?",
        "A: I know we were with them not more than maybe — maybe a week.",
        "Q: Okay, so a week later, in September, they’re there. How does life change?",
        "A: You are afraid to move out here — well, from the house. You are afraid — you\nknow, to — anybody who come in now and — and shoot you, yeah.",
        "Q: Did that happen?",
        "A: Not at the time, no. Not when we were there. Yeah. Because there soon was a\nmix-up. They — they was afraid, even the Jews, but they didn’t know if th — we are\nRussian Jews, so move on to the Russian side, or — so they were —\nMay 3, 2013",
        "Q: What — how did life change for your family? What happened to your various\nfamily members?",
        "A: We all left the house.",
        "Q: You all left the house?",
        "A: Yeah, except one my brother, you know, the oldest brother. Everyone left there.\nTook a suitcase, whatever you could go, and you went over the water, which 1s the\nSan, over the San.",
        "Q: River, uh-huh.",
        "A: Yeah. And while we are going, we wen — the bom — bombs are coming — came\ndown. When you see Manya(ph) — you saw Manya(ph).",
        "Q: Mm-hm.",
        "A: She was on her way with the horses. They mo — cut off the rest of the wagon,\nshe was — she, the horses and the driver was only on the two wheel, you know\n[indecipherable]",
        "Q: So her wagon, your sister’s wagon was bombed?",
        "A: Yes. She couldn’t talk about that for two or three weeks. Couldn’t move from\nthe shock.",
        "Q: I see. Were you — were you near her when this happened?",
        "A: No, no, no.\nMay 3, 2013",
        "Q: Tell me how your family left Sanok. Was it all at once, was it separately? Was\nit — what prompted them to leave? What made them leave?",
        "A: Well, Hitler came in, were there a couple of days or weeks, I’m not —\nsomething like this. And everybody run after the war there. And there were some\ngood officers, the German officers. They used to say go, move, move. We are not\nkilling. But the others coming in and they are the — so, everybody run.",
        "Q: Well, Manya(ph) mentioned an instance where her sister was ordered — was it\nEsther’? Was ordered to go to the town square?",
        "A: This In —I knew — I knew something about it. I knew something, but I don’t\nknow what happened, and why.",
        "Q: Did you run separately from your sisters, or did you, as a family, go together?",
        "A: We went together.",
        "Q: You went together?",
        "A: We went together, except during working, I told you what’s happened, the\nbomb, and they disappeared, you know, and nobody will know where you are.\nPeople [indecipherable] to somebody — somebody else there, yeah.",
        "Q: So the bomb was falling before you left the San — before you crossed the San\nRiver, or after?",
        "A: No, we — after, after. Before already — before the Russian came in.\nMay 3, 2013",
        "Q: Okay.",
        "A: While we were on the Russian side, the Russian wasn’t there. Was all\nUkrainian, yeah.",
        "Q: Okay.",
        "A: So this after —",
        "Q: Where did you go?",
        "A: We went to a small town, a Terapa(ph) — Teraba(ph), something like this.",
        "Q: Terra(ph)?",
        "A: Ter — yeah Terra(ph). Terra(ph), I think it’s t-r-w-a, something like this.",
        "Q: Uh-huh. And why that place?",
        "A: We supposedly have some of our rel — our relatives, I mean, through marriage\nrelatives. And they’re in there, they won’t let us in. We have a — still a — a horse,\nand a wagon, and w — and — and we were sl-sleeping outside. Says yeah, okay, in\nthe backyard you can sleep out on the grass, over there. And —",
        "Q: But they wouldn’t let you in the house?",
        "A: No. They had other people already. That’s what he said. There was jealousy, ma\n— my father was rich. But anyway, in the morning we got up and want to continue\nrunning; a wheel is missing from the whole thing. We know who took it, they took\nit, yeah, because they had horses too, and cars. And then —\nMay 3, 2013",
        "Q: And what good would this wheel do them?",
        "A: No, because we thought maybe we could go — but we were on the border almost,\nalmost. So we thought maybe we could go a little deeper away to the — towards\nRussia.",
        "Q: I understand that.",
        "A: Yeah.",
        "Q: What I don’t understand is when they took the wheel away, what value is that\nwheel to them?",
        "A: Well, they were staying over there, they didn’t want to move, they are — they\nwent — because there’s the Russians coming, they are back home. And this\nhappened a couple days later, Russia came in. So they were there. We didn’t have\nnothing there [indecipherable] in the house, and I don’t know how long we were\nthere, for a while. Then when the Russia tell us, go in there, they call it shal — shal\n— shalone(ph) — shallon(ph)? Their train, cattle train. And they took us to — t-to\nRussia.",
        "Q: Tell me, how did that happen? Why would they do that?",
        "A: Fir-First of all, we were not any more a citizen of any country, because the — our\ncountry was occupied.",
        "Q: Okay.\nMay 3, 2013",
        "A: And he needed people.",
        "Q: Who needed people?",
        "A: Stalin needed people. Is it to work, or is — or is it in — 1n a gold mine, not — a\ncoal mine, so he says, whatever. In the end, he probably think now, we in Russia,\nwe became communists.",
        "Q: Did your parents have any views on communism, pre-war?",
        "A: Yeah, we all.",
        "Q: Pardon?",
        "A: We all have, yeah. We — we — we liked — we didn’t like communism as such,\nbut to be free, we are the same. Me and you are the same. This what all they liked\nabout it. And then you bit in the beautiful apple, and the apple was very sour, you\nknow.",
        "Q: So, it was — it was not having had direct experience yet.",
        "A: No, no, no.",
        "Q: Okay. Oh, what did I want to ask? But it still sounds a little funny to me: I can’t\nunderstand the logic. Did your relatives, the ones that were jealous of you, did they\nbetray you to the Russians and say take —",
        "A: No.",
        "Q: — you know, so how — why was it that you would be taken? Why would —\nMay 3, 2013",
        "A: Not only we. There are — all of them were escape from Germany to Ukraine,\nthey take all of them, those people away. And especially rich. We were rich.",
        "Q: Well, how did they know? How did the Russians know that?",
        "A: How they — everybody knew, til they me-me-mention the name, only the name,\nthey knew, uh-huh.",
        "Q: Oh, I see. So this — the village wasn’t that far from Sanok?",
        "A: No. I would say by car now, maybe 20 minutes.",
        "Q: Oh, not far at all.",
        "A: Make — may — may — maybe more — more or less, but — by car.",
        "Q: Okay.",
        "A: And the Germans, with cars and tanks, for them it’s a couple hours there.",
        "Q: Yeah. So — but when the Russians first came, did you feel some relief?",
        "A: Yes. Oh, we were so happy. At least we could go on. You’re not afraid to be\nshot, you’re not afraid to be kicked around, or nothing. We was very happy, sure.\nFreedom, first time, yeah.",
        "Q: You said you went with suitcases when you left your home. What had happened\nto your father’s businesses? It — what was it — what was — I mean, when the\nGermans came, how could he be a banker any more?",
        "A: He wasn’t, he left everything; the house and the bank, the — everything.\nMay 3, 2013",
        "Q: Uh-huh. Manya(ph) mentioned that by that point the bank had gone under. Was\nthat true?",
        "A: Before the war.",
        "Q: It had gone under?",
        "A: Yeah.",
        "Q: Okay, he had lost the bank?",
        "A: Yeah, before the war, we — again, because people didn’t buy from us any more,\nand — not buy, I mean deal with us.",
        "Q: Is that so, was because of that reason? Okay. And what about the lumberyards,\nthe lumber mills?",
        "A: No, they were still — I don’t know [indecipherable] s-still there.",
        "Q: Did your life at home — I’m going back now to Sanok, before the war, when\nthings started to go badly, did you feel that at home where — was the money\ntighter?",
        "A: I—I don’t think so.",
        "Q: Okay.",
        "A: We were kids, but you — you lived the same thing, we had the same, yeah.",
        "Q: Okay.",
        "A: We knew that something is going wrong here. Everybody was losing already.\nMay 3, 2013",
        "Q: Did your mother have help at home?",
        "A: Yes.",
        "Q: Okay.",
        "A: And always have help.",
        "Q: Okay. Were there many people who helped her out, or was it —",
        "A: I don’t know, I think we had one, two, three or four, more or less, yeah.",
        "Q: Okay, cu — because that’s a lot of kids to take care of.",
        "A: Yeah, sure.",
        "Q: And a huge household.",
        "A: Yeah, well, Father could afford it. We — it’s not then to afford it. Over there,\nthey came to work for you only for the food, forget about the pay.",
        "Q: Wow.",
        "A: If you want, you paid a couple dollars. But so long as they have something to\neat, and he — and there — there — we buy them a dress, or whatever, this was\nenough, yeah.",
        "Q: Well, people were very poor then.",
        "A: Yeah, very poor, yeah.",
        "Q: Very, very poor.\nMay 3, 2013",
        "A: [remember the guy who works for us had black bread. I had never had black\nbread. I says, Il — Pll — Pll trade with you. I gave him my piece of challah.",
        "Q: Yeah.",
        "A: And he gave me a piece of bread. He took the challah, put in the arm. I said,\nwhat are you doing? I keeping for — for my wife, when I’Il come home tonight, he\nsays, he went home to — he gave her the piece of challah.",
        "Q: Yeah.",
        "A: Yeah. For me the black bread was different, I — I — I grew up on white bread,\nyeah.",
        "Q: Well, there’s a big distinction, a lot of times, between farm people and town\npeople, and poorer people and — and more well-to-do —",
        "A: Yeah.",
        "Q: — the white bread and the dark bread. You know, what could you be — afford to\neaten — to be eating?",
        "A: It’s — even with — one night I slept in his house. My parents let me sleep in his —\nthe house, oh, my shed is bigger than his house. Is one — a shed like, you know.\nThe window was no window, you just opened thing. At night he ca — close it with —\nwith — with wood. And I am so happy on straw. I says to my parents, I want to\nMay 3, 2013\nsleep like him. Yeah, because you’re used to the good thing, now something\ndifferent, for a child, something —",
        "Q: Yeah. Tell me how — what your house looked like.",
        "A: It was not too big a house, but [indecipherable] the eight of us, one, two, three,\nfour — four bedrooms.",
        "Q: Okay.",
        "A: Yeah, and this was already a big house, with a kitchen, and a dining room, and\nliving room.",
        "Q: A single standing house?",
        "A: Yeah.",
        "Q: Was it built of stone?",
        "A: No.",
        "Q: Was wooden?",
        "A: Wood, wood, right.",
        "Q: Okay.",
        "A: I think was wood anyway. Wa — most of them houses, even there was some,\nthey put in wood so this, you don’t have to paint it, you paint once in a while. But\nthe bricks you have to paint [indecipherable] expensive. Cement house.\nMay 3, 2013",
        "Q: Yeah. Oh, I had a — I had a question in my mind, and then I — it just — it just\nslipped me. Going back to — going back to the village that you were in on the\nUkrainian side, did you ever experience these types of — first of all, when we talked\nearlier, you know, about Poles saying all of these terrible things when you were\ngrowing up, and not feeling safe, was it the same thing — wa-was the same thing\ntrue of others? Like, would the Ukrainians talk in the same way’?",
        "A: No, much nicer.",
        "Q: Much nicer.",
        "A: Much nicer, we are — I felt like I’m a human being. We were dancing together,\nwe are — we are sit — eating together. Sit, eat and dance with — with the — the non-\nJew —",
        "Q: And this was in Sanok still? Yeah.",
        "A: No, this already when we left Sanok.",
        "Q: Ah, when you left Sanok, okay.",
        "A: Yeah, this we left Sanok. We were across the border, yeah.",
        "Q: Well, the reason why I ask is you said that 90 percent of Sanok was Ukrainian.",
        "A: Yeah.",
        "Q: So the Ukrainians in Sanok behaved differently than the ones in this village?\nMay 3, 2013",
        "A: Yes, yes. Why? Because the Russians were — came in, over — over — over maybe\na couple days before he came in, so we all go free, all of a sudden. It was the\npromise, everybody have the same income. So, you know —",
        "Q: Yeah.",
        "A: — so everybody was happy now, finally.",
        "Q: And how — how was it — what happened — do you have a memory of what\nhappened when — when you were actually deported to Siberia? What happened to\nyou? I mean, it is — how did it happen? You were — the last you told me, you were\nat these relatives house, they don’t let you in, they steal a wheel. I don’t understand\nwhat value that wheel was to them. Did you tell me?",
        "A: Yeah.",
        "Q: What’s the value for them?",
        "A: Because they have wagons, they have horses. And a wheel over — at that time\nwas a lot of money.",
        "Q: So, if they have wagons, they just have an extra wheel to help them?",
        "A: Sure, yeah.",
        "Q: I see. Okay, okay.",
        "A: And — and not only this, they would have two wheels, because we had to leave\nthe whole wagon there.\nMay 3, 2013",
        "Q: So then they have a wagon.",
        "A: Yeah.",
        "Q: They have an extra wagon.",
        "A: Sure. You can’t go with three wheels.",
        "Q: Yeah.",
        "A: So they have the whole thing, yeah.",
        "Q: So, okay, so there — there we are in this village, the Russians come, people at\nfirst feel relief, then what happens?",
        "A: Well, we were there, I don’t know th — how long.",
        "Q: Yeah.",
        "A: And then one day, they will call — we — and they call all the [indecipherable]\nand now — now we are [indecipherable] because we are from the other side, and\nthey load us up on trucks. We thought we are going some — a different town to\nsettle down. And they brought us to a railroad. Only at night.",
        "Q: At night.",
        "A: Not — never, never — only night, never — and then this was the end of tt.\n[indecipherable] once I see the cattle trains. And they start to close it up like\n[indecipherable] and we knew this is it.",
        "Q: But did you have any idea of what was happening to you?\nMay 3, 2013",
        "A: Nobody knew tt.",
        "Q: You must have been scared.",
        "A: We - we knew — we knew — we thought everybody we knew would be getting\nkilled now. Why are they treating us like this, you know? There — a toilet — was —\nwas a toilet; a blanket, with a pipe, this it. Men and women had to use the same\nthing. Shower, forget about it. Yeah.",
        "Q: Were there a lot of people in that cattle car?",
        "A: Li—I don’t know. I don’t know how many you — was a lo — big long tr-train,\nyeah.",
        "Q: What had happened with your older brother Abraham? You said that he wasn’t\nwith you.",
        "A: He wasn’t, no.",
        "Q: What had happened with him?",
        "A: He was engaged — I don’t know if he was engaged, but anyway, he had a steady\ngirl, I think he was engaged. And they decided to stay. Why? Because our president\nwas speaking on the — I told you, in a couple days we — we will get rid of the\nGermans. We are winning here, we are winning there. So he decide, let me stay. So\nwe lost the war, and he lost his life.",
        "Q: I see. I see. And nobody expected —\nMay 3, 2013",
        "A: Well, we had the cousins, really beautiful, they were so beautiful. They all got\nkilled there.",
        "Q: Did you find out what happened to them specifically?",
        "A: To one, I know.",
        "Q: What happened?",
        "A: She — on the — of the day — I think the day, a couple hours later, before the\nRussian came in, a guy recognized her and he called a — a German, they kill him —\nkill her.",
        "Q: So in other words, the Jews of Sanok were being killed even as you were 1n this\nvillage?",
        "A: Yeah. She was in Krakow at the time.",
        "Q: Oh, she was in Krakow. She was in Krakow.",
        "A: At the time, yeah.",
        "Q: Okay. So you’re on this train, the doors have closed, you think that’s it.",
        "A: Yeah, I did.",
        "Q: What happens then?",
        "A: Well, I mean, I — the doors open, get some fresh air, and the food. Yeah, and\nonly at night they ga — they feed us, at night.",
        "Q: Okay.\nMay 3, 2013",
        "A: And always out in back of the — so no people are, you know. They probably\ndidn’t want to expose us to people, or people to see what’s going on. So every night\nthey was feeding us. You could go out a little bit. You know, you — they know they\ncouldn’t escape. Where you gonna escape?",
        "Q: Tell me, what was the attitude of the soldiers towards you, toward —",
        "A: Nice.",
        "Q: They were nice?",
        "A: They were nice.",
        "Q: Okay.",
        "A: They were nice. They were plain soldiers, you can’t expect to kiss you.",
        "Q: No.",
        "A: But at least they were never — they were half nice, you know, some pe —",
        "Q: So they weren’t threatening you?",
        "A: No. Some people help you, some soldiers.",
        "Q: Okay.",
        "A: Yeah, they were —",
        "Q: Okay. And then what happens?",
        "A: Well til we wind up — I don’t know how long we take, I think on a six weeks, or\nsomething [indecipherable] this.\nMay 3, 2013",
        "Q: That’s a long time.",
        "A: Yeah. I think six weeks, tha — ya — more or less, yeah. Then we way — wind up\nin Siberian. I think it was Nowosibirsk.",
        "Q: Okay.",
        "A: I think so. And then with the trucks, they brought us back into the Tiger(ph) — I\ndon’t know how you say [indecipherable]",
        "Q: Tiger.",
        "A: [indecipherable] not a jungle.",
        "Q: No.",
        "A: [indecipherable] don’t know in — in — 1n English. They were — they were — they\nwere the first one, nobody ever was there, you know. And there were several\nbarracks. They gave us the saws, the hats, and told us how to cut it, and next day\nwe went to cut it, you know, and —",
        "Q: So your job was to cut wood, to cut the trees?",
        "A: Trees, trees, yeah. Some things were so big, four people had to get on. Took us\ntwo days to cut one tree. Not — you know, some of the trees.",
        "Q: So did the — was the whole family put to work like that?\nMay 3, 2013",
        "A: Only the brothers, and the sisters, not my parents. My parents were — my father\nwas making some kind of sticks over there. I don’t know why they need the sticks.\nAnd my mother was doing something else too, I — I don’t know what.",
        "Q: Okay. Was Manya(ph) also part of your group?",
        "A: Yeah, yeah.",
        "Q: She also had to go out to work?",
        "A: Yeah. But she wasn’t wa — in the woods, she was with somebody else. But the\nwa — we were living in the woods, anyway, yeah.",
        "Q: The barracks were in the woods?",
        "A: Yes, yes, yeah.",
        "Q: How many people — what ca — what did the barracks look like?",
        "A: Plain wooden — wooden structures, that’s it. And Manya(ph) was there too,\nyeah. And I-I think — I don’t know where she was, she was doing something around\nthe house.",
        "Q: Until — I mean, did you — so there you are in Nowosibirsk, did anybody ever tell\nyou why you’re there, why they brought you there, what the whole purpose was?",
        "A: No. We had a guy come in every week, he was the main guy, and he was\nspeaking to us, how good communism is, and this and this and — so — but we told\nhim, we have only one slice of bread or two slice of bread, or — during the day, and\nMay 3, 2013\none soup. How could we live like this? You gonna kill us. Now, he was a\ncommunist.",
        "Q: Yes.",
        "A: He says no, no, we don’t kill. You — you understand in Russian?",
        "Q: Mm-hm.",
        "A: [speaks Russian]",
        "Q: Okay. What does that mean? [Russian] Oh, you will die. We don’t kill, but you\nwill die.",
        "A: Yeah, you will die.",
        "Q: Yeah. Okay.",
        "A: It is the answer.",
        "Q: So — so —",
        "A: But he was right, yeah.",
        "Q: Did a lot of people die?",
        "A: Are you kidding? Every day. The beginning was terrible, then we got used to it.\nDon’t forget, we have some people diabetic, some — they had no — no medication,\nno nothing. How could a guy like this survive?",
        "Q: Yeah.\nMay 3, 2013",
        "A: And — and two slice bread. I was told, I don’t know, I was told that this bread\nwhat we got, it was mixed flour with sawdust, yeah. It looked different and it taste\ndifferent, but this what I was told. That was true, I don’t know.",
        "Q: Well, 1t sounds like you went from well-to-do to absolutely beggars in no time.",
        "A: Nothing, no, nothing. Yeah. Not right.",
        "Q: Did — did anyone in your family particularly get sick, so — you know, got — was\n— was too weak —",
        "A: Not special, we all were sick, but not special.",
        "Q: Okay.",
        "A: My parents, they were — they start to go down.",
        "Q: Yeah, well they were older.",
        "A: Yeah. We were in the woods chopping the trees, laying trees. And the first time,\nafter two years, I saw a farmer, a lady bring — she brought scallions.",
        "Q: Scallions, yeah.",
        "A: We didn’t have to pay, other people have some money [indecipherable] to buy.\nWe didn’t have much to buy. So I told my brother, the one you see him Sunday, I\nsays, you make her busy, I’ll take one, and I too — I took two and I steal it, I run\naway. And this what happened. I saw this there, and I run to my parents. I don’t\nknow, I know it was something with seven. It was 17 miles or seven miles one\nMay 3, 2013\nway. I — I bought it my parents, they were laying, they couldn’t move. And they\nwere so happy, they had the two thing of scallion, they made soup for two weeks.",
        "Q: Oh my gosh. Oh my gosh.",
        "A: So — was so — water in it, and, you know, nothing else.",
        "Q: Yeah, yeah.",
        "A: And I told my brother, in case nacher — nachernik(ph) — how you say that,\nchernik(ph)?\nA2: The supervisor.",
        "A: The supervisor asks where I am. Tell him I have to go — I — I mean, men’s room,\nyou know?",
        "Q: Right.",
        "A: There was no men’s room. So, usually he’s not going to look for you. And I had\nto ru-rush back, otherwise I wouldn’t get any slice of bread, or no soup, after all\nday long.",
        "Q: Oh.",
        "A: So-",
        "Q: And you say this had — this lasted how long, this kind of —",
        "A: I think about three years.",
        "Q: Then what happened?\nMay 3, 2013",
        "A: Then all of a sudden, Stalin gave a order to release us, we are free in Russia.\nWe could do whatever we wanted, we could became citizen.",
        "Q: Did you become citizens?",
        "A: No.",
        "Q: No.",
        "A: No. We had to have passports to travel. [indecipherable]",
        "Q: Okay.",
        "A: And then one day, we had a little house, not our house [indecipherable] we got\na house because my brother — you’! meet him Sunday — he became an accountant.",
        "Q: Okay.",
        "A: So because of him, we got some corn, some this tha — yeah.",
        "Q: In Nowosibirsk? Was this in Nowosibirsk?",
        "A: This is in — in — Siberia, in Kamyen",
        "Q: In Kamyen.",
        "A: In Kamyen.",
        "Q: Uh-huh.",
        "A: In—1in Kamyen. And — so and everybody got a job already and this way I wind\nup in the clinic to work over there, became a dentist. And they were working in the\nMay 3, 2013\nmills. And one day, in I — you don’t know what — you know what th — the\nkolkhoznik, they’re farmers —",
        "Q: Collective farmers, yeah.",
        "A: Yeah. They had to give every year so many heads, I mean, to the — to the\n[indecipherable] so many calves and so on. So — heads, they count. So\n[indecipherable] if you had a little, a calf, you give them this, and they’Il give you\na—acow. It wasn’t legal, but so long guy, because they’re going to kill them\nanyway in the army. And so I—I — it wa — it was a holiday, I came home — so, and\nthis the same thing they do with — with the army, the navy. They call your name, if\n— if you’re not home, what’s your name? So they take you. Just as long as they\nhave a head, yeah. So I— I came home, I was praying, it was a high holiday. And I\ncame home, and a guy is asking for my brother, another brother. Or his grandfather,\nhe says, go in the army.",
        "Q: So that’s Joseph?",
        "A: Joseph, yeah. I said, Joseph is not here. So, you want to go? I said yes, Il go.\nSo Pll go instead of him. And my parents [indecipherable] and so on. I told my\nparents, I have a chance to wind up in clinical hospital, because I was working\nalready. I have some little paper that — who I am. So I was a year in the army.",
        "Q: Mm-hm. In the Soviet army.\nMay 3, 2013",
        "A: The Soviet army. And there again, all of a sudden, Stalin gave an order to take\nall the Polish out and the Greeks [indecipherable] out from the army. Because we\nstart to win the war already. We were crossing, you know. So he wanted to make\nanother communist country in Poland. He thought now we are good communists,\nwe are already — so then — then they s — they didn’t dismiss us, but they took our\npassports, and give to a guy, he wa — he were — may wind up in the coal mine or\nsomewhere else, yeah. So I told them, my neighbors from Kamyen, the old town,\nI’m escaping, I’m running away.",
        "Q: I don’t understand this part. I don’t understand the part where you’re dismissed\nfrom the army, but your passport, which I take it to be an internal passport, yeah, is\nconfiscated.",
        "A: Yeah.",
        "Q: And —",
        "A: But a guy has all our passports.",
        "Q: Why’?",
        "A: He will take you whenever he needs you.",
        "Q: Ah, I see.",
        "A: In the coal mines, or he’s whatever —",
        "Q: I see.\nMay 3, 2013",
        "A: [indecipherable] you’re not going home, you —",
        "Q: So it’s not like you’re free.",
        "A: No.",
        "Q: It means you’re just not serving —",
        "A: You’re never free in Russia anyway.",
        "Q: Yeah. So tell me, when did you get cured of that? I mean, you — first of all it’s —\nit’s interes — well, it’s — it’s perplexing to me to hear of some — of a family that’s\nOrthodox and religious, that would be inclined to si — to think well of communism.\nBecause generally, you know, people who are religious said, oh, they don’t believe\nin God, and so therefore —",
        "A: Yeah — no, no. Ye — only a part. What you like is the freedom.",
        "Q: Okay.",
        "A: Here’s the only part with — with — not —",
        "Q: That you’d be free, that you’d be equal.",
        "A: Yeah. But according to them, they says, you could pray, you could be religious\ntoo. The communist party, that’s what they — you know —",
        "Q: Okay.",
        "A: — advertise.",
        "Q: Okay.\nMay 3, 2013",
        "A: That you could be Jewish, you could be anything, you could be a religious,\nyeah, but it’s not true, it’s just —",
        "Q: So in the forest there, were you — did anybody keep up any traditions? Did\nanybody pray?",
        "A: Yes.",
        "Q: Yeah?",
        "A: Yes, always. In the morning, or [indecipherable] during the day if — because\nthe Jew prays three times a day, yeah.",
        "Q: Okay.",
        "A: [indecipherable] they stops working for a couple seconds, and they pray.",
        "Q: Okay.",
        "A: And e-even there the — the guard who was there, they didn’t say nothing at all.\nThe-The-They liked to pray too. They told us wa — they prayed, yeah.",
        "Q: Ah.",
        "A: There were even God in the communists, yeah.",
        "Q: Well, they say that you know, religion was saved by Russia’s grandmothers,\nyou know”? That those are — over the whole 70 years, those are the ones who\nweren’t afraid.\nMay 3, 2013",
        "A: You know, I became — a very close friend, he was a — a communist party, he\nwas a commissar.",
        "Q: Okay.",
        "A: Like the ha — highest — more than — than anything, he was [indecipherable] he\nwas the [indecipherable] everything, in this town at least, yeah.",
        "Q: In Kamyen.",
        "A: Yeah. So he was fear of God, this — then he show me, he has a little picture from\nthe Holy Mary, and they were praying, even though he was a — we were very close\nwith them, yeah.",
        "Q: Interesting. Very interesting.",
        "A: So anyway — and then I escape.",
        "Q: You escape from this release from the army.",
        "A: Yeah, I le — I left the passport, everything. The guy ask me, how did you\nescape? The people will see you to escape. I says no, once the thing stop, the\npeople go out, we go the other side out, out the — between the trains —",
        "Q: Yeah.",
        "A: — and so I did. They going out and we going between two trains, and we\ndisappeared. And then we came home, walked home. I don’t know if it was two ka\n— two weeks after. And where you go, you need a passport. So I— I went to my\nMay 3, 2013\nfriend, you know. He became my friend because I be the only one, I was the only\none, out — out of I don’t know how many hundred miles which was a dentist. And I\nmade him a crown, here, a cap, a gold on gold [indecipherable]. He couldn’t have\na gold one because the Russian are not allowed to keep gold. We were allowed\nbecause we brought the gold —",
        "Q: With us.",
        "A: — with us, you know.",
        "Q: I see. I see.",
        "A: So in this we became — yeah — yes —",
        "Q: Well, you take away someone’s pain in their tooth, they’re your friends.",
        "A: So, you know, so I make a gold crown. And then I went to him, I told him the\nwhole story [indecipherable] we escape, we need passport. He called whatever, he\ncalled the — maybe an hour later we had new passports. I thought he was God, he\nwas everything, what he could do over there.",
        "Q: So how long did you stay then in Kamyen after that?",
        "A: This I don’t know. I think no more — maybe a year, maybe a year and a half. Not\ntoo long and then Stalin gives the order we — I told you, go home. You could stay\nhere, or you could go home.",
        "Q: So finally you could really go home?\nMay 3, 2013",
        "A: Yeah. But this — if you go home, you don’t have to pay for the — they brought\nyou here, and they — they took us back to Poland.",
        "Q: Okay.",
        "A: Free, you know, with the cattle train.",
        "Q: And what was the decision then?",
        "A: We all went back home.",
        "Q: You all wanted to go home.",
        "A: Yeah, home. We are afraid to go back to Poland, because afa — in Poland, they\nstill kill you.",
        "Q: Did you know that at the time?",
        "A: Yes, we knew.",
        "Q: How did you know that?",
        "A: We were talking everybody, yeah. So where — what I did — what we did — so\nwhen we came back to Poland, we had the Jewish underground. They got me —\nwhich — with every refugee there, and says, we’ll take you to Israel. And this was —\nyou know.",
        "Q: Tell me, d-do you remember the cattle car going back to Poland’?",
        "A: Yeah.",
        "Q: Well, how man — how long did it take to go back?\nMay 3, 2013",
        "A: I don’t remember. I think around six weeks.",
        "Q: Again, about — about that time.",
        "A: Yeah, same, same.",
        "Q: Same.",
        "A: Nice, only the — yeah.",
        "Q: And — but your whole family wanted to go back, even though it was dangerous?",
        "A: Yeah. Yeah, sure.",
        "Q: But why?",
        "A: Because we knew we had no stay in Poland.",
        "Q: I see.",
        "A: We knew — all of us knew we are gone. We go to Israel, or we going to\nAmerican — because this was already occupied, the was — war is over, and Poland\nis occupied. If—",
        "Q: Did you have any idea — I’m sorry to interrupt, but did you have any idea of\nhow — the wide scale murder of Jews? Did you know that there had been something\nlike the Holocaust at this point?",
        "A: No. No. We know the Hitler youths are killing Jews.",
        "Q: Yeah.",
        "A: When the — I came to Poland, I-I — I was buying soap, IUF was on it, IUF.\nMay 3, 2013",
        "Q: TUF?",
        "A: Yeah. Right away, so a Polish girl says to me, you know what — you know what\nthis 1s? I said yeah, it was soap. No. These are [indecipherable] clean Yiddish\nJewish fat.",
        "Q: Oh my.",
        "A: So we start to buy over there, and we grab it, you know, hey, went to the\ncemetery. And then the — I went in, I — to another house that they brought us, the\nunderground, you know, show her there was Jewish beards [indecipherable] in the\nbath soap, laying over there with all kind [indecipherable] they were making all\nkinds of experiments on that.",
        "Q: Excuse me, you — you’ve lost me now. When you get to Poland, you don’t go\nback to Sanok. Do you remember where it is that you went to?",
        "A: I think we were in Krakow.",
        "Q: Okay, okay.",
        "A: I think so, it was Krakow.",
        "Q: And when you got there, how did you connect with the Jewish underground?",
        "A: They connect with us.",
        "Q: I see. Okay.",
        "A: They connect — they — they found us.\nMay 3, 2013",
        "Q: How”",
        "A: I don’t know, they probably was watching echelon coming.",
        "Q: By echelon, you mean each wagon, each train —",
        "A: Each train, yeah.",
        "Q: Okay. So that is — when they connected with you, somebody came to your cattle\ncar and said, come with us or — or so on?",
        "A: Yeah, yeah. To one guy. They said that only one guy. He said spread out. Let us\nknow where they live, we’ll take care.",
        "Q: Okay.",
        "A: And this what’s happened, all of a sudden somebody knock on the door, we\nafraid to open, because [indecipherable]. He show us who he 1s, and he told us\nokay, this and this date, we’ll come ge — what’s happened is, the border from\nPoland to Czechoslovakia, Czechoslovakia was still occupied by Russia.",
        "Q: Okay.",
        "A: Also was occupied by the Americans. German was Americans. Poland was still\noccupied by Russia.",
        "Q: Okay.\nMay 3, 2013",
        "A: I mean, free, but occupied, you know. So they came, o-on the border, the police\nwere paid. So there — the days when this guy’s on duty. So they took us and went\nthrough the — the border.",
        "Q: Which border? Which of — country?",
        "A: From Poland to — to Czechoslovakia. Was the — occupied by the Russia.",
        "Q: I see.",
        "A: You know, and Poland was occupied by Russia too.",
        "Q: Okay.",
        "A: And they told us, when you’re working —",
        "Q: Yeah.",
        "A: — if it’s happen to work during the day, if you see a Russian officer, soldier, and\nhe speaks to you in Russian, don’t ever answer in Russian. Make believe you don’t\nunderstand, because they told us Stalin gave an order, all Polish citizen stay in\nPoland except the Turks and the other — Turks and somebody else could go free,\nwhatever, home.",
        "Q: I see. So you would have been stuck in Poland, and you didn’t want to stay\nthere.",
        "A: Sure, you know.",
        "Q: Okay.\nMay 3, 2013",
        "A: So [indecipherable] in a day, us, we are working like this, we were in\nCzechoslovakia [indecipherable] right, and working. I think there was 160 of us.",
        "Q: Wow.",
        "A: Working and who goes there [indecipherable] general, with all the stars, and\ntwo officers next to him. He start to speak to us in Russian. We shouldn’t — so one\nof Jewish guy, he didn’t know what to do, he start — I don’t know if you know\nwhat’s Kaddish.",
        "Q: It’s a prayer, isn’t it?",
        "A: Ka -— after the deaths. Well, so he say — start to say Kaddish after the deaths.",
        "Q: Yeah.",
        "A: So the Russian, the general says [indecipherable] he didn’t say nothing, he\nwalk away. He would send us back to Siberia and we never come back. He had the\npower. So he ma — make like close his eyes, he knew they are Jewish. And this — so\nhe went — we wind up in — again with the train. Through the night we traveled to —\nwe came into Austria. Austria a— we were free. The Germans were there, you\nknow. And then, some were in [indecipherable] Germany, some in Austria. And\nthen when the Russia — and the war was over, Truman — we have a order, who has\nsomebody in the United States and Canada, they’re going back at the first. Who\nhas nobody will go later, whatever.\nMay 3, 2013",
        "Q: So where did you end up — when you were in Austria, you say you were free.\nWhere did you end up staying?",
        "A: Hallein by Salzburg. Everybody knows Salzburg.",
        "Q: Yes, yes.",
        "A: Yeah, by Salzburg, do its —",
        "Q: Allign(ph)?",
        "A: Hallein.",
        "Q: Hallein.",
        "A: Hallein.",
        "Q: It’s a pretty area.",
        "A: Yeah, it’s very nice, it —",
        "Q: Yeah.",
        "A: Yeah. But there were b-barracks from before, from soldiers.",
        "Q: Okay.",
        "A: And we moved in in the — 1n those barracks.",
        "Q: And who was running that area? Who was the running the pa — the barracks?",
        "A: There was a— a-—an la — they ca — cay — they call him officer. I think he was\nfrom Switzerland, or somewhere — somewhere there.",
        "Q: Oh, so it wasn’t —\nMay 3, 2013",
        "A: He was the captain of the whole thing.",
        "Q: Okay, so was this an — one of the occupying armies, victorious armies, or was\nthis a — nothing to do with the military?",
        "A: No, the military was all over there.",
        "Q: Okay.",
        "A: But this was a — I-I don’t know was a st — to Joint, or was it to another\norganization, yeah.",
        "Q: Okay.",
        "A: And they was supplying us with food, and with clothes and so on.",
        "Q: And by that point, did you have a better idea of what had happened to the Jews\nof Poland?",
        "A: Oh yeah. By this time, I told you when we — you start to buy the soap.",
        "Q: Soap.",
        "A: And then lamp, made from ska — Jewish skin.",
        "Q: And — but was this somebody — peop — making — someone making fun of you,\nor was this somebody who said, this 1s really soap?",
        "A: No, on th — on the — on the — on the market you could buy [indecipherable]",
        "Q: And it really was?\nMay 3, 2013",
        "A: Yeah, yeah, on the market, like you know, you have basket with soap and basket\nwith flowers and basket with this. Yeah, real soap, an-and lamps.",
        "Q: You saw such things?",
        "A: I think I—I think I bought one or two of the lamps of the human skin, the\nJewish human skin. So I bought it, and I gave it to — and they bury it, you know.",
        "Q: Okay, so at that point, when you saw such things —",
        "A: And then I start to see more and more. Once we were in Russian — in\nAmerican’s hands like, they show us pictures, and we saw — we — we ca — we\ncouldn’t believe it, ah, we couldn’t believe it, but — and then we start to meet the\nguys from the camps, and —",
        "Q: Well, here’s another question. You didn’t go back to Sanok. Was there a reason\nwhy not to go back there, even if you would leave again?",
        "A: I— we were 99 percent sure they would kill us. We come back, said why are we\nback? We [indecipherable] the houses that my father had. Somebody probably\nlived some of that, and — and then the mill — the wooden mills and the —",
        "Q: Yeah.",
        "A: You have to — why should they let us in?",
        "Q: I see.\nMay 3, 2013",
        "A: Espe — I’m sure somebody was living in our houses, if the house was still one\npiece. It was, the house, I know, we find out later.",
        "Q: So you’re in the American zone — or you’re in Austria, in Allign(ph) — Hallein,\nand you see —",
        "A: Americans, occupy Americans.",
        "Q: Americans — amer — by Americans. And how long were you in this place? How\nlong were you there?",
        "A: We came 1950 here. I think we were there about four years, three or four years,\nmore —",
        "Q: That’s a long time.",
        "A: Yes, yeah.",
        "Q: What did you do?",
        "A: I was already a dent — at the dentist over there. Remember there — I told you I\nhad the papers, yeah.",
        "Q: Right.",
        "A: So I been recognized to — not in Germany, for our camp.",
        "Q: When — when you are a dentist, di-did you already started practicing in Russia?",
        "A: Yeah, yeah.\nMay 3, 2013",
        "Q: Was there such — forgive me for this question, but were there painkillers that\npeople had in Russia, or not?",
        "A: Yeah, yeah, there was xylocaine. Novocain, we — we call it.",
        "Q: Novo — Novocain?",
        "A: Novocain.",
        "Q: Okay.",
        "A: Was a bottle like this, you know, you had to suck it out with a — with a syringe.\nNow we have everything packed, you know, and —",
        "Q: Yeah.",
        "A: — you don’t touch it, yeah.",
        "Q: But then it was — okay, so there were painkillers.",
        "A: Were painkillers, yeah.",
        "Q: And in the camp, as well, in Hallein?",
        "A: Oh yeah, sure.",
        "Q: You had all that.",
        "A: Everything sent from the United States.",
        "Q: Okay.",
        "A: Everything from America, yeah.",
        "Q: Okay. All right. What happened to Mr. Tannenbaum?\nMay 3, 2013",
        "A: He was here, I saw him. In Brooklyn he had his [indecipherable] was engineer.\nYou know, and then was everybody getting older and older, finally he got too old.",
        "Q: Well, that means he survived the war?",
        "A: He survived the war, yeah.",
        "Q: Okay, okay. So, in — and what was — what was your dad doing and your mother\ndoing and your siblings, what were they all doing in Hallein?",
        "A: Nothing. Nothing. My sisters, I don’t remember [indecipherable] I don’t think\nthey were working though. And my par — father and mother, same thing.",
        "Q: W-Well, what was their —",
        "A: They didn’t have to work, because over — everything free.",
        "Q: Okay.",
        "A: Everything, food, everything else.",
        "Q: Well, what were their spirits like at that point? Because if your father — I mean,\nthese — everybody had survived, yeah?",
        "A: Yeah.",
        "Q: But if you don’t have a — an occupation, if you don’t have a — a purpose, if you\ndon’t know where your life will be, that can take a toll.\nMay 3, 2013",
        "A: Yeah, but th — something — what are you doing in prison? You know\n[indecipherable] I hope, and this was happen [indecipherable] hoping, and when\nthe war was over —",
        "Q: Did it feel like a prison?",
        "A: Like a free prison. Yeah, you’re free to go wi — now, I don’t know if\n[indecipherable] in between. I was here in — in the United States, I was working\nfor the — the — a prison, a maximum prison, killers only.",
        "Q: Wow.",
        "A: Yeah. And the same thing, if he was a good prisoner, he was free. Free\n[indecipherable] free, he could go in the town by hisself, he could go shopping for\nus. He was a free prisoner.",
        "Q: Oh my gosh.",
        "A: Yeah, and same thing we were. We were free to go and — but [indecipherable]",
        "Q: Okay.",
        "A: You can buy him a house if you have the money, yeah.",
        "Q: So wa — so you were there for four years?",
        "A: Yeah, I think four, I am not quite sure.",
        "Q: Okay. That’s a long time.",
        "A: Yeah, it was, it was, sure.\nMay 3, 2013",
        "Q: Why did it take so long, do you think?",
        "A: Because they have no room for us [indecipherable] the war was on, it was go\non. They have the [indecipherable] with them. We have — we have secured, we are\nin the — in the camps.",
        "Q: Okay.",
        "A: Fo-Food, nothing goes up any. So [indecipherable] to take on the war. And\nwhen it was stop, first thing what they did 1s the soldiers, not us.",
        "Q: Yes.",
        "A: The soldiers to go home.",
        "Q: Of course.",
        "A: And after everything was smaller and slowed down, they start to send people\n[indecipherable] and then if nobody accept them, so the American\n[indecipherable] whatever, took him and send him someplace.",
        "Q: So did you have sponsors to come to the United States?",
        "A: My brother, who you’ll see him Sunday —",
        "Q: Uh-huh.",
        "A: He went a couple months before us, he was in Germany, and some as — his\ngroup, or whatever, came first went to United States. So then he came here, and he\nsend us paper, he is there. So that’s what he send us to — to New York.\nMay 3, 2013",
        "Q: Okay.",
        "A: He didn’t have to show that he is working or something, but that he is there, so\nthat —",
        "Q: So — and he was here.",
        "A: And he ask him to — to go there, so [indecipherable]",
        "Q: So did the whole family then come over?",
        "A: Yes, yeah, yeah.",
        "Q: When did you find out about what happened to your brother Abraham’?",
        "A: When we came here.",
        "Q: How did that happen?",
        "A: I don’t know. We hear the people talking and then we find out that my brother\nwas killed, the last day, when the — same day or day before when the army came in,\nthe Russian army. And —",
        "Q: That is in 1939, or in °45?",
        "A: Yes, ’45, °45.",
        "Q: So he had survived the whole war?",
        "A: Yeah. The day before the — they were in the same town, almost at the same day,\nthey came in the next day, and they kill him.",
        "Q: Was — did he stay in Sanok?\nMay 3, 2013",
        "A: He was in Sanok, yeah. A-As far as I know.",
        "Q: Okay. Has there ever been any curiosity from any of the family to go back and\nsee what happened in Sanok, like a decade later, or two decades?",
        "A: I was there with my brother.",
        "Q: You were?",
        "A: Yeah.",
        "Q: When?",
        "A: No, my — m-my son, my son.",
        "Q: Okay.",
        "A: I was —I couldn’t find nothing, nothing. You go in there [indecipherable] they\ngive you only when my brother died, when this one died, and nothing else, yeah.\nAnd then I — I saw a piece of paper, of I don’t know whom I got it, that this was the\nlast officer who was leaving at the time from Poland, and somebody pinpoint he is\nJewish. He’s, okay, let me kill the last Jew. And he killed him. It’s unbelievable,\nyou know, when — when you think about it, y-y-you s — you — you don’t believe it\nany more. How could that be, you know.",
        "Q: Yeah, yeah.",
        "A: Well, this is 1t. And then when I came over here, I was working a dental lab, and\nI didn’t like it. I start to like it. I said to myself, if I li — start to like it, Pll be a\nMay 3, 2013\ndental mechanic. I didn’t want it. So I tried to get in the college here. Th-They\ncouldn’t take me because they have so many older people than I am, with\n[indecipherable] said will take another maybe eight — 10 years before. So I send\nmy papers to Germany, and that was accept. So I went to Germany —",
        "Q: Where?",
        "A: Wi- wi— Wizburg(ph) — Wizburg(ph) —",
        "Q: Wurzburg.",
        "A: Wurzburg.",
        "Q: Wurzburg.",
        "A: Bavaria.",
        "Q: Yeah. It’s a pretty town.",
        "A: S-So I went there — beautiful town. I was there four years, five years to ma — to\nmake my doctors. And then when I came back, I went back to Pittsburgh — not\nWitzburg(ph), Pittsburgh, and I got my degree, I’m a doctor.",
        "Q: Did you speak German before you went to Wurzburg?",
        "A: No.",
        "Q: So did you do your studies in German?",
        "A: Yes, in germ — Jewish in — in — in — 1s very close, very close.",
        "Q: So it wasn’t so hard to understand.\nMay 3, 2013",
        "A: Not at all. I speak five language anyway.",
        "Q: Which are they?",
        "A: They Yiddish, Polish, Russian, I spoke [indecipherable] in Russian, German —",
        "Q: And English.",
        "A: English.",
        "Q: Wow.",
        "A: My father spoke, I think, eight or nine or 10, I don’t know.",
        "Q: Oh my goodness. What was it like being in Germany after — so soon after the\nwar?",
        "A: Beautiful.",
        "Q: You didn’t feel strange there?",
        "A: Beautiful. Very nice.",
        "Q: Did people — did people —",
        "A: The people were very nice to you, very nice. They — they didn’t — they are not\nthe same people, overnight.",
        "Q: How do you understand that? How do you explain it to yourself?",
        "A: To me — to me, they are like — like robots. You press this button, they do this\nway, this — when they — when Hitler would turn around, say hey, now I want to\nMay 3, 2013\nkiss every Jew [indecipherable] oh, jawohl, jawohl, I mean, okay, they’ ll do it.\nThey — they just born soldiers, or born robots. That’s what I mean.",
        "Q: Yes, but are you saying that about humanity in general, or about Germans in\nparticular?",
        "A: Germans.",
        "Q: Okay.",
        "A: Germans. I-I — |—I married a German, anyway, a German girl. Same thing here.",
        "Q: German Jewish?",
        "A: Thi-Thi-This 1 — no, she became Jewish, yeah. I said listen, you no have to. No,\nI have to. I have a house in the country, right?",
        "Q: Yeah.",
        "A: We are going to the country. In the woods, it’s late at night, it’s dark, there’s a\nsign. It’s not a [indecipherable] stop sign. She tells me, stop at that. I says, stop for\nwho, what? Stop it. I says why? I thought that maybe a deer, a bear. It’s a sign.\nWhat sign? I says, I saw the sign. Nobody stops there. There’s nobody around here.\nStop. But this is they are, yeah.",
        "Q: Can you turn it off, the camera off, a bit? [break]",
        "A: We — lectures from the professors. So I went to these lectures, 1t was maybe had\ntwo or 3,000 people there. So then the professors, who comes down and tell me\nMay 3, 2013\nwhat is this? Is it nerves, is it blood vessel? Nobody is going, so I got up, I got\ndown. So I — I explain to him [indecipherable]. So he says look here, a foreigner —\nbecause of my language — and you guys don’t know what it 1s? So one girl, I knew\nwhat it 1s, but you didn’t call me. The professor is stupid, did they — you know, in\nGerman, the professor, you know —",
        "Q: Is king. That’s right.",
        "A: Stupid. I didn’t call me there, but he came down. I says, whoever knows, you\nknow. This is the way they are.",
        "Q: Yeah. Okay. So, but did it — how did it f — how did it feel, with that explanation,\nbeing amongst the — or did it not s — matter to you? You know, I’m trying to get a\nsense of — you know, the war is just ha —",
        "A: You know, in beginning, I look a-at all of them like they’re all killers. When\nyou live a while with them, you see that it’s not them, it-it’s the law. And they are —\nthis 1s the way they were — the book says, yeah.",
        "Q: Well, tell me then, if you married somebody who was German, clearly it was\nsomeba — thing that you didn’t — you know, it wasn’t — it didn’t prevent you from\nbecoming close, and having a family, and the — in the most intimate way possible.\nMay 3, 2013",
        "A: You see, his par — her parents were different. They are people. Her sisters,\neverybody [indecipherable]. Her mother — you know, this I find out later on, her\nmother spoke excellent Yiddish.",
        "Q: Ah.",
        "A: Now, the question is, why?",
        "Q: Why’?",
        "A: To me, probably her grandparents, or somebody was the — you know.",
        "Q: Was Jewish, yeah, yeah. Well then, tell me, how do you feel about Polish —",
        "A: I-I-In the same thing. You can’t blame the whole world because one or two are\nkillers, yeah. Don’t mean the whole country is like this, yeah.",
        "Q: Well, then, I want to turn that to the Polish issue. Do you — how do you come to\nterms with, you know, from childhood, you had experiences which were\nfrightening and degrading. And how did that ha — how do you feel about people\nwho are of Polish background, wh-who are — who are Poles, and who are —",
        "A: See, I—I didn’t grow up in Germany, right? But Polish people, the Jews, if\nthey want to go to medical school, or law, they couldn’t get in. Poland wouldn’t —\nthey wouldn’t accept Jew, the best grades. Over there they always did accept Jews.",
        "Q: In Germany.",
        "A: In Germany, til Hitler came, you know.\nMay 3, 2013",
        "Q: Okay.",
        "A: So it’s a big difference. Here, you were born as a stinkin’ Jew, you die as a\nstinkin’ Jew.",
        "Q: I see.",
        "A: Yeah. You can’t became nothing here, because you are Jewish. Over there they\nnever — they’Il always help you. And a lot of rich people were Jewish over there.",
        "Q: That’s true.",
        "A: So this were a temporary, you know —",
        "Q: Yeah. Hang on a second. [interruption] Okay, so let’s finish this first train of\nthought, which was about — about your feelings towards Poland, and — and it\nsounds like there aren’t many good ones, you know.",
        "A: No, no.",
        "Q: Yeah. Is there anything you’d want to add to what we have been saying?",
        "A: I—I think — I-I son — I son — I said what I want to know. This is the way it is. It\nwas normal to us to be cold, an-and [indecipherable]",
        "Q: That was normal, yeah. It was acceptable.",
        "A: Yeah. Well he —",
        "Q: Not acceptable to you —",
        "A: — he have — no, you didn’t have none choice.\nMay 3, 2013",
        "Q: Yeah.",
        "A: This is it.",
        "Q: Yeah.",
        "A: You didn’t. You are there and that’s it, you know.",
        "Q: And it was acceptable to their society to say it. That’s what I meant to say.",
        "A: That’s what I’m saying 1s that before Hitler came, most of the doctors and\nlawyers came from Germany, because they could study there, they ta — took you\nin, you know. And th-then, you came back to Poland, you could then open an\noffice. But you never came — became a judge.",
        "Q: Yeah.",
        "A: Only a lawyer. No, we have — we have a joke about that. A guy tried — he was a\nJew, came back from Germany as a lawyer, he’s doing very well. He wants to\nbecome a judge. He tries, once, twice, three — no. So finally sa — the priest called\nhim in. He says to him, li-listen, you want to become a judge? Convert. He says,\nme convert? I don’t want to convert. Li then — he says, think about it. Okay. He thi\n— cames back the next day to the priest, okay, I’Il convert. So he converts, and\nevery Friday [indecipherable] open, he’s sitting in a restaurant, eating a chicken.\nFriday [indecipherable] the priest pass by, and says to him, son, you know, you’re\neating meat, today you can’t eat meat. He says no, it’s not meat, it’s a fish. The\nMay 3, 2013\npriest looked again, he says no, it’s — it’s a chicken. He says, no, it’s meat. He\nlooked again, he says to the priest, Father, I did the same thing what you did. I took\nsome water, I says, you were a chicken, you are a fish, you were a chicken, you are\na fish. Now it is became a fish.",
        "Q: Yeah.",
        "A: This the way they had to do, you know. You go there and —",
        "Q: You had to change who you are.",
        "A: Ye-Yeah.",
        "Q: Yeah. Your sisters. You mentioned that in the DP camps that they met their\nspouses, 1s that so?",
        "A: Yeah, oh, they was already in the — occupy from the army where — after the war.",
        "Q: Uh-huh, in the lager.",
        "A: In the lagers, yeah.",
        "Q: And were their spouses survivors? Were their spouses survivors?",
        "A: Yeah, yeah sure.",
        "Q: Yeah? Also from Poland.",
        "A: Yeah. I think some of them were even from the camps. But mine fa — mine —\nthey were [indecipherable] by Russian.",
        "Q: Okay.\nMay 3, 2013",
        "A: Yeah.",
        "Q: Your own parents, when you came to the United States, did they ever work\nagain? Did they ever do — you know — what would — how did these —",
        "A: Yes. My father was very handy. I probably took it from him. He became a\ncarpenter.",
        "Q: He did?",
        "A: Yeah, became a carpenter, he fixed this, he fixed this, yeah, yeah.",
        "Q: Okay.",
        "A: And my mother, who was still a mother, she was the mother.",
        "Q: Okay. So she was still at home taking care of the household.",
        "A: Yeah, the way we grew up, even til I got married. Whenever end of the week,\nyou got the money, you always give to mommy. Always, everybody, father — we\nneed money [indecipherable] so much. But this — this was no —- Mommy is the\nhead of that.",
        "Q: And did they live here in Brooklyn?",
        "A: Yes, yeah.",
        "Q: And when did they die, when did they pass?",
        "A: My — my father — my mother died, I don’t know if it’s 20 years ago, or mo-\nmore.\nMay 3, 2013",
        "Q: So they lived — they lived quite a long life.",
        "A: Yeah, yeah. He — he was 78, or 80-something. Or 87 [indecipherable]",
        "Q: Okay. What would you want young people today to understand about your\nexperience in Poland before the war, your experiences in Russia, and the things\nyou learned after the war. Those are three distinct parts, but what would you want\nthem to understand about each of those segments of your life?",
        "A: I don’t think they’ Il ever understand, thank God, thank God. You grow up here,\nyou just — sometimes I don’t believe that I could go o — through the whole thing,\nyeah. Let — let me take the army. We have no beds over there. Straw on a piece of\nwood. And no underwear, in the same uniform you were sleeping and eating. When\nan inspection from the United States came, before he came there, everybody get a\npiece of white linen, put it over here, make believe we have a shirt. Yeah.",
        "Q: Di—I didn’t ask you much about your army day — your year in the — 1n the\nSoviet army. Did you do any fighting?",
        "A: No.",
        "Q: Okay.",
        "A: No, we were just training, and then keep, you know, the prisoner — watching\nprisoners.",
        "Q: So you were watching people who had been like you?\nMay 3, 2013",
        "A: Yeah, yeah, yeah.",
        "Q: Or German pr — German prisoners?",
        "A: No, Russian prisoners.",
        "Q: You were watching Russian prisoners?",
        "A: Yeah, it was not prisoners, it was — it was a torture. What it was is, I had 16\nyears old and 90 years old, all kind. This is Stalin had thing to scare people to talk.\nYou couldn’t talk about Stalin bad thing. So to scare you, almost every month, or\nevery week sometimes, somebody has to disappear from your neighborhood. So\nthis 1s you keep your mouth shut. The way they did it, never did — never arrest you\nat your house, or never at work. On the way home from work, usually the girls\n[indecipherable] girls start to talk to you, or they just have to ask you something,\nin the police station. You never came back. Used to [indecipherable] I met them\nover there, you know, I was a good guy, because I — I was part of them, almost, but\nthey didn’t know it. So they told me, one — a couple over there, from the wedding,\nthey took him, for no reason [indecipherable] the people, just to scare. And then —",
        "Q: So they were just normal people?",
        "A: Yeah. I told you I had a friend of mine, became very friendly. He was that\ncommissioner, whate-whatever you call him —",
        "Q: Commissar.\nMay 3, 2013",
        "A: — mayor. So I spoke with him a lot, he says, we have to. We have to do it. Li-\nLike, for example, we have — you had lawyers, right? If you go to court over there\nat the time, they had — they had lawyers. The lawyers can’t do nothing. If you tri —\nthe lawyer will try to show you are innocent, so you are against the government. So\nyou'll be punished. So you just staying there like a — like mummy, and that’s it.\nAnd listen. And this is the way —",
        "Q: Well, I understand what you mean by saying it would be good if they never\nhave to understand it — that is young people. Do you think that then — I mean, it’s —\nit’s one thing when you have someone who’s gone through an experience, there’s a\ncost in remembering, there’s a price to remember. Are you saying it’s better that\npeople are never really informed of these things?",
        "A: Not informed, yes. But — but they wouldn’t understand you, because I don’t\nbelieve it any more. You had to go through, you know, because it’s a — impossible",
        "Q: Yeah.",
        "A: — to — to — to accept, not to be a human being where you are one. Treat you like\na — you are — yeah — o-or in the army — not in the army himself, in the toilets. There\nwas a big hole with a piece of wood. And male or female, we all sitting together.\nCome on.\nMay 3, 2013",
        "Q: Yeah.",
        "A: So you — you — you are used to almost nothing.",
        "Q: It’s very hard for people who have not been reduced to almost nothing, to know\nwhat it’s like. And I suspect it’s very hard to have words to put to that experience.",
        "A: We were in the army, I told you [indecipherable] there, watching those\nprisoners. It was winter. For three months we didn’t had nothing to eat. No —\nnobody cared to get — get to us, so we finally yu — saw a field where the farmers\ntook off their cabbage. Was no cabbage there, the roots. We dig it out the roots,\nnothing wash it [indecipherable] shanell(ph), they call shanell(ph) the uniform\n[indecipherable] this is the soldier.",
        "Q: Wow.",
        "A: [indecipherable] they just couldn’t understand, they thought that somebody\nmake up story. Or — or like my brother [indecipherable] you know, the showers.\nForget about shower [indecipherable] we had a — not a hole, a piece of stone over\nthere, with a couple blankets hanging, they’re outside a fire. You put snow, and\nfrom the snow we get steam. And this was our shower. You didn’t get sick, you\nwent without shoes, without the winter. This were your shower. Could you believe\nit? No.",
        "Q: No.\nMay 3, 2013",
        "A: [indecipherable] remember?",
        "Q: What was it like when you live in the United States? Does it — did it ever feel\nlonely that there wasn’t anybody you could talk about these things to? Or that —\nwho’d understand. Not that you’d need to talk about it, but who could understand\nit.",
        "A: Only the foreigner, who went through more or less the same thing, will\nunderstand, yeah. Not from the other side. This was paradise. It was — here, when\nwe came, we just couldn’t believe it, we had the — we couldn’t believe it, we are\ntalking with a nice human being, you know. Thank God. Food all over. You don’t\nhave to stay in line, like you used to.",
        "Q: That’s right.",
        "A: You used to stay in lines for hours, and then they haven’t got any more. Like I —\nI —I love watermelons. I says, for one week or two weeks I was living only on\nwatermelons. I had no money, I had nothing to buy [indecipherable] the\nwatermelons were growing over there, just growing, you know, wild. And this the\nonly food what I ate.",
        "Q: Do you think — are there — well, here’s a — a question that’s a little provocative.\nDo you think that there are people who endured the Holocaust, who were never\nclose to Russia at all, who don’t understand what you went through?\nMay 3, 2013",
        "A: I’m sure there are plenty of it. For one reason that I — I-I-I tried to understand, 1s\nit true? I — I start not to believe what [indecipherable] look at me, and I’m still\nhere, and I have a office, with kid, with children. How could I live? But yeah — I\nmean, you start to think, you go [indecipherable] details. You went through more\nthan y-you could take, you know.",
        "Q: Do you have — do you have — sometimes Russian Jews who have emigrated to\nthe United States have felt alienated because people haven’t understood their\nexperiences. There’s — I’m talking in the 70s, in the 80s, and the 90s and so on. Do\nyou think there’s something to that?",
        "A: The worst thing 1s, if you can’t share with nobody. It’s always, you know,\nlocked in the — in the — and you ask yourself what has happened [indecipherable]\nis it true? Some years, are you still alive, you know”? So it’s very hard to tell my\nkids. Okay, sure [indecipherable]. You can’t. If you don’t go through, you don’t\nunderstand, yeah. Same thing with a patient, if you never have pain, oh yeah, don’t\nworry about it, couple minutes you’ll be finish. For you a couple minutes, but the\npatient is suffering couple hours.",
        "Q: Yeah.",
        "A: Yeah. And same thing [indecipherable] not expected to understand.\nMay 3, 2013",
        "Q: Did you learn something about yourself as a person, having gone through these\nthings?",
        "A: Oh, a lot. I think a lot. I don’t know why, it’s all — 1n all of us. We afraid to\nthrow out the piece of bread. It wa — it’s just, 1t’s too expensive — no, it’s not\nexpensive, it’s — it’s bread, you know, it’s — it’s something like a holy thing, you\nknow.",
        "Q: Yeah.",
        "A: And then you did a thing for everything. Every step you’re doing here, you can’t\nbelieve it, that 1t— you — I used to — I here, free? Do whatever I wanted, you know.\nA-Alive. And to me at least, start to believe you have a God. You have somebody\nwho does it for you.",
        "Q: So it strengthened your belief?",
        "A: Yes, yes, yes, more, more.",
        "Q: But somebody would say, if He was a God, how did He allow this suffering? I\nmean, it’s the perennial question.",
        "A: Yeah, everybody ask it.",
        "Q: Everybody asks this question. How will you answer them?",
        "A: You look for a — for wa — answers. You ask, maybe, maybe this guy did\nsomething different. Maybe this guy did some — something [indecipherable] to\nMay 3, 2013\nsomebody, that’s why he has to be punished. Maybe. You don’t know. I never spe\n— spoke with God. I try. He has no telephone.",
        "Q: Or the line is busy.",
        "A: Yeah.",
        "Q: I don’t think the line is busy, but — but you mean, somebody who 1s victimized\ncould be — could be responsible for that? They — they’re guilty of — themselves, of\nbeing victimized? Is that what you’re saying?",
        "A: Maybe. I mean, if you going back to God now, make believe.",
        "Q: Yeah.",
        "A: We don’t know why — you ask the same question. I was — I had the prisoners, I\nmean, medical thing, it — only killers, maximum, right. But the people there were\n90 years old, 70 [indecipherable] never got sick. Why is this [indecipherable]\ndie? That’s the question, who shall I ask?",
        "Q: Yeah, yeah.",
        "A: The same thing here, it’s hard to tell why.",
        "Q: But my question to you is more for those people who want to dismiss that there\nis a God, and say, if the — why — if there is one, why did he allow such suffering?\nAnd you say your faith was strengthened. How do you answer that question for\nthem?\nMay 3, 2013",
        "A: Well, to me, what I went through is many miracles. Who else [indecipherable]\nmiracle than God. Somebody higher and stronger than me helped me to go through\nthis. Wha — two slices of bread a day for two years or three years? Working\n[indecipherable] and — and it’s not that — you have to finish this amount. If you\ndon’t finish, you can work all night. Otherwise you wouldn’t get nothing. It’s not\nlike eight hours [indecipherable] eight hours.",
        "Q: Yeah, it’s a quota.",
        "A: Yeah. So the — the — you had so many questions. [indecipherable] some are\nwhy. Why did this guy die, he was so strong, working with me? How come I am\nand he 1s alive? Why — you know, and it’s so many questions you can’t answer.",
        "Q: Yeah.",
        "A: And like everybody else, you have to believe in something stronger than you\nare. So where you go?",
        "Q: Yeah. To the telephone.",
        "A: Yeah. You can’t afford [indecipherable] the telephone.",
        "Q: Any final thoughts? Any — anything else you’d want to say for the kids, for the\ngrandkids?",
        "A: I’m just — I just thank God they don’t have to go through it, and I have to\nunderstand. Thank God for that. That’s it. And everybody, they don’t know what\nMay 3, 2013\nkind of country we have, really. You’re born in good, so you don’t know, the same\nthing. At home I didn’t know what the — what mean hungry. I didn’t the guy he is\nhungry, because hungry you don’t see. You see he is working, I am working. If he\n[indecipherable] know what hunger means. The same thing with this. I wished I\nnever really understand it, no.",
        "Q: Thank you.",
        "A: You’re welcome.",
        "Q: Thank you very much. This concludes our interview, the United States\nHolocaust Memorial Museum interview with Mr. Paul Jonas, on May 13\", 2013.\nThank you.",
        "A: You’re welcome.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with Mr.\nPaul Jonas, on May 3, 2013, in Brooklyn, New York. Thank you Mr. Jonas for\nagreeing to speak with us today, and I’d like to start the interview at the beginning.\nPlease tell me your name at birth, where you were born and when you were born.",
        "Q: So, June 22™, 1922.",
        "Q: Okay. What kind — you wish to say something?",
        "Q: Okay. I'd like to know a little bit about your family. Can you tell me, did you\nhave brothers and sisters?",
        "Q: So your father had a ba — was a banker?",
        "Q: Okay. Tell me a little bit about your siblings. And Ill want to talk about your\nparents too, but with seven children, that’s quite a family.\nMay 3, 2013",
        "Q: Could you tell me their names, from the oldest to the youngest?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Hilda.",
        "Q: Manya’s(ph) the youngest.",
        "Q: Okay. And — and of the brothers and sisters, was there somebody who you were\nthe closest too?",
        "Q: You — the two youngest were together.",
        "Q: Okay. Did you hang out with your older brothers at all?",
        "Q: What were they like? I mean, did they have different personalities?\nMay 3, 2013",
        "Q: So he liked to take them apart.",
        "Q: Yeah.",
        "Q: Abraham, the oldest, what was his personality like?",
        "Q: He was working in the bank.",
        "Q: And was he a serious kind of person — ser — a more serious kid?",
        "Q: Okay.",
        "Q: We’ll talk about that. We’II talk about that later.",
        "Q: Right now I'd like — what I’m trying to do is get a sense of what was the world\nyou were born into. Who were the people who were important to you who were in\nit. What was life like. You know, all of that ca — I’m trying to paint that picture\nwith words, your words.",
        "Q: What did they make, those factories?",
        "Q: And one made locomotives?",
        "Q: Okay.",
        "Q: A lumberyard.",
        "Q: Tell me, where in Poland was the town of Sanok? Where was it located?",
        "Q: I see. So it’s —",
        "Q: So there were — so when one side of the San River was Poland?",
        "Q: And the other side was already Soviet Union?",
        "Q: I see.",
        "Q: Became that way.",
        "Q: Were there many Ukrainians in — in Sanok?",
        "Q: 90 percent of Sanok, it was Ukrainian?",
        "Q: I see. So how many Poles were there, not many”?",
        "Q: I see.",
        "Q: You were studying Ukrainian in school?",
        "Q: Tell me, what did you — what language did you speak at home?",
        "Q: Yiddish.",
        "Q: So that was your first language?",
        "Q: Okay.",
        "Q: Mm-hm. Had your family lived in Sanok for a long time?",
        "Q: What’s your father’s name?",
        "Q: And do you remember when he was born?",
        "Q: But it would have been 19\" century.",
        "Q: Okay, maybe later.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: And your mother’s name was?",
        "Q: Rose.",
        "Q: Rose Jonas.\nMay 3, 2013",
        "Q: Do you remember her maiden name’?",
        "Q: Finck.",
        "Q: Uh-huh. And was her family also well-to-do, the family that she came from?",
        "Q: Okay, so you had a well-to-do branch, and a not so well-to-do branch.",
        "Q: Mm-hm? Go ahead.",
        "Q: What kind of personalities did your parents have?",
        "Q: Their personalities, like was — were they extroverts, were they shy people, were\nthey very sociable people —",
        "Q: They were?",
        "Q: Yeah.",
        "Q: Were your — was your family — let’s say your social lives. Was it — was it\ncentered around the Jewish community in Sanok?",
        "Q: Okay.",
        "Q: So when you speak of charity work and so on, it was through the community.",
        "Q: And do you think the people ever realized who it was who gave them —",
        "Q: Yeah, yeah. Well, 1t was very thoughtful, in a very dignified way, you know.",
        "Q: So it sounds like they — they instilled those values pretty early on.",
        "Q: Even churches?",
        "Q: Even churches.",
        "Q: Wow, a lodge?",
        "Q: So that meant a — a building that wo —",
        "Q: Oh, so, if you wanted to have an event there, that meant that you were able to do\nSO.",
        "Q: Okay, and there would be no charge for it.",
        "Q: Okay. What was he like at home? Did you see him much at home, or was he\naway mostly at the office whe —",
        "Q: Yeah?\nMay 3, 2013",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Was he — was he a person who was — it was easy to be close to?",
        "Q: Could you tell him your problems as a chil —",
        "Q: — as a child?",
        "Q: Yeah?",
        "Q: Yeah.",
        "Q: So he was reliable.",
        "Q: How was she different?",
        "Q: So, why do you think that was, with your mom?",
        "Q: She was protective.",
        "Q: What’s your earliest memory? Can you go somewhere and think, what’s the\nearliest memory you’ve got?",
        "Q: So the kids would say these things?",
        "Q: Did that happen?",
        "Q: Yeah.",
        "Q: When the other guy started to bleed.",
        "Q: But not you.",
        "Q: Mm-hm.",
        "Q: Ohh.",
        "Q: Yeah. Those are quite bitter things.",
        "Q: And was that to all your brothers and sisters too, they had similar experiences?",
        "Q: Were there any kids who were Polish, not Jewish, who you knew they were\nnice, and they were friends?",
        "Q: Kosher.",
        "Q: That must have been quite chilling, such things. When you’re a child, you don’t",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: And why was that?",
        "Q: It must have been very strange.",
        "Q: It must have been very strange.",
        "Q: How did your parents deal with this? How did they — you said your mother was\nprotective.",
        "Q: Is this one of the reasons you think she was?",
        "Q: Okay.\nMay 3, 2013",
        "Q: Mm-hm. Was there a Jewish school in town?",
        "Q: I see.",
        "Q: Tell me, were your parents religious?",
        "Q: They were Orthodox.",
        "Q: Okay. And they observed all of the —",
        "Q: Well, you ta —",
        "Q: Well, children take things very literally.\nMay 3, 2013",
        "Q: Yeah, and — yeah.",
        "Q: That’s a pretty frightful god.",
        "Q: Yeah. So, even though they were very religious, they didn’t have much choice\nas far as schooling for you.",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: What were your experiences like in school, in school itself? Were there subjects\nthat you liked that you were very interested in?",
        "Q: A science.",
        "Q: A hard science.",
        "Q: What were the teachers like? Did they treat you any differently?",
        "Q: They were nice.",
        "Q: Okay. So where did this come from then? If the teachers, which were —\nrepresent authority, were decent, why do you think the other kind of behavior was\nthere?",
        "Q: Scapegoating, yeah.",
        "Q: Yeah.",
        "Q: Kosher.",
        "Q: Did you feel that at the time?",
        "Q: Yeah.",
        "Q: Was — was there a large Jewish community in Sanok?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Your sister mentioned that your father also had a lumber mill.",
        "Q: He had two lumberyards?",
        "Q: He had two lumber mills?",
        "Q: In addition to the bank?",
        "Q: How could he run them all?",
        "Q: Was he a good businessman?",
        "Q: Yeah?",
        "Q: Wow.",
        "Q: Wow.",
        "Q: That’s quite a lesson. That’s quite a lesson.",
        "Q: Let’s mention on tape too, what was your profession when you came to the\nUnited States?",
        "Q: Okay. So you did your studies in Russia?",
        "Q: You went to school in Russia?",
        "Q: I see.",
        "Q: I see. So when you came to the United States, you went to — you went for\nstudies in Pittsburgh?",
        "Q: Back to Germany”",
        "Q: And that was for what reason?",
        "Q: In other words, it’s not acknowledged?",
        "Q: Yeah.",
        "Q: Yeah. So you got some — you got some education in dentistry in Germany?",
        "Q: Okay, okay. We’ve jumped ahead a little bit, but that’s okay. So, when you — in\nthe late 30s — 1f you were born in 1922, that means that you were already a\nteenager, an el — you know, 17 - 18 years old, when all kinds of unrest happens.\nFirst of all, tell me the name of that Polish president, that you made the —",
        "Q: Pilsudski.",
        "Q: Did you have any — was he talked about at home, was he somebody that you felt\nwas also your president, or, you know, not really.\nMay 3, 2013",
        "Q: From the Tsarist prisons?",
        "Q: I see, I see, well there’s another story, you know. And you knew this person?",
        "Q: Was he from Sanok?",
        "Q: Really?",
        "Q: So tell me, how did you come to want to be a dentist? How did that occur to\nyou?",
        "Q: Yeah.",
        "Q: So the — so that means that the — the — one of Pilsudski’s friends was the same\ndentist that you started working for. Is that correct?",
        "Q: I mean, this man, who was part of having saved Pilsudski —",
        "Q: — is the dentist that you eventually apprenticed with.",
        "Q: What was his name?",
        "Q: Tannenbaum.",
        "Q: His first name?",
        "Q: Elijah?",
        "Q: Elijah tan — and so he tel —",
        "Q: Uh-huh. Would he tell you these stories?",
        "Q: Wow, wow. So — but also as a teenager, you’re starting an apprenticeship, but\nthe world is changing. Did you talk about what was going on in Germany at home,\ndid you talk about political life?",
        "Q: Not much.",
        "Q: Okay.",
        "Q: Okay. And was the news full of what was — what Hitler was doing, or not so\nmuch?",
        "Q: Okay.",
        "Q: He wants to read good news.",
        "Q: Still, did you expect — I mean, was there a sense of people becoming more\nnervous because of what was happening in Germany?",
        "Q: Really?",
        "Q: You’d hear a lot of that?",
        "Q: Mm-hm. More of this kind of —",
        "Q: Yeah. I wonder why Poles would have been so happy that Hitler was coming,",
        "Q: Wa-Was there actu — I mean, there was beatings and things, but was there",
        "Q: Okay, okay. So, would you say it was a relatively safe place to live, if you take",
        "Q: Okay. Had you ever seen a dead person before World War II?",
        "Q: Had you ever seen a murdered person then?",
        "Q: Right.",
        "Q: Hunger.",
        "Q: Yeah. Do you remember where you were when you learned the war had started?",
        "Q: And do you remember that day?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Yeah. When was it that you saw — when did Sanok — when did the war come to\nSanok?",
        "Q: So, if it start —",
        "Q: So you saw soldiers then?",
        "Q: Okay, li — we’ll get to that second.",
        "Q: But first come the Germans, and it’s in ?39. So the war starts September 1“,\n1939.",
        "Q: And about how long after that did the Germans end up — I mean, did you have\nGermans coming into Sanok?",
        "Q: Okay, so a week later, in September, they’re there. How does life change?",
        "Q: Did that happen?",
        "Q: What — how did life change for your family? What happened to your various\nfamily members?",
        "Q: You all left the house?",
        "Q: River, uh-huh.",
        "Q: Mm-hm.",
        "Q: So her wagon, your sister’s wagon was bombed?",
        "Q: I see. Were you — were you near her when this happened?",
        "Q: Tell me how your family left Sanok. Was it all at once, was it separately? Was\nit — what prompted them to leave? What made them leave?",
        "Q: Well, Manya(ph) mentioned an instance where her sister was ordered — was it\nEsther’? Was ordered to go to the town square?",
        "Q: Did you run separately from your sisters, or did you, as a family, go together?",
        "Q: You went together?",
        "Q: So the bomb was falling before you left the San — before you crossed the San\nRiver, or after?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Where did you go?",
        "Q: Terra(ph)?",
        "Q: Uh-huh. And why that place?",
        "Q: But they wouldn’t let you in the house?",
        "Q: And what good would this wheel do them?",
        "Q: I understand that.",
        "Q: What I don’t understand is when they took the wheel away, what value is that\nwheel to them?",
        "Q: Tell me, how did that happen? Why would they do that?",
        "Q: Okay.",
        "Q: Who needed people?",
        "Q: Did your parents have any views on communism, pre-war?",
        "Q: Pardon?",
        "Q: So, it was — it was not having had direct experience yet.",
        "Q: Okay. Oh, what did I want to ask? But it still sounds a little funny to me: I can’t\nunderstand the logic. Did your relatives, the ones that were jealous of you, did they\nbetray you to the Russians and say take —",
        "Q: — you know, so how — why was it that you would be taken? Why would —",
        "Q: Well, how did they know? How did the Russians know that?",
        "Q: Oh, I see. So this — the village wasn’t that far from Sanok?",
        "Q: Oh, not far at all.",
        "Q: Okay.",
        "Q: Yeah. So — but when the Russians first came, did you feel some relief?",
        "Q: You said you went with suitcases when you left your home. What had happened\nto your father’s businesses? It — what was it — what was — I mean, when the\nGermans came, how could he be a banker any more?",
        "Q: Uh-huh. Manya(ph) mentioned that by that point the bank had gone under. Was",
        "Q: It had gone under?",
        "Q: Okay, he had lost the bank?",
        "Q: Is that so, was because of that reason? Okay. And what about the lumberyards,",
        "Q: Did your life at home — I’m going back now to Sanok, before the war, when",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Did your mother have help at home?",
        "Q: Okay.",
        "Q: Okay. Were there many people who helped her out, or was it —",
        "Q: Okay, cu — because that’s a lot of kids to take care of.",
        "Q: And a huge household.",
        "Q: Wow.",
        "Q: Well, people were very poor then.",
        "Q: Very, very poor.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Well, there’s a big distinction, a lot of times, between farm people and town\npeople, and poorer people and — and more well-to-do —",
        "Q: — the white bread and the dark bread. You know, what could you be — afford to\neaten — to be eating?",
        "Q: Yeah. Tell me how — what your house looked like.",
        "Q: Okay.",
        "Q: A single standing house?",
        "Q: Was it built of stone?",
        "Q: Was wooden?",
        "Q: Okay.",
        "Q: Yeah. Oh, I had a — I had a question in my mind, and then I — it just — it just\nslipped me. Going back to — going back to the village that you were in on the\nUkrainian side, did you ever experience these types of — first of all, when we talked\nearlier, you know, about Poles saying all of these terrible things when you were\ngrowing up, and not feeling safe, was it the same thing — wa-was the same thing\ntrue of others? Like, would the Ukrainians talk in the same way’?",
        "Q: Much nicer.",
        "Q: And this was in Sanok still? Yeah.",
        "Q: Ah, when you left Sanok, okay.",
        "Q: Well, the reason why I ask is you said that 90 percent of Sanok was Ukrainian.",
        "Q: So the Ukrainians in Sanok behaved differently than the ones in this village?",
        "Q: Yeah.",
        "Q: And how — how was it — what happened — do you have a memory of what\nhappened when — when you were actually deported to Siberia? What happened to\nyou? I mean, it is — how did it happen? You were — the last you told me, you were\nat these relatives house, they don’t let you in, they steal a wheel. I don’t understand\nwhat value that wheel was to them. Did you tell me?",
        "Q: What’s the value for them?",
        "Q: So, if they have wagons, they just have an extra wheel to help them?",
        "Q: I see. Okay, okay.",
        "Q: So then they have a wagon.",
        "Q: They have an extra wagon.",
        "Q: Yeah.",
        "Q: So, okay, so there — there we are in this village, the Russians come, people at\nfirst feel relief, then what happens?",
        "Q: Yeah.",
        "Q: At night.",
        "Q: But did you have any idea of what was happening to you?",
        "Q: You must have been scared.",
        "Q: Were there a lot of people in that cattle car?",
        "Q: What had happened with your older brother Abraham? You said that he wasn’t\nwith you.",
        "Q: What had happened with him?",
        "Q: I see. I see. And nobody expected —",
        "Q: Did you find out what happened to them specifically?",
        "Q: What happened?",
        "Q: So in other words, the Jews of Sanok were being killed even as you were 1n this\nvillage?",
        "Q: Oh, she was in Krakow. She was in Krakow.",
        "Q: Okay. So you’re on this train, the doors have closed, you think that’s it.",
        "Q: What happens then?",
        "Q: Okay.",
        "Q: Tell me, what was the attitude of the soldiers towards you, toward —",
        "Q: They were nice?",
        "Q: Okay.",
        "Q: No.",
        "Q: So they weren’t threatening you?",
        "Q: Okay.",
        "Q: Okay. And then what happens?",
        "Q: That’s a long time.",
        "Q: Okay.",
        "Q: Tiger.",
        "Q: No.",
        "Q: So your job was to cut wood, to cut the trees?",
        "Q: So did the — was the whole family put to work like that?",
        "Q: Okay. Was Manya(ph) also part of your group?",
        "Q: She also had to go out to work?",
        "Q: The barracks were in the woods?",
        "Q: How many people — what ca — what did the barracks look like?",
        "Q: Until — I mean, did you — so there you are in Nowosibirsk, did anybody ever tell",
        "Q: Yes.",
        "Q: Mm-hm.",
        "Q: Okay. What does that mean? [Russian] Oh, you will die. We don’t kill, but you\nwill die.",
        "Q: Yeah. Okay.",
        "Q: So — so —",
        "Q: Did a lot of people die?",
        "Q: Yeah.",
        "Q: Well, 1t sounds like you went from well-to-do to absolutely beggars in no time.",
        "Q: Did — did anyone in your family particularly get sick, so — you know, got — was\n— was too weak —",
        "Q: Okay.",
        "Q: Yeah, well they were older.",
        "Q: Scallions, yeah.",
        "Q: Oh my gosh. Oh my gosh.",
        "Q: Yeah, yeah.",
        "Q: Right.",
        "Q: Oh.",
        "Q: And you say this had — this lasted how long, this kind of —",
        "Q: Then what happened?",
        "Q: Did you become citizens?",
        "Q: No.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: In Nowosibirsk? Was this in Nowosibirsk?",
        "Q: In Kamyen.",
        "Q: Uh-huh.",
        "Q: Collective farmers, yeah.",
        "Q: So that’s Joseph?",
        "Q: Mm-hm. In the Soviet army.",
        "Q: I don’t understand this part. I don’t understand the part where you’re dismissed\nfrom the army, but your passport, which I take it to be an internal passport, yeah, is\nconfiscated.",
        "Q: And —",
        "Q: Why’?",
        "Q: Ah, I see.",
        "Q: I see.",
        "Q: So it’s not like you’re free.",
        "Q: It means you’re just not serving —",
        "Q: Yeah. So tell me, when did you get cured of that? I mean, you — first of all it’s —\nit’s interes — well, it’s — it’s perplexing to me to hear of some — of a family that’s\nOrthodox and religious, that would be inclined to si — to think well of communism.\nBecause generally, you know, people who are religious said, oh, they don’t believe\nin God, and so therefore —",
        "Q: Okay.",
        "Q: That you’d be free, that you’d be equal.",
        "Q: Okay.",
        "Q: Okay.\nMay 3, 2013",
        "Q: So in the forest there, were you — did anybody keep up any traditions? Did\nanybody pray?",
        "Q: Yeah?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Ah.",
        "Q: Well, they say that you know, religion was saved by Russia’s grandmothers,\nyou know”? That those are — over the whole 70 years, those are the ones who\nweren’t afraid.",
        "Q: Okay.",
        "Q: In Kamyen.",
        "Q: Interesting. Very interesting.",
        "Q: You escape from this release from the army.",
        "Q: Yeah.",
        "Q: With us.",
        "Q: I see. I see.",
        "Q: Well, you take away someone’s pain in their tooth, they’re your friends.",
        "Q: So how long did you stay then in Kamyen after that?",
        "Q: So finally you could really go home?",
        "Q: Okay.",
        "Q: And what was the decision then?",
        "Q: You all wanted to go home.",
        "Q: Did you know that at the time?",
        "Q: How did you know that?",
        "Q: Tell me, d-do you remember the cattle car going back to Poland’?",
        "Q: Well, how man — how long did it take to go back?",
        "Q: Again, about — about that time.",
        "Q: Same.",
        "Q: And — but your whole family wanted to go back, even though it was dangerous?",
        "Q: But why?",
        "Q: I see.",
        "Q: Did you have any idea — I’m sorry to interrupt, but did you have any idea of\nhow — the wide scale murder of Jews? Did you know that there had been something\nlike the Holocaust at this point?",
        "Q: Yeah.",
        "Q: TUF?",
        "Q: Oh my.",
        "Q: Excuse me, you — you’ve lost me now. When you get to Poland, you don’t go\nback to Sanok. Do you remember where it is that you went to?",
        "Q: Okay, okay.",
        "Q: And when you got there, how did you connect with the Jewish underground?",
        "Q: I see. Okay.",
        "Q: How”",
        "Q: By echelon, you mean each wagon, each train —",
        "Q: Okay. So that is — when they connected with you, somebody came to your cattle\ncar and said, come with us or — or so on?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Which border? Which of — country?",
        "Q: I see.",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: I see. So you would have been stuck in Poland, and you didn’t want to stay\nthere.",
        "Q: Okay.",
        "Q: Wow.",
        "Q: It’s a prayer, isn’t it?",
        "Q: Yeah.",
        "Q: So where did you end up — when you were in Austria, you say you were free.\nWhere did you end up staying?",
        "Q: Yes, yes.",
        "Q: Allign(ph)?",
        "Q: Hallein.",
        "Q: It’s a pretty area.",
        "Q: Yeah.",
        "Q: Okay.",
        "Q: And who was running that area? Who was the running the pa — the barracks?",
        "Q: Oh, so it wasn’t —",
        "Q: Okay, so was this an — one of the occupying armies, victorious armies, or was\nthis a — nothing to do with the military?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: And by that point, did you have a better idea of what had happened to the Jews\nof Poland?",
        "Q: Soap.",
        "Q: And — but was this somebody — peop — making — someone making fun of you,\nor was this somebody who said, this 1s really soap?",
        "Q: And it really was?",
        "Q: You saw such things?",
        "Q: Okay, so at that point, when you saw such things —",
        "Q: Well, here’s another question. You didn’t go back to Sanok. Was there a reason\nwhy not to go back there, even if you would leave again?",
        "Q: Yeah.",
        "Q: I see.",
        "Q: So you’re in the American zone — or you’re in Austria, in Allign(ph) — Hallein,\nand you see —",
        "Q: Americans — amer — by Americans. And how long were you in this place? How\nlong were you there?",
        "Q: That’s a long time.",
        "Q: What did you do?",
        "Q: Right.",
        "Q: When — when you are a dentist, di-did you already started practicing in Russia?",
        "Q: Was there such — forgive me for this question, but were there painkillers that\npeople had in Russia, or not?",
        "Q: Novo — Novocain?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: But then it was — okay, so there were painkillers.",
        "Q: And in the camp, as well, in Hallein?",
        "Q: You had all that.",
        "Q: Okay.",
        "Q: Okay. All right. What happened to Mr. Tannenbaum?",
        "Q: Well, that means he survived the war?",
        "Q: Okay, okay. So, in — and what was — what was your dad doing and your mother\ndoing and your siblings, what were they all doing in Hallein?",
        "Q: W-Well, what was their —",
        "Q: Okay.",
        "Q: Well, what were their spirits like at that point? Because if your father — I mean,\nthese — everybody had survived, yeah?",
        "Q: But if you don’t have a — an occupation, if you don’t have a — a purpose, if you\ndon’t know where your life will be, that can take a toll.",
        "Q: Did it feel like a prison?",
        "Q: Wow.",
        "Q: Oh my gosh.",
        "Q: Okay.",
        "Q: So wa — so you were there for four years?",
        "Q: Okay. That’s a long time.",
        "Q: Why did it take so long, do you think?",
        "Q: Okay.",
        "Q: Yes.",
        "Q: Of course.",
        "Q: So did you have sponsors to come to the United States?",
        "Q: Uh-huh.",
        "Q: Okay.",
        "Q: So — and he was here.",
        "Q: So did the whole family then come over?",
        "Q: When did you find out about what happened to your brother Abraham’?",
        "Q: How did that happen?",
        "Q: That is in 1939, or in °45?",
        "Q: So he had survived the whole war?",
        "Q: Was — did he stay in Sanok?",
        "Q: Okay. Has there ever been any curiosity from any of the family to go back and\nsee what happened in Sanok, like a decade later, or two decades?",
        "Q: You were?",
        "Q: When?",
        "Q: Okay.",
        "Q: Yeah, yeah.",
        "Q: Where?",
        "Q: Wurzburg.",
        "Q: Wurzburg.",
        "Q: Yeah. It’s a pretty town.",
        "Q: Did you speak German before you went to Wurzburg?",
        "Q: So did you do your studies in German?",
        "Q: So it wasn’t so hard to understand.\nMay 3, 2013",
        "Q: Which are they?",
        "Q: And English.",
        "Q: Wow.",
        "Q: Oh my goodness. What was it like being in Germany after — so soon after the\nwar?",
        "Q: You didn’t feel strange there?",
        "Q: Did people — did people —",
        "Q: How do you understand that? How do you explain it to yourself?",
        "Q: Yes, but are you saying that about humanity in general, or about Germans in\nparticular?",
        "Q: Okay.",
        "Q: German Jewish?",
        "Q: Yeah.",
        "Q: Can you turn it off, the camera off, a bit? [break]",
        "Q: Is king. That’s right.",
        "Q: Yeah. Okay. So, but did it — how did it f — how did it feel, with that explanation,",
        "Q: Well, tell me then, if you married somebody who was German, clearly it was",
        "Q: Ah.",
        "Q: Why’?",
        "Q: Was Jewish, yeah, yeah. Well then, tell me, how do you feel about Polish —",
        "Q: Well, then, I want to turn that to the Polish issue. Do you — how do you come to\nterms with, you know, from childhood, you had experiences which were\nfrightening and degrading. And how did that ha — how do you feel about people\nwho are of Polish background, wh-who are — who are Poles, and who are —",
        "Q: In Germany.",
        "Q: Okay.",
        "Q: I see.",
        "Q: That’s true.",
        "Q: Yeah. Hang on a second. [interruption] Okay, so let’s finish this first train of\nthought, which was about — about your feelings towards Poland, and — and it\nsounds like there aren’t many good ones, you know.",
        "Q: Yeah. Is there anything you’d want to add to what we have been saying?",
        "Q: That was normal, yeah. It was acceptable.",
        "Q: Not acceptable to you —",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: And it was acceptable to their society to say it. That’s what I meant to say.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: You had to change who you are.",
        "Q: Yeah. Your sisters. You mentioned that in the DP camps that they met their\nspouses, 1s that so?",
        "Q: Uh-huh, in the lager.",
        "Q: And were their spouses survivors? Were their spouses survivors?",
        "Q: Yeah? Also from Poland.",
        "Q: Okay.\nMay 3, 2013",
        "Q: Your own parents, when you came to the United States, did they ever work\nagain? Did they ever do — you know — what would — how did these —",
        "Q: He did?",
        "Q: Okay.",
        "Q: Okay. So she was still at home taking care of the household.",
        "Q: And did they live here in Brooklyn?",
        "Q: And when did they die, when did they pass?",
        "Q: So they lived — they lived quite a long life.",
        "Q: Okay. What would you want young people today to understand about your\nexperience in Poland before the war, your experiences in Russia, and the things\nyou learned after the war. Those are three distinct parts, but what would you want\nthem to understand about each of those segments of your life?",
        "Q: Di—I didn’t ask you much about your army day — your year in the — 1n the\nSoviet army. Did you do any fighting?",
        "Q: Okay.",
        "Q: So you were watching people who had been like you?",
        "Q: Or German pr — German prisoners?",
        "Q: You were watching Russian prisoners?",
        "Q: So they were just normal people?",
        "Q: Commissar.",
        "Q: Well, I understand what you mean by saying it would be good if they never\nhave to understand it — that is young people. Do you think that then — I mean, it’s —\nit’s one thing when you have someone who’s gone through an experience, there’s a\ncost in remembering, there’s a price to remember. Are you saying it’s better that\npeople are never really informed of these things?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: It’s very hard for people who have not been reduced to almost nothing, to know\nwhat it’s like. And I suspect it’s very hard to have words to put to that experience.",
        "Q: Wow.",
        "Q: No.",
        "Q: What was it like when you live in the United States? Does it — did it ever feel\nlonely that there wasn’t anybody you could talk about these things to? Or that —\nwho’d understand. Not that you’d need to talk about it, but who could understand\nit.",
        "Q: That’s right.",
        "Q: Do you think — are there — well, here’s a — a question that’s a little provocative.\nDo you think that there are people who endured the Holocaust, who were never\nclose to Russia at all, who don’t understand what you went through?",
        "Q: Do you have — do you have — sometimes Russian Jews who have emigrated to\nthe United States have felt alienated because people haven’t understood their\nexperiences. There’s — I’m talking in the 70s, in the 80s, and the 90s and so on. Do\nyou think there’s something to that?",
        "Q: Yeah.",
        "Q: Did you learn something about yourself as a person, having gone through these\nthings?",
        "Q: Yeah.",
        "Q: So it strengthened your belief?",
        "Q: But somebody would say, if He was a God, how did He allow this suffering? I\nmean, it’s the perennial question.",
        "Q: Everybody asks this question. How will you answer them?",
        "Q: Or the line is busy.",
        "Q: I don’t think the line is busy, but — but you mean, somebody who 1s victimized\ncould be — could be responsible for that? They — they’re guilty of — themselves, of\nbeing victimized? Is that what you’re saying?",
        "Q: Yeah.",
        "Q: Yeah, yeah.",
        "Q: But my question to you is more for those people who want to dismiss that there\nis a God, and say, if the — why — if there is one, why did he allow such suffering?\nAnd you say your faith was strengthened. How do you answer that question for\nthem?",
        "Q: Yeah, it’s a quota.",
        "Q: Yeah.",
        "Q: Yeah. To the telephone.",
        "Q: Any final thoughts? Any — anything else you’d want to say for the kids, for the\ngrandkids?",
        "Q: Thank you.",
        "Q: Thank you very much. This concludes our interview, the United States\nHolocaust Memorial Museum interview with Mr. Paul Jonas, on May 13\", 2013.\nThank you."
    ],
    "answers": [
        "Answer: I was — my name is Paul Jonas, born in southern Poland. I’m born 6-22-\n22.",
        "A: Yes.",
        "A: Yeah — no, no.",
        "A: Yes, we were seven kids; four brothers, three sisters. My father was — had a\nbank, he was pretty [indecipherable] and my mother was the cook.",
        "A: A banker, yeah, a banker, yeah.",
        "A: Yes.",
        "A: Yeah, the oldest was Abraham, then came Joe —",
        "A: — then Esther, then Schuler(ph).",
        "A: Then — ri — hi — Hinder — Hil-Hilda.",
        "A: Schuler(ph), me and Manya(ph). Manya(ph), you met Manya(ph).",
        "A: Yeah.",
        "A: I usually with — with Manya(ph).",
        "A: Yeah, ye-yeah.",
        "A: Yes, sure.",
        "A: Joe [indecipherable] he was a little bit different. He used to take the toys what\nwe got, and try to see how they are made, and never put it together.",
        "A: Yeah.",
        "A: Yeah. Otherwise he was good. Sometimes we were fighting. I had th — a little\nknife, maybe a inch. I tried to kill him. So my mother used to say, okay, okay, I'll\nkill — Pl help you kill him, tomorrow, tomorrow. Ten minutes later we were\nplaying again, you know.",
        "A: He was a very nice, all business re-really. He never had time to go to play, he\nwas busy, he was working in the bank.",
        "A: In the bank, yeah.",
        "A: Yes, ye-yes. He was the oldest, he was [indecipherable] the father.",
        "A: And he is the one who got killed for the — from the Nazis, a day before the\nAmerican army came in.\nMay 3, 2013",
        "A: Yeah —",
        "A: Yeah. Well, we were very good all, but in general was very poor. The whole\ncountry was poor, especially our town were very poor. There were a couple — two\nfactories, I think, or three. And —",
        "A: One was sneakers, or soles from the sneakers, one locomotives.",
        "A: Yeah.",
        "A: And we have some what a — what a — what do you call it, cutting in the — the\ntrees? Th-The lumber yards.",
        "A: Or a lumber — a lumber mill, a lumber mill. And this 1s the way the people — and\nwe had the river San, so most of the — of the — went fishing and selling the fish.\nMay 3, 2013",
        "A: This was — it became the border between the — during the — 1939, between\nGermany and Russia.",
        "A: It was li— years ago, Galicia, Ukrainian over there. And over — on the river, that\nwas th-the border, where the people used to [indecipherable] run away, and —",
        "A: Yeah.",
        "A: Soviet — yeah, yeah.",
        "A: I mean, became.",
        "A: It was Ukrainian, yeah, before, ukra — and then became the Soviet Union, yeah.",
        "A: Yes, yes, yes. I would say 90 something percent.",
        "A: Yeah, I mean, the whole side was Ukrainian, yeah.\nMay 3, 2013",
        "A: Well, as — were hard to tell how many because everybody spoke the same\nlanguage.",
        "A: They went only the same church, so — but we were studying in school,\nUkrainian.",
        "A: Yeah, yeah, yeah, we had to. This is [indecipherable] the language was, you\nhave to study a foreign language, but everybody used to study U-Ukrainian.",
        "A: In—1in ho — in the house? Jewi — Yiddish.",
        "A: Yiddish.",
        "A: Yeah.",
        "A: And otherwise you sa — you spoke with the Polish.\nMay 3, 2013",
        "A: As long as I know, yes. I don’t know if they were born he — I think my father\nwas born there. My mother, I’m not sure.",
        "A: Herman Jonas, or Hirsch, whatever. In — in Yiddish Hirsch — Herman Jonas.",
        "A: No.",
        "A: I used to have a passport, if — if I have time, I could find it —",
        "A: — and let you know.",
        "A: Yeah, but I know I have a passport, I know where it is.",
        "A: Yeah.",
        "A: Rose.",
        "A: Rose Jonas.",
        "A: Yeah.",
        "A: Finck.",
        "A: Finck, f-i-n-c-k.",
        "A: N-No. Na —na-— made out barely a living, you know. Most the time my father\nhad to help them out.",
        "A: Yeah, yeah.",
        "A: They were my relatives, my uncles. They’re from my mother’s side.",
        "A: I don’t know I — what do you mean?",
        "A: Sociable people, yeah.",
        "A: Yeah, they were, yeah.\nMay 3, 2013",
        "A: They were not loud, very respectful always [indecipherable] and charity.\nPeople came always for something, with the holidays, you were hungry, their doors\nare always open, you know.",
        "A: Most of the time, yeah.",
        "A: Yeah, most of the time always, yeah.",
        "A: Yeah, well, every Friday — I told you my father was rich — he used to take me or\nanother one, put money in the envelope, and shove it underneath the door, and run\naway, for so — for the people. And I asked him, Daddy, who, why? They are — they\nare not poor, but they are ashamed to say they are hungry. The poor people, he\nsays, th-they had what they eat. They’ll take a little from you, a little from them, th-\ntheyll have it. But those people was ashamed to say they don’t have it. So that’s\nwhy he took money in the envelope, put it underneath the door and run away. I se —\nI asked him, why are you running? I didn’t want them to think they are se — they —\nthey owed us something for it. They don’t want to know — yeah.\nMay 3, 2013",
        "A: Some knew, some don — didn’t.",
        "A: Like — like, for example, there was nice people, but they couldn’t afford an —\nshe needed a surgery on the eye; surgery back in this little town. So nobody could\ngive them the money, so my father send her. And she was — she had surgery done,\nshe was okay. Then we met in my — doing — after the war, he end in New York, so\n— her son became a dentist. Now — and I didn’t know, because the na — they\nchanged, the name changed. And I start to give him work, because you know,\nimplants, he was specialist in implants. And then they find out who I am, he started\nthe oh, my mother told me you — that you — your father saved my mother’s eye and\nso on and so forth, you know.",
        "A: He — money-wise, he wa — he was very nice to any ch-charity, churches, and so\non.",
        "A: Yeah.\nMay 3, 2013",
        "A: We had — we had over there a — it was a building built on the army, I’m — you\nknow, the Polish army. He gave them a lot of money, and because of this we have —\nI — a permanent lodge. We didn’t have to pay for the ticket, nothing going — yeah.\nThe lo — lodge were only for us.",
        "A: Yeah.",
        "A: Like a balcony inside and — 1n the main — there was like a — like — like here,\nMadison Square Garden or something like this, over there in the time, not so big.\nBut this was the only —",
        "A: Yes.",
        "A: No.",
        "A: A-Away.",
        "A: Most time I saw him was on Saturday.",
        "A: And Sundays. During the week at night — because when he came home, we were\nsleeping.",
        "A: And but Saturdays and Sundays we were together.",
        "A: Yes, yes. Everybody liked him. His w — he was very nice, very warm. And\nalways helper, always listen.",
        "A: Yes.",
        "A: Yeah.",
        "A: Yeah. Yeah, well, he never lay a hand [indecipherable] or something. He just\nlook at you, and you know, this is it. He always kept his promise, always. But you\nhave to be punished. Even you — you are — apologize, you are punished. Not as bad,\nbut — and if he says Ill buy you this and this, he always bought it.\nMay 3, 2013",
        "A: Yeah.",
        "A: And my mother was a little bit different.",
        "A: Tomorrow. Tomorrow never — come tomorrow, tomorrow. You want to go in\nthe movie? Tomorrow’ ll be a nicer movie. Okay, tomorrow came [indecipherable]\ntomorrow’ ll be a better movie. Yeah. In his case was different, but if she said it,\nthis is it, yeah.",
        "A: Well, 1-1— I don’t know, she was afraid to — to spend a penny, or she was afraid\nthat something happen to the kids. She was always very careful. Don’t go here,\ndon’t go there, don’t — you know.",
        "A: Very protective. I was sled riding with Manya(ph), my sister. And when you —\nand this — this was, I don’t know, maybe six inches full of snow, but it was winter. I\nask her, are you dead? She goes, I don’t know. I said, let’s ask mommy. So we\nwent and asked mommy if she’s dead. So this — really, she was ah — ah — oh — oh,\nmy kids, my kids, my kids.\nMay 3, 2013",
        "A: Well, I don’t know. I don’t — if I shall say it not. The thing — I— I—I was afraid\nto say I’m a Jew. I would like to change my religion. Because you were called\nstinkin’ Jew, stinkin’ Jew. You know, my father was a j — I was always a stinkin’\nJew.",
        "A: Yeah, in school, and — yeah, always. If — and they beat you up, you know.",
        "A: Oh, almost every day, yeah. But, for example, we had somebody, our neighbor.\nHe was shoemaker, and they were — they were poor. He has more kids tha-than —\nthan shoes. So my father sent him to a college, like we call gymnasium.",
        "A: He finish college, he became a officer in the army. This what he wanted to be,\nokay? We — and we go to school, and there was another boy, a non-Jewish boy,\nstart to fighted me; he was much bigger than. This guy was looking. When the\nother guy says — he start to bleed, then he stopped the —",
        "A: Yeah.\nMay 3, 2013",
        "A: No. Then he stopped it. Said, oh, that’s enough, that’s enough. And it on and on\nand on like this. You know, I’m handy?",
        "A: Everything. I— when I was in school, I don’t know, was I, eight years old?\nWhatever. They came out with a picture with the first president of Poland. Well he\nused — where he was born, he used to live. And they give us bark from a tree, right?\nI made a house, it came out — just a copy of it. So they took it, they put it in a\nmuseum, and they told me, it won’t be under your name because you are Jewish.",
        "A: So now you know how — how nice Poland was to us.",
        "A: Yeah, we were — we were — we were never teenagers, we were never kids,\nbecause we all — while you were playing we are afraid somebody came in with a\nstone over there.",
        "A: Yeah, yeah, sure, you know, thi-thi-this was normal. This was normal, yeah.\nMay 3, 2013",
        "A: Yes, yes, yes, I had — I still have friends. They were very close with me, yeah,\nvery nice. And th — his mother, when I was playing with him, his mother once say —\nshe didn’t know that I am on — in the side. She says, don’t play with him. They’re\nall a shochet. You know what a shochet is? The guy who kills — cut the chickens,\nthe animals.",
        "A: Kosher, yeah. Even when we were so close, yeah.\nunderstand them.",
        "A: Well, they didn’t know what the mother was talking about.",
        "A: I did. I was scared from this day on, I was so scared to look at her, you know,\nbecause —",
        "A: The only good time I had was Christmas.",
        "A: Because when Christmas — when they on the first night Christmas and they saw\na Jew, was lucky, you are lucky, because Jesus was a Jew. So then they were,\ncome in, come in, they have cookies, the whole thing. I didn’t know why, but then\nMay 3, 2013\nwhen I grew up, I find out why, because Jesus were a Jew, and according to the\nthing, they say maybe this is Jesus, you know, a reincarnation of him. So this is\nvery nice to me.",
        "A: Hm?",
        "A: It was, it was. You were in a country where you were stranger there. You are\nborn there, you are citizen, you went to the army there, but you were still a—a\nstranger over there. And that’s why most of the Jews, they spoke very bad Polish,\nbecause they spoke only Yiddish. Because you don’t like them, they don’t like you.\nAnd the whole day, wherever you go in this, you could hear Zyd — I don’t know if\nyou understand, Zyd go to Palestine; Jew, stinkin’ Jew, go to Palestine. This was\nevery day, in school, without the school, wherever you go.",
        "A: Yeah.",
        "A: Maybe, maybe.",
        "A: Yeah, but, what could — what could anybody do? You had to send the kids to\nschool.",
        "A: Well, they didn’t teach it, only Hebrew. So what good to do Hebrew?",
        "A: And not Hebrew really, just how to pray. So I— can’t do nothing with it.",
        "A: Yes, very religi — Orthodox.",
        "A: Orthodox, oh yes, yeah.",
        "A: Everything, mo-more tha-than — than you have to. They were very — yeah. They\nwere so bad — religious I’m talking about — one — once on [indecipherable] by\nmistake, I — I pick up a flower, and I [indecipherable] Shabbas, I forgot. I thought\nI'll die, that I wouldn’t wake up any more. In the morning, I went — I look around\nto find I’m still alive. I thought God will kill me because [indecipherable]",
        "A: [indecipherable]",
        "A: Ye — well, yeah.",
        "A: Well, you always — in school, whatever, I mean, Hebrew school, don’t do this,\nGod will punish you, don’t do this [indecipherable] You’re afraid to work, you’re\nafraid to si— laugh. You don’t know when He’s going to punish me.",
        "A: It 1s, it 1s.",
        "A: R-Right, yeah.",
        "A: First thing, you have to go to school —",
        "A: — because you have to read and write in this language where you live. So you\nhave to learn. But only [indecipherable] Jews always spoke Yiddish language.",
        "A: Usually I 1—I like history, and I think, it’s not physics, but similar you know.\nMay 3, 2013",
        "A: Yeah.",
        "A: I—I like the best that, yeah.",
        "A: Yeah, they were nice.",
        "A: Ninety-nine of them were nice. And in Jewish, not Jewish, it was the same\ntreatment.",
        "A: Yeah, but why — why do we have it here too? The Jews are rich, and the Jews\nare this — you know, especially when the time is bad, somebody’s fault. Then who\nelse could it be? It has to be a Jew, standing over there, you know.",
        "A: The parents. You brought up like this. Like we brought up, don’t trust this guy.\nMay 3, 2013",
        "A: And same thing over there. He’s a Jew, don’t trust him, don’t do this. They told\nyou. The mother says, we are shochet. You know what a shochet is, a killer. He\nkills the animals, kosher.",
        "A: So there was — we lived together, looks like, and we — we probably hate each\nother, the same time.",
        "A: Yes, yeah. Well, I was ashamed, afraid to say I’m a Jew.",
        "A: Then when I came to Russia, I was older. That was a little bit easier. Yeah, they\ndidn’t call me the Zyd, they call you Ivrai, you know, you know, Ivrai. And this\nalways — I —I didn’t trust, I’m afraid to. It was a whole thing, maybe he had killed\nsomeplace, yeah.",
        "A: To us, according to the town, that’s pretty large.",
        "A: And most of them very poor, most of them. We have rich people too, Jewish\npeople I’m talking about.\nMay 3, 2013",
        "A: But a—a lot of them were poor. Beggars, poor, yeah.",
        "A: Two lumber — lumberyards were there.",
        "A: Not the lum — lum — we — we the — lumber mills, yeah.",
        "A: Two lumber mills, yeah.",
        "A: Yes, yes.",
        "A: Oh, we had people over there, we had — same in the bank, we have a guy who\nwas the manager, like my brother. And where — over there we had two of them.",
        "A: Very good.",
        "A: Very good. Because he had — you know, had patience, with you. He didn’t jump\non you because you did not have the money now. And the people liked that, yeah. I\n—I think I have from him the same thing. I know, when I bought the office, when I\ncame in the office, people — this is years ago, don’t forget, I’m retired already, but\nMay 3, 2013\nnow 50 years ago, everybody was sitting there in the waiting room with keeping\nthe money like [indecipherable] the wallet. I didn’t know when I bought the\noffice, I came in and I ask her, why is everybody hold their money like this? We\nwant to show you that we have the money, so you would treat us. So I told them,\nyou put the money away, you are a patient here, and when you are a patient, you\nhave pain, you’ll be treated, money or not money. And this was a — they like it.\nAnd I triple my income the first — yeah, the first year I triple it.",
        "A: And I was very successful. I had three doctors work for me. Have two floors.",
        "A: Yeah. I — probably this I probably learned from my father, yeah.",
        "A: It 1s, 1t 1s, yeah.",
        "A: I was — I was a— a—a dentist. But it — you know in Russia, the — you have the\npapers, but you’re not a — I would say you are — are [indecipherable] is a dental\nphysician. Over there you don’t get a doctor degree.\nMay 3, 2013",
        "A: Yeah.",
        "A: Yeah, yeah.",
        "A: Was not really a school the way we have it here. We were working so many\nyears in a clinic, and then — you know, with the doctors, they trained you. And\nthen, after I forgot how many months, they beca — I became the title, physician.\nThis is when Stalin give an order. They were short on doctors, and short on nurses.\nIf you were two years, or three years, something like this, a nurse, you became a —\ntake another test, and you became a doctor. And this with the — with the — with\ndentist too, yeah. And when I came back here, then I went back to Germany. I\nwent through four or five years. And I came back, I went to Pittsburgh here, and\ngot my license.",
        "A: When I came to United States, I went to Germany, back to Germany.",
        "A: Yeah.\nMay 3, 2013",
        "A: For the same reason, because I had license, but there wasn’t license like — but\nthey didn’t have the college. I mean, they had it, but —",
        "A: It’s — yeah.",
        "A: They had a — but in — in Nowosibirsk, somewhere far away, we were in — in —\nin nowhere there, you know.",
        "A: Germany, and then in Pittsburgh, Pennsylvania.",
        "A: Pi-Pilsudski.",
        "A: Pilsudski.",
        "A: He like — I— I mean [indecipherable] was the president, we say we like Pil-\nPilsudski. He was nice with the Jews, the Jews were nice for him. He was twice in\nSiberia in prison, and two Jews, one Jew I knew, h-he — they — they — I say — they\nsmuggled him out from there, from prison, from Siberia.",
        "A: Yeah, yeah, from — from Russia, twice. And this way, nobody could touch a\nJew as — so long he was alive. And this guy had papers so nobody — nobody could\n— not could — the only thing [indecipherable] as he himself, Pilsudski.",
        "A: Yeah, yeah.",
        "A: He was from Sanok, yeah. He was a dentist, too.",
        "A: Yeah.",
        "A: Well, in 738 - ’39, I wanted to be a dental mechanic, you know? The one who\nmakes the teeth in the lab.\nMay 3, 2013",
        "A: So we started down by this dentist, and then the war started, and then Siberian.\nAnd I wind up in the clinic after — after we were freed from — from the camps, and I\nwas working over there. [indecipherable]",
        "A: What?",
        "A: Yeah.",
        "A: Yeah, right, right, yeah.",
        "A: Tannenbaum.",
        "A: Yeah.",
        "A: Dr. tame — el-eli — Elijah —",
        "A: Elijah, yeah.\nMay 3, 2013",
        "A: They call him Eli — Eli.",
        "A: Yeah, everybody know he can — everybody knew him, everybody saw him,\neverybody points the fingers, in — Jew or non-Jew, he saved Pilsudski, he saved —",
        "A: Not much.",
        "A: Not much.",
        "A: My father, they not like to discuss it because it’s — everybody knows we’re\nsuffering as itis. What’s good to talk about it? We can’t help nothing. Just listened\nto the news, and we’|l learn plenty of it.",
        "A: In truth, I me — I don’t know.\nMay 3, 2013",
        "A: You know. And I like to say the joke when — when Hitler was on, and the guys\n—a Jewish guy sitting and reading Hitler’s paper. So the guy asks, why are you\nHitler? Why don’t you have the Jewish paper? So, by Hitler’s paper, it says the\nJews are rich, the Jews are that. The Jewish paper [indecipherable] says Jews are\nhaving killed, and [indecipherable]",
        "A: Yeah.",
        "A: Oh yeah. About two years before the war, we knew Hitler is coming.",
        "A: Yeah, and the — and the non-Jew, hey Hitler is coming, hey, Hitler is coming.\nFinally, we got to get rid of you, yeah.",
        "A: Oh boy,|[indecipherable] none of these, they ga — they got more fresh to us.",
        "A: Yeah, the minute he died, Pilsudski [indecipherable] marshal, they start to go\nto the Jews, you know.\nMay 3, 2013\nbecause look at what happened to Poland.",
        "A: But they didn’t know this. They thought because they’re not Jewish, that Hitler\nal — will welcome them. He says, okay, here, I’ll give you more Jews to kill, you\nknow. They were happy because they think, aha —\nmurder that happened in Sanok because of these things?",
        "A: No, no. It was when just by accident, there’s beating.\naway the fact that you’d be — be —",
        "A: Yes, yes, yes, yes, yeah, yes.",
        "A: No.",
        "A: No. Only that one I saw the first time 1s when we were in the Russian camps,\nand we went to work in a ca —",
        "A: — like laying the trees. And while we working — to work, he asked a piece of\nbread. Nobody has a piece of bread. And a couple minutes later, he dropped dead.\nMay 3, 2013",
        "A: It’s the worst time yeah.",
        "A: I was still at home. Still in — 1-1-in our house.",
        "A: The day, no, but every — everybody was remembered, uh-huh.",
        "A: Yeah. And — and our president, don’t worry about anything, two weeks we’ll be\nho — back. We are winning. It’s not true. I don’t know if you know the story, you\ncould even look up in the books. When Hitler came in with the tanks, with the\ntrucks, the Polish went with the — on horses with the sabers. A couple hours later,\nthey were all dead.",
        "A: They were against the —",
        "A: I-In ’39, may — °39 - °40.",
        "A: They 0-occupy mers — march in, they occupied Sanok.\nMay 3, 2013",
        "A: Yeah, yeah. Seen the whole army there, you know, and then, when\n[indecipherable] they took over the Ukrainian part too. And then when the Polish\narmy start to come in, they have to move out.",
        "A: Oh, okay.",
        "A: Yeah.",
        "A: I know we were with them not more than maybe — maybe a week.",
        "A: You are afraid to move out here — well, from the house. You are afraid — you\nknow, to — anybody who come in now and — and shoot you, yeah.",
        "A: Not at the time, no. Not when we were there. Yeah. Because there soon was a\nmix-up. They — they was afraid, even the Jews, but they didn’t know if th — we are\nRussian Jews, so move on to the Russian side, or — so they were —\nMay 3, 2013",
        "A: We all left the house.",
        "A: Yeah, except one my brother, you know, the oldest brother. Everyone left there.\nTook a suitcase, whatever you could go, and you went over the water, which 1s the\nSan, over the San.",
        "A: Yeah. And while we are going, we wen — the bom — bombs are coming — came\ndown. When you see Manya(ph) — you saw Manya(ph).",
        "A: She was on her way with the horses. They mo — cut off the rest of the wagon,\nshe was — she, the horses and the driver was only on the two wheel, you know\n[indecipherable]",
        "A: Yes. She couldn’t talk about that for two or three weeks. Couldn’t move from\nthe shock.",
        "A: No, no, no.\nMay 3, 2013",
        "A: Well, Hitler came in, were there a couple of days or weeks, I’m not —\nsomething like this. And everybody run after the war there. And there were some\ngood officers, the German officers. They used to say go, move, move. We are not\nkilling. But the others coming in and they are the — so, everybody run.",
        "A: This In —I knew — I knew something about it. I knew something, but I don’t\nknow what happened, and why.",
        "A: We went together.",
        "A: We went together, except during working, I told you what’s happened, the\nbomb, and they disappeared, you know, and nobody will know where you are.\nPeople [indecipherable] to somebody — somebody else there, yeah.",
        "A: No, we — after, after. Before already — before the Russian came in.\nMay 3, 2013",
        "A: While we were on the Russian side, the Russian wasn’t there. Was all\nUkrainian, yeah.",
        "A: So this after —",
        "A: We went to a small town, a Terapa(ph) — Teraba(ph), something like this.",
        "A: Ter — yeah Terra(ph). Terra(ph), I think it’s t-r-w-a, something like this.",
        "A: We supposedly have some of our rel — our relatives, I mean, through marriage\nrelatives. And they’re in there, they won’t let us in. We have a — still a — a horse,\nand a wagon, and w — and — and we were sl-sleeping outside. Says yeah, okay, in\nthe backyard you can sleep out on the grass, over there. And —",
        "A: No. They had other people already. That’s what he said. There was jealousy, ma\n— my father was rich. But anyway, in the morning we got up and want to continue\nrunning; a wheel is missing from the whole thing. We know who took it, they took\nit, yeah, because they had horses too, and cars. And then —\nMay 3, 2013",
        "A: No, because we thought maybe we could go — but we were on the border almost,\nalmost. So we thought maybe we could go a little deeper away to the — towards\nRussia.",
        "A: Yeah.",
        "A: Well, they were staying over there, they didn’t want to move, they are — they\nwent — because there’s the Russians coming, they are back home. And this\nhappened a couple days later, Russia came in. So they were there. We didn’t have\nnothing there [indecipherable] in the house, and I don’t know how long we were\nthere, for a while. Then when the Russia tell us, go in there, they call it shal — shal\n— shalone(ph) — shallon(ph)? Their train, cattle train. And they took us to — t-to\nRussia.",
        "A: Fir-First of all, we were not any more a citizen of any country, because the — our\ncountry was occupied.\nMay 3, 2013",
        "A: And he needed people.",
        "A: Stalin needed people. Is it to work, or is — or is it in — 1n a gold mine, not — a\ncoal mine, so he says, whatever. In the end, he probably think now, we in Russia,\nwe became communists.",
        "A: Yeah, we all.",
        "A: We all have, yeah. We — we — we liked — we didn’t like communism as such,\nbut to be free, we are the same. Me and you are the same. This what all they liked\nabout it. And then you bit in the beautiful apple, and the apple was very sour, you\nknow.",
        "A: No, no, no.",
        "A: No.\nMay 3, 2013",
        "A: Not only we. There are — all of them were escape from Germany to Ukraine,\nthey take all of them, those people away. And especially rich. We were rich.",
        "A: How they — everybody knew, til they me-me-mention the name, only the name,\nthey knew, uh-huh.",
        "A: No. I would say by car now, maybe 20 minutes.",
        "A: Make — may — may — maybe more — more or less, but — by car.",
        "A: And the Germans, with cars and tanks, for them it’s a couple hours there.",
        "A: Yes. Oh, we were so happy. At least we could go on. You’re not afraid to be\nshot, you’re not afraid to be kicked around, or nothing. We was very happy, sure.\nFreedom, first time, yeah.",
        "A: He wasn’t, he left everything; the house and the bank, the — everything.\nMay 3, 2013\nthat true?",
        "A: Before the war.",
        "A: Yeah.",
        "A: Yeah, before the war, we — again, because people didn’t buy from us any more,\nand — not buy, I mean deal with us.\nthe lumber mills?",
        "A: No, they were still — I don’t know [indecipherable] s-still there.\nthings started to go badly, did you feel that at home where — was the money\ntighter?",
        "A: I—I don’t think so.",
        "A: We were kids, but you — you lived the same thing, we had the same, yeah.",
        "A: We knew that something is going wrong here. Everybody was losing already.\nMay 3, 2013",
        "A: Yes.",
        "A: And always have help.",
        "A: I don’t know, I think we had one, two, three or four, more or less, yeah.",
        "A: Yeah, sure.",
        "A: Yeah, well, Father could afford it. We — it’s not then to afford it. Over there,\nthey came to work for you only for the food, forget about the pay.",
        "A: If you want, you paid a couple dollars. But so long as they have something to\neat, and he — and there — there — we buy them a dress, or whatever, this was\nenough, yeah.",
        "A: Yeah, very poor, yeah.\nMay 3, 2013",
        "A: [remember the guy who works for us had black bread. I had never had black\nbread. I says, Il — Pll — Pll trade with you. I gave him my piece of challah.",
        "A: And he gave me a piece of bread. He took the challah, put in the arm. I said,\nwhat are you doing? I keeping for — for my wife, when I’Il come home tonight, he\nsays, he went home to — he gave her the piece of challah.",
        "A: Yeah. For me the black bread was different, I — I — I grew up on white bread,\nyeah.",
        "A: Yeah.",
        "A: It’s — even with — one night I slept in his house. My parents let me sleep in his —\nthe house, oh, my shed is bigger than his house. Is one — a shed like, you know.\nThe window was no window, you just opened thing. At night he ca — close it with —\nwith — with wood. And I am so happy on straw. I says to my parents, I want to\nMay 3, 2013\nsleep like him. Yeah, because you’re used to the good thing, now something\ndifferent, for a child, something —",
        "A: It was not too big a house, but [indecipherable] the eight of us, one, two, three,\nfour — four bedrooms.",
        "A: Yeah, and this was already a big house, with a kitchen, and a dining room, and\nliving room.",
        "A: Yeah.",
        "A: No.",
        "A: Wood, wood, right.",
        "A: I think was wood anyway. Wa — most of them houses, even there was some,\nthey put in wood so this, you don’t have to paint it, you paint once in a while. But\nthe bricks you have to paint [indecipherable] expensive. Cement house.\nMay 3, 2013",
        "A: No, much nicer.",
        "A: Much nicer, we are — I felt like I’m a human being. We were dancing together,\nwe are — we are sit — eating together. Sit, eat and dance with — with the — the non-\nJew —",
        "A: No, this already when we left Sanok.",
        "A: Yeah, this we left Sanok. We were across the border, yeah.",
        "A: Yeah.\nMay 3, 2013",
        "A: Yes, yes. Why? Because the Russians were — came in, over — over — over maybe\na couple days before he came in, so we all go free, all of a sudden. It was the\npromise, everybody have the same income. So, you know —",
        "A: — so everybody was happy now, finally.",
        "A: Yeah.",
        "A: Because they have wagons, they have horses. And a wheel over — at that time\nwas a lot of money.",
        "A: Sure, yeah.",
        "A: And — and not only this, they would have two wheels, because we had to leave\nthe whole wagon there.\nMay 3, 2013",
        "A: Yeah.",
        "A: Sure. You can’t go with three wheels.",
        "A: So they have the whole thing, yeah.",
        "A: Well, we were there, I don’t know th — how long.",
        "A: And then one day, they will call — we — and they call all the [indecipherable]\nand now — now we are [indecipherable] because we are from the other side, and\nthey load us up on trucks. We thought we are going some — a different town to\nsettle down. And they brought us to a railroad. Only at night.",
        "A: Not — never, never — only night, never — and then this was the end of tt.\n[indecipherable] once I see the cattle trains. And they start to close it up like\n[indecipherable] and we knew this is it.\nMay 3, 2013",
        "A: Nobody knew tt.",
        "A: We - we knew — we knew — we thought everybody we knew would be getting\nkilled now. Why are they treating us like this, you know? There — a toilet — was —\nwas a toilet; a blanket, with a pipe, this it. Men and women had to use the same\nthing. Shower, forget about it. Yeah.",
        "A: Li—I don’t know. I don’t know how many you — was a lo — big long tr-train,\nyeah.",
        "A: He wasn’t, no.",
        "A: He was engaged — I don’t know if he was engaged, but anyway, he had a steady\ngirl, I think he was engaged. And they decided to stay. Why? Because our president\nwas speaking on the — I told you, in a couple days we — we will get rid of the\nGermans. We are winning here, we are winning there. So he decide, let me stay. So\nwe lost the war, and he lost his life.\nMay 3, 2013",
        "A: Well, we had the cousins, really beautiful, they were so beautiful. They all got\nkilled there.",
        "A: To one, I know.",
        "A: She — on the — of the day — I think the day, a couple hours later, before the\nRussian came in, a guy recognized her and he called a — a German, they kill him —\nkill her.",
        "A: Yeah. She was in Krakow at the time.",
        "A: At the time, yeah.",
        "A: Yeah, I did.",
        "A: Well, I mean, I — the doors open, get some fresh air, and the food. Yeah, and\nonly at night they ga — they feed us, at night.\nMay 3, 2013",
        "A: And always out in back of the — so no people are, you know. They probably\ndidn’t want to expose us to people, or people to see what’s going on. So every night\nthey was feeding us. You could go out a little bit. You know, you — they know they\ncouldn’t escape. Where you gonna escape?",
        "A: Nice.",
        "A: They were nice.",
        "A: They were nice. They were plain soldiers, you can’t expect to kiss you.",
        "A: But at least they were never — they were half nice, you know, some pe —",
        "A: No. Some people help you, some soldiers.",
        "A: Yeah, they were —",
        "A: Well til we wind up — I don’t know how long we take, I think on a six weeks, or\nsomething [indecipherable] this.\nMay 3, 2013",
        "A: Yeah. I think six weeks, tha — ya — more or less, yeah. Then we way — wind up\nin Siberian. I think it was Nowosibirsk.",
        "A: I think so. And then with the trucks, they brought us back into the Tiger(ph) — I\ndon’t know how you say [indecipherable]",
        "A: [indecipherable] not a jungle.",
        "A: [indecipherable] don’t know in — in — 1n English. They were — they were — they\nwere the first one, nobody ever was there, you know. And there were several\nbarracks. They gave us the saws, the hats, and told us how to cut it, and next day\nwe went to cut it, you know, and —",
        "A: Trees, trees, yeah. Some things were so big, four people had to get on. Took us\ntwo days to cut one tree. Not — you know, some of the trees.\nMay 3, 2013",
        "A: Only the brothers, and the sisters, not my parents. My parents were — my father\nwas making some kind of sticks over there. I don’t know why they need the sticks.\nAnd my mother was doing something else too, I — I don’t know what.",
        "A: Yeah, yeah.",
        "A: Yeah. But she wasn’t wa — in the woods, she was with somebody else. But the\nwa — we were living in the woods, anyway, yeah.",
        "A: Yes, yes, yeah.",
        "A: Plain wooden — wooden structures, that’s it. And Manya(ph) was there too,\nyeah. And I-I think — I don’t know where she was, she was doing something around\nthe house.\nyou why you’re there, why they brought you there, what the whole purpose was?",
        "A: No. We had a guy come in every week, he was the main guy, and he was\nspeaking to us, how good communism is, and this and this and — so — but we told\nhim, we have only one slice of bread or two slice of bread, or — during the day, and\nMay 3, 2013\none soup. How could we live like this? You gonna kill us. Now, he was a\ncommunist.",
        "A: He says no, no, we don’t kill. You — you understand in Russian?",
        "A: [speaks Russian]",
        "A: Yeah, you will die.",
        "A: It is the answer.",
        "A: But he was right, yeah.",
        "A: Are you kidding? Every day. The beginning was terrible, then we got used to it.\nDon’t forget, we have some people diabetic, some — they had no — no medication,\nno nothing. How could a guy like this survive?\nMay 3, 2013",
        "A: And — and two slice bread. I was told, I don’t know, I was told that this bread\nwhat we got, it was mixed flour with sawdust, yeah. It looked different and it taste\ndifferent, but this what I was told. That was true, I don’t know.",
        "A: Nothing, no, nothing. Yeah. Not right.",
        "A: Not special, we all were sick, but not special.",
        "A: My parents, they were — they start to go down.",
        "A: Yeah. We were in the woods chopping the trees, laying trees. And the first time,\nafter two years, I saw a farmer, a lady bring — she brought scallions.",
        "A: We didn’t have to pay, other people have some money [indecipherable] to buy.\nWe didn’t have much to buy. So I told my brother, the one you see him Sunday, I\nsays, you make her busy, I’ll take one, and I too — I took two and I steal it, I run\naway. And this what happened. I saw this there, and I run to my parents. I don’t\nknow, I know it was something with seven. It was 17 miles or seven miles one\nMay 3, 2013\nway. I — I bought it my parents, they were laying, they couldn’t move. And they\nwere so happy, they had the two thing of scallion, they made soup for two weeks.",
        "A: So — was so — water in it, and, you know, nothing else.",
        "A: And I told my brother, in case nacher — nachernik(ph) — how you say that,\nchernik(ph)?\nA2: The supervisor.",
        "A: The supervisor asks where I am. Tell him I have to go — I — I mean, men’s room,\nyou know?",
        "A: There was no men’s room. So, usually he’s not going to look for you. And I had\nto ru-rush back, otherwise I wouldn’t get any slice of bread, or no soup, after all\nday long.",
        "A: So-",
        "A: I think about three years.\nMay 3, 2013",
        "A: Then all of a sudden, Stalin gave a order to release us, we are free in Russia.\nWe could do whatever we wanted, we could became citizen.",
        "A: No.",
        "A: No. We had to have passports to travel. [indecipherable]",
        "A: And then one day, we had a little house, not our house [indecipherable] we got\na house because my brother — you’! meet him Sunday — he became an accountant.",
        "A: So because of him, we got some corn, some this tha — yeah.",
        "A: This is in — in — Siberia, in Kamyen",
        "A: In Kamyen.",
        "A: In—1in Kamyen. And — so and everybody got a job already and this way I wind\nup in the clinic to work over there, became a dentist. And they were working in the\nMay 3, 2013\nmills. And one day, in I — you don’t know what — you know what th — the\nkolkhoznik, they’re farmers —",
        "A: Yeah. They had to give every year so many heads, I mean, to the — to the\n[indecipherable] so many calves and so on. So — heads, they count. So\n[indecipherable] if you had a little, a calf, you give them this, and they’Il give you\na—acow. It wasn’t legal, but so long guy, because they’re going to kill them\nanyway in the army. And so I—I — it wa — it was a holiday, I came home — so, and\nthis the same thing they do with — with the army, the navy. They call your name, if\n— if you’re not home, what’s your name? So they take you. Just as long as they\nhave a head, yeah. So I— I came home, I was praying, it was a high holiday. And I\ncame home, and a guy is asking for my brother, another brother. Or his grandfather,\nhe says, go in the army.",
        "A: Joseph, yeah. I said, Joseph is not here. So, you want to go? I said yes, Il go.\nSo Pll go instead of him. And my parents [indecipherable] and so on. I told my\nparents, I have a chance to wind up in clinical hospital, because I was working\nalready. I have some little paper that — who I am. So I was a year in the army.\nMay 3, 2013",
        "A: The Soviet army. And there again, all of a sudden, Stalin gave an order to take\nall the Polish out and the Greeks [indecipherable] out from the army. Because we\nstart to win the war already. We were crossing, you know. So he wanted to make\nanother communist country in Poland. He thought now we are good communists,\nwe are already — so then — then they s — they didn’t dismiss us, but they took our\npassports, and give to a guy, he wa — he were — may wind up in the coal mine or\nsomewhere else, yeah. So I told them, my neighbors from Kamyen, the old town,\nI’m escaping, I’m running away.",
        "A: Yeah.",
        "A: But a guy has all our passports.",
        "A: He will take you whenever he needs you.",
        "A: In the coal mines, or he’s whatever —\nMay 3, 2013",
        "A: [indecipherable] you’re not going home, you —",
        "A: No.",
        "A: You’re never free in Russia anyway.",
        "A: Yeah — no, no. Ye — only a part. What you like is the freedom.",
        "A: Here’s the only part with — with — not —",
        "A: Yeah. But according to them, they says, you could pray, you could be religious\ntoo. The communist party, that’s what they — you know —",
        "A: — advertise.",
        "A: That you could be Jewish, you could be anything, you could be a religious,\nyeah, but it’s not true, it’s just —",
        "A: Yes.",
        "A: Yes, always. In the morning, or [indecipherable] during the day if — because\nthe Jew prays three times a day, yeah.",
        "A: [indecipherable] they stops working for a couple seconds, and they pray.",
        "A: And e-even there the — the guard who was there, they didn’t say nothing at all.\nThe-The-They liked to pray too. They told us wa — they prayed, yeah.",
        "A: There were even God in the communists, yeah.\nMay 3, 2013",
        "A: You know, I became — a very close friend, he was a — a communist party, he\nwas a commissar.",
        "A: Like the ha — highest — more than — than anything, he was [indecipherable] he\nwas the [indecipherable] everything, in this town at least, yeah.",
        "A: Yeah. So he was fear of God, this — then he show me, he has a little picture from\nthe Holy Mary, and they were praying, even though he was a — we were very close\nwith them, yeah.",
        "A: So anyway — and then I escape.",
        "A: Yeah, I le — I left the passport, everything. The guy ask me, how did you\nescape? The people will see you to escape. I says no, once the thing stop, the\npeople go out, we go the other side out, out the — between the trains —",
        "A: — and so I did. They going out and we going between two trains, and we\ndisappeared. And then we came home, walked home. I don’t know if it was two ka\n— two weeks after. And where you go, you need a passport. So I— I went to my\nMay 3, 2013\nfriend, you know. He became my friend because I be the only one, I was the only\none, out — out of I don’t know how many hundred miles which was a dentist. And I\nmade him a crown, here, a cap, a gold on gold [indecipherable]. He couldn’t have\na gold one because the Russian are not allowed to keep gold. We were allowed\nbecause we brought the gold —",
        "A: — with us, you know.",
        "A: So in this we became — yeah — yes —",
        "A: So, you know, so I make a gold crown. And then I went to him, I told him the\nwhole story [indecipherable] we escape, we need passport. He called whatever, he\ncalled the — maybe an hour later we had new passports. I thought he was God, he\nwas everything, what he could do over there.",
        "A: This I don’t know. I think no more — maybe a year, maybe a year and a half. Not\ntoo long and then Stalin gives the order we — I told you, go home. You could stay\nhere, or you could go home.\nMay 3, 2013",
        "A: Yeah. But this — if you go home, you don’t have to pay for the — they brought\nyou here, and they — they took us back to Poland.",
        "A: Free, you know, with the cattle train.",
        "A: We all went back home.",
        "A: Yeah, home. We are afraid to go back to Poland, because afa — in Poland, they\nstill kill you.",
        "A: Yes, we knew.",
        "A: We were talking everybody, yeah. So where — what I did — what we did — so\nwhen we came back to Poland, we had the Jewish underground. They got me —\nwhich — with every refugee there, and says, we’ll take you to Israel. And this was —\nyou know.",
        "A: Yeah.\nMay 3, 2013",
        "A: I don’t remember. I think around six weeks.",
        "A: Yeah, same, same.",
        "A: Nice, only the — yeah.",
        "A: Yeah. Yeah, sure.",
        "A: Because we knew we had no stay in Poland.",
        "A: We knew — all of us knew we are gone. We go to Israel, or we going to\nAmerican — because this was already occupied, the was — war is over, and Poland\nis occupied. If—",
        "A: No. No. We know the Hitler youths are killing Jews.",
        "A: When the — I came to Poland, I-I — I was buying soap, IUF was on it, IUF.\nMay 3, 2013",
        "A: Yeah. Right away, so a Polish girl says to me, you know what — you know what\nthis 1s? I said yeah, it was soap. No. These are [indecipherable] clean Yiddish\nJewish fat.",
        "A: So we start to buy over there, and we grab it, you know, hey, went to the\ncemetery. And then the — I went in, I — to another house that they brought us, the\nunderground, you know, show her there was Jewish beards [indecipherable] in the\nbath soap, laying over there with all kind [indecipherable] they were making all\nkinds of experiments on that.",
        "A: I think we were in Krakow.",
        "A: I think so, it was Krakow.",
        "A: They connect with us.",
        "A: They connect — they — they found us.\nMay 3, 2013",
        "A: I don’t know, they probably was watching echelon coming.",
        "A: Each train, yeah.",
        "A: Yeah, yeah. To one guy. They said that only one guy. He said spread out. Let us\nknow where they live, we’ll take care.",
        "A: And this what’s happened, all of a sudden somebody knock on the door, we\nafraid to open, because [indecipherable]. He show us who he 1s, and he told us\nokay, this and this date, we’ll come ge — what’s happened is, the border from\nPoland to Czechoslovakia, Czechoslovakia was still occupied by Russia.",
        "A: Also was occupied by the Americans. German was Americans. Poland was still\noccupied by Russia.\nMay 3, 2013",
        "A: I mean, free, but occupied, you know. So they came, o-on the border, the police\nwere paid. So there — the days when this guy’s on duty. So they took us and went\nthrough the — the border.",
        "A: From Poland to — to Czechoslovakia. Was the — occupied by the Russia.",
        "A: You know, and Poland was occupied by Russia too.",
        "A: And they told us, when you’re working —",
        "A: — if it’s happen to work during the day, if you see a Russian officer, soldier, and\nhe speaks to you in Russian, don’t ever answer in Russian. Make believe you don’t\nunderstand, because they told us Stalin gave an order, all Polish citizen stay in\nPoland except the Turks and the other — Turks and somebody else could go free,\nwhatever, home.",
        "A: Sure, you know.\nMay 3, 2013",
        "A: So [indecipherable] in a day, us, we are working like this, we were in\nCzechoslovakia [indecipherable] right, and working. I think there was 160 of us.",
        "A: Working and who goes there [indecipherable] general, with all the stars, and\ntwo officers next to him. He start to speak to us in Russian. We shouldn’t — so one\nof Jewish guy, he didn’t know what to do, he start — I don’t know if you know\nwhat’s Kaddish.",
        "A: Ka -— after the deaths. Well, so he say — start to say Kaddish after the deaths.",
        "A: So the Russian, the general says [indecipherable] he didn’t say nothing, he\nwalk away. He would send us back to Siberia and we never come back. He had the\npower. So he ma — make like close his eyes, he knew they are Jewish. And this — so\nhe went — we wind up in — again with the train. Through the night we traveled to —\nwe came into Austria. Austria a— we were free. The Germans were there, you\nknow. And then, some were in [indecipherable] Germany, some in Austria. And\nthen when the Russia — and the war was over, Truman — we have a order, who has\nsomebody in the United States and Canada, they’re going back at the first. Who\nhas nobody will go later, whatever.\nMay 3, 2013",
        "A: Hallein by Salzburg. Everybody knows Salzburg.",
        "A: Yeah, by Salzburg, do its —",
        "A: Hallein.",
        "A: Hallein.",
        "A: Yeah, it’s very nice, it —",
        "A: Yeah. But there were b-barracks from before, from soldiers.",
        "A: And we moved in in the — 1n those barracks.",
        "A: There was a— a-—an la — they ca — cay — they call him officer. I think he was\nfrom Switzerland, or somewhere — somewhere there.\nMay 3, 2013",
        "A: He was the captain of the whole thing.",
        "A: No, the military was all over there.",
        "A: But this was a — I-I don’t know was a st — to Joint, or was it to another\norganization, yeah.",
        "A: And they was supplying us with food, and with clothes and so on.",
        "A: Oh yeah. By this time, I told you when we — you start to buy the soap.",
        "A: And then lamp, made from ska — Jewish skin.",
        "A: No, on th — on the — on the — on the market you could buy [indecipherable]\nMay 3, 2013",
        "A: Yeah, yeah, on the market, like you know, you have basket with soap and basket\nwith flowers and basket with this. Yeah, real soap, an-and lamps.",
        "A: I think I—I think I bought one or two of the lamps of the human skin, the\nJewish human skin. So I bought it, and I gave it to — and they bury it, you know.",
        "A: And then I start to see more and more. Once we were in Russian — in\nAmerican’s hands like, they show us pictures, and we saw — we — we ca — we\ncouldn’t believe it, ah, we couldn’t believe it, but — and then we start to meet the\nguys from the camps, and —",
        "A: I— we were 99 percent sure they would kill us. We come back, said why are we\nback? We [indecipherable] the houses that my father had. Somebody probably\nlived some of that, and — and then the mill — the wooden mills and the —",
        "A: You have to — why should they let us in?\nMay 3, 2013",
        "A: Espe — I’m sure somebody was living in our houses, if the house was still one\npiece. It was, the house, I know, we find out later.",
        "A: Americans, occupy Americans.",
        "A: We came 1950 here. I think we were there about four years, three or four years,\nmore —",
        "A: Yes, yeah.",
        "A: I was already a dent — at the dentist over there. Remember there — I told you I\nhad the papers, yeah.",
        "A: So I been recognized to — not in Germany, for our camp.",
        "A: Yeah, yeah.\nMay 3, 2013",
        "A: Yeah, yeah, there was xylocaine. Novocain, we — we call it.",
        "A: Novocain.",
        "A: Was a bottle like this, you know, you had to suck it out with a — with a syringe.\nNow we have everything packed, you know, and —",
        "A: — you don’t touch it, yeah.",
        "A: Were painkillers, yeah.",
        "A: Oh yeah, sure.",
        "A: Everything sent from the United States.",
        "A: Everything from America, yeah.\nMay 3, 2013",
        "A: He was here, I saw him. In Brooklyn he had his [indecipherable] was engineer.\nYou know, and then was everybody getting older and older, finally he got too old.",
        "A: He survived the war, yeah.",
        "A: Nothing. Nothing. My sisters, I don’t remember [indecipherable] I don’t think\nthey were working though. And my par — father and mother, same thing.",
        "A: They didn’t have to work, because over — everything free.",
        "A: Everything, food, everything else.",
        "A: Yeah.\nMay 3, 2013",
        "A: Yeah, but th — something — what are you doing in prison? You know\n[indecipherable] I hope, and this was happen [indecipherable] hoping, and when\nthe war was over —",
        "A: Like a free prison. Yeah, you’re free to go wi — now, I don’t know if\n[indecipherable] in between. I was here in — in the United States, I was working\nfor the — the — a prison, a maximum prison, killers only.",
        "A: Yeah. And the same thing, if he was a good prisoner, he was free. Free\n[indecipherable] free, he could go in the town by hisself, he could go shopping for\nus. He was a free prisoner.",
        "A: Yeah, and same thing we were. We were free to go and — but [indecipherable]",
        "A: You can buy him a house if you have the money, yeah.",
        "A: Yeah, I think four, I am not quite sure.",
        "A: Yeah, it was, it was, sure.\nMay 3, 2013",
        "A: Because they have no room for us [indecipherable] the war was on, it was go\non. They have the [indecipherable] with them. We have — we have secured, we are\nin the — in the camps.",
        "A: Fo-Food, nothing goes up any. So [indecipherable] to take on the war. And\nwhen it was stop, first thing what they did 1s the soldiers, not us.",
        "A: The soldiers to go home.",
        "A: And after everything was smaller and slowed down, they start to send people\n[indecipherable] and then if nobody accept them, so the American\n[indecipherable] whatever, took him and send him someplace.",
        "A: My brother, who you’ll see him Sunday —",
        "A: He went a couple months before us, he was in Germany, and some as — his\ngroup, or whatever, came first went to United States. So then he came here, and he\nsend us paper, he is there. So that’s what he send us to — to New York.\nMay 3, 2013",
        "A: He didn’t have to show that he is working or something, but that he is there, so\nthat —",
        "A: And he ask him to — to go there, so [indecipherable]",
        "A: Yes, yeah, yeah.",
        "A: When we came here.",
        "A: I don’t know. We hear the people talking and then we find out that my brother\nwas killed, the last day, when the — same day or day before when the army came in,\nthe Russian army. And —",
        "A: Yes, ’45, °45.",
        "A: Yeah. The day before the — they were in the same town, almost at the same day,\nthey came in the next day, and they kill him.\nMay 3, 2013",
        "A: He was in Sanok, yeah. A-As far as I know.",
        "A: I was there with my brother.",
        "A: Yeah.",
        "A: No, my — m-my son, my son.",
        "A: I was —I couldn’t find nothing, nothing. You go in there [indecipherable] they\ngive you only when my brother died, when this one died, and nothing else, yeah.\nAnd then I — I saw a piece of paper, of I don’t know whom I got it, that this was the\nlast officer who was leaving at the time from Poland, and somebody pinpoint he is\nJewish. He’s, okay, let me kill the last Jew. And he killed him. It’s unbelievable,\nyou know, when — when you think about it, y-y-you s — you — you don’t believe it\nany more. How could that be, you know.",
        "A: Well, this is 1t. And then when I came over here, I was working a dental lab, and\nI didn’t like it. I start to like it. I said to myself, if I li — start to like it, Pll be a\nMay 3, 2013\ndental mechanic. I didn’t want it. So I tried to get in the college here. Th-They\ncouldn’t take me because they have so many older people than I am, with\n[indecipherable] said will take another maybe eight — 10 years before. So I send\nmy papers to Germany, and that was accept. So I went to Germany —",
        "A: Wi- wi— Wizburg(ph) — Wizburg(ph) —",
        "A: Wurzburg.",
        "A: Bavaria.",
        "A: S-So I went there — beautiful town. I was there four years, five years to ma — to\nmake my doctors. And then when I came back, I went back to Pittsburgh — not\nWitzburg(ph), Pittsburgh, and I got my degree, I’m a doctor.",
        "A: No.",
        "A: Yes, in germ — Jewish in — in — in — 1s very close, very close.",
        "A: Not at all. I speak five language anyway.",
        "A: They Yiddish, Polish, Russian, I spoke [indecipherable] in Russian, German —",
        "A: English.",
        "A: My father spoke, I think, eight or nine or 10, I don’t know.",
        "A: Beautiful.",
        "A: Beautiful. Very nice.",
        "A: The people were very nice to you, very nice. They — they didn’t — they are not\nthe same people, overnight.",
        "A: To me — to me, they are like — like robots. You press this button, they do this\nway, this — when they — when Hitler would turn around, say hey, now I want to\nMay 3, 2013\nkiss every Jew [indecipherable] oh, jawohl, jawohl, I mean, okay, they’ ll do it.\nThey — they just born soldiers, or born robots. That’s what I mean.",
        "A: Germans.",
        "A: Germans. I-I — |—I married a German, anyway, a German girl. Same thing here.",
        "A: Thi-Thi-This 1 — no, she became Jewish, yeah. I said listen, you no have to. No,\nI have to. I have a house in the country, right?",
        "A: We are going to the country. In the woods, it’s late at night, it’s dark, there’s a\nsign. It’s not a [indecipherable] stop sign. She tells me, stop at that. I says, stop for\nwho, what? Stop it. I says why? I thought that maybe a deer, a bear. It’s a sign.\nWhat sign? I says, I saw the sign. Nobody stops there. There’s nobody around here.\nStop. But this is they are, yeah.",
        "A: We — lectures from the professors. So I went to these lectures, 1t was maybe had\ntwo or 3,000 people there. So then the professors, who comes down and tell me\nMay 3, 2013\nwhat is this? Is it nerves, is it blood vessel? Nobody is going, so I got up, I got\ndown. So I — I explain to him [indecipherable]. So he says look here, a foreigner —\nbecause of my language — and you guys don’t know what it 1s? So one girl, I knew\nwhat it 1s, but you didn’t call me. The professor is stupid, did they — you know, in\nGerman, the professor, you know —",
        "A: Stupid. I didn’t call me there, but he came down. I says, whoever knows, you\nknow. This is the way they are.\nbeing amongst the — or did it not s — matter to you? You know, I’m trying to get a\nsense of — you know, the war is just ha —",
        "A: You know, in beginning, I look a-at all of them like they’re all killers. When\nyou live a while with them, you see that it’s not them, it-it’s the law. And they are —\nthis 1s the way they were — the book says, yeah.\nsomeba — thing that you didn’t — you know, it wasn’t — it didn’t prevent you from\nbecoming close, and having a family, and the — in the most intimate way possible.\nMay 3, 2013",
        "A: You see, his par — her parents were different. They are people. Her sisters,\neverybody [indecipherable]. Her mother — you know, this I find out later on, her\nmother spoke excellent Yiddish.",
        "A: Now, the question is, why?",
        "A: To me, probably her grandparents, or somebody was the — you know.",
        "A: I-I-In the same thing. You can’t blame the whole world because one or two are\nkillers, yeah. Don’t mean the whole country is like this, yeah.",
        "A: See, I—I didn’t grow up in Germany, right? But Polish people, the Jews, if\nthey want to go to medical school, or law, they couldn’t get in. Poland wouldn’t —\nthey wouldn’t accept Jew, the best grades. Over there they always did accept Jews.",
        "A: In Germany, til Hitler came, you know.\nMay 3, 2013",
        "A: So it’s a big difference. Here, you were born as a stinkin’ Jew, you die as a\nstinkin’ Jew.",
        "A: Yeah. You can’t became nothing here, because you are Jewish. Over there they\nnever — they’Il always help you. And a lot of rich people were Jewish over there.",
        "A: So this were a temporary, you know —",
        "A: No, no.",
        "A: I—I think — I-I son — I son — I said what I want to know. This is the way it is. It\nwas normal to us to be cold, an-and [indecipherable]",
        "A: Yeah. Well he —",
        "A: — he have — no, you didn’t have none choice.\nMay 3, 2013",
        "A: This is it.",
        "A: You didn’t. You are there and that’s it, you know.",
        "A: That’s what I’m saying 1s that before Hitler came, most of the doctors and\nlawyers came from Germany, because they could study there, they ta — took you\nin, you know. And th-then, you came back to Poland, you could then open an\noffice. But you never came — became a judge.",
        "A: Only a lawyer. No, we have — we have a joke about that. A guy tried — he was a\nJew, came back from Germany as a lawyer, he’s doing very well. He wants to\nbecome a judge. He tries, once, twice, three — no. So finally sa — the priest called\nhim in. He says to him, li-listen, you want to become a judge? Convert. He says,\nme convert? I don’t want to convert. Li then — he says, think about it. Okay. He thi\n— cames back the next day to the priest, okay, I’Il convert. So he converts, and\nevery Friday [indecipherable] open, he’s sitting in a restaurant, eating a chicken.\nFriday [indecipherable] the priest pass by, and says to him, son, you know, you’re\neating meat, today you can’t eat meat. He says no, it’s not meat, it’s a fish. The\nMay 3, 2013\npriest looked again, he says no, it’s — it’s a chicken. He says, no, it’s meat. He\nlooked again, he says to the priest, Father, I did the same thing what you did. I took\nsome water, I says, you were a chicken, you are a fish, you were a chicken, you are\na fish. Now it is became a fish.",
        "A: This the way they had to do, you know. You go there and —",
        "A: Ye-Yeah.",
        "A: Yeah, oh, they was already in the — occupy from the army where — after the war.",
        "A: In the lagers, yeah.",
        "A: Yeah, yeah sure.",
        "A: Yeah. I think some of them were even from the camps. But mine fa — mine —\nthey were [indecipherable] by Russian.",
        "A: Yeah.",
        "A: Yes. My father was very handy. I probably took it from him. He became a\ncarpenter.",
        "A: Yeah, became a carpenter, he fixed this, he fixed this, yeah, yeah.",
        "A: And my mother, who was still a mother, she was the mother.",
        "A: Yeah, the way we grew up, even til I got married. Whenever end of the week,\nyou got the money, you always give to mommy. Always, everybody, father — we\nneed money [indecipherable] so much. But this — this was no —- Mommy is the\nhead of that.",
        "A: Yes, yeah.",
        "A: My — my father — my mother died, I don’t know if it’s 20 years ago, or mo-\nmore.\nMay 3, 2013",
        "A: Yeah, yeah. He — he was 78, or 80-something. Or 87 [indecipherable]",
        "A: I don’t think they’ Il ever understand, thank God, thank God. You grow up here,\nyou just — sometimes I don’t believe that I could go o — through the whole thing,\nyeah. Let — let me take the army. We have no beds over there. Straw on a piece of\nwood. And no underwear, in the same uniform you were sleeping and eating. When\nan inspection from the United States came, before he came there, everybody get a\npiece of white linen, put it over here, make believe we have a shirt. Yeah.",
        "A: No.",
        "A: No, we were just training, and then keep, you know, the prisoner — watching\nprisoners.\nMay 3, 2013",
        "A: Yeah, yeah, yeah.",
        "A: No, Russian prisoners.",
        "A: Yeah, it was not prisoners, it was — it was a torture. What it was is, I had 16\nyears old and 90 years old, all kind. This is Stalin had thing to scare people to talk.\nYou couldn’t talk about Stalin bad thing. So to scare you, almost every month, or\nevery week sometimes, somebody has to disappear from your neighborhood. So\nthis 1s you keep your mouth shut. The way they did it, never did — never arrest you\nat your house, or never at work. On the way home from work, usually the girls\n[indecipherable] girls start to talk to you, or they just have to ask you something,\nin the police station. You never came back. Used to [indecipherable] I met them\nover there, you know, I was a good guy, because I — I was part of them, almost, but\nthey didn’t know it. So they told me, one — a couple over there, from the wedding,\nthey took him, for no reason [indecipherable] the people, just to scare. And then —",
        "A: Yeah. I told you I had a friend of mine, became very friendly. He was that\ncommissioner, whate-whatever you call him —\nMay 3, 2013",
        "A: — mayor. So I spoke with him a lot, he says, we have to. We have to do it. Li-\nLike, for example, we have — you had lawyers, right? If you go to court over there\nat the time, they had — they had lawyers. The lawyers can’t do nothing. If you tri —\nthe lawyer will try to show you are innocent, so you are against the government. So\nyou'll be punished. So you just staying there like a — like mummy, and that’s it.\nAnd listen. And this is the way —",
        "A: Not informed, yes. But — but they wouldn’t understand you, because I don’t\nbelieve it any more. You had to go through, you know, because it’s a — impossible",
        "A: — to — to — to accept, not to be a human being where you are one. Treat you like\na — you are — yeah — o-or in the army — not in the army himself, in the toilets. There\nwas a big hole with a piece of wood. And male or female, we all sitting together.\nCome on.\nMay 3, 2013",
        "A: So you — you — you are used to almost nothing.",
        "A: We were in the army, I told you [indecipherable] there, watching those\nprisoners. It was winter. For three months we didn’t had nothing to eat. No —\nnobody cared to get — get to us, so we finally yu — saw a field where the farmers\ntook off their cabbage. Was no cabbage there, the roots. We dig it out the roots,\nnothing wash it [indecipherable] shanell(ph), they call shanell(ph) the uniform\n[indecipherable] this is the soldier.",
        "A: [indecipherable] they just couldn’t understand, they thought that somebody\nmake up story. Or — or like my brother [indecipherable] you know, the showers.\nForget about shower [indecipherable] we had a — not a hole, a piece of stone over\nthere, with a couple blankets hanging, they’re outside a fire. You put snow, and\nfrom the snow we get steam. And this was our shower. You didn’t get sick, you\nwent without shoes, without the winter. This were your shower. Could you believe\nit? No.\nMay 3, 2013",
        "A: [indecipherable] remember?",
        "A: Only the foreigner, who went through more or less the same thing, will\nunderstand, yeah. Not from the other side. This was paradise. It was — here, when\nwe came, we just couldn’t believe it, we had the — we couldn’t believe it, we are\ntalking with a nice human being, you know. Thank God. Food all over. You don’t\nhave to stay in line, like you used to.",
        "A: You used to stay in lines for hours, and then they haven’t got any more. Like I —\nI —I love watermelons. I says, for one week or two weeks I was living only on\nwatermelons. I had no money, I had nothing to buy [indecipherable] the\nwatermelons were growing over there, just growing, you know, wild. And this the\nonly food what I ate.\nMay 3, 2013",
        "A: I’m sure there are plenty of it. For one reason that I — I-I-I tried to understand, 1s\nit true? I — I start not to believe what [indecipherable] look at me, and I’m still\nhere, and I have a office, with kid, with children. How could I live? But yeah — I\nmean, you start to think, you go [indecipherable] details. You went through more\nthan y-you could take, you know.",
        "A: The worst thing 1s, if you can’t share with nobody. It’s always, you know,\nlocked in the — in the — and you ask yourself what has happened [indecipherable]\nis it true? Some years, are you still alive, you know”? So it’s very hard to tell my\nkids. Okay, sure [indecipherable]. You can’t. If you don’t go through, you don’t\nunderstand, yeah. Same thing with a patient, if you never have pain, oh yeah, don’t\nworry about it, couple minutes you’ll be finish. For you a couple minutes, but the\npatient is suffering couple hours.",
        "A: Yeah. And same thing [indecipherable] not expected to understand.\nMay 3, 2013",
        "A: Oh, a lot. I think a lot. I don’t know why, it’s all — 1n all of us. We afraid to\nthrow out the piece of bread. It wa — it’s just, 1t’s too expensive — no, it’s not\nexpensive, it’s — it’s bread, you know, it’s — it’s something like a holy thing, you\nknow.",
        "A: And then you did a thing for everything. Every step you’re doing here, you can’t\nbelieve it, that 1t— you — I used to — I here, free? Do whatever I wanted, you know.\nA-Alive. And to me at least, start to believe you have a God. You have somebody\nwho does it for you.",
        "A: Yes, yes, yes, more, more.",
        "A: Yeah, everybody ask it.",
        "A: You look for a — for wa — answers. You ask, maybe, maybe this guy did\nsomething different. Maybe this guy did some — something [indecipherable] to\nMay 3, 2013\nsomebody, that’s why he has to be punished. Maybe. You don’t know. I never spe\n— spoke with God. I try. He has no telephone.",
        "A: Yeah.",
        "A: Maybe. I mean, if you going back to God now, make believe.",
        "A: We don’t know why — you ask the same question. I was — I had the prisoners, I\nmean, medical thing, it — only killers, maximum, right. But the people there were\n90 years old, 70 [indecipherable] never got sick. Why is this [indecipherable]\ndie? That’s the question, who shall I ask?",
        "A: The same thing here, it’s hard to tell why.\nMay 3, 2013",
        "A: Well, to me, what I went through is many miracles. Who else [indecipherable]\nmiracle than God. Somebody higher and stronger than me helped me to go through\nthis. Wha — two slices of bread a day for two years or three years? Working\n[indecipherable] and — and it’s not that — you have to finish this amount. If you\ndon’t finish, you can work all night. Otherwise you wouldn’t get nothing. It’s not\nlike eight hours [indecipherable] eight hours.",
        "A: Yeah. So the — the — you had so many questions. [indecipherable] some are\nwhy. Why did this guy die, he was so strong, working with me? How come I am\nand he 1s alive? Why — you know, and it’s so many questions you can’t answer.",
        "A: And like everybody else, you have to believe in something stronger than you\nare. So where you go?",
        "A: Yeah. You can’t afford [indecipherable] the telephone.",
        "A: I’m just — I just thank God they don’t have to go through it, and I have to\nunderstand. Thank God for that. That’s it. And everybody, they don’t know what\nMay 3, 2013\nkind of country we have, really. You’re born in good, so you don’t know, the same\nthing. At home I didn’t know what the — what mean hungry. I didn’t the guy he is\nhungry, because hungry you don’t see. You see he is working, I am working. If he\n[indecipherable] know what hunger means. The same thing with this. I wished I\nnever really understand it, no.",
        "A: You’re welcome.",
        "A: You’re welcome.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 3, 2013\nRG-50.030*0695",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "PAUL JONAS\nMay 3, 2013"
    ]
}