{
    "rg": "RG-50.030.0473_trs_en",
    "sequence": [
        "Question: Good morning, Julian.",
        "Answer: Good morning.",
        "Q: Nice to have you in Washington.",
        "A: Nice to be here.",
        "Q: Tell me when you were born.",
        "A: I was born on March 26, 1925.",
        "Q: And where were you born?",
        "A: I was born in Lwow, Poland, now it’s called Lviv, U-Ukraine.",
        "Q: And what was your name at birth?",
        "A: My name at birth was Julian and actually my middle name Jacob, and my father and mother\ndecided to call me Julian because they wanted an international name and they thought Julian, if I\never went -- were to travel, would work well.",
        "Q: And your last name was Bussgang?",
        "A: Exactly.",
        "Q: Yes.",
        "A: Mm-hm.",
        "Q: And the same spelling. It’s really important to get a sense of what your family was like, so\nlet’s talk about your mother and father and sister, and your memories of that early time in Lwow.",
        "A: My father was a very serious man. He was born in Rohatyn, which is town south of Lwow,\nand he started his schooling in [indecipherable] but decided to leave it and went to regular public\nschool. And then he went to an educational seminary to become a teacher and then he became\ninspector of schools, and then he went into business and moved to Lwow. And my mother’s --\nher maiden name w-was Philip, and she was from Lwow, and her mother was from Krakow. And\nmy parents married, my father was already a little older, I think, and he was like nine years older\nthan my mother, and -- and they had two children, my sister Janina, or Janine as you would say\nin English, and myself. My sister was born in 1923, I was born in 1925. There was only like a\nyear and a half difference between us, so we were very close. And we were a very close family.\nMy father worked in an office downstairs in the same house where we lived, and actually my\nmother worked with him, and we had help, domestic help in the apartment. And we were a close\nfamily mostly, with my mother’s sisters, my aunts and uncles. And I had a very warm and nice\nchildhood. I grew up very secure.",
        "Q: Tell me what did your father do? What sort of business was it?",
        "A: He was representing a number of large companies in the region like Lever Brothers and some\ncompanies from Holland. And it was mostly products that didn’t require refrigeration, was like\nstarch and -- and soap powders, things like this. And so a -- and he was in business of selling to\nretailers, so that actually he was quite -- we weren’t overly rich, but we were very well-to-so.",
        "Q: So when -- when you were born, he was already fairly successful?",
        "A: He was fairly successful, yes.",
        "Q: Right. So you -- you grew up in a fairly privileged environment, I guess.",
        "A: Right, right, and my mother’s family, one of my uncles was a very prominent physician and\nanother uncle was a banker and --",
        "Q: Uh-huh.",
        "A: -- and had his own bank. And he was the one who arranged the marriage betwe -- my father\nhad been his client -- between my mother my father.",
        "Q: I see.",
        "A: He got them acquainted.",
        "Q: Tell me about the per -- your relationship to your father and your relationship to your mother.\nWere you closer to one than to the other?",
        "A: I may have been a little bit closer to my mother, and my father may have been a little closer to\nmy sister.",
        "Q: Uh-huh.",
        "A: But actually we were all pretty close because we were all in the same house.",
        "Q: House, right.",
        "A: Yeah.",
        "Q: Did you ever work with your father? Did you ever --",
        "A: No.",
        "Q: -- go into the [indecipherable]? No, you didn’t.",
        "A: Never. I was a very good student as a child, and -- and because my sister was a year and a half\nolder than myself, I f-followed her very closely and I went to school early, because once she\nwent to school, I wanted to go to school.",
        "Q: Right.",
        "A: So I was always the youngest in my class.",
        "Q: Uh-huh.",
        "A: And I also had private tutoring in German and private tutoring in mathematics because I was\nparticularly interested in mathematics.",
        "Q: Mathematics.",
        "A: Mm-hm.",
        "Q: Were you also close with your sister?",
        "A: I was very close with my sister. We actually shared a room for a long time.",
        "Q: Really?",
        "A: Yes.",
        "Q: And was she good to you as an older sister?",
        "A: Ah, sh -- well, we were a little jealous of each other sometimes, but she was good to me, yes.",
        "Q: And what were you jealous about?",
        "A: Because she was a year older, so she was doing things a little bit ahead of me, but -- but we\nbecame even closer when we became refugees.",
        "Q: Right.",
        "A: Because then the family got really close.",
        "Q: Did you ever do things alone with your father or alone with your mother, going for walks, or\ngoing to -- I don’t know if there were cultural things in the city, or to a museum?",
        "A: Mostly I was doing things with my sister with the people who were taking care of us. But we\ns -- seldom -- my father was very serious, he was seldom playful with us.",
        "Q: He was seldom playful?",
        "A: Yes.",
        "Q: Uh-huh. And your mother was more so?",
        "A: My mother a little more so, but she also was very busy working and looking after things in the\nhouse, yeah.",
        "Q: Uh-huh. So did you -- did you have a lot of help in the house? Did you ha --",
        "A: We had somebody who cooked, and somebody who cleaned.",
        "Q: Uh-huh.",
        "A: And then as babies we had -- once we had a fraulein, a German lady, and once we had a\nmademoiselle, a French mademoiselle, so -- who took us for walks, yeah.",
        "Q: So did you learn both languages? How many languages?",
        "A: I -- I learned Fr-French and German. Of course, we spoke Polish at home, and -- and then\nduring the war I learned a little Hebrew and Italian because I was in Italy.",
        "Q: Right, right.",
        "A: So when I met my wife I told her I knew five languages, and she was impressed.",
        "Q: And did she test you on that? No.",
        "A: Tested my French and she’s pretty good at French herself.",
        "Q: Were you in an environment where Polish Jews and Polish Christians were mixing, that you\nyourself were within a very integrated kind of setting, or not?",
        "A: Yes. Socially, a-and family-wise, the family was Jewish and most of our close friends were\nJewish, but -- but we were an assimilated family and we were in quite an integrated environment\nand I went to a school where majority of the kids were not Jewish and -- both in the elementary\nschool and in the high school. I went to public high school.",
        "Q: Okay.",
        "A: I went to a private elementary school because I was too young to go to the public high school,\nand the private school took me in.",
        "Q: And was this a comfortable environment? When you say that you were assimilated as Jews,\ndid this also mean that you celebrated Jewish holidays and went to the synagogue, or you didn’t?",
        "A: Oh yes.",
        "Q: You did?",
        "A: We definitely -- my parents belonged to what was called the temple, which is the -- was the\nlargest synagogue in the city, and it was called Progressive Judaism, which 1s similar to\nAmerican Conservative Judaism. And -- and my father had a seat, you had to buy seats and my\nfather had a seat downstairs and my mother had a seat on the balcony, in the --",
        "Q: Where the women sat.",
        "A: Yeah. And I sat with my dad, yeah.",
        "Q: And your sister sat upstairs, or with you?",
        "A: Yes, upstairs, yes, yes.",
        "Q: Upstairs. So did you go during the holidays, or did you go every Shabbat, or --",
        "A: No, no, we went just during holidays.",
        "Q: Holidays.",
        "A: Yeah, right. My parents were not very religious.",
        "Q: Right.",
        "A: But they definitely were Jewish, but not extremely religious.",
        "Q: Not -- right. So I could -- should I assume that you were not kosher in the house?",
        "A: We were not kosher.",
        "Q: Yes. Or anywhere, actually.",
        "A: No.",
        "Q: Yes.",
        "A: No.",
        "Q: And how was it for you to be in a --",
        "A: We ate matzoh on Passover --",
        "Q: Yes.",
        "A: -- but sometimes I had ham on the matzoh.",
        "Q: On the -- [laughs]. Did you experience anti-Semitism as you were growing up?",
        "A: As I was growing up there was anti-Semitism growing in Poland, beginning around 1934, and\nit was particularly evident at universities, and -- because Jewish students were not -- were told to\nsit in back benches and were not allowed sometimes to -- to even attempt classes\n[indecipherable]. And -- and some of the -- interestingly enough, the university students were\nwhat was called open index. N -- N.D. stands for National Democracy which is -- was the sort of\nright wing party, which was very anti-Semitic, and they sometimes would make -- not pogroms\nin the sense that somebody was completely bludgeoned to death, but they would beat up J-Jews\nin the street occasionally. And I learned to avoid big gangs of students, and -- and sometimes\nthere were just stupid people who were anti-Semitic, but most of the people in the city were very\nwell integrated because the -- the city itself had been under Austrian occupation and had a lot of\nJew -- 30 percent of the residents were Jews, and -- and in addition Polish Catholics, there were\nGreek Orthodox, and there were Ukrainians and there were Armenians, so it was kind of\ncosmopolitan [indecipherable]",
        "Q: Right. And your close friends? You had Jewish friends, and Polish friends?",
        "A: I had Jewish friends and Polish friends, but in terms of going to homes of kids, I was closest\nto the Jewish boys.",
        "Q: And did you notice that that was because there was a kind of division, or you think it was just\nhappenstance?",
        "A: Mostly because sometimes -- it was partly because there was a little division, yeah. But I was\nvery friendly with many of non-Jewish --",
        "Q: Right.",
        "A: -- people.",
        "Q: Let -- let me go back a little bit. Were you interested in mathematics as a very tiny kid? And -",
        "A: I was very interested in mathematics, yes.",
        "Q: Wa -- were -- was this coming from your parents, I mean is there some way to trace it, or it\njust -- do you know?",
        "A: No, it’s just a natural interest. Some kids are interested in music.",
        "Q: Right.",
        "A: I was never very musical.",
        "Q: Uh-huh.",
        "A: I liked just playing chess and doing mathematics.",
        "Q: I see. Were there any other subject matters that were of interest to you, or was this your real\npassion [indecipherable |",
        "A: This --",
        "Q: Mm’?",
        "A: -- this was the real passion. I was somewhat interested 1n history.",
        "Q: Did you go to the movies as a kid? This is before the war, I mean [indecipherable]",
        "A: Yes. I went to movies, and I also went to -- we had in Lwow an opera house, and occasionally\nI went to performances, both opera and theater.",
        "Q: Did you like that?",
        "A: I liked it, yes.",
        "Q: Yes.",
        "A: The opera house in Lwow is beautiful.",
        "Q: And do you [indecipherable]",
        "A: It has survived, and 1s --",
        "Q: Really?",
        "A: -- and it’s been re-remodeled and is just like it used to be.",
        "Q: A-And do you remember any particular opera?",
        "A: Not really.",
        "Q: No.",
        "A: Got more interested in opera in that way then.",
        "Q: Uh-huh. And theater? Do you remember any theater that you went to?",
        "A: I remember going to theater, but -- but I don’t remember --",
        "Q: Right.",
        "A: -- s-specific performances.",
        "Q: And when you went to the movies, did you go with your sister, or you went with a bunch of\nkids? Do you have any recollection, or you don’t --",
        "A: I don’t recollect.",
        "Q: Did you have a favorite food when you were a kid?",
        "A: Not really. I -- I never paid much attention to food.",
        "Q: And when you ate dinner at the house, or ate --",
        "A: I -- I liked -- my mother made carp Jewish style, sometimes.",
        "Q: Yeah?",
        "A: In jelly, I liked that.",
        "Q: Gefilte fish?",
        "A: Gefilte fish, yes.",
        "Q: Uh-huh. And she cooked that?",
        "A: She cooked that, yes.",
        "Q: Huh. And when -- when you all were home and eating lunch and dinner, did you all eat\ntogether? Your father came in, and you ate together?",
        "A: Yes. We ate together in the dining room --",
        "Q: Uh-huh.",
        "A: -- and we were served.",
        "Q: You were served dinner, uh-huh.",
        "A: Yes. [indecipherable]",
        "Q: Now, was this a very quiet meal, or was there discussion about what was going on? It was a\nvery serious kind of occasion?",
        "A: Mostly was serious, yes.",
        "Q: It was serious. Was there discussion -- once Hitler took power in Germany --",
        "A: Yi --",
        "Q: -- was there discussion around the table about what was going on in Germany?",
        "A: Ah.",
        "Q: Do you remember?",
        "A: We did discuss it, yes, a little bit.",
        "Q: Uh-huh.",
        "A: Not terribly much --",
        "Q: Right.",
        "A: -- but a little bit, yes. I was 14 years old when the war broke out --",
        "Q: Yes, yes -- SO you were --",
        "A: -- so I was still a young fellow.",
        "Q: -- yeah, right. Now you were barmit -- Bar Mitzvahed in --",
        "A: Right.",
        "Q: -- 1938, am I correct?",
        "A: Right, correct.",
        "Q: And how long did you study for that?",
        "A: Oh, I had lessons for a --",
        "Q: For the Bar Mitzvah.",
        "A: For the Bar Mitzvah at home. In school ra -- we had religion as a mandatory subject, and\nJewish children would step out and go to a separate classroom --",
        "Q: Yes.",
        "A: -- where we had a teacher, but we were usually taught Jewish history more than religion.",
        "Q: Uh-huh.",
        "A: And -- and at home I was taking preparations for the Bar Mitzvah.",
        "Q: And did you like doing that? You didn’t -- is this something you did?",
        "A: I did it, yes, yeah.",
        "Q: And do you remember that day? Do you remember --",
        "A: Yes, I remember beca -- I --",
        "Q: Was there a lot of family there from both sides?",
        "A: All the family --",
        "Q: Yeah.",
        "A: -- came, and -- and also I gave a little speech.",
        "Q: And what did you talk about?",
        "A: That I don’t know.",
        "Q: You don’t remember.",
        "A: It had to do with a section of the Torah --",
        "Q: Right.",
        "A: -- [had read, yeah, but I don’t remember.",
        "Q: You don’t remember. Was there a party afterwards, at the house?",
        "A: There was a party at our house, yes, a big party, yes.",
        "Q: And did you feel proud? Do you remember that --",
        "A: Yes.",
        "Q: -- as are -- areally important day for you?",
        "A: It was an important day.",
        "Q: And did you feel something changed once -- once you got to be Bar Mitzvahed and they\nclaimed that you were a man now?",
        "A: Well, I -- yeah, I was also interested because I discovered in the process my father was very\nproud that his family was Levites, and that is sort of not common, but you know, the three\ncategories, the [indecipherable], the priests, the Levites and [indecipherable] people and I was\nimpressed that I was --",
        "Q: A Levi.",
        "A: -- a Levi.",
        "Q: Right.",
        "A: And I must tell you when I was a child, I sometimes had impressions that I will become a\nprophet. I was very -- I sort of thought always that I was chosen -- a chosen child to do\nsomething, so --",
        "Q: And was that connected to being a Levi, or did this happen before?",
        "A: No, this was before.",
        "Q: That was before.",
        "A: Right.",
        "Q: And did you have a particular kind of idea of what you were chosen to do?",
        "A: No.",
        "Q: No.",
        "A: No.",
        "Q: But you felt chosen?",
        "A: I felt chosen. I felt I was somehow inspired and privileged.",
        "Q: Did you ever tell anybody about this when you were a kid?",
        "A: I told my parents, yes.",
        "Q: Yes? And -- and did they respond in a way that was okay?",
        "A: Yes.",
        "Q: Did they encourage you?",
        "A: No, they --",
        "Q: No.",
        "A: -- they were a little surprised.",
        "Q: They were surprised. Do you think that -- in 1939 you were 14?",
        "A: Right.",
        "Q: Right, when the war comes. Is there any expectation that there’s going to be a war?",
        "A: Yes, there was expectation --",
        "Q: So you expected --",
        "A: -- there was tension in the air because Germany had post ultimatums demanding that Poland\ngive up the corridor between East Prussia and Germany, and -- and they were threatening, and --\nand of course, before that was the invasion of Austria by the Germans, so there was a lot of\ntension. People expected war.",
        "Q: And how did that affect you and the household? Was there talk of what you would do if there\nwas a war, or was that not yet --",
        "A: It was not yet -- there was talk before the war --",
        "Q: Mm-hm.",
        "A: -- that I might have to go to study at a foreign university because Polish universities were\nbecoming dangerous.",
        "Q: Right.",
        "A: But we had not talked about leaving Poland before the war broke out.",
        "Q: And were you -- you may not know what your parents were aware of, but were you in some\nsense by this time aware of what was going on in Germany’?",
        "A: Oh, absolutely.",
        "Q: And in Austria --",
        "A: Absolutely.",
        "Q: -- with respect to Jews?",
        "A: Yes, absolutely.",
        "Q: You were.",
        "A: We were -- definitely were, yes.",
        "Q: So did this make war that much more frightening to you?",
        "A: Yes --",
        "Q: Uh-huh.",
        "A: -- it definitely made war more frightening.",
        "Q: Right.",
        "A: We knew Germans had bad intentions towards Jews.",
        "Q: Towards Jews.",
        "A: Yes. And a lot of Germans were -- a lot of Jews were either deported by the Germans into\nPoland, or were escaping Germany to come to Poland, so that it was common knowledge that\nthings in Germany were just terrible.",
        "Q: And were people coming to your house?",
        "A: Not anybody.",
        "Q: Not anybody.",
        "A: That we knew.",
        "Q: Uh-huh.",
        "A: Mm-hm.",
        "Q: So, on September first, 1939, when the war broke out and bombs start falling, this must have\nbeen, even though you expected it, still a shock because the experience was --",
        "A: It was still a shock, yes.",
        "Q: Uh-huh.",
        "A: It was just before the school year started and we were still at home expecting to start school,\nand suddenly the bombs started falling, and -- and there was -- radios were very primitive in\nthose days, they had crystal radios and you had to sort of tune them up with whiskers. And we\nlistened. I used to take a radio to -- to bed to listen.",
        "Q: And do you remember the first time you heard a bomb?",
        "A: Sure I do, yes.",
        "Q: Can you explain what that was like?",
        "A: Well, the -- the bombs number -- they -- they explode and they make a lot of noise, and they,\nyou know --",
        "Q: Were you sleeping, or was this during the day? Do you re --",
        "A: Well, we had si -- to -- w-we had blackouts.",
        "Q: Uh-huh.",
        "A: We had to cover the windows, and we taped windows with s-stripes, sort of criss-cross --",
        "Q: Right.",
        "A: -- so that the glass wouldn’t fall and hurt people, so -- and we knew -- it was both at night and\nin the daytime, yes. And actually, people stood watch in the neighborhood, on the streets, you\nknow, there were sort of like citizen patrols and it was clearly war time.",
        "Q: Yeah. And was there an expectation that the Polish army could actually fight well against the\nGermans, or wasn’t that sure?",
        "A: Well, at -- at first there was, but it soon became clear that the army was losing ground, and --\nand my father remembered from the first World War that when a si -- [indecipherable] that sort\nof advance into central Poland was crossed, that that would mean that the Germans could\nadvance without stopping, and -- and that’s when they started talking about leaving. And first we\ntalked about just my father and I leaving because men were supposed to be in more danger than\nwomen, but then they -- my parents conferred and decided that we all should go. And there was\ndiscussion whether we should go east or south, and my parents weren’t that keen on going\ntowards Russia, so we decided to go south. And we had a car and -- but our car was\nrequisitioned, because the military were requisitioning all the cars. And my uncle had a car, and\nhis car was sort of requisitioned, but he was friendly with the provincial governor in Lwow, and\nhe got the pass to keep the car to take the trip south, but to return it later. So my mother, my aunt\nconferred and they decided we could go with them. So my aunt and uncle left some suitcases and\ntook us instead.",
        "Q: Le-Let me ask you a little bit before. Do you remember the discussions about whether to\nleave?",
        "A: Yes, I d -- remember.",
        "Q: You do? You were sitting there.",
        "A: I was sitting there because there was the big question whether we were all going, or whether -",
        "Q: Or just the two of you?",
        "A: -- just the two of us.",
        "Q: And if it was the two of you, was there talk of your going on a bicycle? Is that right?",
        "A: That was definitely a talk of going on a bicycle because we didn’t have a car, and my father\nwasn’t so good on the bicycle and I wasn’t so good either, so --",
        "Q: Uh-huh. Now, it seems to me unusual that people would decide so quickly to leave. A lot of\npeople didn’t.",
        "A: Right.",
        "Q: Right?",
        "A: During first of all the war, my -- independently, my father and my mother’s family went to\nVienna to leave the city because it was dangerous to stay in the city, and Vienna was in Austria,\nso -- so they were used to the notion that --",
        "Q: I see.",
        "A: -- if war came, it’s sometimes important to leave [indecipherable]. It was very dramatic to\nleave, yes.",
        "Q: We’re going to have to stop for a moment --",
        "A: Yeah.",
        "Q: -- to change the tape.\nEnd of Tape One\nBeginning Tape Two",
        "Q: Julian, you -- you ended by saying that it’s very dramatic -- it was a very dramatic time.\nWould -- could you describe what you -- what happened, and how you packed? If you packed\nvery much, and what you packed?",
        "A: Well, it was very dramatic thinking about leaving, and we had number of conferences, and we\nwere ask by my aunt and uncle, since there was very little room in the car for -- there were four\nof us and my aunt and uncle, that’s six people, and we had a driver because neither my father nor\nmy uncle could drive. And so it’s seven people, and so we were asked to take, basically\nknapsacks, and -- back then, it was, and my mother packed a small suitcase and my father packed\na small suitcase. And my sister, very fortunately took pictures, album of pictures, so that was\nvery lucky, and we enjoyed that afterwards. Years later, it was nice to look back and have the\nphotos. But we were -- it wasn’t yet full winter, so 1t was just September, so --",
        "Q: Right.",
        "A: -- we didn’t have to pack very heavy clothes up.",
        "Q: You also had a dog, didn’t you?",
        "A: We had a little dog, and it was very tough for us to leave the dog, yes.",
        "Q: What was the dog’s name?",
        "A: It was Gigi.",
        "Q: Gigi?",
        "A: Which is like a bell ringing in Polish.",
        "Q: And what sort of a -- what sort of a dog was this?",
        "A: It was a -- don’t -- don’t know the English word for it.",
        "Q: What was the Polish?",
        "A: In Polish it’s called yarmnic.",
        "Q: Was it a big dog, little dog?",
        "A: No, it’s a little dog, and it was very brown and I’m -- I ju -- the name just -- English word --",
        "Q: Right, right.",
        "A: -- slipped out from my mind.",
        "Q: And who -- did you give the dog to somebody?",
        "A: Well, we left somebody in the house.",
        "Q: Uh-huh.",
        "A: Yeah.",
        "Q: To take care of the dog.",
        "A: To -- well, no, the -- the lady who lived in with us --",
        "Q: I see.",
        "A: -- was taking care of the dog. And then we had janitor downstairs, which -- I’m sorry.",
        "Q: It’s okay.",
        "A: Yeah.",
        "Q: What -- what was the hardest part of leaving for you?",
        "A: Not knowing what will become of us and where we were going. That was the hardest.",
        "Q: Were you frightened?",
        "A: Well, we were frightened, partly that we might get into German hands and partly what will\nbecome of us when we are away from home.",
        "Q: Right. Well, let me ask you, it’s going to sound like a bit of a strange question. Your uncle\nhas a car, you have a ca -- your father has a car, but neither of them drove. Was this typical of\npeople who had a bit of money?",
        "A: Yes, it wa --",
        "Q: That they have a car with -- without knowing how to drive?",
        "A: Right, it was typical if you had a car, you could afford the driver, yes.",
        "Q: Did your father want to learn how to drive or he didn't care?",
        "A: He wasn’t --",
        "Q: He wasn’t interested.",
        "A: -- interested, no.",
        "Q: Huh. It’s so odd given how in America we’re so car conscious that the notion of having a car\nwithout being able to drive is odd, isn’t it.",
        "A: Not [indecipherable |",
        "Q: So this must have been a pretty big car if you had seven people sitting.",
        "A: Right, it was a Buick --",
        "Q: Right.",
        "A: -- with folding seats, so the two kids sit then -- sat in the folding seats, and my aunt -- my\nmother and my father sat in the back, and my uncle sat in front with the driver.",
        "Q: So these were two -- like two little folding seats in the back?",
        "A: Yes.",
        "Q: I see. Facing --",
        "A: Facing the adults who were in the rear, yes.",
        "Q: Uh-huh.",
        "A: No, they weren't facing the adults.",
        "Q: They weren’t?",
        "A: I think they -- they folded --",
        "Q: Frontwise?",
        "A: Frontwise, yes.",
        "Q: Huh. So, you leave your house. Did your -- did -- your father must have taken money with\nhim, or something that he could use as --",
        "A: Right, my father took with him all the cash he could get his hands on, and he also had four\nbars of gold, and he was -- and he put them 1n a little suitcase and carried them with him.",
        "Q: Uh-huh. So he took Polish zlotys?",
        "A: Yes. But most of the money was Polish z-zlotys, I think. He may have had a little bit of\ndollars, or something --",
        "Q: Right, right.",
        "A: -- but not very much.",
        "Q: So how long a trip was this? You’re heading south to Romania.",
        "A: Right.",
        "Q: Yes?",
        "A: Well, we didn’t know yet we were going to Romania. We partly were leaving to get out of the\ncity because it was being bombed.",
        "Q: Right.",
        "A: But on the roads we saw a lot of people who were displaced and moving and going different\nplaces, and occasionally there were German so called stuka bombers who -- which were\ndropping -- strafing people on the roads. And we would get out and get in the ditch and then get\nup. And sometimes along the road Polish soldiers would stop us and want the car. And my f --\nuncle would flash the papers he had, that he was allowed to have the car. So we finally made our\nway to a little town which was south, close to the Romanian border, and my parents must have\nthought already about going to Romania, but I wasn’t quite --",
        "Q: You weren’t quite aware of that.",
        "A: -- quite aware of that.",
        "Q: Right. So you were actually leaving and the Germans have yet to occupy.",
        "A: Right.",
        "Q: So you were really ahead of ever -- most people were not doing this.",
        "A: Right. And we stopped along the way in my father’s hometown, Rohatyn to say good-bye, so\nto speak, to his relatives, yeah.",
        "Q: Do you think he tried to convince his relatives --",
        "A: No.",
        "Q: -- they should leave too?",
        "A: I don’t think so.",
        "Q: You don’t think so.",
        "A: No, because we had no way to help them with transportation and they -- I don’t think they\ndiscussed leaving.",
        "Q: And do you remember people saying to you, why are you leaving? I mean, this is -- the\npeople thought this would be --",
        "A: Well --",
        "Q: -- a kind of madness on your part.",
        "A: -- at that time, there were a lot of people who already had left western Poland, and for\nexample, in our city, in Lwow, my mother’s family had escaped from Krakow, which is more\nsouth central Poland, so people were all used to the notion that some people are leaving and\ngoing, and roads were full of people. And people were moving all over the place. And it was\nclear that the Germans were going to occupy all of Poland, yes. But in the end they didn’t\nbecause they had the agreement with the Russians, which was at first a secret agreement, it was\nnot known. So, when we got to [indecipherable] which is a town close to the border, we suddenly\nrealized that the Polish government was evacuating.",
        "Q: And you saw them evacuating.",
        "A: We saw them.",
        "Q: Yeah.",
        "A: Absolutely. And actually, we saw -- they were like buses which were -- had Polish gold on\nthem, and the bank of Poland was evacuating the gold. And we saw foreign embassies\nevacuating, and -- and we saw the provincial governor with a horn, giving the orders or\ndirections regulating the traffic and -- and saying now ministry of foreign affairs, and there\nwould be a bunch of limousines going and there was a bridge and they would go across that\nbridge to Romania. So we saw the whole Polish government evacuating.",
        "Q: And you had to wait, of course, until the whole Polish government --",
        "A: Right. And we weren’t sure we would be allowed to cross, because there were still both\nPolish border guards and Romanian border guards. And we didn’t have a Romanian passport.\nBut on the 17\" of September, the news came on the radio that the Russians had marched in, and\nmany people thought that they were coming to help Poland, and -- attack Hitler, because nobody\nknew that Stalin and Hitler had a pact. And -- and there was a lot of discussion whether we\nshould go back.",
        "Q: Right.",
        "A: And my father thought that we should not go back and come back after we see the situation is\nquiet, peaceful and friendly. So we -- we decided to cross and -- and we basically -- my father\nhad to bribe a Romanian guard to let us cross, yeah.",
        "Q: Did you agree with that? Did you remember thinking about it? Did you agree with\n[indecipherable |",
        "A: Well, I --",
        "Q: -- or you know?",
        "A: -- I want to go home.",
        "Q: You want to go home.",
        "A: Go home, yeah. I was not that smart, and my -- I -- I think it was a wonderful decision my\nparents made, yes.",
        "Q: Clearly saved your life, probably.",
        "A: Absolutely.",
        "Q: Yeah.",
        "A: No question about it, yeah.",
        "Q: Mm --",
        "A: [indecipherable |",
        "Q: So you do cross into Romania, but your -- the car, the person who was driving your car --",
        "A: Yes.",
        "Q: -- left you a bit earlier than you expected, I gather.",
        "A: Right. No, he left because he want to go back to his family and that was the deal with him\nbefore he drove us, that he would be able to go back and he was supposed to take the car back to\nthe provincial governor, who wanted it, and so my uncle and aunt had passports, and had visas,\nso they were able to cross earlier, and we crossed later. And I had also a cousin, their son, who\nhad his own car, and he drove his car with his girlfriend, and he had a passport and a visa, so he\nwas able to cross earlier one.",
        "Q: So they had a visa to go -- get into Romania?",
        "A: Right.",
        "Q: So clearly, all the while, they knew that this was going to be where they --",
        "A: They must have --",
        "Q: They must have known, right.",
        "A: -- been better prepared, yeah.",
        "Q: So, did your parents --",
        "A: But we didn't have a visa.",
        "Q: Right. But you got into Romania, then did you have to get yourself a visa in order to --",
        "A: Then we had to register ourselves to stay in Romania, but there were a lot of Polish refugees,\nand some of them were being put in camps. But n-not all. Mostly the military that -- that crossed,\nwere put in camps, yeah.",
        "Q: Put in the camps.",
        "A: But we first went to what’s in Polish called [indecipherable] and [indecipherable] I think, in\nRomania, and we stayed there for a couple nights, and then we went to Bucharest.",
        "Q: And by then you had a -- I mean, you registered, so you were oka -- you were see --",
        "A: I think we registered really in Bucharest.",
        "Q: Uh-huh.",
        "A: Because we were afraid on the train that we might get stopped, but we weren’t.",
        "Q: Were you welcomed in some way in Romania, that it was -- was it difficult when you came?",
        "A: Well, it was very difficult --",
        "Q: Uh-huh.",
        "A: -- because we didn't have that much money and -- and at first we weren’t official, and -- but\nthen in Bucharest somehow, they were registering Polish refugees and -- and of course Polish\ngovernment had brought the gold with them, so they must have paid something to the Romanians\nto allow the Poles who escaped to stay there.",
        "Q: Uh-huh, right. And where did you stay in Bucharest?",
        "A: Well, at first we stayed in a hotel. It was called Hotel Victoria then it was too expensive. Then\nwe moved to another hotel, called well, I don’t remember the name exactly, but we lived in one\nroom in the hotel, and we had a hot plate and cooked our meals secretly because you were not\nsupposed to use the hot plate in the hotel room.",
        "Q: So this is an extremely different situation than what your whole life had been.",
        "A: Definitely.",
        "Q: Right?",
        "A: Yes.",
        "Q: So were there problems between all of you, or were -- were -- did you all remain very calm\nand -- cause here you are all in one room now.",
        "A: Yeah. Well, ah -- there were no problems between us, my mother, my father, my sister and I,\nbut my mother my aunt had a problem, so --",
        "Q: And what was that about?",
        "A: I’m not sure, but somehow they --",
        "Q: Now that they were in the same room with you?",
        "A: No, they were in a different --",
        "Q: They were in another --",
        "A: -- hotel.",
        "Q: I see.",
        "A: They stayed in the first hotel.",
        "Q: Uh-huh. So -- but you don’t know what the problem was between your mother and her?",
        "A: No, no.",
        "Q: Yeah. And whose side -- whose -- whose side of the family was the uncle and aunt on, your\nmother’s side, or your father --",
        "A: My mother and the aunt were sisters.",
        "Q: Ah.",
        "A: My aunt ma -- was my mother’s oldest sister, and she --",
        "Q: I see, I see.",
        "A: -- she was kind of a little bossy and -- to my mother, because --",
        "Q: Uh-huh, because she was an older sister.",
        "A: Yes.",
        "Q: Yes.",
        "A: She was quite a bit older, yeah. There were four sisters, and she was the oldest, and my\nmother was the youngest.",
        "Q: Uh-huh. Well, one can imagine the difficulties. Now, did you expect to stay in Romania, or\nwas there always --",
        "A: No, no, we started immediately -- my parents started going, and my father in particular, to\ndifferent consulates, looking for a visa to go either to France or to the United States or -- and --\nand of course you had to take a train through Italy to get to France, if you didn’t want to go\nthrough Germany.",
        "Q: Yes.",
        "A: So it -- and Italy was already allied with Germany, so it was quite complicated. And I started\nattending school in Bucharest, first French school, because I didn’t know Romanian, of course.\nAnd in the French school I traded mathematics for French, so -- with other kids, so --",
        "Q: So that [indecipherable]",
        "A: -- I was managing.",
        "Q: I see.",
        "A: No, in doing homework.",
        "Q: Right, right.",
        "A: But then -- but then a Polish school was formed in Romania, and actually the Polish\ngovernment registered all the refugees, and may have paid even a small stipend to the refugees\nso that -- and also the Romanians who were willing to exchange Polish zlotys for Romanian\ncurrency at the -- at the beginning, so --",
        "Q: Right, right.",
        "A: So I started going to Polish school, and all the kids in the school, most of them were children\nof Polish government officials. And they -- they were the ones who escaped, evacuated.",
        "Q: Right. And the person who was principal of the school was the wife of the head of the Polish\nbank, I gather, huh?",
        "A: Well, one of the Polish banks.",
        "Q: Uh-huh.",
        "A: Not the main Polish bank, yeah.",
        "Q: I see. And what was her name?",
        "A: Her name was Barrish -- bani -- Mrs. Barrish bani -- Barishowa in Polish, Helena Barishowa.\nAnd -- and she was a very wonderful lady, and made children all feel good. So I t -- I transferred\nfrom the French school to --",
        "Q: French school to the Polish --",
        "A: -- the Polish school, yes, Polish high school.",
        "Q: Now did that make you feel a bit more comfortable, because you were with people who came\nfrom Poland?",
        "A: Right, and people who were in the same situation, pretty much.",
        "Q: Right, right.",
        "A: And -- and --",
        "Q: Now, are you still one of the few Jews in this group?",
        "A: I was one of the few Jews in that school, yes. There were a few, I wasn’t the only one.",
        "Q: There were a few, right. And did this make any difference? I mean, did -- did --",
        "A: No.",
        "Q: No.",
        "A: Not at all.",
        "Q: No.",
        "A: We were all very good friends.",
        "Q: Uh-huh. And was everybody interested in getting out of Romania, as far as you could tell?",
        "A: Everybody was interest in getting out of Romania, particularly because Romania was itself\nabout to be taken over by the Germans and the king of Romania was basically deposed by the\nGermans, eventually. So -- and the Romanians said something was [speaks foreign language\nhere] which is -- was kind of like an Iron Guard, I think, in English, that --",
        "Q: You mean the Iron Cross?",
        "A: Pardon?",
        "Q: The Iron Cross was it? Or the Iron Guard [indecipherable]",
        "A: Iron Guard, and they were very anti-Semitic, so that was a bit of a problem, but it wasn’t very\n-- it didn’t affect my life too much, except we knew we had to get out of Romania. So my parents\nsucceeded in getting a visa to Palestine.",
        "Q: They couldn’t get a visa --",
        "A: Which was very difficult.",
        "Q: It was difficult. They couldn’t get one to the United States, right?",
        "A: No. My uncle and aunt left for the United States, they got a visa because their son had a visa\nto the United States. He was supposed to go to the world -- world exhibition, oh what do you call\nit? World --",
        "Q: Now I’m forgetting what the name [indecipherable] too. The World Fair.",
        "A: World Fair.",
        "Q: Right.",
        "A: Yeah. To the World Fair in New York.",
        "Q: Yes.",
        "A: Which was in 1939.",
        "Q: Right.",
        "A: And he -- and they an-and their son went and then the son helped them. They didn’t come to\nthe United States right away, they went to France, and then from France to Portugal, and from\nPortugal to Cuba. And then from Cuba they came to the United States.",
        "Q: Huh.",
        "A: So -- but they left for France, and we left for Palestine.",
        "Q: For Palestine.",
        "A: Right. And my father -- we were lucky because that gold that my father had qualified us for\nwhat was called a capitalist visa. In other words, we had enough capital to enter, because\nPalestine immigration was very limited, and you couldn’t really enter Palestine as an ordinary\nrefugee.",
        "Q: But you could qualify if you had enough money.",
        "A: If you had a certain amount of money, it’s the same nowadays in Canada, if you have enough\nmoney you can become a resident of Canada, so a lot of people from Hong Kong --",
        "Q: Right.",
        "A: -- establish bank accounts and then return to Hong Kong. Well, this was a similar situation\nand we were lucky we got --",
        "Q: Do you have any idea how much money it was that your father could afford?",
        "A: No, I don’t.",
        "Q: You don’t have any idea?",
        "A: No.",
        "Q: And it was only the money that he had with him, and especially the gold.",
        "A: Yeah, it was the gold.",
        "Q: Yeah.",
        "A: It was all he had, yeah.",
        "Q: Hm. So you have -- well, tell me something, was it difficult to leave Romania because you’ve\nnow been there from March until September, yes? [indecipherable]",
        "A: Right. It was -- it was difficult, we didn’t know what to expect at else --",
        "Q: Yeah.",
        "A: -- elsewhere. But we went by boat from Constanza, which is a -- a harbor in Romania, t -- and\nactually it was kind of a dream trip because we stopped in Istanbul and in Athens, and I got to\nsee sort of beautiful sights of the world, and then we arrived in Haifa.",
        "Q: Well tell me a little bit about the trip. Who’s -- who is on the boat? A bunch of refugees like\nyou, or not?",
        "A: Some refugees, and some people we didn’t know.",
        "Q: Right. Is this a -- ar -- a regular --",
        "A: It was a --",
        "Q: A cruise -- not a cruise boat.",
        "A: Nota --",
        "Q: But a regular boat, was a --",
        "A: A regular boat.",
        "Q: -- passenger boat.",
        "A: Yes, a passenger boat.",
        "Q: And what class did you --",
        "A: Oh, the lowest class.",
        "Q: The lowest class, yes.",
        "A: Yeah.",
        "Q: Now, had you -- had you bought clothes in Romania, because you came with so little, so did\nyou now have more?",
        "A: Yes, we -- we had a little bit more clothes --",
        "Q: Uh-huh.",
        "A: -- yes, we have a few more suitcases, yeah.",
        "Q: Than you had before?",
        "A: Yes.",
        "Q: When you stopped in Istanbul and Athens, was it for a few days, did you --",
        "A: No, just for the day.",
        "Q: Just for the day?",
        "A: Yeah, but it was very meaningful and something --",
        "Q: Uh-huh.",
        "A: -- Iremember s -- d-doing sightseeing, yeah.",
        "Q: And what did you see in Istanbul, do you remember’?",
        "A: I saw the big mosque, and -- and I saw the -- you know, the -- we saw the waters\n[indecipherable] you know, the city is very beautiful city, yeah.",
        "Q: Right, right. And the same with Athens, you walked around and you --",
        "A: In Athens I saw Acropolis, and -- and I just was impressed to see Athens, you know.",
        "Q: Yes. So you arrived in March of 1940 to Palestine in Haifa.",
        "A: In Haifa, yes.",
        "Q: Do you remember what that was like? Do you remember that arrival?",
        "A: Well, I remember, and we were -- we stayed in the place that was on the hill, so we had a\nbeautiful view of the harbor and Haifa is a rather attractive city, and -- and it was a good climate,\nit was warm, and we felt safe and comfortable with the British controlled territory. The British\nwere allies of -- of -- I mean, they were fighting the Germans, so that was a different world for\nuS.",
        "Q: Right. Did you happen to have family in Palestine or not?",
        "A: Yes, my father’s cousin -- brother -- brother, and his two daughters -- actually, three\ndaughters had emigrated to Palestine before the war.",
        "Q: Uh-huh.",
        "A: So that two of them lived on a kibbutz, and one of them lived in Tel Aviv, so we saw them,\nthey were not very affluent, and they were some distance from Haifa, but we saw them and we\nenjoyed having the family there.",
        "Q: So had you intended to go to Tel Aviv? Did you stay in Haifa for very long, or was that just\nfirst few days?",
        "A: For -- maybe for a couple of months, something.",
        "Q: Uh-huh.",
        "A: And then we moved to Tel Aviv.",
        "Q: Right.",
        "A: Yeah.",
        "Q: And were you taught some Hebrew in -- during these couple of months? Was there a kind of\nschool or anything?",
        "A: No, not -- not -- no, no special education in Hebrew and no school til we got to Tel Aviv.",
        "Q: Uh-huh.",
        "A: And when we got to Tel Aviv, I first started taking courses in English.",
        "Q: Uh-huh.",
        "A: Because we thought of going either to United States or to England.",
        "Q: To England.",
        "A: Yeah.",
        "Q: I see.",
        "A: And -- yeah.",
        "Q: We’re going to have to stop the tape [indecipherable]",
        "A: Yeah, I -- that’s what I was wondering, yeah.\nEnd of Tape Two\nBeginning Tape Three",
        "Q: Julian, you s -- you went to a Polish high school again when you got to Tel Aviv.",
        "A: Right. I didn’t go to a Polish high school right away, first I took a course in English. Polish\nhigh school --",
        "Q: Uh-huh.",
        "A: -- didn’t get established til later, because Polish refugees in Romania were evacuated from\nRomania to Palestine by the British, but we left, of course, on a visa being Jewish, we left on the\nvisa to Palestine. And -- and when I first arrived there was no school, so I start taking course for\nwhat was called English matriculation. It was University of London matriculation. And you can\nmatriculate when you are 16 years old, and -- and I was then ma -- 1940 I was 15. So I started\npreparing for the matriculation. And I was taking these courses and then we learned about the\nPolish high school being formed, because the refugees arrived, and some of them were our\nfriends from Bucharest.",
        "Q: Mm-hm.",
        "A: So I went to the Polish school, but I was still studying English to finish the matriculation. So,\nwhen I was 16, I matriculated, which was also equivalent to admission to University of London.\nIn other words, I could later, when the war ended, become qualified to go -- go to University of\nLondon because I had matriculated.",
        "Q: So were you fluent in English by then?",
        "A: I was -- my mother actually knew a little English and she bought a book and started teaching\nme English and I wasn’t -- I knew no English when we arrived in Romania, but I started learning\na little English from my mother. And then when I came to Palestine I took the courses and I also\nwent -- there was something called British council and -- and they were giving lessons in English\nin Jaffa. I used to go to Jaffa, take lessons.",
        "Q: Uh-huh, uh-huh, right.",
        "A: And I became not so fluent, but pretty good, you know, good enough to take the exams.",
        "Q: Right. Now, where were you living in Tel Aviv?",
        "A: In Tel Aviv we lived at 40 Dizingof Street.",
        "Q: Really?",
        "A: At first we lived another place, and then we moved, and actually we moved ourselves with --\nmy father rented a little cart and we loaded the cart and I pulled it along with my father and we\nmoved to Dizingof Street, yeah.",
        "Q: And did you --",
        "A: And we had the little apartment there.",
        "Q: And how many rooms, do you remember?",
        "A: Two room -- two rooms.",
        "Q: Two rooms’?",
        "A: Yeah. Two -- three rooms maybe, yeah.",
        "Q: And what was -- did your father start working at this point?",
        "A: He was trying to do some business, but mostly my mother started sewing, and she --",
        "Q: Uh-huh.",
        "A: -- wa -- became a seamstress, basically.",
        "Q: Really?",
        "A: [indecipherable] try and make money this way.",
        "Q: So your life --",
        "A: And then later she started giving sewing lessons.",
        "Q: Huh. So your life transforms, not only are you going from country to country, from place to\nplace, but everything about your life turns upside down in a way.",
        "A: Right.",
        "Q: So does this teach you something? Does this change your character in some way?",
        "A: It made me be very adjustable, and not really pay much attention to amenities and -- and --\nand -- and sort of made me view people all equally, not be very concerned.",
        "Q: Uh-huh.",
        "A: And I always felt that I will get educated, I -- I sort of felt the inner drive to get a good\neducation.",
        "Q: Did you lose your idea that you were going to be a prophet?",
        "A: Yes, oh yeah, by then I did.",
        "Q: And does your sister go to the Polish high school as well as you?",
        "A: Yes, definitely, my sister went to Polish high school, but she did not take the English courses.",
        "Q: She didn’t.",
        "A: She was more interested in French, and she went to Polish high school. She was a year ahead\nof me, yeah.",
        "Q: So did you now see your future in what was then Palestine?",
        "A: No, I always thought that I would go to America.",
        "Q: You did.",
        "A: Yes.",
        "Q: And did your parents think that, too?",
        "A: I think they did. They didn’t feel completely comfortable. They didn’t know Hebrew.",
        "Q: Right.",
        "A: And my father grew up speaking Yiddish actually, and he knew Yiddish. He always laughed\nthat my mother didn’t speak very good Yiddish. I mean, we all understood a little bit of Yiddish -",
        "Q: Right.",
        "A: -- but my father knew it well.",
        "Q: Right.",
        "A: But -- but Hebrew was a little different and -- and my father was at that time thinking more of\nthe future for the children than for himself, and he thought the kids would be better off in\nAmerica, yes.",
        "Q: Do you -- can you give me some idea of how old your parents were at this time? Is your\nfather in his 50’s maybe?",
        "A: My father. I -- I’m not very good at ages.",
        "Q: Right.",
        "A: My father was 40 or so when I was born, maybe 40 --",
        "Q: Okay, so he’s --",
        "A: -- 42 maybe.",
        "Q: Right.",
        "A: SO --",
        "Q: So he’s in his mid to late 50’s.",
        "A: Late fifties --",
        "Q: Right. And your mother is nine years younger.",
        "A: Yeah, or so.",
        "Q: Okay. Now, are you learning Hebrew, is your sister learning Hebrew? Is --",
        "A: Well, my sister was not particularly interested in Hebrew.",
        "Q: Uh-huh.",
        "A: And I am -- learned a little bit, but I had no formal lessons, so I learned just by myself.",
        "Q: Right. So what was it like living there in Tel Aviv then?",
        "A: Ah, well --",
        "Q: What do you remember?",
        "A: Tel Aviv was, of course, next to Haifa. Haifa was Arab, and Tel Aviv was Jewish, and there\nwere a lot of people from different parts of the world speaking different languages.",
        "Q: In Tel Aviv, yeah.",
        "A: In Tel Aviv. And Hebrew was not yet such an official language, you know, so the younger\npeople all spoke it, but the older people spoke usually the European languages they had come\nwith. So -- and it was very hot in the summer, that’s one problem with living in Tel Aviv.",
        "Q: Right. It’s very humid, isn’t it?",
        "A: And -- and -- and the climate -- I mean, it doesn’t get so cold, but it -- but it gets very hot,\nyeah. And I never really liked the sun so much, so that was one of the problems.",
        "Q: Did you go swimming in the sea?",
        "A: Yes, I did, yes. Went swimming in the sea --",
        "Q: Right.",
        "A: -- went swimming in pools. And we -- in the Polish high school we sometimes went in groups\nas friends to the beach. And we -- but you know, the war was going on --",
        "Q: Right, right.",
        "A: -- and we were getting terrible news from Poland already by then, and --",
        "Q: And are you getting news of the killings, or are you getting news of both?",
        "A: We were getting news of the killings, also.",
        "Q: Uh-huh, you were.",
        "A: Yes, yes. Because some people were escaping from Romania, sometimes letters were coming,\nand we were beginning to get bad news. And -- and in the Polish high school, m-many of the\ncolleagues in my class had already -- were already soldiers in uniform who were on leave to\nfinish school. So we were all thinking of going back to war to fight Hitler at that point.",
        "Q: Right. And what was it like politically in -- in Palestine at this time? Were you aware of the\nkinds of --",
        "A: Well, politically I was very aware of Jewish effort to make Palestine into a Jewish state, and\nactually I had some more distant relatives, and one of them was in Haganah, which is -- was the\nJewish underground [indecipherable] organization, and he tried to recruit me, and I went to a\nsecret meeting, and -- but I decided I really didn’t want to fight the British, I wanted to fight the\nGermans.",
        "Q: And did you have a sense that there ought to be a Jewish state, or this was [indecipherable]",
        "A: Oh yes, I definitely --",
        "Q: You did.",
        "A: -- had a sense that there ought to be a Jewish state, yes.",
        "Q: Uh-huh.",
        "A: I think all Jews had that.",
        "Q: But at -- at this very young age, you did not want to stay there and fight the British in order to\nget a Jewish state.",
        "A: Right. [indecipherable]",
        "Q: Yeah. So what --",
        "A: Well my -- my priority was to fight the Germans. I was -- I was more interested in ending the\nwar in Europe, yeah.",
        "Q: You’re studying at -- in the high school, but you’ve already attended some high school, so\nwhat class do you start in when you’re in Tel Aviv?",
        "A: I --",
        "Q: And is high school four years the way it is here? It’s not.",
        "A: Well, in Polish -- in the Polish system just before the war and even now, it is six years of\nelementary school, and then four years of high school, and two years of something called lycee --\nLyceum or Lyceum in Polish, and -- but the -- th-the six years altogether were sort of called high\nschool because it was one unit.",
        "Q: Right.",
        "A: And in Poland they were separate, but here they were one. Some in Poland were together, but\nsome were separate. But I basically was in the last two years of high school.",
        "Q: Right.",
        "A: [indecipherable] Palestine, yeah.",
        "Q: So did you start in 1940 or 1941?",
        "A: And mind you, I didn't lose a single year of education, of school.",
        "Q: Really?",
        "A: Re -- during the war, because my parents were sending me to school, and in Romania --",
        "Q: In Romania.",
        "A: -- and in Tel Aviv, so that when I was 16 I got the British matriculation, when I was 17, I got\nthe Polish m-matriculation. So I had sort of two high schools.",
        "Q: Huh. So you graduated from this high school, when is that, in °43?",
        "A: In °42, actually, yes.",
        "Q: Two, uh-huh.",
        "A: And -- and I didn -- had the choice of either going to a university in Palestine, and\nPolytechnic at Haifa, or -- or -- or -- or joining the Palestinian brigade, or joining the Polish\narmy. Now the military -- there was no conscription because the Poles had no right to conscript\nanybody in Palestine, and -- and the British were not constrict -- conscripting Jews to go into the\nbrigade, that was all voluntary, and I decided to go along with all my friends to the Polish army,\nand my parents weren’t completely happy but respected my choice, but they asked me to wait til\nI was 18, so I waited a few months and I joined the army in ’43.",
        "Q: Did they try to dissuade you from doing this?",
        "A: Not completely, they just wanted me to wait a few months til I was a little older.",
        "Q: Now, from what I understand from the history, it’s very unusual at that time for Jews who\nwere living in Palestine to join Anders army rather than the Jewish brigade or the British, or to\nleave altogether and join Haganah [indecipherable] one of the other groups --",
        "A: Yeah.",
        "Q: -- fighting the British. So you are an unusual Jewish person, doing this at this time, no?",
        "A: Well, actually, all my Jewish colleagues in the Polish high school, we had maybe one-third of\nthe students were Jewish.",
        "Q: Mm-hm.",
        "A: All of -- just about all of them joined the Polish army.",
        "Q: They did?",
        "A: Yeah. And -- and some of the Jews who came with General Anders from the Soviet Union,\nstayed in Palestine --",
        "Q: Right.",
        "A: -- partly because they had had enough and they wanted to settle after being deported to\nRussia. But some of us thought it was important for Jews to -- to fight, you know, and -- and to\ncompensate for those who stayed behind, so --",
        "Q: Right.",
        "A: -- most -- most of my Jewish colleagues went to the arm -- to the Polish army.",
        "Q: But did you consider going into the Jewish brigade that th-the rit -- British government was\nforming with --",
        "A: I considered it, yes, because I had a Polish friend --",
        "Q: Who did.",
        "A: -- who was the son of my mother’s close friend, who did, but I decided against it.",
        "Q: And what -- do you remember the reasoning that you used to decide one way rather than\nanother?",
        "A: I sort of didn’t identify at that time, completely my future with Palestine, completely.",
        "Q: And with the Jew -- with whatever the Jewish interest was particularly. So you felt both\nJewish and Polish?",
        "A: Right.",
        "Q: And so you wanted to be able to express --",
        "A: And I was interested in -- in s -- we thought that we might still return to Poland at that point,\nyou know, who -- who -- who knows’?",
        "Q: Right. So you actually thought it was possible?",
        "A: We thought it might be possible.",
        "Q: To return to Poland with the army”?",
        "A: No, no, n --",
        "Q: Or as a -- as a civilian?",
        "A: -- no, possibly to live there, although United States was more likely. But my father still had\nthe key from the house, that he --",
        "Q: He did.",
        "A: -- treasured, and he thought someday he was going back.",
        "Q: That’s interesting. Now, were your parents also okay with your going into Anders army as\nopposed to with the Jewish brigade, or were they also not quite so identified?",
        "A: They were okay with my --",
        "Q: With that. Yes.",
        "A: -- with that, yes they -- they -- most of their friends were Polish Jewish refugees, or Polish\nrefugees living in Palestine. There was a large group of Polish refugees in Palestine. Many\npeople don’t know it --",
        "Q: Yeah.",
        "A: -- but the British evacuated the Poles from Romania.",
        "Q: Right.",
        "A: Through Cyprus to Palestine.",
        "Q: You’re a young person at this time, who wants to go to school, who may have given up your\ndreams about being a prophet, but you clearly had ideas about a real future, but now you’re\ngoing to go into an army where you could very well get killed.",
        "A: Right, but I never thought of getting killed.",
        "Q: You didn’t?",
        "A: No.",
        "Q: You thought you would be protected, somehow.",
        "A: Right, yes.",
        "Q: So, how do you go into this army? Do you go to an office and you sign up? What do you do?",
        "A: Well, you go to the Polish consulate and you say you want to volunteer for the army, and --\nand they say well, thank you, and we will call upon you and you will have a medical examination",
        "Q: Right.",
        "A: -- and we’ll enlist you. And then a few months later, they did that.",
        "Q: And was -- was there an issue because you were Jewish, or they --",
        "A: No, no, not at all.",
        "Q: No issue.",
        "A: No issue.",
        "Q: So did you wait a few months?",
        "A: Well, I waited til they called me.",
        "Q: Til they called you.",
        "A: Yeah.",
        "Q: And then you got called, and then you [indecipherable]",
        "A: And then ’43, I wa -- early in °43 I think --",
        "Q: Right.",
        "A: -- in February or so, I was called, and I first received the training as a recruit and that was --\nmy training was in Egypt on the northern side of Suez Canal on the -- in Kasasim.",
        "Q: Mm-hm.",
        "A: Which is close to the Suez Canal, but on -- not on the Egyptian side, but on the Palestinian\nside. And I trained in tanks and it was quite difficult because when an officer moved his hand,\nyou had to climb into the tank and he moved his hand again you had to climb out and I was\nbruised all over from the metal, climbing in and out. But -- and you know, he closed the flap over\nyour head, and you’re in a pretty closed environment and -- and I learned to drive a tank, I\nalways say, before I learned to drive a car. And tank you drive by pulling with your hands. If you\nwant turn left, you br-brake on the left and the tank rotates left.",
        "Q: Really?",
        "A: And [indecipherable] you want to turn to the right, you brake with your right hand and tank\nmoves the other way, so -- and -- and we also had gun, and when the gun was firing it made a lot\nof noise over -- we were right there. So I then had an opportunity to go to officer’s school, and I\nwas very happy to leave the tanks, and go to the artillery officer’s school. And I became what’s\nknown in Polish as officer cadet, or [speaks Polish] in Polish. When you graduate you -- you get\nqualified to become an officer, but you have to get promoted through different ranks, and -- and I\nwas assigned to light anti-aircraft artillery, which was fifth regiment, or -- which was part of the\nFifth Infantry division. And I was assigned to go to Italy, because Polish army right then had\nparticipated -- was entering the Italian campaign.",
        "Q: Mm-hm, right.",
        "A: And I was -- after I had, by the way, toured Cairo and seen the Sphinx and the pyramids, I\nended up going to Port Said and -- and we took a boat to go to Italy.",
        "Q: Wait, let me stop you for a moment. You said a while back that you were not very athletic.",
        "A: Right.",
        "Q: So I’m wondering how all of this training was, that you were training in the tank, not only did\nyou get black and blue, but how difficult was this for you?",
        "A: Well, I wasn’t very athletic with bicycles or with running, but I was -- I did play soccer a little\nbit --",
        "Q: Uh-huh.",
        "A: -- and I wasn’t that bad. [indecipherable]",
        "Q: Oh, okay.",
        "A: No.",
        "Q: But nevertheless, it was very different from what you were used to.",
        "A: Right.",
        "Q: That kind of training, yes?",
        "A: Right, right, it was.",
        "Q: And it wasn’t intellectual, it was -- it was --",
        "A: Right.",
        "Q: -- very physical, and --",
        "A: Very physical in the -- and -- and -- but there was -- it wasn’t -- it wasn’t a problem really.",
        "Q: It wasn’t.",
        "A: No.",
        "Q: And when you went to officer’s school, what does that mean, officer’s training? Cause you\nwere a kid, right?",
        "A: Right. Well, I was -- but at same time I was a good student, so I wasn’t so bad.",
        "Q: Right. Actually you’re not a kid, you were 18 years old.",
        "A: Eight -- 18, yeah. And some of the others had more experience. I was one of the youngest that",
        "Q: Uh-huh.",
        "A: -- that in -- one of the youngest in the army, and one of the youngest in the officer’s school.",
        "Q: And most of the boys that you --",
        "A: But I was used to that.",
        "Q: You -- you were used to that [indecipherable]",
        "A: To being young, yes.",
        "Q: Yes. But now, were many of the boys in your unit, if there was a particular unit that you were\nwith, had they had experience fighting? Or had some training before and you were unusual in\nthat as well?",
        "A: Well, most of the other soldiers and officers had been in Russia.",
        "Q: Uh-huh.",
        "A: All they had experience was being in Russian forced labor camps --",
        "Q: Right, right.",
        "A: -- in Siberia.",
        "Q: I see.",
        "A: So they were actually also very sort of used to not -- not being at home for several years.",
        "Q: Right, right.",
        "A: And -- and I w -- I was -- I was one of the few -- I mean, in Palestine not that many Poles\njoined the army in Palestine.",
        "Q: Right.",
        "A: You know? Never mind Jews even, Poles, there were very few.",
        "Q: Yes, Poles, right.",
        "A: So that most of them were veterans and most of them were older.",
        "Q: Uh-huh.",
        "A: Most of the Polish soldiers at that point were older than we who c-came from the Palestinian\ndetachment.",
        "Q: And how did -- uh-huh -- and how did they treat you? Were they nice? Were they okay?",
        "A: They were nice. I-I was treated like everybody else.",
        "Q: Right.",
        "A: And -- and we then took the ship to go from Port Said to taran -- Taranto --",
        "Q: Right.",
        "A: -- which is at the foot of Italy. And being light anti-aircraft artillery, I was assigned to be in\nthe anti-aircraft artillery or the [indecipherable] so, because the Germans were strafing allied\nships that were going through the Mediterranean, so --",
        "Q: Right, right.",
        "A: -- so was four hours on and four hours off, was our routine on the ship -- aboard ship. So --",
        "Q: Did you shoot down any planes?",
        "A: No.",
        "Q: No?",
        "A: Not at that point.",
        "Q: No?",
        "A: Later, yes.",
        "Q: Yes?",
        "A: But not at that point, no.",
        "Q: And how many of you would be manning a -- the guns [indecipherable]",
        "A: It typically would be three or four of us, yeah.",
        "Q: Uh-uh.",
        "A: Because the guns had one person cranking up vertically, one person cranking up the gun\nhorizontally, so that’s two people --",
        "Q: Right.",
        "A: -- in the seats, and one person loading the gun, and one person passing the ammunitions, there\nwas at least four.",
        "Q: And what was your job usually?",
        "A: Well, I usually was cranking and --",
        "Q: Yeah?",
        "A: -- aiming, yes.",
        "Q: So you would aim? That’s how you would do it, I see.",
        "A: Yes.",
        "Q: So the people who were cranking were actually aiming?",
        "A: Aiming, yes.",
        "Q: Huh. Was that tough, on the boat?",
        "A: It was tough, yeah.",
        "Q: Yeah.",
        "A: But -- but we didn't want the airplanes to shoot us.",
        "Q: To shoot you, right. Were you able to -- to communicate with your parents, were you able to\nwrite home?",
        "A: Yes, I was able to write letters to my parents.",
        "Q: Uh-huh. And were you --",
        "A: But I -- we were asked -- one reason I later didn’t keep a diary in Italy is we were asked not to\ndescribe where we are and what we were doing, so -- because of military --",
        "Q: Right, right.",
        "A: -- sort of secrecy, so -- which I regret to a certain extent [indecipherable]",
        "Q: Did you keep a diary when you were training?",
        "A: No.",
        "Q: No, you didn’t do that either.",
        "A: No. I did write notes after we left Poland and some of my memories were refreshed by these\nnotes very much, yeah, how we left Lwow and how we got to -- yeah, to Romania.",
        "Q: Romania.",
        "A: -- yes --",
        "Q: Right.",
        "A: -- yes, I did write that up very early on, but the military service I wasn’t writing.",
        "Q: All right, I think we’ll have to stop the tape.\nEnd of Tape Three\nBeginning Tape Four",
        "Q: Julian, I wanted -- before we go -- we get really into Italy and what happened there, I want to\nask you a couple of questions about Palestine. One is, you were in the boy scouts, am I right?\nYour sister was in the girl scouts, or some kind of scouting?",
        "A: Right, she --",
        "Q: Can you explain what that was?",
        "A: Also in -- in Poland, too, a little bit.",
        "Q: Uh-huh.",
        "A: Well, we had -- we had excursions with our friends and we would dress in khaki little\nuniforms, and go out and -- and stay in tents and -- and practice shooting and practice I don’t\nknow, running and doing things together.",
        "Q: Shooting? Now, isn’t that unusual for scouts to be doing, or is this something in Europe that\nhappens as well as -- or was this unusual in Israel? I mean in Palestine, I’m sorry.",
        "A: Mm, it was, I think in Poland too, there was -- people liked markmanships, and I got to enjoy",
        "Q: You liked that?",
        "A: -- sh -- trying to hit the bulls-eye, yeah.",
        "Q: Did your sister do that as well? Did the girls do that as well?",
        "A: Girls also had auxiliary girl’s training, but I don’t think they were shooting.",
        "Q: Now, was there a relationship between the scouting groups and becoming part of the military?\nWas there a relationship in any way”?",
        "A: N-No.",
        "Q: There wasn’t.",
        "A: There was not. I mean, it just was natural that one might prepare one for the other.",
        "Q: Right.",
        "A: But separate organizations.",
        "Q: Right. And how often would you meet?",
        "A: You know, I don’t remember, but --",
        "Q: You don’t remember.",
        "A: -- no, but mostly I remember the trips we took as kids.",
        "Q: And would they -- these trips would be for a few days at a time --",
        "A: Yes, exactly.",
        "Q: -- I gather, night?",
        "A: Yeah.",
        "Q: Right.",
        "A: Overnight, yeah.",
        "Q: Now, tell me about your relationships with the other students. I gather you were all quite\nclose with each other, am I right?",
        "A: Yes. We were -- we -- some of us have been together in Bucharest already and we were\npleased to rediscover each other in Tel Aviv.",
        "Q: Right.",
        "A: And some of us just met in Tel Aviv, but we were all very good friends. We had the s-sense\nthat we were all very lucky to be -- it was like a -- an oasis of peaceful living while our relatives\nwere in Europe, or in the middle of the war.",
        "Q: Right.",
        "A: And we used to go swimming together, and we -- we all became very good friends, whether\nwe were Jewish or Catholic or whatever.",
        "Q: Right.",
        "A: And -- and some of our mothers and fathers would almost adopt the kids who didn’t have\nmothers or fathers, or who particularly didn’t have fathers, because the father might have already\nbeen in the army or might have been in England.",
        "Q: Right.",
        "A: So it was -- it was like an extended family, and we were all away from our normal\nsurroundings, so we --",
        "Q: Right, right. Was this true of other national groups, that -- that --",
        "A: I don’t know of any other national groups. There was -- I don’t know that there were other\nlarge national groups.",
        "Q: Uh-huh. As much as Polish.",
        "A: This Polish group was quite unique.",
        "Q: But now Palestine was not altogether peaceful either, at that time, right?",
        "A: It was reasonably peaceful. There were, you know, there were bombings in a hotel --",
        "Q: Uh-huh.",
        "A: -- remember, but in general, it was fairly orderly. It was --",
        "Q: Were you ever --",
        "A: -- good police organization.",
        "Q: Uh-huh. I know you were approached by -- with your cousin in the Haganah.",
        "A: Yeah.",
        "Q: Did anybody for the -- from the Irgun try to enlist you in what they were doing?",
        "A: No, no.",
        "Q: No.",
        "A: And Irgun started quite a bit later. There were rumors that Irgun was being helped with\nweapons from the Polish army because a lot of the -- a lot of the leaders of Irgun had come with\nAnders --",
        "Q: Right.",
        "A: -- you know, like Menachem Begin, and -- and there’s actually -- somebody wrote a play\ncalled Begin and Anders.",
        "Q: Uh-huh.",
        "A: Or Anders and Begin, which --",
        "Q: Uh-huh.",
        "A: -- which discusses the relationship. Begin said always that he left on a leave of absence and\nthe Polish army never pursued to get him back, so he w -- as opposed to being a straight deserter,\nhe was actually -- just left on a extended leave of absence.",
        "Q: Right. Did you ever meet any of the boys who had left the army? The Jewish boys?",
        "A: No, no.",
        "Q: You never met them?",
        "A: No.",
        "Q: So you never got an opportunity to talk to them as to why they made that decision.",
        "A: No, but I knew some people who made this decision, and it was mostly because they had been\nthrough so much turmoil that when they got to Palestine they just thought it was time to end all\nthis wandering around.",
        "Q: Right. So let’s go to Italy. You land in Italy.",
        "A: Yes.",
        "Q: In Taranto, right?",
        "A: Right.",
        "Q: In February of 1944, I gather.",
        "A: Right.",
        "Q: Right? And you’re in a light anti-aircraft artillery unit, is that correct?",
        "A: Right.",
        "Q: And you’re heading north?",
        "A: Right. And light anti-aircraft unit, although it was a division --",
        "Q: Uh-huh.",
        "A: -- different batteries were assigned to different infantry units, so we were basically in support\nof infantry.",
        "Q: I see.",
        "A: W -- we were not like heavy artillery which sits back and shoots, we were --",
        "Q: So you’re marching along with infantry?",
        "A: -- with infantry, right, and each -- each battery sort of separately, so we were seldom together\nas a whole regiment.",
        "Q: I see.",
        "A: And we -- and the guns were attached to a small truck, and were being pulled by truck, so my\nnext skill was I learned to drive a truck.",
        "Q: So you -- so you went from the tank to the truck.",
        "A: I went from the tank to the truck.",
        "Q: And what was the regiment that this unit was from?",
        "A: This was Fifth Division. Had symbol which was a bison.",
        "Q: Uh-huh.",
        "A: And it was called Fifth Krisova divisi -- Krisova meaning the edge of Poland, and it’s the\neastern edge of Poland, it’s called Kresse, and the division was in honor of the eastern edge of\nPoland.",
        "Q: So this is part of the second Polish army, the [indecipherable]",
        "A: Oh, the second Polish division.",
        "Q: Division.",
        "A: Yes. Well, there were actually -- I’m sorry, second Polish army.",
        "Q: Right.",
        "A: Yes. And the second Polish army had the Fifth division and Third division -- Third division\nand Fifth division. There were not too many divisions.",
        "Q: There weren’t?",
        "A: There were two or three divisions.",
        "Q: Uh-huh.",
        "A: And we had British uniforms, but Polish insignia. On our -- our arms here it said Poland.",
        "Q: Mm-hm.",
        "A: And we had a bison for the division and we had a symbol of the British Eighth Army, which\nhappened to be a cross. And --",
        "Q: And you wore a beret as well?",
        "A: And we wore beret, and -- and it was a regular khaki beret, not a black beret like I had in the\ntanks. And on the beret it was a Polish eagle.",
        "Q: With no British sign. Was --",
        "A: No, no, no.",
        "Q: I see. So you’re traveling north and you’re going to come into one of the biggest battles over\nthere. [indecipherable]",
        "A: Right, we first fought along the Adriatic on the east coast of Italy.",
        "Q: Right.",
        "A: And then, when we got some way, half way --",
        "Q: To Italy.",
        "A: -- Italy, we were asked to go west and to cross over to the western side. And I think it started\nsomewhere at Forli is the name of the town. And I remember going through a town called\nPredappio where Mussolini was born and I was very impressed. And actually, before I left\nPalestine, I went to a lecture once by a former high commissioner of Palestine and he was talking\nabout his military experience in World War I and he was saying one thing he did was because in\nthe army you have a lot of time, he said, I read books, you know, and I was so inspired. He said\nhe picked three most important books and he read them, so I picked the same three books, I\nthink, which was -- one was the Bible, the other one was Macaulay’s “History of England’, and\nthe third one was the history of the Roman empire. And I kept reading them, and also learning\nItalian as we traveled through Italy. So that then we crossed west, and we went to the area --\nMontecassino area and mon --",
        "Q: Tell me something, y -- y -- go back for a moment. You have a lot of time to read?",
        "A: Well, in the army you have lot of time, yes.",
        "Q: Yeah? Cause you’re waiting a lot?",
        "A: You’re waiting a lot, yes.",
        "Q: Did other boys read as much as you --",
        "A: Not as much.",
        "Q: -- you were very unusual, yes?",
        "A: I was maybe more unusual in that respect.",
        "Q: Uh-huh.",
        "A: And the other boys learned a little bit of Italian, sort of conver -- conversational Italian.",
        "Q: Yeah.",
        "A: But I was more really doing systematic self study.",
        "Q: Uh-huh.",
        "A: So then we got to Montecassino, and the situation was that -- and Montecassino is located\nbetween Naples and Rome, and this was about the time when the British -- the United States\narmy, U.S. army had landed in Anzio.",
        "Q: Right.",
        "A: And the bri -- American troops were surrounded and stopped there and couldn’t break out.\nAnd the critical position was the -- the mountain with the monastery on top, Montecassino\nmountain. And there were three or four assaults by the British and the French and the Australians\nand none of them succeeded, and then the Polish troops were called to -- to take their turn at\ntaking the mountain. And our commander, General Anders issued an order of the day in which\nhe said to -- the battle for Montecassino is the battle for freedom of Poland. And Polish soldiers\ntook it to heart and fought very hard, and after a few -- and by the way, at Montecassino, we\nwere -- my unit was made into infantry because the guns couldn’t be pulled up the mountain.\nAnd we were all crawling, rock by rock up the mountain and the -- it was -- there was also a lot\nof bombardment because the British were -- and Americans were dropping bombs on the\nmonastery, which was considered an observation point for German artillery. And the Germans\nwere in bunkers all along the mountains, so 1-1t was a very difficult situation. It was in May of\n1944, and then in the end, Polish troops took the monastery at the top of the mountain and\nmounted the flag, Polish flag and the British flag at the top of the monastery.",
        "Q: And -- and what was your -- your role? You were holding what ? What kind of --",
        "A: I was actually doing some mortar shooting. The mortar we could carry up the mountain, but\nalso with my rifle climbing and making my way up the hill. And --",
        "Q: This was not your first battle, or was this a --",
        "A: No.",
        "Q: -- [indecipherable] battle that was this rough for you?",
        "A: This was the roughest battle, because -- in part because I was not at my gun, but --",
        "Q: Yes.",
        "A: -- on my own.",
        "Q: On your own.",
        "A: Yeah.",
        "Q: Then who --",
        "A: And we had to carry the ammunition up the mountain, up the slopes, because cars couldn’t\nget up there.",
        "Q: Right.",
        "A: No trucks, no cars.",
        "Q: Now I -- as I understand it, there was a first push and it didn’t work, and -- and Anders had to\nre -- decide what to do now, what sort of a strategy to use to go up the mountain [indecipherable]",
        "A: Yes, well I was not part of the strategy, but --",
        "Q: Right.",
        "A: -- there were several assaults, but --",
        "Q: Uh-huh.",
        "A: -- in the end the troops went around, and --",
        "Q: Did you get to the top?",
        "A: I got to the top, yeah.",
        "Q: Yes?",
        "A: Mm-hm.",
        "Q: Did many of your buddies get killed, or get hurt in this --",
        "A: Several of my friends got killed, yes. The casualties were very heavy.",
        "Q: Were very high.",
        "A: And to this date there is a Polish cemetery at the foot of Montecassino that has many graves.\nAnd some of them were wounded. I was very lucky to come through.",
        "Q: You were -- you weren’t even wounded?",
        "A: No, I was --",
        "Q: That’s very lucky.",
        "A: -- very lucky, yes.",
        "Q: How did it affect you to be in a battle with so many casualties? Was this extremely difficult\nfor you emotionally afterwards?",
        "A: Well, it was very difficult emotionally while it was going on, but afterwards I felt very lucky\nto have -- have come through unscathed, yeah.",
        "Q: Right, right.",
        "A: And I was very proud also, of having participated in what was a pretty critical battle.",
        "Q: Right. And when you think about Anders saying we’re fighting for the freedom of Poland,\nwas that what you were fighting for, or were you fighting for [indecipherable]",
        "A: Well, I was mostly fighting for the freedom of my relatives and fellow Jews, but --",
        "Q: Mm-hm, yes.",
        "A: -- but they were in Poland, so --",
        "Q: Right.",
        "A: And at that time we didn’t know yet that eastern Poland had been basically given away by\nRoosevelt and Churchill to Stalin.",
        "Q: Right.",
        "A: It was --",
        "Q: But by this -- by this time it’s clear to you --",
        "A: By the --",
        "Q: -- that millions of Jews have been killed?",
        "A: Right.",
        "Q: Right, and --",
        "A: Right, we -- we knew that already, and -- and I remember at the same time coming across a\nbody of a German and reading a letter he had written to his relatives, or his relatives had written\nto him, and I could see that they had human problems too, you know, being away from their\nfamilies, but -- but -- but we knew Jews were being killed in a --",
        "Q: Right.",
        "A: -- brutal way in gas chambers and so on. And we -- when we finished the battle, we were\ngiven a break, a little rest.",
        "Q: And where did you go? Or did you just stay where you were?",
        "A: Well, we stayed in the area. I remember once on the mountain, coming across some\nMoroccan troops which were fren -- part of the French army, and we couldn’t communicate with\nthem too well, so we were just as -- we were scared of them [indecipherable]. The worst thing\nwas walking at night, and you know, in different forests or empty areas and when you stood\nguard that was pretty difficult situation because sometimes you could be -- Germans could be\nattacking, you know?",
        "Q: Right.",
        "A: But that wasn’t at Montecassino, that was elsewhere. We were -- we were also getting leaflets\nfrom the Germans. They were dropping leaflets telling us, why are you fighting us, you should --\nthe Russians are killing Poles in -- in Russia. And my friends had all been in Russia, so they all\nwere very aware that the Russians were very bad people. So -- that had -- had them deported, and\nhad them in forced labor, but they wanted to fight the Germans, too.",
        "Q: Right.",
        "A: I don’t know of anybody who deserted.",
        "Q: Uh-huh. So how long was this break after this battle?",
        "A: It was a short break and we were then sent to the east coast of Italy back again and we fought\nat -- I fought at -- and the Polish army at Ancona, Bologna, at Loreto, and then at Bologna. And\nthere is a Polish cemetery in Loreto, and there are Jewish graves there, as there are at\nMontecassino.",
        "Q: Who -- who dug graves at Montecassino? Did you boys do it?",
        "A: I didn’t do it.",
        "Q: You didn’t?",
        "A: No.",
        "Q: Did the army do it [indecipherable]",
        "A: I think the army must have done it, yes. Must have been the army, but they were probably not\nthe front line troops, but the sort of service units.",
        "Q: Right, right.",
        "A: Sort of divisional support units.",
        "Q: So you’re in a number of other battles along the way?",
        "A: Right. And --",
        "Q: Does it ever -- does it ever get easier before each battle?",
        "A: No, it wasn’t as difficult as at casino, but it was difficult, for example at one point, we had to\nretreat and that was very unpleasant. But -- but we -- the British and the Americans were\ninterested in keeping the Italian front active to distract the German troops and extend their supply\nlines so as to make the landing in France easier, and to make the invasion of France easier. So we\nweren’t pushed to advance very rapidly, we were going rather slowly.",
        "Q: Did you ever come across camps that the Italians had set up, or not?",
        "A: Not camps -- with Jews? Or camps --",
        "Q: Th-They had all sorts of people in the --",
        "A: Yeah. No, no. We saw some Italians who were si -- fighting on our side. There were some\nItalians fighting on our side, but I didn't come across Italian camps.",
        "Q: And were the Italians that you met happy about your being there?",
        "A: It was mixed. Most people were afraid of soldiers and soldiers do sometimes take food and\nwine away from where they -- in the countryside, wherever people tried to -- supplies are\ndifficult during the wars, so sometimes the farmers kept storing things for themselves --",
        "Q: Right.",
        "A: -- and sometimes soldiers would take it, and sometimes soldiers would kill chickens.",
        "Q: So people were nervous [indecipherable]",
        "A: So that the Italian -- but the Italians in general were friendly.",
        "Q: Uh-huh.",
        "A: They were not -- there -- there -- it was not hostile territory. And they -- most of them didn’t\nlike the Germans.",
        "Q: Right.",
        "A: Even though some of them were Fascist, you know.",
        "Q: But it was a different kind, I guess.",
        "A: Right.",
        "Q: Yeah.",
        "A: And I remember in Ancona going to the synagogue for high holidays.",
        "Q: Really?",
        "A: And the army had a rabbi, and occasionally we had services.",
        "Q: Hm. Interesting. So in May of 1945, the war is over.",
        "A: The war was over ra -- around that time. We were approximately at the level Bologna and the\nwar ended and we were very happy. It ended, but there was a question what will become of us,\nbecause most of my colleagues like myself were from the eastern part of Poland, which by now\nwe knew was going to become part of Soviet Union. And I -- all the soldiers were given a\ndeclaration from England that -- from Britain -- from the British which said that we are\nencouraged to return to Poland and that they had the commitment that we would be safe when\nwe came back to Poland, or since we had fought on the British side, if we didn’t choose to go\nback to Poland, we could go to Great Britain. And -- and most of the soldiers went to Great\nBritain, and -- but some who had families returned to Poland. You know, some had left their\nchildren and wives at home. And I knew I wasn’t going back to Poland, so -- which was now in\nSoviet Union, so I had no problem decide -- to become repatriated back to Poland.",
        "Q: Right, right.",
        "A: And I was hoping to come to America, and -- but what was very nice is that when the war\nended, you know, Anders said, since Poland has lost so many members of its intellectuals,\nprofessionals, that he wanted the young military to be educated, and we were offered an\nopportunity to attend Italian universities. And -- and I opted to go to the Polytechnic in Turin,\nItaly. A-And some others who want to study medicine went to Bologna, some others went to\nRome, some went to Milan. So there were all these Polish young officer cadets, and young\nofficers, who had matriculation and were ready to study and suddenly going to Italian\nuniversities and -- and in the -- in Turin there was a sort of dormitory for the Polish soldiers and -\n- who were studying, and I was in that dormitory.",
        "Q: And you were still in uniform?",
        "A: I was in uniform some of the time. I didn’t have so many civilian clothes, but we could be in\ncivilian clothes at that point. And then --",
        "Q: Let me -- let me stop you for a moment if I may. When the war is over, are you folks guarding\nGermans? [indecipherable] prisoners of war?",
        "A: Oh -- ah -- oh, what happened was, since I knew -- yes, we saw German prisoners of war, and\n-- and si -- w-we were either guarding them or seeing them being guarded by the British. But I\nam also la -- was assigned to a camp where the British were sorting out people they had\nliberated. Since I spoke English, I was used as a Polish translator for those who were from\nPoland.",
        "Q: Right. Let’s continue that on the next tape, we’re going to have to stop this tape.",
        "A: Yeah.\nEnd of Tape Four\nBeginning Tape Five",
        "Q: Julian, explain what you were doing in this transit camp, for the British.",
        "A: Yes, I was assigned as an interpreter to a camp where there were a lot of people who had been\nliberated and were from all different countries. Europe was -- Germans had taken people from\ndifferent countries for forced labor. From France, from Turkey, from Poland, and from Holland.\nAnd when the war ended, somehow we were -- this camp was close to the Austrian border, and a\nlot of people were brought in, including some who had been in Mauthausen as prisoners of -- as\nprisoners in the German camp. And some had not been in camps, but had been in forced labor in\ndifferent factories or doing different jobs. And it was a sea of humanity, and -- and they were out\nin Open areas, so some of them just warming themselves up by fire. And -- and w -- and some of\nthem were from Russia and from Ukraine. And the British wanted to send all these people home.\nAnd there were trains and the job in the camp was sorting people, finding out who they -- where\nthey were from. And some of them didn’t want to go back, in particular the Russians. Some of\nthem were White Russians, who had collaborated with Germans, or who were afraid that they\nwould be accused of having collaborated with German. So it was quite a messy scene and some\nof them were basically forced onto the trains and -- and also I saw Serbs being take -- Serbs were\ntaken prisoners because they had fought together with the Germans, and they were being shipped\nback to Serbia. And -- some Serbs, anyway. And -- and -- and there were Polish people, which is\nwhy they needed Polish interpreter. And they were trying to figure out who was who and where\nthey should go and where they belonged. And some desperately wanted to go home, and some\nwere afraid to go home. So --",
        "Q: And your job was what? To --",
        "A: To --",
        "Q: -- question them [indecipherable]",
        "A: -- to question them and get information where they were from, and -- and how they got there.\nAnd --",
        "Q: What was the --",
        "A: -- to verify their stories.",
        "Q: Right. Were some people more difficult --",
        "A: It was a British operation.",
        "Q: Right.",
        "A: I was just assigned as an interpreter.",
        "Q: Yeah.",
        "A: It was not a Polish army operation.",
        "Q: Now, I -- as I understand it, you met some people who came from Mauthausen, the men.",
        "A: Right, I met --",
        "Q: Was -- that must have been a very difficult story to hear.",
        "A: It was a very difficult situation to see these people because they were like skeletons and they\nwere basically supporting each other, and barely able to move and walk, and -- and -- and they\nwere still in the striped prisoner gear, yeah.",
        "Q: Now is this the first time that you had met -- met anyone, as opposed to just hearing the\nstories --",
        "A: Right.",
        "Q: -- who had been through some of the most difficult --",
        "A: First time, yes.",
        "Q: Uh-huh.",
        "A: It was the first time.",
        "Q: And what did that do to you? Anything?",
        "A: Well, it moved me very much, and it certainly made me realize what people had been going\nthrough during the war.",
        "Q: Right. And were you in favor of what the British were trying to do, or did you think this was\nwrong?",
        "A: Well, I was in favor of people being sent home, but I think there could have been a little more\nhumanity to it.",
        "Q: Right.",
        "A: And they didn’t have the amenities. Some of them -- some of them were -- they were being\npacked -- sometimes when I see the movie like “Shoah”, and I see how the Germans packed\npeople, it wasn’t that bad, but it was -- some of 1t was forced packing of people onto trains.",
        "Q: Uh-huh. And how long were you doing this? A month, two months?",
        "A: Probably like a couple of months, yeah.",
        "Q: Uh-huh. And was it after that that you were given the opportunity to go to Turin and go to the\nuniversity?",
        "A: Yes, it was after that, yes.",
        "Q: Did you happen to know that Primo Levi, was he anybody that was known, wh-who came\nback to Turin, who lived there for the rest of his life?",
        "A: No.",
        "Q: No.",
        "A: No, I didn’t.",
        "Q: Not at the time.",
        "A: No.",
        "Q: Did you like going to the university there?",
        "A: Well, I liked very much, yes.",
        "Q: Yes.",
        "A: It was a relief and a reprieve after service in the military and then we again all got along very\nwell, and -- and we were like a close group together.",
        "Q: Right.",
        "A: Eventually I moved out of the dormitory to a private apartment with another Polish colleague.",
        "Q: Right.",
        "A: With whom I’m still in touch, you know, lives in Florida, he’s a Catholic, but he calls me up\nvery often.",
        "Q: Now tell me something, because people may not know, was there a lot of destruction in Italy,\nbecause it seems -- 1t could seem surprising that a university would be open --",
        "A: Well, in Turin there was very little destruction.",
        "Q: Very little.",
        "A: Almost no destruction.",
        "Q: I see.",
        "A: Turin, Genoa, Milan, were not really destructed too much.",
        "Q: Yeah. And your Italian was good enough to go to the university?",
        "A: Yes, my Italian --",
        "Q: By then, yes?",
        "A: -- was quite good, yes. And I took a sort of engineering course, yeah. First year of engineering\nit was called.",
        "Q: So, are you, throughout this period, are you able in some way to communicate with your\nparents? Are you a --",
        "A: Yes.",
        "Q: -- and your sister, you’re able to write?",
        "A: I was able to write and send letters, and once I was even given a leave of absence during the\nwar to go back to Palestine and visit my parents.",
        "Q: Really?",
        "A: By boat, of course.",
        "Q: Uh-huh.",
        "A: Yeah. And with a few other Polish friends --",
        "Q: Right.",
        "A: -- who had relatives in Tel Aviv, or some --",
        "Q: So that must have been a very nice thing for you to [indecipherable] to do.",
        "A: It was a nice interlude, yeah.",
        "Q: And did you then, when you met your parents and your sister, discuss what you would do?\nCause it was clear that the allies were going to win by this time.",
        "A: Right.",
        "Q: I mean, it probably was clear even before.",
        "A: Right. And we at that time started corresponding with my aunt who was then in New York,\nand --",
        "Q: Now this is the same aunt, this is the sister --",
        "A: The same aunt, yes.",
        "Q: The [indecipherable] right.",
        "A: Yes. And we were trying to get a visa to come to the United States, and -- and actually, at one\npoint I -- my aunt [indecipherable] was in her second marriage. In her first marriage, her married\nname was Ulam, and her nephew, son of her husband’s dead -- the husband died, she was a\nwidow before she remarried. And he was in the United States, his name was Stan Ulam. He was\n-- later became known for inventing the hydrogen bomb. But he was at University Southern\nCalifornia and he was a mathematician, an outstanding, world famous mathematician. And he\nalso then went to New Mexico, or to -- to Los Alamos to participate in the development of the\nbomb. And he was well connected, and he got me an admission to the University of Southern\nCalifornia. So I went to the consulate 1n Genoa to see the American consul to pick up the visa,\nand the consul asked me, do you want to stay in the United States? And I said, of course. And it\nwas absolutely the wrong answer, because the moment I said that, I couldn’t get the student visa,\nbecause student visa is only for temporary stay as a student.",
        "Q: Right, right.",
        "A: So the consul said, you have to apply for regular immigration visa. And Polish quota was very\ntight because at those ti -- in those days, each country had a quota, and since a lot of people from\nPoland were displaced, the Polish quota was very difficult to -- to get the immigration visa, and it\nwas like a three year wait. So I didn’t get the immigration visa til after I got to London. So my\ntrip to Genoa was wasted, but my aunt finally send me the -- the papers to -- affidavit to -- to\napply for the visa.",
        "Q: Now, are your -- your parents and sister trying to get to the United States at the same time?",
        "A: My parents and sister -- well, my sister went to study in Beirut, Lebanon, because she didn’t\nwant to study in English or in Hebrew. S -- and she was interested in French, and in Beirut she\nfirst went to the English university, but transferred then to the French university, she studied\nmedicine. And so my sister was already in Beirut, not with my parents, and I was in the army.\nAnd the British then offered to evacuate Poles from Palestine. Just before they were going to\nleave Palestine, they evacuated Poles who wanted to leave, to Great Britain. And my parents\ncommunicate with my sister and she came and together they left from Palestine to -- to go to\nEngland, yeah. And I was already in England at that time.",
        "Q: Oh, so you got there before.",
        "A: I got there before.",
        "Q: And so you were --",
        "A: The British didn’t want to keep Polish soldiers in Italy too long.",
        "Q: Right.",
        "A: And actually, the better student you were, the longer you could stay. So I stayed quite long in\nItaly to complete my first year of engineering, and then I had to leave.",
        "Q: Right. Now, was there any thought on your parent’s part to stay in Palestine?",
        "A: Not really, no.",
        "Q: No, uh-huh. And you had no interest to go --",
        "A: To return back, no. I was interest to start a new life.",
        "Q: Right.",
        "A: And when I got to England, the British wanted to have better control over Polish soldiers in\nEngland so they put -- so they incorporated us into something called Polish resettlement corps.",
        "Q: Right.",
        "A: Polish resettlement corps was a British unit for Polish soldiers. It was not to fight, it was just\nto control them. And then, people who were in Polish resettlement corps could either get leave of\nabsence to go to study, or they had to go to work. In Britain at that time there was compulsory\nlabor actually, yo-you had to work, so you had to report to the employment office, and they\nwould assign you a job if you couldn’t find one.",
        "Q: Right.",
        "A: And a lot of Poles ended up in coal mines, and -- because [indecipherable] Britain, so -- but I\nwas one of those lucky ones who were given a -- an -- an -- an opportunity to go to London and\nstudy, and I started in something called Polish University College, which doesn’t exist any more,\nbut was preparing Polish former soldiers to take degr -- amer -- British degrees. And at that time\nUniversity of London had a program which was called external program, so that you didn’t have\nto attend the university, you could just take exams as an external student. And I couldn’t get into\nany British university, they were all fully booked, so I went to this Polish University College,\nand I start preparing for what’s called part one of the Bachelor’s degree for the University of\nLondon external examination. And then -- and I took that examination and when I passed I\ntransferred to Worcester Polytechnic, which was sort of a college, but again the exams were\nexternal University of London exams, and I was preparing for part two, and I was going through\nit pretty quickly so that by 1949, when I was 24, I was ready to take the Bachelor’s degree exam,\nbut then my visa arrived from the United States, and the American consul would not renew it. I\nwanted to wait til June, it was March, and he said he couldn’t renew the visa, I would have to go\nto back of the line. So I went to the university office, and I asked them whether I could go and\ntake the external examination in Canada, which was at that time a British -- part of British\nempire. And the -- well, I said even maybe should come back to London because be it’d be\ncheaper than taking a whole year of study.",
        "Q: Right.",
        "A: And they said, well what we will do, we will send you the examination papers to New York.\nSo I did my Bachelor’s degree --",
        "Q: In New York?",
        "A: -- in New York. I was at Columbia University under the supervision of somebody the British\ndesignated to supervise I was not cheating.",
        "Q: Did your parent and sister go before you?",
        "A: My parents, sister left for United States before me, yes.",
        "Q: And they -- and --",
        "A: Because they had no reason to stay --",
        "Q: To stay.",
        "A: -- behind, yeah.",
        "Q: But when your parents were in [indecipherable]",
        "A: Actually my sister went from England back to Beirut to pass her final examination to become\na physician, and then she came back.",
        "Q: And then she came to the United States. The period of time that your parents were in England,\nwere you living together?",
        "A: When we were living in England we were not living together, no. I lived in Kent, near\nWorcester Polytechnic.",
        "Q: I see. And was your father working [indecipherable] and your mother? What was going on?",
        "A: My father was doing some kind of menial work and my mother was sewing and earning\nmoney by sewing, yes.",
        "Q: Uh-huh. So the period of time when you were in Palestine, while you were in the army,\nfighting, was she mainly supporting the family by her sewing?",
        "A: She was supporting and I think they were getting a stipend from the Polish government.",
        "Q: I see.",
        "A: Like all the refugees.",
        "Q: Right. So --",
        "A: That’s most likely.",
        "Q: Uh-huh. So did everybody land in New York? Is that where you [indecipherable |",
        "A: Well, my parents landed in New York and my sister, and they moved into an apartment and\nmy father got different jobs selling newspapers in a kiosk and making deliveries and my mother\nkept sewing.",
        "Q: Sewing.",
        "A: She ended up becoming an expert at sewing ties and it was piecework, so she worked very\nhard. And I arrived in New York, and the first few months I prepared for my final exam.",
        "Q: Right, right.",
        "A: And then I looked for a job and I couldn’t find any because when -- for good -- there was a\nshortage of good jobs. I didn’t know whether I had yet received my Bachelor’s degree, because\nthe papers went through Britain by boat and the results were not in. And -- and my sister worked\nas an intern in a hospital, but she wasn’t making much money either, and -- and when I -- it was\na menial job they thought I was too well educated, they didn't want to give me a menial job. So\nin the meanwhile, when I was in London I had applied for college in America, not knowing I was\ngoing to get the degree from London, and a fre -- friend suggested that I apply to MIT and I got\nadmitted, but I didn’t have money to go and some kind person in New York -- the Jewish family\nservice send me to somebody and he lend me some money and I went then to MIT. And when I\narrived at MIT, I was told that since I didn’t have yet my Bachelor’s degree, because in\nSeptember it wasn’t yet known whether I had passed in June or not, believe it or not and they\nsaid it depended how well I passed before they could admit me to graduate school. A -- th -- and\nI didn’t want to become an undergraduate because I thought I’d passed, so they made me a\nspecial student. And there was a bit of a disaster because special student can’t get the\nscholarship.",
        "Q: Oh.",
        "A: So -- and there 1s an organization in Boston called -- at that time there was an organization in\nBoston on Mount Auburn Street where they were helping Jewish immigrants and they gave me a\nloan and I also got a job at -- part-time job at MIT, so I finished for a few months as special\nstudent, then my matriculation results -- my Bachelor’s degree results arrived and they admitted\nme to graduate school, so --",
        "Q: Uh-huh. And then you got your --",
        "A: And then I became an assistant [indecipherable] the scholarship, yeah.",
        "Q: And what degree did you get from MIT?",
        "A: I got a Master’s degree in electrical engineering, yeah.",
        "Q: [indecipherable]. And then you went to Harvard for Ph.D.?",
        "A: Then I went to work for Lincoln Laboratory, which was located in those days at MIT. And I\ngot admitted at Harvard for a Ph.D., and I was commuting -- working -- I was both working at\nLincoln Laboratory, going to Harvard, it was slightly illegal because you’re not supposed to be a\nfull-time employee when you are --",
        "Q: A student.",
        "A: -- when you’re a full-time student.",
        "Q: Right.",
        "A: So [used to pick my classes early in the morning or on Saturdays, or -- or at lunch hour.",
        "Q: I see.",
        "A: But -- and then I got the scholarship from Harvard, and I transferred there -- went full-time.",
        "Q: And what happened to your sister? She got a degree in medicine, but certainly she couldn’t\njust use it in the United States, she would have to take another exam, yes?",
        "A: Ah, right, she, I believe, did take another exam. But my sister then -- my sister had been in\nlove with somebody in Beirut who was her instructor, actually, he was professor of medicine and\nhe came to New York, and they got married, and she went back to Beirut.",
        "Q: She went back to Beirut?",
        "A: Right.",
        "Q: Oh my. And she remained there?",
        "A: And she remained there, and was -- I -- when we got married we went to visit her and then\nwhen the fighting broke out in Lebanon she came for a short time to New York and then she\nwent back, yeah.",
        "Q: Yeah. Is she still alive?",
        "A: No.",
        "Q: No.",
        "A: No.",
        "Q: I was thinking about your parents and in a way, while your life changed drastically, or you\nhave to go through a number of changes, all of this happened when you were very young and in a\nformative state, whereas your parents lost everything --",
        "A: Exactly.",
        "Q: -- that they had.",
        "A: Yes.",
        "Q: And they were never able to recoup that.",
        "A: Right.",
        "Q: Is that right?",
        "A: That’s right, yes. It was very difficult for them.",
        "Q: For them.",
        "A: Yes. Particularly for my father, yeah.",
        "Q: Because he never acquired the status that he had [indecipherable]",
        "A: Right, mm-hm. But they never complained.",
        "Q: They didn’t?",
        "A: No. They felt very lucky that their lives were saved --",
        "Q: Right.",
        "A: -- and their children went to school and were alive.",
        "Q: Right. Do you think of yourself as a survivor?",
        "A: I th-think of myself more as a refugee than as a survivor. I can’t compare myself to people\nwho were in camps.",
        "Q: Yeah.",
        "A: I was very lucky, yes, being able to reconstruct my life and --",
        "Q: Right.",
        "A: -- to come unscathed from the war.",
        "Q: Is there anything that you’d like to talk about that we haven’t spoken about at this point?",
        "A: I -- I think --",
        "Q: You think it’s [indecipherable]",
        "A: Yeah, pretty good story of my life, yes.",
        "Q: Well, I want to thank you very much for your agreeing to tell us your story.",
        "A: Well, thank you.",
        "Q: It’s been really quite fascinating, thank you.",
        "A: Thank you.",
        "Q: And we’ll shut the camera off and then do your photographs.",
        "A: Okay.\nEnd of Tape Five\nBeginning Tape Six",
        "Q: Julian, tell -- tell me a little bit about what you did once you got your degrees from Harvard\nand MIT. What work did you do all these years?",
        "A: I was mostly in -- I became a specialist 1n communication theory and signal processing and I\nfirst worked on development of radar and then on development of visual communications or\nradio communications in particular. And I first worked at Lincoln Laboratory, and then I worked\nat RCA and then I started my own company.",
        "Q: How -- how did you happen to narrow the field? I -- I’m assuming this is -- is part of the field\nof electrical engineering, am I right?",
        "A: Correct, yes.",
        "Q: And if that’s the case, how do you -- how did you narrow it down to these particular aspects?",
        "A: I looked for the most mathematical part of electrical engineering.",
        "Q: Really?",
        "A: And that turned out to be signal processing and what’s called statistical communication\ntheory.",
        "Q: Uh-huh. But this led you also to work a great deal with the military, I gather?",
        "A: Right, I worked quite a bit military research and development and with NASA. And very\nproud I contributed to the first landing on the moon because I assisted in the selection of radars\nfor them, and testing them for -- for the landing on the moon.",
        "Q: Really? So were -- were you there when -- when the lift-off happened?",
        "A: No.",
        "Q: No?",
        "A: No, I was not there, I watched it on televisions.",
        "Q: On television like the rest of us.",
        "A: And I was very excited.",
        "Q: I bet you were. And you worked for how long? When did you retire? Just --",
        "A: I retired formerly in 1987.",
        "Q: Mm-hm.",
        "A: But I continue still consulting.",
        "Q: You do?",
        "A: Yes. And I occasionally write something and I just recently wrote a chapter for encyclopedial\ntelecommunications.",
        "Q: I see. When -- when you look back on your life, do you see that your experiences had an\nimportant influence on how you lived your life after the war?",
        "A: Definitely, yes.",
        "Q: An-And how would you characterize that?",
        "A: Well, first of all, having served in the military and having had ups and downs in my own life,\nI learned that money is very valuable, but that you really -- well, it’s more important that you feel\ngood and do the right thing. And -- and I learned to respect people in every walk of life. And --\nand sometimes I found different people helped me in different situations and some of them were\nnot my buddies, and -- and also I learned to not give up easily and to have faith that I can get out\nof a situation, and if it was difficult for example, in business, I learned to persist and -- and try to\nfind a way to solve problems. And I kind of got -- I get very challenged to -- when I’m in\nadversity, to deal with it. And I think I’ve taught my children that.",
        "Q: And how do you relate that to the -- do you think -- well, I don’t know how -- whether you\ncan even answer this question. Had you not escaped, had your not -- not -- your parents shown\nyou that there are other ways to handle things, it might have been easier to become depressed, or\n-- or not have such a hopeful outlook.",
        "A: Well, I actually am determined not to become depressed.",
        "Q: Right.",
        "A: And my mother at one point became depressed and I felt s-so miserable about it, and saw her\nso miserable that I decided --",
        "Q: That you wouldn’t. [indecipherable |",
        "A: I will not let myself become depressed, under any circumstances. And I -- I -- I kind of\nsometimes welcomed the challenge. I -- I don’t regard it as adversity, I regard it as something to\novercome, when there is a problem.",
        "Q: And I understand that you are very involved in Polish Jewish relations and involved with\nthose Poles with -- who were not Jewish necessarily, who went though similar experiences to\nyou. [indecipherable]",
        "A: That’s right. I -- I -- I feel that the people who went through it, we really had all very good\nrelations. Now, this was not true of survivors, some of whom are very bitter that some their\nfriends denounced them. And on the other hand there are people who survived who were saved\nby Poles. It was almost impossible to survive without some assistance from somebody. But I’m\ninterested in seeing Polish Jewish relations become normal, and -- and this is impossible unless\nyou participate and try to do it, y-you can’t just say I won’t have anything to do with these\npeople and hope that relations can become normalized. And I believe it’s important that people\nget along no matter what nationality they are, and what ethnic group they are and what religion\nthey are.",
        "Q: And do you see improvements in the relationship of Polish Jews and Polish Gentiles?",
        "A: I see improvements particularly among educated people and we are amazed when we\nsometimes go to Poland, in recent years we have gone to Poland almost every year, that there are\nsome people who become very interested in -- in Jewish history and contribution of Jews. Jews\nwho are 10 percent of Poland. And I think some of it has been the German propaganda that sort\nof separated Jews into umensch, which means, not a man, inhumans basically.",
        "Q: Right.",
        "A: And -- and also Soviet propaganda which was against Palestine, and against Zionism, and --\nand some of this is the Soviet and German inf -- a-and, you know, the Germans have become\ndemocratic country now, and -- and Communism is dead and some of it is disappearing in\nPoland, but there is still, particularly among people who are deprived, who look to be either\nbetter than somebody, or to be mean to somebody and compensate for their depravation, no\nmatter whether the person is guilty of their depravation or not. And some of these people are still\nsort of anti-Semitic --",
        "Q: Right.",
        "A: -- but the more intelligent people are not, I don’t think. And so I am active in -- in -- both in\ntrying to document Polish Jewish history and in Polish Jewish relations.",
        "Q: Relations. And tell me when you met your wife.",
        "A: I met my wife around -- I’m not very good at dates, but I think it was around 1958.",
        "Q: Mm-hm.",
        "A: And -- and I was already working and my wife was still a student and she -- and I met her at a\nparty, and at first she wasn’t interested in me, but then one day I arranged to meet her finally, and\nshe asked me some questions about my past and she became interested and -- and then our\nromance was partly my telling her the story of my life and then it turn out her father had been\nfrom Poland himself, and he came here just before the World War I, and she was listening to\nwhat I had to say and gradually our friendship grew.",
        "Q: And when did you get married?",
        "A: We got married in 1960.",
        "Q: Oh good, you remembered that.",
        "A: It’s a -- that’s one easy -- because it ends in zero, that’s an --",
        "Q: That’s an -- it’s an easy date [indecipherable]",
        "A: -- easy date, yes. And it was really, I think a very fortunate experience for me, and --",
        "Q: And you have three children?",
        "A: We had three children, two girls and one son and our daughters are 38 and 35 now and our\nson is 33. And we have done a lot of family traveling, yeah. We went to Poland and actually to\nUkraine with the children, so -- in 1989, when the Iron Curtain dropped. I had been afraid to go\nto Poland before I retired because I was working in defense industry, but then after I retired and\nGorbachev came to power or something, we decided to go and visit Lwow.",
        "Q: And you went as a family?",
        "A: And we went as a family to show them. Actually, my -- I didn’t want to go at first, but my\nwife insisted, so we --",
        "Q: Right. And you have eight grandchildren?",
        "A: We have eight gran-grandchildren, yes.",
        "Q: Well, I think what I’d like us to do, we’ll stop the camera.",
        "A: Thank you.",
        "Q: And I thank you, and we’re going to look at some photographs --",
        "A: Okay.",
        "Q: -- so that people can see part of your life --",
        "A: Okay.",
        "Q: -- in photographs.",
        "A: So we going to change seats?",
        "Q: Yes.",
        "Q: And who is this gentleman here?",
        "A: This is my grandfather, his name was Joachim Philip. And actually in the birth certificate he\nis listed as Chaim Carmen Philip. And he is a very dapper gentleman in a bowler hat and with\nnice gold chain and a cane in his hand and stiff, white collar.",
        "Q: And this is your mother’s father?",
        "A: My mother’s father.",
        "Q: Okay.",
        "A: He was in real estate business.",
        "Q: And who is this?",
        "A: This is a family photo of Joseph Bussgang, and Stefania Bussgang, my father and mother with\nmyself, Julian and with my mother and my sister Janina, or Janine. And my father was very\nproud because he had gone on a trip to Amsterdam and bought those matching outfits for my\nsister and myself.",
        "Q: And who is this good looking lad?",
        "A: This is myself, Julian Bussgang as a young boy, and I am with a -- in a sailor kind of uniform,\nwhich was a school uniform in the school I attended during my elementary school.",
        "Q: And about how old do you think you are?",
        "A: I think -- I wrote it in the back. I think I tried to reconstruct it. I-I-It’s on the back of the\npicture. I think I am --",
        "Q: Eight. That’s what it says.",
        "A: -- I think I’m eight, yeah. Eight or nine.",
        "Q: Okay.",
        "A: This is a photograph of my mother who is in mourning, that’s why she’s dressed in black with\na veil. And her mother had passed away. And it’s myself, Julian and my sister Janine in Krynice,\nwhich is a Polish sort of resort spa where there is -- famous for its good mineral water, and we\nare holding glasses with glass straws to drink this special water.",
        "Q: And this one?",
        "A: This is my father, Joseph Bussgang, also in Krynice, walking al -- along the street, which is\nkind of like a park and he carries an umbrella and has a rain cap on and he has got breeches on.\nThis is his informal sports outfit. And he came to visit us because my mother and we used to go\non vacation and my father would come and visit us for a few days and go back to work.",
        "Q: And this?",
        "A: This is my mother, Stefania Bussgang, and it’s a photograph that she took for a passport, I\nthink, and it may have been taken just before we went to Palestine, I think.",
        "Q: And when was this taken, do you think?",
        "A: I think this was taken 1938, just before the war, when I was a high school student.",
        "Q: You’re very serious.",
        "A: I look very serious, yes.",
        "Q: And this one?",
        "A: This is my sister, Janine, with two friends, during the summer of 1938, ye -- training as\nauxiliary women corps or something like this, when the girls were preparing for war. My sister\nwas very tall so she looks high -- taller than the other girls, and the other girls are not Jewish and\nthey’re all good friends.",
        "Q: And this one?",
        "A: This is a photograph, portrait for a document, of my father, Joseph Bussgang, who always\nlooked very serious and was very serious.",
        "Q: And this photo?",
        "A: This photo is of myself, Julian Bussgang and my friend Karot Sangler, who now lives in\nToronto. And it’s taken on sort of sand dunes in Palestine and we are on a boy scout expedition\nwith a Polish troop of boy scouts.",
        "Q: And who is this group?",
        "A: This group is the graduating class, my class from the Polish high school in Tel Aviv. And I\nam in the first row standing second from the right. And the photograph shows that many of my\ncolleagues were already in military uniform, and had come from the army to -- on a leave of\nabsence to finish high school. And the director of the school is seated second from the left, Mrs.\nParish. And in the front row, the first on the left, is our classmate, his name was Bigniew\nOkulicki, his father Leopold Okulicki was the commander of Polish underground just before the\nwar ended. The man seated in front of me, second from the right 1s Janusz Jedrzejewicz, who had\nbeen minister of education in Poland and Prime Minister for a short time, and he was our teacher\nof mathematics, and he was an excellent teacher and I was one of his favorite pupils.",
        "Q: This photo?",
        "A: This is my mother, Stefania Bussgang in Polish Red Cross uniform. She was a volunteer Red\nCross person in Palestine and helped with people who were Polish military refugees who were ill\nor hospitalized.",
        "Q: And this?",
        "A: This is myself, Julian Bussgang right after I was -- I joined the army a-a-as a 18 year old,\nyoung recruit.",
        "Q: And when was this one taken?",
        "A: This is myself, Julian Bussgang, in my first military training, in an armored u-unit, with tanks\nin the background, in El Kasasim in Egypt near the Suez Canal. And I have a black beret which\nwas the insignia of being in tanks, and the Polish eagle on the beret. And we have British\nuniforms with Polish insignia.",
        "Q: And this one?",
        "A: This is myself, Julian Bussgang, after the battle of Montecassino. I received one bar\npromotion to -- I’m a cadet officer, or officer cadet, which is shown by the white stripe on the\nepaulet and I have the ribbon from the Cross of Montecassino on my left -- above my left pocket\nand on my beret I have one bar for being lance corporal, and it’s a posed photograph.",
        "Q: And this shot?",
        "A: This is Julian Bussgang on the street in Rome in a summer uniform, dressed up to go to an\nofficer’s meeting, and looking very serious.",
        "Q: It was 1944, you think?",
        "A: 1944, yeah, definitely.",
        "Q: And who is this?",
        "A: This is my father, Joseph Bussgang in a picture taken for a document, probably for a passport.",
        "Q: And these two?",
        "A: This is myself, Julian Bussgang, and -- in uniform, and a f -- colleague and friend called\nAnjay Kovach or Andrew Kovach, and he 1s in civilian clothes, and we are both students after\nthe war at the Polytechnical di Torino, which means Polytechnic of Turin, in Italy. And we are\nstanding right on the bank of the river. And we took this picture because our sisters were\nstudying in Beirut and we’re good friends and we send the picture of the two brothers to the two\nsisters.",
        "Q: And this building?",
        "A: This is the house that I was born 1n and grew up in. I was actually born not in the hospital but\nat home with a midwife delivering me. And it’s in Lwow, Poland, and we lived on the first floor\nwith a large balcony, and we had a tenant on the second floor with a small balcony, and my\nfather had an office on the ground floor. And this picture was taken in 1989 when my wife and I\nwent with our three children for the first time for me after 50 years to visit the place where I was\nborn. And the house is not changed very much outside, it’s changed very much inside.",
        "Q: And this?",
        "A: This is a photograph taken on the 50\" anniversary of the Battle of Montecassino in May 1994.\nIn May 1994 there was a big ceremony at Montecassino. And this is the Polish cemetery at\nMontecassino but the two rows of graves at the bottom have Stars of David on them, and they’re\nthe graves of Jewish soldiers who fell while fighting in the Polish army. The other graves have\ncrosses.",
        "Q: And when was this taken?",
        "A: This was taken, I would guess, around 1999. It’s a photograph of my wife Fay, and myself,\ntaken in Wellesley, Massachusetts where a friend of our daughter’s took a photograph, she liked\nphotography and -- and it’s a shot in a park in Wellesley.",
        "Q: And what about this gang?",
        "A: This is the Bussgang gang. It was taken in the -- in sum -- in October of 2002, and my wife is\nin the rear along with myself. And my son is in front of me on -- on the -- on my left, and -- and\nin the center is my son-in-law, who is married to my daughter Julie, who is in front of my wife.\nAnd my daughter Jessica, who is our oldest child, is in front of my wife, bending down. And --\nand then my daughter-in-law, my son Jeff’s wife, is bending down, or kneeling down in front of\nhim, and my son-in-law, Tom Rosenblume is on the right, holding his baby boy. And my\ndaughter Jessica has three children, two girls who are in front of her, and the little boy Tom is\nholding. And my son Jeffrey has three children who are around his wife, and one is in the middle\nin the little baby si -- seat. And the two boys on the edges are twin -- identical twin brothers who\nare about a month old or -- or -- or two months old, who belong to my sister Julie, who lives --",
        "Q: You mean your daughter [indecipherable]",
        "A: -- in California -- I’m sorry, my daughter Julie, who lives in California, yes. My oldest\ngrandchild is the girl in the black dress in front, her -- her name is [indecipherable].\nEnd of Tape Six\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Good morning, Julian.",
        "Q: Nice to have you in Washington.",
        "Q: Tell me when you were born.",
        "Q: And where were you born?",
        "Q: And what was your name at birth?",
        "Q: And your last name was Bussgang?",
        "Q: Yes.",
        "Q: And the same spelling. It’s really important to get a sense of what your family was like, so\nlet’s talk about your mother and father and sister, and your memories of that early time in Lwow.",
        "Q: Tell me what did your father do? What sort of business was it?",
        "Q: So when -- when you were born, he was already fairly successful?",
        "Q: Right. So you -- you grew up in a fairly privileged environment, I guess.",
        "Q: Uh-huh.",
        "Q: I see.",
        "Q: Tell me about the per -- your relationship to your father and your relationship to your mother.\nWere you closer to one than to the other?",
        "Q: Uh-huh.",
        "Q: House, right.",
        "Q: Did you ever work with your father? Did you ever --",
        "Q: -- go into the [indecipherable]? No, you didn’t.",
        "Q: Right.",
        "Q: Uh-huh.",
        "Q: Mathematics.",
        "Q: Were you also close with your sister?",
        "Q: Really?",
        "Q: And was she good to you as an older sister?",
        "Q: And what were you jealous about?",
        "Q: Right.",
        "Q: Did you ever do things alone with your father or alone with your mother, going for walks, or\ngoing to -- I don’t know if there were cultural things in the city, or to a museum?",
        "Q: He was seldom playful?",
        "Q: Uh-huh. And your mother was more so?",
        "Q: Uh-huh. So did you -- did you have a lot of help in the house? Did you ha --",
        "Q: Uh-huh.",
        "Q: So did you learn both languages? How many languages?",
        "Q: Right, right.",
        "Q: And did she test you on that? No.",
        "Q: Were you in an environment where Polish Jews and Polish Christians were mixing, that you\nyourself were within a very integrated kind of setting, or not?",
        "Q: Okay.",
        "Q: And was this a comfortable environment? When you say that you were assimilated as Jews,\ndid this also mean that you celebrated Jewish holidays and went to the synagogue, or you didn’t?",
        "Q: You did?",
        "Q: Where the women sat.",
        "Q: And your sister sat upstairs, or with you?",
        "Q: Upstairs. So did you go during the holidays, or did you go every Shabbat, or --",
        "Q: Holidays.",
        "Q: Right.",
        "Q: Not -- right. So I could -- should I assume that you were not kosher in the house?",
        "Q: Yes. Or anywhere, actually.",
        "Q: Yes.",
        "Q: And how was it for you to be in a --",
        "Q: Yes.",
        "Q: On the -- [laughs]. Did you experience anti-Semitism as you were growing up?",
        "Q: Right. And your close friends? You had Jewish friends, and Polish friends?",
        "Q: And did you notice that that was because there was a kind of division, or you think it was just\nhappenstance?",
        "Q: Right.",
        "Q: Let -- let me go back a little bit. Were you interested in mathematics as a very tiny kid? And -",
        "Q: Wa -- were -- was this coming from your parents, I mean is there some way to trace it, or it\njust -- do you know?",
        "Q: Right.",
        "Q: Uh-huh.",
        "Q: I see. Were there any other subject matters that were of interest to you, or was this your real\npassion [indecipherable |",
        "Q: Mm’?",
        "Q: Did you go to the movies as a kid? This is before the war, I mean [indecipherable]",
        "Q: Did you like that?",
        "Q: Yes.",
        "Q: And do you [indecipherable]",
        "Q: Really?",
        "Q: A-And do you remember any particular opera?",
        "Q: No.",
        "Q: Uh-huh. And theater? Do you remember any theater that you went to?",
        "Q: Right.",
        "Q: And when you went to the movies, did you go with your sister, or you went with a bunch of\nkids? Do you have any recollection, or you don’t --",
        "Q: Did you have a favorite food when you were a kid?",
        "Q: And when you ate dinner at the house, or ate --",
        "Q: Yeah?",
        "Q: Gefilte fish?",
        "Q: Uh-huh. And she cooked that?",
        "Q: Huh. And when -- when you all were home and eating lunch and dinner, did you all eat\ntogether? Your father came in, and you ate together?",
        "Q: Uh-huh.",
        "Q: You were served dinner, uh-huh.",
        "Q: Now, was this a very quiet meal, or was there discussion about what was going on? It was a\nvery serious kind of occasion?",
        "Q: It was serious. Was there discussion -- once Hitler took power in Germany --",
        "Q: -- was there discussion around the table about what was going on in Germany?",
        "Q: Do you remember?",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: Yes, yes -- SO you were --",
        "Q: -- yeah, right. Now you were barmit -- Bar Mitzvahed in --",
        "Q: -- 1938, am I correct?",
        "Q: And how long did you study for that?",
        "Q: For the Bar Mitzvah.",
        "Q: Yes.",
        "Q: Uh-huh.",
        "Q: And did you like doing that? You didn’t -- is this something you did?",
        "Q: And do you remember that day? Do you remember --",
        "Q: Was there a lot of family there from both sides?",
        "Q: Yeah.",
        "Q: And what did you talk about?",
        "Q: You don’t remember.",
        "Q: Right.",
        "Q: You don’t remember. Was there a party afterwards, at the house?",
        "Q: And did you feel proud? Do you remember that --",
        "Q: -- as are -- areally important day for you?",
        "Q: And did you feel something changed once -- once you got to be Bar Mitzvahed and they\nclaimed that you were a man now?",
        "Q: A Levi.",
        "Q: Right.",
        "Q: And was that connected to being a Levi, or did this happen before?",
        "Q: That was before.",
        "Q: And did you have a particular kind of idea of what you were chosen to do?",
        "Q: No.",
        "Q: But you felt chosen?",
        "Q: Did you ever tell anybody about this when you were a kid?",
        "Q: Yes? And -- and did they respond in a way that was okay?",
        "Q: Did they encourage you?",
        "Q: No.",
        "Q: They were surprised. Do you think that -- in 1939 you were 14?",
        "Q: Right, when the war comes. Is there any expectation that there’s going to be a war?",
        "Q: So you expected --",
        "Q: And how did that affect you and the household? Was there talk of what you would do if there\nwas a war, or was that not yet --",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: And were you -- you may not know what your parents were aware of, but were you in some\nsense by this time aware of what was going on in Germany’?",
        "Q: And in Austria --",
        "Q: -- with respect to Jews?",
        "Q: You were.",
        "Q: So did this make war that much more frightening to you?",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: Towards Jews.",
        "Q: And were people coming to your house?",
        "Q: Not anybody.",
        "Q: Uh-huh.",
        "Q: So, on September first, 1939, when the war broke out and bombs start falling, this must have\nbeen, even though you expected it, still a shock because the experience was --",
        "Q: Uh-huh.",
        "Q: And do you remember the first time you heard a bomb?",
        "Q: Can you explain what that was like?",
        "Q: Were you sleeping, or was this during the day? Do you re --",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: Yeah. And was there an expectation that the Polish army could actually fight well against the\nGermans, or wasn’t that sure?",
        "Q: Le-Let me ask you a little bit before. Do you remember the discussions about whether to\nleave?",
        "Q: You do? You were sitting there.",
        "Q: Or just the two of you?",
        "Q: And if it was the two of you, was there talk of your going on a bicycle? Is that right?",
        "Q: Uh-huh. Now, it seems to me unusual that people would decide so quickly to leave. A lot of\npeople didn’t.",
        "Q: Right?",
        "Q: I see.",
        "Q: We’re going to have to stop for a moment --",
        "Q: -- to change the tape.\nEnd of Tape One\nBeginning Tape Two",
        "Q: Julian, you -- you ended by saying that it’s very dramatic -- it was a very dramatic time.\nWould -- could you describe what you -- what happened, and how you packed? If you packed\nvery much, and what you packed?",
        "Q: Right.",
        "Q: You also had a dog, didn’t you?",
        "Q: What was the dog’s name?",
        "Q: Gigi?",
        "Q: And what sort of a -- what sort of a dog was this?",
        "Q: What was the Polish?",
        "Q: Was it a big dog, little dog?",
        "Q: Right, right.",
        "Q: And who -- did you give the dog to somebody?",
        "Q: Uh-huh.",
        "Q: To take care of the dog.",
        "Q: I see.",
        "Q: It’s okay.",
        "Q: What -- what was the hardest part of leaving for you?",
        "Q: Were you frightened?",
        "Q: Right. Well, let me ask you, it’s going to sound like a bit of a strange question. Your uncle\nhas a car, you have a ca -- your father has a car, but neither of them drove. Was this typical of\npeople who had a bit of money?",
        "Q: That they have a car with -- without knowing how to drive?",
        "Q: Did your father want to learn how to drive or he didn't care?",
        "Q: He wasn’t interested.",
        "Q: Huh. It’s so odd given how in America we’re so car conscious that the notion of having a car\nwithout being able to drive is odd, isn’t it.",
        "Q: So this must have been a pretty big car if you had seven people sitting.",
        "Q: Right.",
        "Q: So these were two -- like two little folding seats in the back?",
        "Q: I see. Facing --",
        "Q: Uh-huh.",
        "Q: They weren’t?",
        "Q: Frontwise?",
        "Q: Huh. So, you leave your house. Did your -- did -- your father must have taken money with\nhim, or something that he could use as --",
        "Q: Uh-huh. So he took Polish zlotys?",
        "Q: Right, right.",
        "Q: So how long a trip was this? You’re heading south to Romania.",
        "Q: Yes?",
        "Q: Right.",
        "Q: You weren’t quite aware of that.",
        "Q: Right. So you were actually leaving and the Germans have yet to occupy.",
        "Q: So you were really ahead of ever -- most people were not doing this.",
        "Q: Do you think he tried to convince his relatives --",
        "Q: -- they should leave too?",
        "Q: You don’t think so.",
        "Q: And do you remember people saying to you, why are you leaving? I mean, this is -- the\npeople thought this would be --",
        "Q: -- a kind of madness on your part.",
        "Q: And you saw them evacuating.",
        "Q: Yeah.",
        "Q: And you had to wait, of course, until the whole Polish government --",
        "Q: Right.",
        "Q: Did you agree with that? Did you remember thinking about it? Did you agree with\n[indecipherable |",
        "Q: -- or you know?",
        "Q: You want to go home.",
        "Q: Clearly saved your life, probably.",
        "Q: Yeah.",
        "Q: Mm --",
        "Q: So you do cross into Romania, but your -- the car, the person who was driving your car --",
        "Q: -- left you a bit earlier than you expected, I gather.",
        "Q: So they had a visa to go -- get into Romania?",
        "Q: So clearly, all the while, they knew that this was going to be where they --",
        "Q: They must have known, right.",
        "Q: So, did your parents --",
        "Q: Right. But you got into Romania, then did you have to get yourself a visa in order to --",
        "Q: Put in the camps.",
        "Q: And by then you had a -- I mean, you registered, so you were oka -- you were see --",
        "Q: Uh-huh.",
        "Q: Were you welcomed in some way in Romania, that it was -- was it difficult when you came?",
        "Q: Uh-huh.",
        "Q: Uh-huh, right. And where did you stay in Bucharest?",
        "Q: So this is an extremely different situation than what your whole life had been.",
        "Q: Right?",
        "Q: So were there problems between all of you, or were -- were -- did you all remain very calm\nand -- cause here you are all in one room now.",
        "Q: And what was that about?",
        "Q: Now that they were in the same room with you?",
        "Q: They were in another --",
        "Q: I see.",
        "Q: Uh-huh. So -- but you don’t know what the problem was between your mother and her?",
        "Q: Yeah. And whose side -- whose -- whose side of the family was the uncle and aunt on, your\nmother’s side, or your father --",
        "Q: Ah.",
        "Q: I see, I see.",
        "Q: Uh-huh, because she was an older sister.",
        "Q: Yes.",
        "Q: Uh-huh. Well, one can imagine the difficulties. Now, did you expect to stay in Romania, or\nwas there always --",
        "Q: Yes.",
        "Q: So that [indecipherable]",
        "Q: I see.",
        "Q: Right, right.",
        "Q: Right, right.",
        "Q: Right. And the person who was principal of the school was the wife of the head of the Polish\nbank, I gather, huh?",
        "Q: Uh-huh.",
        "Q: I see. And what was her name?",
        "Q: French school to the Polish --",
        "Q: Now did that make you feel a bit more comfortable, because you were with people who came\nfrom Poland?",
        "Q: Right, right.",
        "Q: Now, are you still one of the few Jews in this group?",
        "Q: There were a few, right. And did this make any difference? I mean, did -- did --",
        "Q: No.",
        "Q: No.",
        "Q: Uh-huh. And was everybody interested in getting out of Romania, as far as you could tell?",
        "Q: You mean the Iron Cross?",
        "Q: The Iron Cross was it? Or the Iron Guard [indecipherable]",
        "Q: They couldn’t get a visa --",
        "Q: It was difficult. They couldn’t get one to the United States, right?",
        "Q: Now I’m forgetting what the name [indecipherable] too. The World Fair.",
        "Q: Right.",
        "Q: Yes.",
        "Q: Right.",
        "Q: Huh.",
        "Q: For Palestine.",
        "Q: But you could qualify if you had enough money.",
        "Q: Right.",
        "Q: Do you have any idea how much money it was that your father could afford?",
        "Q: You don’t have any idea?",
        "Q: And it was only the money that he had with him, and especially the gold.",
        "Q: Yeah.",
        "Q: Hm. So you have -- well, tell me something, was it difficult to leave Romania because you’ve\nnow been there from March until September, yes? [indecipherable]",
        "Q: Yeah.",
        "Q: Well tell me a little bit about the trip. Who’s -- who is on the boat? A bunch of refugees like\nyou, or not?",
        "Q: Right. Is this a -- ar -- a regular --",
        "Q: A cruise -- not a cruise boat.",
        "Q: But a regular boat, was a --",
        "Q: -- passenger boat.",
        "Q: And what class did you --",
        "Q: The lowest class, yes.",
        "Q: Now, had you -- had you bought clothes in Romania, because you came with so little, so did\nyou now have more?",
        "Q: Uh-huh.",
        "Q: Than you had before?",
        "Q: When you stopped in Istanbul and Athens, was it for a few days, did you --",
        "Q: Just for the day?",
        "Q: Uh-huh.",
        "Q: And what did you see in Istanbul, do you remember’?",
        "Q: Right, right. And the same with Athens, you walked around and you --",
        "Q: Yes. So you arrived in March of 1940 to Palestine in Haifa.",
        "Q: Do you remember what that was like? Do you remember that arrival?",
        "Q: Right. Did you happen to have family in Palestine or not?",
        "Q: Uh-huh.",
        "Q: So had you intended to go to Tel Aviv? Did you stay in Haifa for very long, or was that just\nfirst few days?",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: And were you taught some Hebrew in -- during these couple of months? Was there a kind of\nschool or anything?",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: To England.",
        "Q: I see.",
        "Q: We’re going to have to stop the tape [indecipherable]",
        "Q: Julian, you s -- you went to a Polish high school again when you got to Tel Aviv.",
        "Q: Uh-huh.",
        "Q: Mm-hm.",
        "Q: So were you fluent in English by then?",
        "Q: Uh-huh, uh-huh, right.",
        "Q: Right. Now, where were you living in Tel Aviv?",
        "Q: Really?",
        "Q: And did you --",
        "Q: And how many rooms, do you remember?",
        "Q: Two rooms’?",
        "Q: And what was -- did your father start working at this point?",
        "Q: Uh-huh.",
        "Q: Really?",
        "Q: So your life --",
        "Q: Huh. So your life transforms, not only are you going from country to country, from place to\nplace, but everything about your life turns upside down in a way.",
        "Q: So does this teach you something? Does this change your character in some way?",
        "Q: Uh-huh.",
        "Q: Did you lose your idea that you were going to be a prophet?",
        "Q: And does your sister go to the Polish high school as well as you?",
        "Q: She didn’t.",
        "Q: So did you now see your future in what was then Palestine?",
        "Q: You did.",
        "Q: And did your parents think that, too?",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Do you -- can you give me some idea of how old your parents were at this time? Is your\nfather in his 50’s maybe?",
        "Q: Right.",
        "Q: Okay, so he’s --",
        "Q: Right.",
        "Q: So he’s in his mid to late 50’s.",
        "Q: Right. And your mother is nine years younger.",
        "Q: Okay. Now, are you learning Hebrew, is your sister learning Hebrew? Is --",
        "Q: Uh-huh.",
        "Q: Right. So what was it like living there in Tel Aviv then?",
        "Q: What do you remember?",
        "Q: In Tel Aviv, yeah.",
        "Q: Right. It’s very humid, isn’t it?",
        "Q: Did you go swimming in the sea?",
        "Q: Right.",
        "Q: Right, right.",
        "Q: And are you getting news of the killings, or are you getting news of both?",
        "Q: Uh-huh, you were.",
        "Q: Right. And what was it like politically in -- in Palestine at this time? Were you aware of the\nkinds of --",
        "Q: And did you have a sense that there ought to be a Jewish state, or this was [indecipherable]",
        "Q: You did.",
        "Q: Uh-huh.",
        "Q: But at -- at this very young age, you did not want to stay there and fight the British in order to\nget a Jewish state.",
        "Q: Yeah. So what --",
        "Q: You’re studying at -- in the high school, but you’ve already attended some high school, so\nwhat class do you start in when you’re in Tel Aviv?",
        "Q: And is high school four years the way it is here? It’s not.",
        "Q: Right.",
        "Q: Right.",
        "Q: So did you start in 1940 or 1941?",
        "Q: Really?",
        "Q: In Romania.",
        "Q: Huh. So you graduated from this high school, when is that, in °43?",
        "Q: Two, uh-huh.",
        "Q: Did they try to dissuade you from doing this?",
        "Q: Now, from what I understand from the history, it’s very unusual at that time for Jews who\nwere living in Palestine to join Anders army rather than the Jewish brigade or the British, or to\nleave altogether and join Haganah [indecipherable] one of the other groups --",
        "Q: -- fighting the British. So you are an unusual Jewish person, doing this at this time, no?",
        "Q: Mm-hm.",
        "Q: They did?",
        "Q: Right.",
        "Q: Right.",
        "Q: But did you consider going into the Jewish brigade that th-the rit -- British government was\nforming with --",
        "Q: Who did.",
        "Q: And what -- do you remember the reasoning that you used to decide one way rather than\nanother?",
        "Q: And with the Jew -- with whatever the Jewish interest was particularly. So you felt both\nJewish and Polish?",
        "Q: And so you wanted to be able to express --",
        "Q: Right. So you actually thought it was possible?",
        "Q: To return to Poland with the army”?",
        "Q: Or as a -- as a civilian?",
        "Q: He did.",
        "Q: That’s interesting. Now, were your parents also okay with your going into Anders army as\nopposed to with the Jewish brigade, or were they also not quite so identified?",
        "Q: With that. Yes.",
        "Q: Yeah.",
        "Q: Right.",
        "Q: You’re a young person at this time, who wants to go to school, who may have given up your\ndreams about being a prophet, but you clearly had ideas about a real future, but now you’re\ngoing to go into an army where you could very well get killed.",
        "Q: You didn’t?",
        "Q: You thought you would be protected, somehow.",
        "Q: So, how do you go into this army? Do you go to an office and you sign up? What do you do?",
        "Q: Right.",
        "Q: And was -- was there an issue because you were Jewish, or they --",
        "Q: No issue.",
        "Q: So did you wait a few months?",
        "Q: Til they called you.",
        "Q: And then you got called, and then you [indecipherable]",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: Really?",
        "Q: Mm-hm, right.",
        "Q: Wait, let me stop you for a moment. You said a while back that you were not very athletic.",
        "Q: So I’m wondering how all of this training was, that you were training in the tank, not only did\nyou get black and blue, but how difficult was this for you?",
        "Q: Uh-huh.",
        "Q: Oh, okay.",
        "Q: But nevertheless, it was very different from what you were used to.",
        "Q: That kind of training, yes?",
        "Q: And it wasn’t intellectual, it was -- it was --",
        "Q: -- very physical, and --",
        "Q: It wasn’t.",
        "Q: And when you went to officer’s school, what does that mean, officer’s training? Cause you\nwere a kid, right?",
        "Q: Right. Actually you’re not a kid, you were 18 years old.",
        "Q: Uh-huh.",
        "Q: And most of the boys that you --",
        "Q: You -- you were used to that [indecipherable]",
        "Q: Yes. But now, were many of the boys in your unit, if there was a particular unit that you were\nwith, had they had experience fighting? Or had some training before and you were unusual in\nthat as well?",
        "Q: Uh-huh.",
        "Q: Right, right.",
        "Q: I see.",
        "Q: Right, right.",
        "Q: Right.",
        "Q: Yes, Poles, right.",
        "Q: Uh-huh.",
        "Q: And how did -- uh-huh -- and how did they treat you? Were they nice? Were they okay?",
        "Q: Right.",
        "Q: Right.",
        "Q: Right, right.",
        "Q: Did you shoot down any planes?",
        "Q: No?",
        "Q: No?",
        "Q: Yes?",
        "Q: And how many of you would be manning a -- the guns [indecipherable]",
        "Q: Uh-uh.",
        "Q: Right.",
        "Q: And what was your job usually?",
        "Q: Yeah?",
        "Q: So you would aim? That’s how you would do it, I see.",
        "Q: So the people who were cranking were actually aiming?",
        "Q: Huh. Was that tough, on the boat?",
        "Q: Yeah.",
        "Q: To shoot you, right. Were you able to -- to communicate with your parents, were you able to\nwrite home?",
        "Q: Uh-huh. And were you --",
        "Q: Right, right.",
        "Q: Did you keep a diary when you were training?",
        "Q: No, you didn’t do that either.",
        "Q: Romania.",
        "Q: Right.",
        "Q: All right, I think we’ll have to stop the tape.\nEnd of Tape Three",
        "Q: Julian, I wanted -- before we go -- we get really into Italy and what happened there, I want to\nask you a couple of questions about Palestine. One is, you were in the boy scouts, am I right?\nYour sister was in the girl scouts, or some kind of scouting?",
        "Q: Can you explain what that was?",
        "Q: Uh-huh.",
        "Q: Shooting? Now, isn’t that unusual for scouts to be doing, or is this something in Europe that\nhappens as well as -- or was this unusual in Israel? I mean in Palestine, I’m sorry.",
        "Q: You liked that?",
        "Q: Did your sister do that as well? Did the girls do that as well?",
        "Q: Now, was there a relationship between the scouting groups and becoming part of the military?\nWas there a relationship in any way”?",
        "Q: There wasn’t.",
        "Q: Right.",
        "Q: Right. And how often would you meet?",
        "Q: You don’t remember.",
        "Q: And would they -- these trips would be for a few days at a time --",
        "Q: -- I gather, night?",
        "Q: Right.",
        "Q: Now, tell me about your relationships with the other students. I gather you were all quite\nclose with each other, am I right?",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right, right. Was this true of other national groups, that -- that --",
        "Q: Uh-huh. As much as Polish.",
        "Q: But now Palestine was not altogether peaceful either, at that time, right?",
        "Q: Uh-huh.",
        "Q: Were you ever --",
        "Q: Uh-huh. I know you were approached by -- with your cousin in the Haganah.",
        "Q: Did anybody for the -- from the Irgun try to enlist you in what they were doing?",
        "Q: No.",
        "Q: Right.",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: Right. Did you ever meet any of the boys who had left the army? The Jewish boys?",
        "Q: You never met them?",
        "Q: So you never got an opportunity to talk to them as to why they made that decision.",
        "Q: Right. So let’s go to Italy. You land in Italy.",
        "Q: In Taranto, right?",
        "Q: In February of 1944, I gather.",
        "Q: Right? And you’re in a light anti-aircraft artillery unit, is that correct?",
        "Q: And you’re heading north?",
        "Q: Uh-huh.",
        "Q: I see.",
        "Q: So you’re marching along with infantry?",
        "Q: I see.",
        "Q: So you -- so you went from the tank to the truck.",
        "Q: And what was the regiment that this unit was from?",
        "Q: Uh-huh.",
        "Q: So this is part of the second Polish army, the [indecipherable]",
        "Q: Division.",
        "Q: Right.",
        "Q: There weren’t?",
        "Q: Uh-huh.",
        "Q: Mm-hm.",
        "Q: And you wore a beret as well?",
        "Q: With no British sign. Was --",
        "Q: I see. So you’re traveling north and you’re going to come into one of the biggest battles over\nthere. [indecipherable]",
        "Q: Right.",
        "Q: To Italy.",
        "Q: Tell me something, y -- y -- go back for a moment. You have a lot of time to read?",
        "Q: Yeah? Cause you’re waiting a lot?",
        "Q: Did other boys read as much as you --",
        "Q: -- you were very unusual, yes?",
        "Q: Uh-huh.",
        "Q: Yeah.",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: And -- and what was your -- your role? You were holding what ? What kind of --",
        "Q: This was not your first battle, or was this a --",
        "Q: -- [indecipherable] battle that was this rough for you?",
        "Q: Yes.",
        "Q: On your own.",
        "Q: Then who --",
        "Q: Right.",
        "Q: Now I -- as I understand it, there was a first push and it didn’t work, and -- and Anders had to\nre -- decide what to do now, what sort of a strategy to use to go up the mountain [indecipherable]",
        "Q: Right.",
        "Q: Uh-huh.",
        "Q: Did you get to the top?",
        "Q: Yes?",
        "Q: Did many of your buddies get killed, or get hurt in this --",
        "Q: Were very high.",
        "Q: You were -- you weren’t even wounded?",
        "Q: That’s very lucky.",
        "Q: How did it affect you to be in a battle with so many casualties? Was this extremely difficult\nfor you emotionally afterwards?",
        "Q: Right, right.",
        "Q: Right. And when you think about Anders saying we’re fighting for the freedom of Poland,\nwas that what you were fighting for, or were you fighting for [indecipherable]",
        "Q: Mm-hm, yes.",
        "Q: Right.",
        "Q: Right.",
        "Q: But by this -- by this time it’s clear to you --",
        "Q: -- that millions of Jews have been killed?",
        "Q: Right, and --",
        "Q: Right.",
        "Q: And where did you go? Or did you just stay where you were?",
        "Q: Right.",
        "Q: Right.",
        "Q: Uh-huh. So how long was this break after this battle?",
        "Q: Who -- who dug graves at Montecassino? Did you boys do it?",
        "Q: You didn’t?",
        "Q: Did the army do it [indecipherable]",
        "Q: Right, right.",
        "Q: So you’re in a number of other battles along the way?",
        "Q: Does it ever -- does it ever get easier before each battle?",
        "Q: Did you ever come across camps that the Italians had set up, or not?",
        "Q: Th-They had all sorts of people in the --",
        "Q: And were the Italians that you met happy about your being there?",
        "Q: Right.",
        "Q: So people were nervous [indecipherable]",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: But it was a different kind, I guess.",
        "Q: Yeah.",
        "Q: Really?",
        "Q: Hm. Interesting. So in May of 1945, the war is over.",
        "Q: Right, right.",
        "Q: And you were still in uniform?",
        "Q: Let me -- let me stop you for a moment if I may. When the war is over, are you folks guarding\nGermans? [indecipherable] prisoners of war?",
        "Q: Right. Let’s continue that on the next tape, we’re going to have to stop this tape.",
        "Q: Julian, explain what you were doing in this transit camp, for the British.",
        "Q: And your job was what? To --",
        "Q: -- question them [indecipherable]",
        "Q: What was the --",
        "Q: Right. Were some people more difficult --",
        "Q: Right.",
        "Q: Yeah.",
        "Q: Now, I -- as I understand it, you met some people who came from Mauthausen, the men.",
        "Q: Was -- that must have been a very difficult story to hear.",
        "Q: Now is this the first time that you had met -- met anyone, as opposed to just hearing the\nstories --",
        "Q: -- who had been through some of the most difficult --",
        "Q: Uh-huh.",
        "Q: And what did that do to you? Anything?",
        "Q: Right. And were you in favor of what the British were trying to do, or did you think this was\nwrong?",
        "Q: Right.",
        "Q: Uh-huh. And how long were you doing this? A month, two months?",
        "Q: Uh-huh. And was it after that that you were given the opportunity to go to Turin and go to the\nuniversity?",
        "Q: Did you happen to know that Primo Levi, was he anybody that was known, wh-who came\nback to Turin, who lived there for the rest of his life?",
        "Q: No.",
        "Q: Not at the time.",
        "Q: Did you like going to the university there?",
        "Q: Yes.",
        "Q: Right.",
        "Q: Right.",
        "Q: Now tell me something, because people may not know, was there a lot of destruction in Italy,\nbecause it seems -- 1t could seem surprising that a university would be open --",
        "Q: Very little.",
        "Q: I see.",
        "Q: Yeah. And your Italian was good enough to go to the university?",
        "Q: By then, yes?",
        "Q: So, are you, throughout this period, are you able in some way to communicate with your\nparents? Are you a --",
        "Q: -- and your sister, you’re able to write?",
        "Q: Really?",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: So that must have been a very nice thing for you to [indecipherable] to do.",
        "Q: And did you then, when you met your parents and your sister, discuss what you would do?\nCause it was clear that the allies were going to win by this time.",
        "Q: I mean, it probably was clear even before.",
        "Q: Now this is the same aunt, this is the sister --",
        "Q: The [indecipherable] right.",
        "Q: Right, right.",
        "Q: Now, are your -- your parents and sister trying to get to the United States at the same time?",
        "Q: Oh, so you got there before.",
        "Q: And so you were --",
        "Q: Right.",
        "Q: Right. Now, was there any thought on your parent’s part to stay in Palestine?",
        "Q: No, uh-huh. And you had no interest to go --",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: In New York?",
        "Q: Did your parent and sister go before you?",
        "Q: And they -- and --",
        "Q: To stay.",
        "Q: But when your parents were in [indecipherable]",
        "Q: And then she came to the United States. The period of time that your parents were in England,\nwere you living together?",
        "Q: I see. And was your father working [indecipherable] and your mother? What was going on?",
        "Q: Uh-huh. So the period of time when you were in Palestine, while you were in the army,\nfighting, was she mainly supporting the family by her sewing?",
        "Q: I see.",
        "Q: Right. So --",
        "Q: Uh-huh. So did everybody land in New York? Is that where you [indecipherable |",
        "Q: Sewing.",
        "Q: Right, right.",
        "Q: Oh.",
        "Q: Uh-huh. And then you got your --",
        "Q: And what degree did you get from MIT?",
        "Q: [indecipherable]. And then you went to Harvard for Ph.D.?",
        "Q: A student.",
        "Q: Right.",
        "Q: I see.",
        "Q: And what happened to your sister? She got a degree in medicine, but certainly she couldn’t\njust use it in the United States, she would have to take another exam, yes?",
        "Q: She went back to Beirut?",
        "Q: Oh my. And she remained there?",
        "Q: Yeah. Is she still alive?",
        "Q: No.",
        "Q: I was thinking about your parents and in a way, while your life changed drastically, or you\nhave to go through a number of changes, all of this happened when you were very young and in a\nformative state, whereas your parents lost everything --",
        "Q: -- that they had.",
        "Q: And they were never able to recoup that.",
        "Q: Is that right?",
        "Q: For them.",
        "Q: Because he never acquired the status that he had [indecipherable]",
        "Q: They didn’t?",
        "Q: Right.",
        "Q: Right. Do you think of yourself as a survivor?",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Is there anything that you’d like to talk about that we haven’t spoken about at this point?",
        "Q: You think it’s [indecipherable]",
        "Q: Well, I want to thank you very much for your agreeing to tell us your story.",
        "Q: It’s been really quite fascinating, thank you.",
        "Q: And we’ll shut the camera off and then do your photographs.",
        "Q: Julian, tell -- tell me a little bit about what you did once you got your degrees from Harvard\nand MIT. What work did you do all these years?",
        "Q: How -- how did you happen to narrow the field? I -- I’m assuming this is -- is part of the field\nof electrical engineering, am I right?",
        "Q: And if that’s the case, how do you -- how did you narrow it down to these particular aspects?",
        "Q: Really?",
        "Q: Uh-huh. But this led you also to work a great deal with the military, I gather?",
        "Q: Really? So were -- were you there when -- when the lift-off happened?",
        "Q: No?",
        "Q: On television like the rest of us.",
        "Q: I bet you were. And you worked for how long? When did you retire? Just --",
        "Q: Mm-hm.",
        "Q: You do?",
        "Q: I see. When -- when you look back on your life, do you see that your experiences had an\nimportant influence on how you lived your life after the war?",
        "Q: An-And how would you characterize that?",
        "Q: And how do you relate that to the -- do you think -- well, I don’t know how -- whether you\ncan even answer this question. Had you not escaped, had your not -- not -- your parents shown",
        "Q: Right.",
        "Q: That you wouldn’t. [indecipherable |",
        "Q: And I understand that you are very involved in Polish Jewish relations and involved with\nthose Poles with -- who were not Jewish necessarily, who went though similar experiences to\nyou. [indecipherable]",
        "Q: And do you see improvements in the relationship of Polish Jews and Polish Gentiles?",
        "Q: Right.",
        "Q: Right.",
        "Q: Relations. And tell me when you met your wife.",
        "Q: Mm-hm.",
        "Q: And when did you get married?",
        "Q: Oh good, you remembered that.",
        "Q: That’s an -- it’s an easy date [indecipherable]",
        "Q: And you have three children?",
        "Q: And you went as a family?",
        "Q: Right. And you have eight grandchildren?",
        "Q: Well, I think what I’d like us to do, we’ll stop the camera.",
        "Q: And I thank you, and we’re going to look at some photographs --",
        "Q: -- so that people can see part of your life --",
        "Q: -- in photographs.",
        "Q: Yes.",
        "Q: And who is this gentleman here?",
        "Q: And this is your mother’s father?",
        "Q: Okay.",
        "Q: And who is this?",
        "Q: And who is this good looking lad?",
        "Q: And about how old do you think you are?",
        "Q: Eight. That’s what it says.",
        "Q: Okay.",
        "Q: And this one?",
        "Q: And this?",
        "Q: And when was this taken, do you think?",
        "Q: You’re very serious.",
        "Q: And this one?",
        "Q: And this one?",
        "Q: And this photo?",
        "Q: And who is this group?",
        "Q: This photo?",
        "Q: And this?",
        "Q: And when was this one taken?",
        "Q: And this one?",
        "Q: And this shot?",
        "Q: It was 1944, you think?",
        "Q: And who is this?",
        "Q: And these two?",
        "Q: And this building?",
        "Q: And this?",
        "Q: And when was this taken?",
        "Q: And what about this gang?",
        "Q: You mean your daughter [indecipherable]"
    ],
    "answers": [
        "Answer: Good morning.",
        "A: Nice to be here.",
        "A: I was born on March 26, 1925.",
        "A: I was born in Lwow, Poland, now it’s called Lviv, U-Ukraine.",
        "A: My name at birth was Julian and actually my middle name Jacob, and my father and mother\ndecided to call me Julian because they wanted an international name and they thought Julian, if I\never went -- were to travel, would work well.",
        "A: Exactly.",
        "A: Mm-hm.",
        "A: My father was a very serious man. He was born in Rohatyn, which is town south of Lwow,\nand he started his schooling in [indecipherable] but decided to leave it and went to regular public\nschool. And then he went to an educational seminary to become a teacher and then he became\ninspector of schools, and then he went into business and moved to Lwow. And my mother’s --\nher maiden name w-was Philip, and she was from Lwow, and her mother was from Krakow. And\nmy parents married, my father was already a little older, I think, and he was like nine years older\nthan my mother, and -- and they had two children, my sister Janina, or Janine as you would say\nin English, and myself. My sister was born in 1923, I was born in 1925. There was only like a\nyear and a half difference between us, so we were very close. And we were a very close family.\nMy father worked in an office downstairs in the same house where we lived, and actually my\nmother worked with him, and we had help, domestic help in the apartment. And we were a close\nfamily mostly, with my mother’s sisters, my aunts and uncles. And I had a very warm and nice\nchildhood. I grew up very secure.",
        "A: He was representing a number of large companies in the region like Lever Brothers and some\ncompanies from Holland. And it was mostly products that didn’t require refrigeration, was like\nstarch and -- and soap powders, things like this. And so a -- and he was in business of selling to\nretailers, so that actually he was quite -- we weren’t overly rich, but we were very well-to-so.",
        "A: He was fairly successful, yes.",
        "A: Right, right, and my mother’s family, one of my uncles was a very prominent physician and\nanother uncle was a banker and --",
        "A: -- and had his own bank. And he was the one who arranged the marriage betwe -- my father\nhad been his client -- between my mother my father.",
        "A: He got them acquainted.",
        "A: I may have been a little bit closer to my mother, and my father may have been a little closer to\nmy sister.",
        "A: But actually we were all pretty close because we were all in the same house.",
        "A: Yeah.",
        "A: No.",
        "A: Never. I was a very good student as a child, and -- and because my sister was a year and a half\nolder than myself, I f-followed her very closely and I went to school early, because once she\nwent to school, I wanted to go to school.",
        "A: So I was always the youngest in my class.",
        "A: And I also had private tutoring in German and private tutoring in mathematics because I was\nparticularly interested in mathematics.",
        "A: Mm-hm.",
        "A: I was very close with my sister. We actually shared a room for a long time.",
        "A: Yes.",
        "A: Ah, sh -- well, we were a little jealous of each other sometimes, but she was good to me, yes.",
        "A: Because she was a year older, so she was doing things a little bit ahead of me, but -- but we\nbecame even closer when we became refugees.",
        "A: Because then the family got really close.",
        "A: Mostly I was doing things with my sister with the people who were taking care of us. But we\ns -- seldom -- my father was very serious, he was seldom playful with us.",
        "A: Yes.",
        "A: My mother a little more so, but she also was very busy working and looking after things in the\nhouse, yeah.",
        "A: We had somebody who cooked, and somebody who cleaned.",
        "A: And then as babies we had -- once we had a fraulein, a German lady, and once we had a\nmademoiselle, a French mademoiselle, so -- who took us for walks, yeah.",
        "A: I -- I learned Fr-French and German. Of course, we spoke Polish at home, and -- and then\nduring the war I learned a little Hebrew and Italian because I was in Italy.",
        "A: So when I met my wife I told her I knew five languages, and she was impressed.",
        "A: Tested my French and she’s pretty good at French herself.",
        "A: Yes. Socially, a-and family-wise, the family was Jewish and most of our close friends were\nJewish, but -- but we were an assimilated family and we were in quite an integrated environment\nand I went to a school where majority of the kids were not Jewish and -- both in the elementary\nschool and in the high school. I went to public high school.",
        "A: I went to a private elementary school because I was too young to go to the public high school,\nand the private school took me in.",
        "A: Oh yes.",
        "A: We definitely -- my parents belonged to what was called the temple, which is the -- was the\nlargest synagogue in the city, and it was called Progressive Judaism, which 1s similar to\nAmerican Conservative Judaism. And -- and my father had a seat, you had to buy seats and my\nfather had a seat downstairs and my mother had a seat on the balcony, in the --",
        "A: Yeah. And I sat with my dad, yeah.",
        "A: Yes, upstairs, yes, yes.",
        "A: No, no, we went just during holidays.",
        "A: Yeah, right. My parents were not very religious.",
        "A: But they definitely were Jewish, but not extremely religious.",
        "A: We were not kosher.",
        "A: No.",
        "A: No.",
        "A: We ate matzoh on Passover --",
        "A: -- but sometimes I had ham on the matzoh.",
        "A: As I was growing up there was anti-Semitism growing in Poland, beginning around 1934, and\nit was particularly evident at universities, and -- because Jewish students were not -- were told to\nsit in back benches and were not allowed sometimes to -- to even attempt classes\n[indecipherable]. And -- and some of the -- interestingly enough, the university students were\nwhat was called open index. N -- N.D. stands for National Democracy which is -- was the sort of\nright wing party, which was very anti-Semitic, and they sometimes would make -- not pogroms\nin the sense that somebody was completely bludgeoned to death, but they would beat up J-Jews\nin the street occasionally. And I learned to avoid big gangs of students, and -- and sometimes\nthere were just stupid people who were anti-Semitic, but most of the people in the city were very\nwell integrated because the -- the city itself had been under Austrian occupation and had a lot of\nJew -- 30 percent of the residents were Jews, and -- and in addition Polish Catholics, there were\nGreek Orthodox, and there were Ukrainians and there were Armenians, so it was kind of\ncosmopolitan [indecipherable]",
        "A: I had Jewish friends and Polish friends, but in terms of going to homes of kids, I was closest\nto the Jewish boys.",
        "A: Mostly because sometimes -- it was partly because there was a little division, yeah. But I was\nvery friendly with many of non-Jewish --",
        "A: -- people.",
        "A: I was very interested in mathematics, yes.",
        "A: No, it’s just a natural interest. Some kids are interested in music.",
        "A: I was never very musical.",
        "A: I liked just playing chess and doing mathematics.",
        "A: This --",
        "A: -- this was the real passion. I was somewhat interested 1n history.",
        "A: Yes. I went to movies, and I also went to -- we had in Lwow an opera house, and occasionally\nI went to performances, both opera and theater.",
        "A: I liked it, yes.",
        "A: The opera house in Lwow is beautiful.",
        "A: It has survived, and 1s --",
        "A: -- and it’s been re-remodeled and is just like it used to be.",
        "A: Not really.",
        "A: Got more interested in opera in that way then.",
        "A: I remember going to theater, but -- but I don’t remember --",
        "A: -- s-specific performances.",
        "A: I don’t recollect.",
        "A: Not really. I -- I never paid much attention to food.",
        "A: I -- I liked -- my mother made carp Jewish style, sometimes.",
        "A: In jelly, I liked that.",
        "A: Gefilte fish, yes.",
        "A: She cooked that, yes.",
        "A: Yes. We ate together in the dining room --",
        "A: -- and we were served.",
        "A: Yes. [indecipherable]",
        "A: Mostly was serious, yes.",
        "A: Yi --",
        "A: Ah.",
        "A: We did discuss it, yes, a little bit.",
        "A: Not terribly much --",
        "A: -- but a little bit, yes. I was 14 years old when the war broke out --",
        "A: -- so I was still a young fellow.",
        "A: Right.",
        "A: Right, correct.",
        "A: Oh, I had lessons for a --",
        "A: For the Bar Mitzvah at home. In school ra -- we had religion as a mandatory subject, and\nJewish children would step out and go to a separate classroom --",
        "A: -- where we had a teacher, but we were usually taught Jewish history more than religion.",
        "A: And -- and at home I was taking preparations for the Bar Mitzvah.",
        "A: I did it, yes, yeah.",
        "A: Yes, I remember beca -- I --",
        "A: All the family --",
        "A: -- came, and -- and also I gave a little speech.",
        "A: That I don’t know.",
        "A: It had to do with a section of the Torah --",
        "A: -- [had read, yeah, but I don’t remember.",
        "A: There was a party at our house, yes, a big party, yes.",
        "A: Yes.",
        "A: It was an important day.",
        "A: Well, I -- yeah, I was also interested because I discovered in the process my father was very\nproud that his family was Levites, and that is sort of not common, but you know, the three\ncategories, the [indecipherable], the priests, the Levites and [indecipherable] people and I was\nimpressed that I was --",
        "A: -- a Levi.",
        "A: And I must tell you when I was a child, I sometimes had impressions that I will become a\nprophet. I was very -- I sort of thought always that I was chosen -- a chosen child to do\nsomething, so --",
        "A: No, this was before.",
        "A: Right.",
        "A: No.",
        "A: No.",
        "A: I felt chosen. I felt I was somehow inspired and privileged.",
        "A: I told my parents, yes.",
        "A: Yes.",
        "A: No, they --",
        "A: -- they were a little surprised.",
        "A: Right.",
        "A: Yes, there was expectation --",
        "A: -- there was tension in the air because Germany had post ultimatums demanding that Poland\ngive up the corridor between East Prussia and Germany, and -- and they were threatening, and --\nand of course, before that was the invasion of Austria by the Germans, so there was a lot of\ntension. People expected war.",
        "A: It was not yet -- there was talk before the war --",
        "A: -- that I might have to go to study at a foreign university because Polish universities were\nbecoming dangerous.",
        "A: But we had not talked about leaving Poland before the war broke out.",
        "A: Oh, absolutely.",
        "A: Absolutely.",
        "A: Yes, absolutely.",
        "A: We were -- definitely were, yes.",
        "A: Yes --",
        "A: -- it definitely made war more frightening.",
        "A: We knew Germans had bad intentions towards Jews.",
        "A: Yes. And a lot of Germans were -- a lot of Jews were either deported by the Germans into\nPoland, or were escaping Germany to come to Poland, so that it was common knowledge that\nthings in Germany were just terrible.",
        "A: Not anybody.",
        "A: That we knew.",
        "A: Mm-hm.",
        "A: It was still a shock, yes.",
        "A: It was just before the school year started and we were still at home expecting to start school,\nand suddenly the bombs started falling, and -- and there was -- radios were very primitive in\nthose days, they had crystal radios and you had to sort of tune them up with whiskers. And we\nlistened. I used to take a radio to -- to bed to listen.",
        "A: Sure I do, yes.",
        "A: Well, the -- the bombs number -- they -- they explode and they make a lot of noise, and they,\nyou know --",
        "A: Well, we had si -- to -- w-we had blackouts.",
        "A: We had to cover the windows, and we taped windows with s-stripes, sort of criss-cross --",
        "A: -- so that the glass wouldn’t fall and hurt people, so -- and we knew -- it was both at night and\nin the daytime, yes. And actually, people stood watch in the neighborhood, on the streets, you\nknow, there were sort of like citizen patrols and it was clearly war time.",
        "A: Well, at -- at first there was, but it soon became clear that the army was losing ground, and --\nand my father remembered from the first World War that when a si -- [indecipherable] that sort\nof advance into central Poland was crossed, that that would mean that the Germans could\nadvance without stopping, and -- and that’s when they started talking about leaving. And first we\ntalked about just my father and I leaving because men were supposed to be in more danger than\nwomen, but then they -- my parents conferred and decided that we all should go. And there was\ndiscussion whether we should go east or south, and my parents weren’t that keen on going\ntowards Russia, so we decided to go south. And we had a car and -- but our car was\nrequisitioned, because the military were requisitioning all the cars. And my uncle had a car, and\nhis car was sort of requisitioned, but he was friendly with the provincial governor in Lwow, and\nhe got the pass to keep the car to take the trip south, but to return it later. So my mother, my aunt\nconferred and they decided we could go with them. So my aunt and uncle left some suitcases and\ntook us instead.",
        "A: Yes, I d -- remember.",
        "A: I was sitting there because there was the big question whether we were all going, or whether -",
        "A: -- just the two of us.",
        "A: That was definitely a talk of going on a bicycle because we didn’t have a car, and my father\nwasn’t so good on the bicycle and I wasn’t so good either, so --",
        "A: Right.",
        "A: During first of all the war, my -- independently, my father and my mother’s family went to\nVienna to leave the city because it was dangerous to stay in the city, and Vienna was in Austria,\nso -- so they were used to the notion that --",
        "A: -- if war came, it’s sometimes important to leave [indecipherable]. It was very dramatic to\nleave, yes.",
        "A: Yeah.",
        "A: Well, it was very dramatic thinking about leaving, and we had number of conferences, and we\nwere ask by my aunt and uncle, since there was very little room in the car for -- there were four\nof us and my aunt and uncle, that’s six people, and we had a driver because neither my father nor\nmy uncle could drive. And so it’s seven people, and so we were asked to take, basically\nknapsacks, and -- back then, it was, and my mother packed a small suitcase and my father packed\na small suitcase. And my sister, very fortunately took pictures, album of pictures, so that was\nvery lucky, and we enjoyed that afterwards. Years later, it was nice to look back and have the\nphotos. But we were -- it wasn’t yet full winter, so 1t was just September, so --",
        "A: -- we didn’t have to pack very heavy clothes up.",
        "A: We had a little dog, and it was very tough for us to leave the dog, yes.",
        "A: It was Gigi.",
        "A: Which is like a bell ringing in Polish.",
        "A: It was a -- don’t -- don’t know the English word for it.",
        "A: In Polish it’s called yarmnic.",
        "A: No, it’s a little dog, and it was very brown and I’m -- I ju -- the name just -- English word --",
        "A: -- slipped out from my mind.",
        "A: Well, we left somebody in the house.",
        "A: Yeah.",
        "A: To -- well, no, the -- the lady who lived in with us --",
        "A: -- was taking care of the dog. And then we had janitor downstairs, which -- I’m sorry.",
        "A: Yeah.",
        "A: Not knowing what will become of us and where we were going. That was the hardest.",
        "A: Well, we were frightened, partly that we might get into German hands and partly what will\nbecome of us when we are away from home.",
        "A: Yes, it wa --",
        "A: Right, it was typical if you had a car, you could afford the driver, yes.",
        "A: He wasn’t --",
        "A: -- interested, no.",
        "A: Not [indecipherable |",
        "A: Right, it was a Buick --",
        "A: -- with folding seats, so the two kids sit then -- sat in the folding seats, and my aunt -- my\nmother and my father sat in the back, and my uncle sat in front with the driver.",
        "A: Yes.",
        "A: Facing the adults who were in the rear, yes.",
        "A: No, they weren't facing the adults.",
        "A: I think they -- they folded --",
        "A: Frontwise, yes.",
        "A: Right, my father took with him all the cash he could get his hands on, and he also had four\nbars of gold, and he was -- and he put them 1n a little suitcase and carried them with him.",
        "A: Yes. But most of the money was Polish z-zlotys, I think. He may have had a little bit of\ndollars, or something --",
        "A: -- but not very much.",
        "A: Right.",
        "A: Well, we didn’t know yet we were going to Romania. We partly were leaving to get out of the\ncity because it was being bombed.",
        "A: But on the roads we saw a lot of people who were displaced and moving and going different\nplaces, and occasionally there were German so called stuka bombers who -- which were\ndropping -- strafing people on the roads. And we would get out and get in the ditch and then get\nup. And sometimes along the road Polish soldiers would stop us and want the car. And my f --\nuncle would flash the papers he had, that he was allowed to have the car. So we finally made our\nway to a little town which was south, close to the Romanian border, and my parents must have\nthought already about going to Romania, but I wasn’t quite --",
        "A: -- quite aware of that.",
        "A: Right.",
        "A: Right. And we stopped along the way in my father’s hometown, Rohatyn to say good-bye, so\nto speak, to his relatives, yeah.",
        "A: No.",
        "A: I don’t think so.",
        "A: No, because we had no way to help them with transportation and they -- I don’t think they\ndiscussed leaving.",
        "A: Well --",
        "A: -- at that time, there were a lot of people who already had left western Poland, and for\nexample, in our city, in Lwow, my mother’s family had escaped from Krakow, which is more\nsouth central Poland, so people were all used to the notion that some people are leaving and\ngoing, and roads were full of people. And people were moving all over the place. And it was\nclear that the Germans were going to occupy all of Poland, yes. But in the end they didn’t\nbecause they had the agreement with the Russians, which was at first a secret agreement, it was\nnot known. So, when we got to [indecipherable] which is a town close to the border, we suddenly\nrealized that the Polish government was evacuating.",
        "A: We saw them.",
        "A: Absolutely. And actually, we saw -- they were like buses which were -- had Polish gold on\nthem, and the bank of Poland was evacuating the gold. And we saw foreign embassies\nevacuating, and -- and we saw the provincial governor with a horn, giving the orders or\ndirections regulating the traffic and -- and saying now ministry of foreign affairs, and there\nwould be a bunch of limousines going and there was a bridge and they would go across that\nbridge to Romania. So we saw the whole Polish government evacuating.",
        "A: Right. And we weren’t sure we would be allowed to cross, because there were still both\nPolish border guards and Romanian border guards. And we didn’t have a Romanian passport.\nBut on the 17\" of September, the news came on the radio that the Russians had marched in, and\nmany people thought that they were coming to help Poland, and -- attack Hitler, because nobody\nknew that Stalin and Hitler had a pact. And -- and there was a lot of discussion whether we\nshould go back.",
        "A: And my father thought that we should not go back and come back after we see the situation is\nquiet, peaceful and friendly. So we -- we decided to cross and -- and we basically -- my father\nhad to bribe a Romanian guard to let us cross, yeah.",
        "A: Well, I --",
        "A: -- I want to go home.",
        "A: Go home, yeah. I was not that smart, and my -- I -- I think it was a wonderful decision my\nparents made, yes.",
        "A: Absolutely.",
        "A: No question about it, yeah.",
        "A: [indecipherable |",
        "A: Yes.",
        "A: Right. No, he left because he want to go back to his family and that was the deal with him\nbefore he drove us, that he would be able to go back and he was supposed to take the car back to\nthe provincial governor, who wanted it, and so my uncle and aunt had passports, and had visas,\nso they were able to cross earlier, and we crossed later. And I had also a cousin, their son, who\nhad his own car, and he drove his car with his girlfriend, and he had a passport and a visa, so he\nwas able to cross earlier one.",
        "A: Right.",
        "A: They must have --",
        "A: -- been better prepared, yeah.",
        "A: But we didn't have a visa.",
        "A: Then we had to register ourselves to stay in Romania, but there were a lot of Polish refugees,\nand some of them were being put in camps. But n-not all. Mostly the military that -- that crossed,\nwere put in camps, yeah.",
        "A: But we first went to what’s in Polish called [indecipherable] and [indecipherable] I think, in\nRomania, and we stayed there for a couple nights, and then we went to Bucharest.",
        "A: I think we registered really in Bucharest.",
        "A: Because we were afraid on the train that we might get stopped, but we weren’t.",
        "A: Well, it was very difficult --",
        "A: -- because we didn't have that much money and -- and at first we weren’t official, and -- but\nthen in Bucharest somehow, they were registering Polish refugees and -- and of course Polish\ngovernment had brought the gold with them, so they must have paid something to the Romanians\nto allow the Poles who escaped to stay there.",
        "A: Well, at first we stayed in a hotel. It was called Hotel Victoria then it was too expensive. Then\nwe moved to another hotel, called well, I don’t remember the name exactly, but we lived in one\nroom in the hotel, and we had a hot plate and cooked our meals secretly because you were not\nsupposed to use the hot plate in the hotel room.",
        "A: Definitely.",
        "A: Yes.",
        "A: Yeah. Well, ah -- there were no problems between us, my mother, my father, my sister and I,\nbut my mother my aunt had a problem, so --",
        "A: I’m not sure, but somehow they --",
        "A: No, they were in a different --",
        "A: -- hotel.",
        "A: They stayed in the first hotel.",
        "A: No, no.",
        "A: My mother and the aunt were sisters.",
        "A: My aunt ma -- was my mother’s oldest sister, and she --",
        "A: -- she was kind of a little bossy and -- to my mother, because --",
        "A: Yes.",
        "A: She was quite a bit older, yeah. There were four sisters, and she was the oldest, and my\nmother was the youngest.",
        "A: No, no, we started immediately -- my parents started going, and my father in particular, to\ndifferent consulates, looking for a visa to go either to France or to the United States or -- and --\nand of course you had to take a train through Italy to get to France, if you didn’t want to go\nthrough Germany.",
        "A: So it -- and Italy was already allied with Germany, so it was quite complicated. And I started\nattending school in Bucharest, first French school, because I didn’t know Romanian, of course.\nAnd in the French school I traded mathematics for French, so -- with other kids, so --",
        "A: -- I was managing.",
        "A: No, in doing homework.",
        "A: But then -- but then a Polish school was formed in Romania, and actually the Polish\ngovernment registered all the refugees, and may have paid even a small stipend to the refugees\nso that -- and also the Romanians who were willing to exchange Polish zlotys for Romanian\ncurrency at the -- at the beginning, so --",
        "A: So I started going to Polish school, and all the kids in the school, most of them were children\nof Polish government officials. And they -- they were the ones who escaped, evacuated.",
        "A: Well, one of the Polish banks.",
        "A: Not the main Polish bank, yeah.",
        "A: Her name was Barrish -- bani -- Mrs. Barrish bani -- Barishowa in Polish, Helena Barishowa.\nAnd -- and she was a very wonderful lady, and made children all feel good. So I t -- I transferred\nfrom the French school to --",
        "A: -- the Polish school, yes, Polish high school.",
        "A: Right, and people who were in the same situation, pretty much.",
        "A: And -- and --",
        "A: I was one of the few Jews in that school, yes. There were a few, I wasn’t the only one.",
        "A: No.",
        "A: Not at all.",
        "A: We were all very good friends.",
        "A: Everybody was interest in getting out of Romania, particularly because Romania was itself\nabout to be taken over by the Germans and the king of Romania was basically deposed by the\nGermans, eventually. So -- and the Romanians said something was [speaks foreign language\nhere] which is -- was kind of like an Iron Guard, I think, in English, that --",
        "A: Pardon?",
        "A: Iron Guard, and they were very anti-Semitic, so that was a bit of a problem, but it wasn’t very\n-- it didn’t affect my life too much, except we knew we had to get out of Romania. So my parents\nsucceeded in getting a visa to Palestine.",
        "A: Which was very difficult.",
        "A: No. My uncle and aunt left for the United States, they got a visa because their son had a visa\nto the United States. He was supposed to go to the world -- world exhibition, oh what do you call\nit? World --",
        "A: World Fair.",
        "A: Yeah. To the World Fair in New York.",
        "A: Which was in 1939.",
        "A: And he -- and they an-and their son went and then the son helped them. They didn’t come to\nthe United States right away, they went to France, and then from France to Portugal, and from\nPortugal to Cuba. And then from Cuba they came to the United States.",
        "A: So -- but they left for France, and we left for Palestine.",
        "A: Right. And my father -- we were lucky because that gold that my father had qualified us for\nwhat was called a capitalist visa. In other words, we had enough capital to enter, because\nPalestine immigration was very limited, and you couldn’t really enter Palestine as an ordinary\nrefugee.",
        "A: If you had a certain amount of money, it’s the same nowadays in Canada, if you have enough\nmoney you can become a resident of Canada, so a lot of people from Hong Kong --",
        "A: -- establish bank accounts and then return to Hong Kong. Well, this was a similar situation\nand we were lucky we got --",
        "A: No, I don’t.",
        "A: No.",
        "A: Yeah, it was the gold.",
        "A: It was all he had, yeah.",
        "A: Right. It was -- it was difficult, we didn’t know what to expect at else --",
        "A: -- elsewhere. But we went by boat from Constanza, which is a -- a harbor in Romania, t -- and\nactually it was kind of a dream trip because we stopped in Istanbul and in Athens, and I got to\nsee sort of beautiful sights of the world, and then we arrived in Haifa.",
        "A: Some refugees, and some people we didn’t know.",
        "A: It was a --",
        "A: Nota --",
        "A: A regular boat.",
        "A: Yes, a passenger boat.",
        "A: Oh, the lowest class.",
        "A: Yeah.",
        "A: Yes, we -- we had a little bit more clothes --",
        "A: -- yes, we have a few more suitcases, yeah.",
        "A: Yes.",
        "A: No, just for the day.",
        "A: Yeah, but it was very meaningful and something --",
        "A: -- Iremember s -- d-doing sightseeing, yeah.",
        "A: I saw the big mosque, and -- and I saw the -- you know, the -- we saw the waters\n[indecipherable] you know, the city is very beautiful city, yeah.",
        "A: In Athens I saw Acropolis, and -- and I just was impressed to see Athens, you know.",
        "A: In Haifa, yes.",
        "A: Well, I remember, and we were -- we stayed in the place that was on the hill, so we had a\nbeautiful view of the harbor and Haifa is a rather attractive city, and -- and it was a good climate,\nit was warm, and we felt safe and comfortable with the British controlled territory. The British\nwere allies of -- of -- I mean, they were fighting the Germans, so that was a different world for\nuS.",
        "A: Yes, my father’s cousin -- brother -- brother, and his two daughters -- actually, three\ndaughters had emigrated to Palestine before the war.",
        "A: So that two of them lived on a kibbutz, and one of them lived in Tel Aviv, so we saw them,\nthey were not very affluent, and they were some distance from Haifa, but we saw them and we\nenjoyed having the family there.",
        "A: For -- maybe for a couple of months, something.",
        "A: And then we moved to Tel Aviv.",
        "A: Yeah.",
        "A: No, not -- not -- no, no special education in Hebrew and no school til we got to Tel Aviv.",
        "A: And when we got to Tel Aviv, I first started taking courses in English.",
        "A: Because we thought of going either to United States or to England.",
        "A: Yeah.",
        "A: And -- yeah.",
        "A: Yeah, I -- that’s what I was wondering, yeah.\nEnd of Tape Two\nBeginning Tape Three",
        "A: Right. I didn’t go to a Polish high school right away, first I took a course in English. Polish\nhigh school --",
        "A: -- didn’t get established til later, because Polish refugees in Romania were evacuated from\nRomania to Palestine by the British, but we left, of course, on a visa being Jewish, we left on the\nvisa to Palestine. And -- and when I first arrived there was no school, so I start taking course for\nwhat was called English matriculation. It was University of London matriculation. And you can\nmatriculate when you are 16 years old, and -- and I was then ma -- 1940 I was 15. So I started\npreparing for the matriculation. And I was taking these courses and then we learned about the\nPolish high school being formed, because the refugees arrived, and some of them were our\nfriends from Bucharest.",
        "A: So I went to the Polish school, but I was still studying English to finish the matriculation. So,\nwhen I was 16, I matriculated, which was also equivalent to admission to University of London.\nIn other words, I could later, when the war ended, become qualified to go -- go to University of\nLondon because I had matriculated.",
        "A: I was -- my mother actually knew a little English and she bought a book and started teaching\nme English and I wasn’t -- I knew no English when we arrived in Romania, but I started learning\na little English from my mother. And then when I came to Palestine I took the courses and I also\nwent -- there was something called British council and -- and they were giving lessons in English\nin Jaffa. I used to go to Jaffa, take lessons.",
        "A: And I became not so fluent, but pretty good, you know, good enough to take the exams.",
        "A: In Tel Aviv we lived at 40 Dizingof Street.",
        "A: At first we lived another place, and then we moved, and actually we moved ourselves with --\nmy father rented a little cart and we loaded the cart and I pulled it along with my father and we\nmoved to Dizingof Street, yeah.",
        "A: And we had the little apartment there.",
        "A: Two room -- two rooms.",
        "A: Yeah. Two -- three rooms maybe, yeah.",
        "A: He was trying to do some business, but mostly my mother started sewing, and she --",
        "A: -- wa -- became a seamstress, basically.",
        "A: [indecipherable] try and make money this way.",
        "A: And then later she started giving sewing lessons.",
        "A: Right.",
        "A: It made me be very adjustable, and not really pay much attention to amenities and -- and --\nand -- and sort of made me view people all equally, not be very concerned.",
        "A: And I always felt that I will get educated, I -- I sort of felt the inner drive to get a good\neducation.",
        "A: Yes, oh yeah, by then I did.",
        "A: Yes, definitely, my sister went to Polish high school, but she did not take the English courses.",
        "A: She was more interested in French, and she went to Polish high school. She was a year ahead\nof me, yeah.",
        "A: No, I always thought that I would go to America.",
        "A: Yes.",
        "A: I think they did. They didn’t feel completely comfortable. They didn’t know Hebrew.",
        "A: And my father grew up speaking Yiddish actually, and he knew Yiddish. He always laughed\nthat my mother didn’t speak very good Yiddish. I mean, we all understood a little bit of Yiddish -",
        "A: -- but my father knew it well.",
        "A: But -- but Hebrew was a little different and -- and my father was at that time thinking more of\nthe future for the children than for himself, and he thought the kids would be better off in\nAmerica, yes.",
        "A: My father. I -- I’m not very good at ages.",
        "A: My father was 40 or so when I was born, maybe 40 --",
        "A: -- 42 maybe.",
        "A: SO --",
        "A: Late fifties --",
        "A: Yeah, or so.",
        "A: Well, my sister was not particularly interested in Hebrew.",
        "A: And I am -- learned a little bit, but I had no formal lessons, so I learned just by myself.",
        "A: Ah, well --",
        "A: Tel Aviv was, of course, next to Haifa. Haifa was Arab, and Tel Aviv was Jewish, and there\nwere a lot of people from different parts of the world speaking different languages.",
        "A: In Tel Aviv. And Hebrew was not yet such an official language, you know, so the younger\npeople all spoke it, but the older people spoke usually the European languages they had come\nwith. So -- and it was very hot in the summer, that’s one problem with living in Tel Aviv.",
        "A: And -- and -- and the climate -- I mean, it doesn’t get so cold, but it -- but it gets very hot,\nyeah. And I never really liked the sun so much, so that was one of the problems.",
        "A: Yes, I did, yes. Went swimming in the sea --",
        "A: -- went swimming in pools. And we -- in the Polish high school we sometimes went in groups\nas friends to the beach. And we -- but you know, the war was going on --",
        "A: -- and we were getting terrible news from Poland already by then, and --",
        "A: We were getting news of the killings, also.",
        "A: Yes, yes. Because some people were escaping from Romania, sometimes letters were coming,\nand we were beginning to get bad news. And -- and in the Polish high school, m-many of the\ncolleagues in my class had already -- were already soldiers in uniform who were on leave to\nfinish school. So we were all thinking of going back to war to fight Hitler at that point.",
        "A: Well, politically I was very aware of Jewish effort to make Palestine into a Jewish state, and\nactually I had some more distant relatives, and one of them was in Haganah, which is -- was the\nJewish underground [indecipherable] organization, and he tried to recruit me, and I went to a\nsecret meeting, and -- but I decided I really didn’t want to fight the British, I wanted to fight the\nGermans.",
        "A: Oh yes, I definitely --",
        "A: -- had a sense that there ought to be a Jewish state, yes.",
        "A: I think all Jews had that.",
        "A: Right. [indecipherable]",
        "A: Well my -- my priority was to fight the Germans. I was -- I was more interested in ending the\nwar in Europe, yeah.",
        "A: I --",
        "A: Well, in Polish -- in the Polish system just before the war and even now, it is six years of\nelementary school, and then four years of high school, and two years of something called lycee --\nLyceum or Lyceum in Polish, and -- but the -- th-the six years altogether were sort of called high\nschool because it was one unit.",
        "A: And in Poland they were separate, but here they were one. Some in Poland were together, but\nsome were separate. But I basically was in the last two years of high school.",
        "A: [indecipherable] Palestine, yeah.",
        "A: And mind you, I didn't lose a single year of education, of school.",
        "A: Re -- during the war, because my parents were sending me to school, and in Romania --",
        "A: -- and in Tel Aviv, so that when I was 16 I got the British matriculation, when I was 17, I got\nthe Polish m-matriculation. So I had sort of two high schools.",
        "A: In °42, actually, yes.",
        "A: And -- and I didn -- had the choice of either going to a university in Palestine, and\nPolytechnic at Haifa, or -- or -- or -- or joining the Palestinian brigade, or joining the Polish\narmy. Now the military -- there was no conscription because the Poles had no right to conscript\nanybody in Palestine, and -- and the British were not constrict -- conscripting Jews to go into the\nbrigade, that was all voluntary, and I decided to go along with all my friends to the Polish army,\nand my parents weren’t completely happy but respected my choice, but they asked me to wait til\nI was 18, so I waited a few months and I joined the army in ’43.",
        "A: Not completely, they just wanted me to wait a few months til I was a little older.",
        "A: Yeah.",
        "A: Well, actually, all my Jewish colleagues in the Polish high school, we had maybe one-third of\nthe students were Jewish.",
        "A: All of -- just about all of them joined the Polish army.",
        "A: Yeah. And -- and some of the Jews who came with General Anders from the Soviet Union,\nstayed in Palestine --",
        "A: -- partly because they had had enough and they wanted to settle after being deported to\nRussia. But some of us thought it was important for Jews to -- to fight, you know, and -- and to\ncompensate for those who stayed behind, so --",
        "A: -- most -- most of my Jewish colleagues went to the arm -- to the Polish army.",
        "A: I considered it, yes, because I had a Polish friend --",
        "A: -- who was the son of my mother’s close friend, who did, but I decided against it.",
        "A: I sort of didn’t identify at that time, completely my future with Palestine, completely.",
        "A: Right.",
        "A: And I was interested in -- in s -- we thought that we might still return to Poland at that point,\nyou know, who -- who -- who knows’?",
        "A: We thought it might be possible.",
        "A: No, no, n --",
        "A: -- no, possibly to live there, although United States was more likely. But my father still had\nthe key from the house, that he --",
        "A: -- treasured, and he thought someday he was going back.",
        "A: They were okay with my --",
        "A: -- with that, yes they -- they -- most of their friends were Polish Jewish refugees, or Polish\nrefugees living in Palestine. There was a large group of Polish refugees in Palestine. Many\npeople don’t know it --",
        "A: -- but the British evacuated the Poles from Romania.",
        "A: Through Cyprus to Palestine.",
        "A: Right, but I never thought of getting killed.",
        "A: No.",
        "A: Right, yes.",
        "A: Well, you go to the Polish consulate and you say you want to volunteer for the army, and --\nand they say well, thank you, and we will call upon you and you will have a medical examination",
        "A: -- and we’ll enlist you. And then a few months later, they did that.",
        "A: No, no, not at all.",
        "A: No issue.",
        "A: Well, I waited til they called me.",
        "A: Yeah.",
        "A: And then ’43, I wa -- early in °43 I think --",
        "A: -- in February or so, I was called, and I first received the training as a recruit and that was --\nmy training was in Egypt on the northern side of Suez Canal on the -- in Kasasim.",
        "A: Which is close to the Suez Canal, but on -- not on the Egyptian side, but on the Palestinian\nside. And I trained in tanks and it was quite difficult because when an officer moved his hand,\nyou had to climb into the tank and he moved his hand again you had to climb out and I was\nbruised all over from the metal, climbing in and out. But -- and you know, he closed the flap over\nyour head, and you’re in a pretty closed environment and -- and I learned to drive a tank, I\nalways say, before I learned to drive a car. And tank you drive by pulling with your hands. If you\nwant turn left, you br-brake on the left and the tank rotates left.",
        "A: And [indecipherable] you want to turn to the right, you brake with your right hand and tank\nmoves the other way, so -- and -- and we also had gun, and when the gun was firing it made a lot\nof noise over -- we were right there. So I then had an opportunity to go to officer’s school, and I\nwas very happy to leave the tanks, and go to the artillery officer’s school. And I became what’s\nknown in Polish as officer cadet, or [speaks Polish] in Polish. When you graduate you -- you get\nqualified to become an officer, but you have to get promoted through different ranks, and -- and I\nwas assigned to light anti-aircraft artillery, which was fifth regiment, or -- which was part of the\nFifth Infantry division. And I was assigned to go to Italy, because Polish army right then had\nparticipated -- was entering the Italian campaign.",
        "A: And I was -- after I had, by the way, toured Cairo and seen the Sphinx and the pyramids, I\nended up going to Port Said and -- and we took a boat to go to Italy.",
        "A: Right.",
        "A: Well, I wasn’t very athletic with bicycles or with running, but I was -- I did play soccer a little\nbit --",
        "A: -- and I wasn’t that bad. [indecipherable]",
        "A: No.",
        "A: Right.",
        "A: Right, right, it was.",
        "A: Right.",
        "A: Very physical in the -- and -- and -- but there was -- it wasn’t -- it wasn’t a problem really.",
        "A: No.",
        "A: Right. Well, I was -- but at same time I was a good student, so I wasn’t so bad.",
        "A: Eight -- 18, yeah. And some of the others had more experience. I was one of the youngest that",
        "A: -- that in -- one of the youngest in the army, and one of the youngest in the officer’s school.",
        "A: But I was used to that.",
        "A: To being young, yes.",
        "A: Well, most of the other soldiers and officers had been in Russia.",
        "A: All they had experience was being in Russian forced labor camps --",
        "A: -- in Siberia.",
        "A: So they were actually also very sort of used to not -- not being at home for several years.",
        "A: And -- and I w -- I was -- I was one of the few -- I mean, in Palestine not that many Poles\njoined the army in Palestine.",
        "A: You know? Never mind Jews even, Poles, there were very few.",
        "A: So that most of them were veterans and most of them were older.",
        "A: Most of the Polish soldiers at that point were older than we who c-came from the Palestinian\ndetachment.",
        "A: They were nice. I-I was treated like everybody else.",
        "A: And -- and we then took the ship to go from Port Said to taran -- Taranto --",
        "A: -- which is at the foot of Italy. And being light anti-aircraft artillery, I was assigned to be in\nthe anti-aircraft artillery or the [indecipherable] so, because the Germans were strafing allied\nships that were going through the Mediterranean, so --",
        "A: -- so was four hours on and four hours off, was our routine on the ship -- aboard ship. So --",
        "A: No.",
        "A: Not at that point.",
        "A: Later, yes.",
        "A: But not at that point, no.",
        "A: It typically would be three or four of us, yeah.",
        "A: Because the guns had one person cranking up vertically, one person cranking up the gun\nhorizontally, so that’s two people --",
        "A: -- in the seats, and one person loading the gun, and one person passing the ammunitions, there\nwas at least four.",
        "A: Well, I usually was cranking and --",
        "A: -- aiming, yes.",
        "A: Yes.",
        "A: Aiming, yes.",
        "A: It was tough, yeah.",
        "A: But -- but we didn't want the airplanes to shoot us.",
        "A: Yes, I was able to write letters to my parents.",
        "A: But I -- we were asked -- one reason I later didn’t keep a diary in Italy is we were asked not to\ndescribe where we are and what we were doing, so -- because of military --",
        "A: -- sort of secrecy, so -- which I regret to a certain extent [indecipherable]",
        "A: No.",
        "A: No. I did write notes after we left Poland and some of my memories were refreshed by these\nnotes very much, yeah, how we left Lwow and how we got to -- yeah, to Romania.",
        "A: -- yes --",
        "A: -- yes, I did write that up very early on, but the military service I wasn’t writing.\nBeginning Tape Four",
        "A: Right, she --",
        "A: Also in -- in Poland, too, a little bit.",
        "A: Well, we had -- we had excursions with our friends and we would dress in khaki little\nuniforms, and go out and -- and stay in tents and -- and practice shooting and practice I don’t\nknow, running and doing things together.",
        "A: Mm, it was, I think in Poland too, there was -- people liked markmanships, and I got to enjoy",
        "A: -- sh -- trying to hit the bulls-eye, yeah.",
        "A: Girls also had auxiliary girl’s training, but I don’t think they were shooting.",
        "A: N-No.",
        "A: There was not. I mean, it just was natural that one might prepare one for the other.",
        "A: But separate organizations.",
        "A: You know, I don’t remember, but --",
        "A: -- no, but mostly I remember the trips we took as kids.",
        "A: Yes, exactly.",
        "A: Yeah.",
        "A: Overnight, yeah.",
        "A: Yes. We were -- we -- some of us have been together in Bucharest already and we were\npleased to rediscover each other in Tel Aviv.",
        "A: And some of us just met in Tel Aviv, but we were all very good friends. We had the s-sense\nthat we were all very lucky to be -- it was like a -- an oasis of peaceful living while our relatives\nwere in Europe, or in the middle of the war.",
        "A: And we used to go swimming together, and we -- we all became very good friends, whether\nwe were Jewish or Catholic or whatever.",
        "A: And -- and some of our mothers and fathers would almost adopt the kids who didn’t have\nmothers or fathers, or who particularly didn’t have fathers, because the father might have already\nbeen in the army or might have been in England.",
        "A: So it was -- it was like an extended family, and we were all away from our normal\nsurroundings, so we --",
        "A: I don’t know of any other national groups. There was -- I don’t know that there were other\nlarge national groups.",
        "A: This Polish group was quite unique.",
        "A: It was reasonably peaceful. There were, you know, there were bombings in a hotel --",
        "A: -- remember, but in general, it was fairly orderly. It was --",
        "A: -- good police organization.",
        "A: Yeah.",
        "A: No, no.",
        "A: And Irgun started quite a bit later. There were rumors that Irgun was being helped with\nweapons from the Polish army because a lot of the -- a lot of the leaders of Irgun had come with\nAnders --",
        "A: -- you know, like Menachem Begin, and -- and there’s actually -- somebody wrote a play\ncalled Begin and Anders.",
        "A: Or Anders and Begin, which --",
        "A: -- which discusses the relationship. Begin said always that he left on a leave of absence and\nthe Polish army never pursued to get him back, so he w -- as opposed to being a straight deserter,\nhe was actually -- just left on a extended leave of absence.",
        "A: No, no.",
        "A: No.",
        "A: No, but I knew some people who made this decision, and it was mostly because they had been\nthrough so much turmoil that when they got to Palestine they just thought it was time to end all\nthis wandering around.",
        "A: Yes.",
        "A: Right.",
        "A: Right.",
        "A: Right.",
        "A: Right. And light anti-aircraft unit, although it was a division --",
        "A: -- different batteries were assigned to different infantry units, so we were basically in support\nof infantry.",
        "A: W -- we were not like heavy artillery which sits back and shoots, we were --",
        "A: -- with infantry, right, and each -- each battery sort of separately, so we were seldom together\nas a whole regiment.",
        "A: And we -- and the guns were attached to a small truck, and were being pulled by truck, so my\nnext skill was I learned to drive a truck.",
        "A: I went from the tank to the truck.",
        "A: This was Fifth Division. Had symbol which was a bison.",
        "A: And it was called Fifth Krisova divisi -- Krisova meaning the edge of Poland, and it’s the\neastern edge of Poland, it’s called Kresse, and the division was in honor of the eastern edge of\nPoland.",
        "A: Oh, the second Polish division.",
        "A: Yes. Well, there were actually -- I’m sorry, second Polish army.",
        "A: Yes. And the second Polish army had the Fifth division and Third division -- Third division\nand Fifth division. There were not too many divisions.",
        "A: There were two or three divisions.",
        "A: And we had British uniforms, but Polish insignia. On our -- our arms here it said Poland.",
        "A: And we had a bison for the division and we had a symbol of the British Eighth Army, which\nhappened to be a cross. And --",
        "A: And we wore beret, and -- and it was a regular khaki beret, not a black beret like I had in the\ntanks. And on the beret it was a Polish eagle.",
        "A: No, no, no.",
        "A: Right, we first fought along the Adriatic on the east coast of Italy.",
        "A: And then, when we got some way, half way --",
        "A: -- Italy, we were asked to go west and to cross over to the western side. And I think it started\nsomewhere at Forli is the name of the town. And I remember going through a town called\nPredappio where Mussolini was born and I was very impressed. And actually, before I left\nPalestine, I went to a lecture once by a former high commissioner of Palestine and he was talking\nabout his military experience in World War I and he was saying one thing he did was because in\nthe army you have a lot of time, he said, I read books, you know, and I was so inspired. He said\nhe picked three most important books and he read them, so I picked the same three books, I\nthink, which was -- one was the Bible, the other one was Macaulay’s “History of England’, and\nthe third one was the history of the Roman empire. And I kept reading them, and also learning\nItalian as we traveled through Italy. So that then we crossed west, and we went to the area --\nMontecassino area and mon --",
        "A: Well, in the army you have lot of time, yes.",
        "A: You’re waiting a lot, yes.",
        "A: Not as much.",
        "A: I was maybe more unusual in that respect.",
        "A: And the other boys learned a little bit of Italian, sort of conver -- conversational Italian.",
        "A: But I was more really doing systematic self study.",
        "A: So then we got to Montecassino, and the situation was that -- and Montecassino is located\nbetween Naples and Rome, and this was about the time when the British -- the United States\narmy, U.S. army had landed in Anzio.",
        "A: And the bri -- American troops were surrounded and stopped there and couldn’t break out.\nAnd the critical position was the -- the mountain with the monastery on top, Montecassino\nmountain. And there were three or four assaults by the British and the French and the Australians\nand none of them succeeded, and then the Polish troops were called to -- to take their turn at\ntaking the mountain. And our commander, General Anders issued an order of the day in which\nhe said to -- the battle for Montecassino is the battle for freedom of Poland. And Polish soldiers\ntook it to heart and fought very hard, and after a few -- and by the way, at Montecassino, we\nwere -- my unit was made into infantry because the guns couldn’t be pulled up the mountain.\nAnd we were all crawling, rock by rock up the mountain and the -- it was -- there was also a lot\nof bombardment because the British were -- and Americans were dropping bombs on the\nmonastery, which was considered an observation point for German artillery. And the Germans\nwere in bunkers all along the mountains, so 1-1t was a very difficult situation. It was in May of\n1944, and then in the end, Polish troops took the monastery at the top of the mountain and\nmounted the flag, Polish flag and the British flag at the top of the monastery.",
        "A: I was actually doing some mortar shooting. The mortar we could carry up the mountain, but\nalso with my rifle climbing and making my way up the hill. And --",
        "A: No.",
        "A: This was the roughest battle, because -- in part because I was not at my gun, but --",
        "A: -- on my own.",
        "A: Yeah.",
        "A: And we had to carry the ammunition up the mountain, up the slopes, because cars couldn’t\nget up there.",
        "A: No trucks, no cars.",
        "A: Yes, well I was not part of the strategy, but --",
        "A: -- there were several assaults, but --",
        "A: -- in the end the troops went around, and --",
        "A: I got to the top, yeah.",
        "A: Mm-hm.",
        "A: Several of my friends got killed, yes. The casualties were very heavy.",
        "A: And to this date there is a Polish cemetery at the foot of Montecassino that has many graves.\nAnd some of them were wounded. I was very lucky to come through.",
        "A: No, I was --",
        "A: -- very lucky, yes.",
        "A: Well, it was very difficult emotionally while it was going on, but afterwards I felt very lucky\nto have -- have come through unscathed, yeah.",
        "A: And I was very proud also, of having participated in what was a pretty critical battle.",
        "A: Well, I was mostly fighting for the freedom of my relatives and fellow Jews, but --",
        "A: -- but they were in Poland, so --",
        "A: And at that time we didn’t know yet that eastern Poland had been basically given away by\nRoosevelt and Churchill to Stalin.",
        "A: It was --",
        "A: By the --",
        "A: Right.",
        "A: Right, we -- we knew that already, and -- and I remember at the same time coming across a\nbody of a German and reading a letter he had written to his relatives, or his relatives had written\nto him, and I could see that they had human problems too, you know, being away from their\nfamilies, but -- but -- but we knew Jews were being killed in a --",
        "A: -- brutal way in gas chambers and so on. And we -- when we finished the battle, we were\ngiven a break, a little rest.",
        "A: Well, we stayed in the area. I remember once on the mountain, coming across some\nMoroccan troops which were fren -- part of the French army, and we couldn’t communicate with\nthem too well, so we were just as -- we were scared of them [indecipherable]. The worst thing\nwas walking at night, and you know, in different forests or empty areas and when you stood\nguard that was pretty difficult situation because sometimes you could be -- Germans could be\nattacking, you know?",
        "A: But that wasn’t at Montecassino, that was elsewhere. We were -- we were also getting leaflets\nfrom the Germans. They were dropping leaflets telling us, why are you fighting us, you should --\nthe Russians are killing Poles in -- in Russia. And my friends had all been in Russia, so they all\nwere very aware that the Russians were very bad people. So -- that had -- had them deported, and\nhad them in forced labor, but they wanted to fight the Germans, too.",
        "A: I don’t know of anybody who deserted.",
        "A: It was a short break and we were then sent to the east coast of Italy back again and we fought\nat -- I fought at -- and the Polish army at Ancona, Bologna, at Loreto, and then at Bologna. And\nthere is a Polish cemetery in Loreto, and there are Jewish graves there, as there are at\nMontecassino.",
        "A: I didn’t do it.",
        "A: No.",
        "A: I think the army must have done it, yes. Must have been the army, but they were probably not\nthe front line troops, but the sort of service units.",
        "A: Sort of divisional support units.",
        "A: Right. And --",
        "A: No, it wasn’t as difficult as at casino, but it was difficult, for example at one point, we had to\nretreat and that was very unpleasant. But -- but we -- the British and the Americans were\ninterested in keeping the Italian front active to distract the German troops and extend their supply\nlines so as to make the landing in France easier, and to make the invasion of France easier. So we\nweren’t pushed to advance very rapidly, we were going rather slowly.",
        "A: Not camps -- with Jews? Or camps --",
        "A: Yeah. No, no. We saw some Italians who were si -- fighting on our side. There were some\nItalians fighting on our side, but I didn't come across Italian camps.",
        "A: It was mixed. Most people were afraid of soldiers and soldiers do sometimes take food and\nwine away from where they -- in the countryside, wherever people tried to -- supplies are\ndifficult during the wars, so sometimes the farmers kept storing things for themselves --",
        "A: -- and sometimes soldiers would take it, and sometimes soldiers would kill chickens.",
        "A: So that the Italian -- but the Italians in general were friendly.",
        "A: They were not -- there -- there -- it was not hostile territory. And they -- most of them didn’t\nlike the Germans.",
        "A: Even though some of them were Fascist, you know.",
        "A: Right.",
        "A: And I remember in Ancona going to the synagogue for high holidays.",
        "A: And the army had a rabbi, and occasionally we had services.",
        "A: The war was over ra -- around that time. We were approximately at the level Bologna and the\nwar ended and we were very happy. It ended, but there was a question what will become of us,\nbecause most of my colleagues like myself were from the eastern part of Poland, which by now\nwe knew was going to become part of Soviet Union. And I -- all the soldiers were given a\ndeclaration from England that -- from Britain -- from the British which said that we are\nencouraged to return to Poland and that they had the commitment that we would be safe when\nwe came back to Poland, or since we had fought on the British side, if we didn’t choose to go\nback to Poland, we could go to Great Britain. And -- and most of the soldiers went to Great\nBritain, and -- but some who had families returned to Poland. You know, some had left their\nchildren and wives at home. And I knew I wasn’t going back to Poland, so -- which was now in\nSoviet Union, so I had no problem decide -- to become repatriated back to Poland.",
        "A: And I was hoping to come to America, and -- but what was very nice is that when the war\nended, you know, Anders said, since Poland has lost so many members of its intellectuals,\nprofessionals, that he wanted the young military to be educated, and we were offered an\nopportunity to attend Italian universities. And -- and I opted to go to the Polytechnic in Turin,\nItaly. A-And some others who want to study medicine went to Bologna, some others went to\nRome, some went to Milan. So there were all these Polish young officer cadets, and young\nofficers, who had matriculation and were ready to study and suddenly going to Italian\nuniversities and -- and in the -- in Turin there was a sort of dormitory for the Polish soldiers and -\n- who were studying, and I was in that dormitory.",
        "A: I was in uniform some of the time. I didn’t have so many civilian clothes, but we could be in\ncivilian clothes at that point. And then --",
        "A: Oh -- ah -- oh, what happened was, since I knew -- yes, we saw German prisoners of war, and\n-- and si -- w-we were either guarding them or seeing them being guarded by the British. But I\nam also la -- was assigned to a camp where the British were sorting out people they had\nliberated. Since I spoke English, I was used as a Polish translator for those who were from\nPoland.",
        "A: Yeah.\nEnd of Tape Four\nBeginning Tape Five",
        "A: Yes, I was assigned as an interpreter to a camp where there were a lot of people who had been\nliberated and were from all different countries. Europe was -- Germans had taken people from\ndifferent countries for forced labor. From France, from Turkey, from Poland, and from Holland.\nAnd when the war ended, somehow we were -- this camp was close to the Austrian border, and a\nlot of people were brought in, including some who had been in Mauthausen as prisoners of -- as\nprisoners in the German camp. And some had not been in camps, but had been in forced labor in\ndifferent factories or doing different jobs. And it was a sea of humanity, and -- and they were out\nin Open areas, so some of them just warming themselves up by fire. And -- and w -- and some of\nthem were from Russia and from Ukraine. And the British wanted to send all these people home.\nAnd there were trains and the job in the camp was sorting people, finding out who they -- where\nthey were from. And some of them didn’t want to go back, in particular the Russians. Some of\nthem were White Russians, who had collaborated with Germans, or who were afraid that they\nwould be accused of having collaborated with German. So it was quite a messy scene and some\nof them were basically forced onto the trains and -- and also I saw Serbs being take -- Serbs were\ntaken prisoners because they had fought together with the Germans, and they were being shipped\nback to Serbia. And -- some Serbs, anyway. And -- and -- and there were Polish people, which is\nwhy they needed Polish interpreter. And they were trying to figure out who was who and where\nthey should go and where they belonged. And some desperately wanted to go home, and some\nwere afraid to go home. So --",
        "A: To --",
        "A: -- to question them and get information where they were from, and -- and how they got there.\nAnd --",
        "A: -- to verify their stories.",
        "A: It was a British operation.",
        "A: I was just assigned as an interpreter.",
        "A: It was not a Polish army operation.",
        "A: Right, I met --",
        "A: It was a very difficult situation to see these people because they were like skeletons and they\nwere basically supporting each other, and barely able to move and walk, and -- and -- and they\nwere still in the striped prisoner gear, yeah.",
        "A: Right.",
        "A: First time, yes.",
        "A: It was the first time.",
        "A: Well, it moved me very much, and it certainly made me realize what people had been going\nthrough during the war.",
        "A: Well, I was in favor of people being sent home, but I think there could have been a little more\nhumanity to it.",
        "A: And they didn’t have the amenities. Some of them -- some of them were -- they were being\npacked -- sometimes when I see the movie like “Shoah”, and I see how the Germans packed\npeople, it wasn’t that bad, but it was -- some of 1t was forced packing of people onto trains.",
        "A: Probably like a couple of months, yeah.",
        "A: Yes, it was after that, yes.",
        "A: No.",
        "A: No, I didn’t.",
        "A: No.",
        "A: Well, I liked very much, yes.",
        "A: It was a relief and a reprieve after service in the military and then we again all got along very\nwell, and -- and we were like a close group together.",
        "A: Eventually I moved out of the dormitory to a private apartment with another Polish colleague.",
        "A: With whom I’m still in touch, you know, lives in Florida, he’s a Catholic, but he calls me up\nvery often.",
        "A: Well, in Turin there was very little destruction.",
        "A: Almost no destruction.",
        "A: Turin, Genoa, Milan, were not really destructed too much.",
        "A: Yes, my Italian --",
        "A: -- was quite good, yes. And I took a sort of engineering course, yeah. First year of engineering\nit was called.",
        "A: Yes.",
        "A: I was able to write and send letters, and once I was even given a leave of absence during the\nwar to go back to Palestine and visit my parents.",
        "A: By boat, of course.",
        "A: Yeah. And with a few other Polish friends --",
        "A: -- who had relatives in Tel Aviv, or some --",
        "A: It was a nice interlude, yeah.",
        "A: Right.",
        "A: Right. And we at that time started corresponding with my aunt who was then in New York,\nand --",
        "A: The same aunt, yes.",
        "A: Yes. And we were trying to get a visa to come to the United States, and -- and actually, at one\npoint I -- my aunt [indecipherable] was in her second marriage. In her first marriage, her married\nname was Ulam, and her nephew, son of her husband’s dead -- the husband died, she was a\nwidow before she remarried. And he was in the United States, his name was Stan Ulam. He was\n-- later became known for inventing the hydrogen bomb. But he was at University Southern\nCalifornia and he was a mathematician, an outstanding, world famous mathematician. And he\nalso then went to New Mexico, or to -- to Los Alamos to participate in the development of the\nbomb. And he was well connected, and he got me an admission to the University of Southern\nCalifornia. So I went to the consulate 1n Genoa to see the American consul to pick up the visa,\nand the consul asked me, do you want to stay in the United States? And I said, of course. And it\nwas absolutely the wrong answer, because the moment I said that, I couldn’t get the student visa,\nbecause student visa is only for temporary stay as a student.",
        "A: So the consul said, you have to apply for regular immigration visa. And Polish quota was very\ntight because at those ti -- in those days, each country had a quota, and since a lot of people from\nPoland were displaced, the Polish quota was very difficult to -- to get the immigration visa, and it\nwas like a three year wait. So I didn’t get the immigration visa til after I got to London. So my\ntrip to Genoa was wasted, but my aunt finally send me the -- the papers to -- affidavit to -- to\napply for the visa.",
        "A: My parents and sister -- well, my sister went to study in Beirut, Lebanon, because she didn’t\nwant to study in English or in Hebrew. S -- and she was interested in French, and in Beirut she\nfirst went to the English university, but transferred then to the French university, she studied\nmedicine. And so my sister was already in Beirut, not with my parents, and I was in the army.\nAnd the British then offered to evacuate Poles from Palestine. Just before they were going to\nleave Palestine, they evacuated Poles who wanted to leave, to Great Britain. And my parents\ncommunicate with my sister and she came and together they left from Palestine to -- to go to\nEngland, yeah. And I was already in England at that time.",
        "A: I got there before.",
        "A: The British didn’t want to keep Polish soldiers in Italy too long.",
        "A: And actually, the better student you were, the longer you could stay. So I stayed quite long in\nItaly to complete my first year of engineering, and then I had to leave.",
        "A: Not really, no.",
        "A: To return back, no. I was interest to start a new life.",
        "A: And when I got to England, the British wanted to have better control over Polish soldiers in\nEngland so they put -- so they incorporated us into something called Polish resettlement corps.",
        "A: Polish resettlement corps was a British unit for Polish soldiers. It was not to fight, it was just\nto control them. And then, people who were in Polish resettlement corps could either get leave of\nabsence to go to study, or they had to go to work. In Britain at that time there was compulsory\nlabor actually, yo-you had to work, so you had to report to the employment office, and they\nwould assign you a job if you couldn’t find one.",
        "A: And a lot of Poles ended up in coal mines, and -- because [indecipherable] Britain, so -- but I\nwas one of those lucky ones who were given a -- an -- an -- an opportunity to go to London and\nstudy, and I started in something called Polish University College, which doesn’t exist any more,\nbut was preparing Polish former soldiers to take degr -- amer -- British degrees. And at that time\nUniversity of London had a program which was called external program, so that you didn’t have\nto attend the university, you could just take exams as an external student. And I couldn’t get into\nany British university, they were all fully booked, so I went to this Polish University College,\nand I start preparing for what’s called part one of the Bachelor’s degree for the University of\nLondon external examination. And then -- and I took that examination and when I passed I\ntransferred to Worcester Polytechnic, which was sort of a college, but again the exams were\nexternal University of London exams, and I was preparing for part two, and I was going through\nit pretty quickly so that by 1949, when I was 24, I was ready to take the Bachelor’s degree exam,\nbut then my visa arrived from the United States, and the American consul would not renew it. I\nwanted to wait til June, it was March, and he said he couldn’t renew the visa, I would have to go\nto back of the line. So I went to the university office, and I asked them whether I could go and\ntake the external examination in Canada, which was at that time a British -- part of British\nempire. And the -- well, I said even maybe should come back to London because be it’d be\ncheaper than taking a whole year of study.",
        "A: And they said, well what we will do, we will send you the examination papers to New York.\nSo I did my Bachelor’s degree --",
        "A: -- in New York. I was at Columbia University under the supervision of somebody the British\ndesignated to supervise I was not cheating.",
        "A: My parents, sister left for United States before me, yes.",
        "A: Because they had no reason to stay --",
        "A: -- behind, yeah.",
        "A: Actually my sister went from England back to Beirut to pass her final examination to become\na physician, and then she came back.",
        "A: When we were living in England we were not living together, no. I lived in Kent, near\nWorcester Polytechnic.",
        "A: My father was doing some kind of menial work and my mother was sewing and earning\nmoney by sewing, yes.",
        "A: She was supporting and I think they were getting a stipend from the Polish government.",
        "A: Like all the refugees.",
        "A: That’s most likely.",
        "A: Well, my parents landed in New York and my sister, and they moved into an apartment and\nmy father got different jobs selling newspapers in a kiosk and making deliveries and my mother\nkept sewing.",
        "A: She ended up becoming an expert at sewing ties and it was piecework, so she worked very\nhard. And I arrived in New York, and the first few months I prepared for my final exam.",
        "A: And then I looked for a job and I couldn’t find any because when -- for good -- there was a\nshortage of good jobs. I didn’t know whether I had yet received my Bachelor’s degree, because\nthe papers went through Britain by boat and the results were not in. And -- and my sister worked\nas an intern in a hospital, but she wasn’t making much money either, and -- and when I -- it was\na menial job they thought I was too well educated, they didn't want to give me a menial job. So\nin the meanwhile, when I was in London I had applied for college in America, not knowing I was\ngoing to get the degree from London, and a fre -- friend suggested that I apply to MIT and I got\nadmitted, but I didn’t have money to go and some kind person in New York -- the Jewish family\nservice send me to somebody and he lend me some money and I went then to MIT. And when I\narrived at MIT, I was told that since I didn’t have yet my Bachelor’s degree, because in\nSeptember it wasn’t yet known whether I had passed in June or not, believe it or not and they\nsaid it depended how well I passed before they could admit me to graduate school. A -- th -- and\nI didn’t want to become an undergraduate because I thought I’d passed, so they made me a\nspecial student. And there was a bit of a disaster because special student can’t get the\nscholarship.",
        "A: So -- and there 1s an organization in Boston called -- at that time there was an organization in\nBoston on Mount Auburn Street where they were helping Jewish immigrants and they gave me a\nloan and I also got a job at -- part-time job at MIT, so I finished for a few months as special\nstudent, then my matriculation results -- my Bachelor’s degree results arrived and they admitted\nme to graduate school, so --",
        "A: And then I became an assistant [indecipherable] the scholarship, yeah.",
        "A: I got a Master’s degree in electrical engineering, yeah.",
        "A: Then I went to work for Lincoln Laboratory, which was located in those days at MIT. And I\ngot admitted at Harvard for a Ph.D., and I was commuting -- working -- I was both working at\nLincoln Laboratory, going to Harvard, it was slightly illegal because you’re not supposed to be a\nfull-time employee when you are --",
        "A: -- when you’re a full-time student.",
        "A: So [used to pick my classes early in the morning or on Saturdays, or -- or at lunch hour.",
        "A: But -- and then I got the scholarship from Harvard, and I transferred there -- went full-time.",
        "A: Ah, right, she, I believe, did take another exam. But my sister then -- my sister had been in\nlove with somebody in Beirut who was her instructor, actually, he was professor of medicine and\nhe came to New York, and they got married, and she went back to Beirut.",
        "A: Right.",
        "A: And she remained there, and was -- I -- when we got married we went to visit her and then\nwhen the fighting broke out in Lebanon she came for a short time to New York and then she\nwent back, yeah.",
        "A: No.",
        "A: No.",
        "A: Exactly.",
        "A: Yes.",
        "A: Right.",
        "A: That’s right, yes. It was very difficult for them.",
        "A: Yes. Particularly for my father, yeah.",
        "A: Right, mm-hm. But they never complained.",
        "A: No. They felt very lucky that their lives were saved --",
        "A: -- and their children went to school and were alive.",
        "A: I th-think of myself more as a refugee than as a survivor. I can’t compare myself to people\nwho were in camps.",
        "A: I was very lucky, yes, being able to reconstruct my life and --",
        "A: -- to come unscathed from the war.",
        "A: I -- I think --",
        "A: Yeah, pretty good story of my life, yes.",
        "A: Well, thank you.",
        "A: Thank you.",
        "A: Okay.\nEnd of Tape Five\nBeginning Tape Six",
        "A: I was mostly in -- I became a specialist 1n communication theory and signal processing and I\nfirst worked on development of radar and then on development of visual communications or\nradio communications in particular. And I first worked at Lincoln Laboratory, and then I worked\nat RCA and then I started my own company.",
        "A: Correct, yes.",
        "A: I looked for the most mathematical part of electrical engineering.",
        "A: And that turned out to be signal processing and what’s called statistical communication\ntheory.",
        "A: Right, I worked quite a bit military research and development and with NASA. And very\nproud I contributed to the first landing on the moon because I assisted in the selection of radars\nfor them, and testing them for -- for the landing on the moon.",
        "A: No.",
        "A: No, I was not there, I watched it on televisions.",
        "A: And I was very excited.",
        "A: I retired formerly in 1987.",
        "A: But I continue still consulting.",
        "A: Yes. And I occasionally write something and I just recently wrote a chapter for encyclopedial\ntelecommunications.",
        "A: Definitely, yes.",
        "A: Well, first of all, having served in the military and having had ups and downs in my own life,\nI learned that money is very valuable, but that you really -- well, it’s more important that you feel\ngood and do the right thing. And -- and I learned to respect people in every walk of life. And --\nand sometimes I found different people helped me in different situations and some of them were\nnot my buddies, and -- and also I learned to not give up easily and to have faith that I can get out\nof a situation, and if it was difficult for example, in business, I learned to persist and -- and try to\nfind a way to solve problems. And I kind of got -- I get very challenged to -- when I’m in\nadversity, to deal with it. And I think I’ve taught my children that.\nyou that there are other ways to handle things, it might have been easier to become depressed, or\n-- or not have such a hopeful outlook.",
        "A: Well, I actually am determined not to become depressed.",
        "A: And my mother at one point became depressed and I felt s-so miserable about it, and saw her\nso miserable that I decided --",
        "A: I will not let myself become depressed, under any circumstances. And I -- I -- I kind of\nsometimes welcomed the challenge. I -- I don’t regard it as adversity, I regard it as something to\novercome, when there is a problem.",
        "A: That’s right. I -- I -- I feel that the people who went through it, we really had all very good\nrelations. Now, this was not true of survivors, some of whom are very bitter that some their\nfriends denounced them. And on the other hand there are people who survived who were saved\nby Poles. It was almost impossible to survive without some assistance from somebody. But I’m\ninterested in seeing Polish Jewish relations become normal, and -- and this is impossible unless\nyou participate and try to do it, y-you can’t just say I won’t have anything to do with these\npeople and hope that relations can become normalized. And I believe it’s important that people\nget along no matter what nationality they are, and what ethnic group they are and what religion\nthey are.",
        "A: I see improvements particularly among educated people and we are amazed when we\nsometimes go to Poland, in recent years we have gone to Poland almost every year, that there are\nsome people who become very interested in -- in Jewish history and contribution of Jews. Jews\nwho are 10 percent of Poland. And I think some of it has been the German propaganda that sort\nof separated Jews into umensch, which means, not a man, inhumans basically.",
        "A: And -- and also Soviet propaganda which was against Palestine, and against Zionism, and --\nand some of this is the Soviet and German inf -- a-and, you know, the Germans have become\ndemocratic country now, and -- and Communism is dead and some of it is disappearing in\nPoland, but there is still, particularly among people who are deprived, who look to be either\nbetter than somebody, or to be mean to somebody and compensate for their depravation, no\nmatter whether the person is guilty of their depravation or not. And some of these people are still\nsort of anti-Semitic --",
        "A: -- but the more intelligent people are not, I don’t think. And so I am active in -- in -- both in\ntrying to document Polish Jewish history and in Polish Jewish relations.",
        "A: I met my wife around -- I’m not very good at dates, but I think it was around 1958.",
        "A: And -- and I was already working and my wife was still a student and she -- and I met her at a\nparty, and at first she wasn’t interested in me, but then one day I arranged to meet her finally, and\nshe asked me some questions about my past and she became interested and -- and then our\nromance was partly my telling her the story of my life and then it turn out her father had been\nfrom Poland himself, and he came here just before the World War I, and she was listening to\nwhat I had to say and gradually our friendship grew.",
        "A: We got married in 1960.",
        "A: It’s a -- that’s one easy -- because it ends in zero, that’s an --",
        "A: -- easy date, yes. And it was really, I think a very fortunate experience for me, and --",
        "A: We had three children, two girls and one son and our daughters are 38 and 35 now and our\nson is 33. And we have done a lot of family traveling, yeah. We went to Poland and actually to\nUkraine with the children, so -- in 1989, when the Iron Curtain dropped. I had been afraid to go\nto Poland before I retired because I was working in defense industry, but then after I retired and\nGorbachev came to power or something, we decided to go and visit Lwow.",
        "A: And we went as a family to show them. Actually, my -- I didn’t want to go at first, but my\nwife insisted, so we --",
        "A: We have eight gran-grandchildren, yes.",
        "A: Thank you.",
        "A: Okay.",
        "A: Okay.",
        "A: So we going to change seats?",
        "A: This is my grandfather, his name was Joachim Philip. And actually in the birth certificate he\nis listed as Chaim Carmen Philip. And he is a very dapper gentleman in a bowler hat and with\nnice gold chain and a cane in his hand and stiff, white collar.",
        "A: My mother’s father.",
        "A: He was in real estate business.",
        "A: This is a family photo of Joseph Bussgang, and Stefania Bussgang, my father and mother with\nmyself, Julian and with my mother and my sister Janina, or Janine. And my father was very\nproud because he had gone on a trip to Amsterdam and bought those matching outfits for my\nsister and myself.",
        "A: This is myself, Julian Bussgang as a young boy, and I am with a -- in a sailor kind of uniform,\nwhich was a school uniform in the school I attended during my elementary school.",
        "A: I think -- I wrote it in the back. I think I tried to reconstruct it. I-I-It’s on the back of the\npicture. I think I am --",
        "A: -- I think I’m eight, yeah. Eight or nine.",
        "A: This is a photograph of my mother who is in mourning, that’s why she’s dressed in black with\na veil. And her mother had passed away. And it’s myself, Julian and my sister Janine in Krynice,\nwhich is a Polish sort of resort spa where there is -- famous for its good mineral water, and we\nare holding glasses with glass straws to drink this special water.",
        "A: This is my father, Joseph Bussgang, also in Krynice, walking al -- along the street, which is\nkind of like a park and he carries an umbrella and has a rain cap on and he has got breeches on.\nThis is his informal sports outfit. And he came to visit us because my mother and we used to go\non vacation and my father would come and visit us for a few days and go back to work.",
        "A: This is my mother, Stefania Bussgang, and it’s a photograph that she took for a passport, I\nthink, and it may have been taken just before we went to Palestine, I think.",
        "A: I think this was taken 1938, just before the war, when I was a high school student.",
        "A: I look very serious, yes.",
        "A: This is my sister, Janine, with two friends, during the summer of 1938, ye -- training as\nauxiliary women corps or something like this, when the girls were preparing for war. My sister\nwas very tall so she looks high -- taller than the other girls, and the other girls are not Jewish and\nthey’re all good friends.",
        "A: This is a photograph, portrait for a document, of my father, Joseph Bussgang, who always\nlooked very serious and was very serious.",
        "A: This photo is of myself, Julian Bussgang and my friend Karot Sangler, who now lives in\nToronto. And it’s taken on sort of sand dunes in Palestine and we are on a boy scout expedition\nwith a Polish troop of boy scouts.",
        "A: This group is the graduating class, my class from the Polish high school in Tel Aviv. And I\nam in the first row standing second from the right. And the photograph shows that many of my\ncolleagues were already in military uniform, and had come from the army to -- on a leave of\nabsence to finish high school. And the director of the school is seated second from the left, Mrs.\nParish. And in the front row, the first on the left, is our classmate, his name was Bigniew\nOkulicki, his father Leopold Okulicki was the commander of Polish underground just before the\nwar ended. The man seated in front of me, second from the right 1s Janusz Jedrzejewicz, who had\nbeen minister of education in Poland and Prime Minister for a short time, and he was our teacher\nof mathematics, and he was an excellent teacher and I was one of his favorite pupils.",
        "A: This is my mother, Stefania Bussgang in Polish Red Cross uniform. She was a volunteer Red\nCross person in Palestine and helped with people who were Polish military refugees who were ill\nor hospitalized.",
        "A: This is myself, Julian Bussgang right after I was -- I joined the army a-a-as a 18 year old,\nyoung recruit.",
        "A: This is myself, Julian Bussgang, in my first military training, in an armored u-unit, with tanks\nin the background, in El Kasasim in Egypt near the Suez Canal. And I have a black beret which\nwas the insignia of being in tanks, and the Polish eagle on the beret. And we have British\nuniforms with Polish insignia.",
        "A: This is myself, Julian Bussgang, after the battle of Montecassino. I received one bar\npromotion to -- I’m a cadet officer, or officer cadet, which is shown by the white stripe on the\nepaulet and I have the ribbon from the Cross of Montecassino on my left -- above my left pocket\nand on my beret I have one bar for being lance corporal, and it’s a posed photograph.",
        "A: This is Julian Bussgang on the street in Rome in a summer uniform, dressed up to go to an\nofficer’s meeting, and looking very serious.",
        "A: 1944, yeah, definitely.",
        "A: This is my father, Joseph Bussgang in a picture taken for a document, probably for a passport.",
        "A: This is myself, Julian Bussgang, and -- in uniform, and a f -- colleague and friend called\nAnjay Kovach or Andrew Kovach, and he 1s in civilian clothes, and we are both students after\nthe war at the Polytechnical di Torino, which means Polytechnic of Turin, in Italy. And we are\nstanding right on the bank of the river. And we took this picture because our sisters were\nstudying in Beirut and we’re good friends and we send the picture of the two brothers to the two\nsisters.",
        "A: This is the house that I was born 1n and grew up in. I was actually born not in the hospital but\nat home with a midwife delivering me. And it’s in Lwow, Poland, and we lived on the first floor\nwith a large balcony, and we had a tenant on the second floor with a small balcony, and my\nfather had an office on the ground floor. And this picture was taken in 1989 when my wife and I\nwent with our three children for the first time for me after 50 years to visit the place where I was\nborn. And the house is not changed very much outside, it’s changed very much inside.",
        "A: This is a photograph taken on the 50\" anniversary of the Battle of Montecassino in May 1994.\nIn May 1994 there was a big ceremony at Montecassino. And this is the Polish cemetery at\nMontecassino but the two rows of graves at the bottom have Stars of David on them, and they’re\nthe graves of Jewish soldiers who fell while fighting in the Polish army. The other graves have\ncrosses.",
        "A: This was taken, I would guess, around 1999. It’s a photograph of my wife Fay, and myself,\ntaken in Wellesley, Massachusetts where a friend of our daughter’s took a photograph, she liked\nphotography and -- and it’s a shot in a park in Wellesley.",
        "A: This is the Bussgang gang. It was taken in the -- in sum -- in October of 2002, and my wife is\nin the rear along with myself. And my son is in front of me on -- on the -- on my left, and -- and\nin the center is my son-in-law, who is married to my daughter Julie, who is in front of my wife.\nAnd my daughter Jessica, who is our oldest child, is in front of my wife, bending down. And --\nand then my daughter-in-law, my son Jeff’s wife, is bending down, or kneeling down in front of\nhim, and my son-in-law, Tom Rosenblume is on the right, holding his baby boy. And my\ndaughter Jessica has three children, two girls who are in front of her, and the little boy Tom is\nholding. And my son Jeffrey has three children who are around his wife, and one is in the middle\nin the little baby si -- seat. And the two boys on the edges are twin -- identical twin brothers who\nare about a month old or -- or -- or two months old, who belong to my sister Julie, who lives --",
        "A: -- in California -- I’m sorry, my daughter Julie, who lives in California, yes. My oldest\ngrandchild is the girl in the black dress in front, her -- her name is [indecipherable].\nEnd of Tape Six\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumDecember 17, 2002\nRG-50.030* 0473",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Julian\nBussgang, conducted on December 17, 2002 on behalf of the United States Holocaust Memorial\nMuseum. The interview is part of the United States Holocaust Memorial Museum's collection of\noral testimonies. Rights to the interview are held by the United States Holocaust Memorial\nMuseum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JULIAN BUSSGANG\nDecember 17, 2002\nBeginning Tape One"
    ]
}