{
    "rg": "RG-50.030.0870_trs_en",
    "sequence": [
        "A: September 23, 1926.",
        "Q: And can you tell me the place you were born.",
        "A: I was born in Landsberg an der Warthe.",
        "Q: Landsberg an der Warthe. And so is that part of Germany?",
        "A: Yeah that’s, 1t was under Russians so we couldn’t go back and we couldn’t get any, anything\nbut my parents immigrated to Poland because it started in the 30s, the beginning of 30s they\nstayed, started the movement and they were scared so they moved to Poland and we lived in\nLodz Poland after this.",
        "Q: I want to step back a little bit (phone ringing). Let’s cut. Ok, could you explain something\nfor me because it’s not clear to me. You say you were born in Landsberg an der Warthe. And\nwhat is —",
        "A: That is Lansberg on Left. That’s near, near, it’s in a different place.",
        "Q: But Landsberg an der Warthe, this was part of Germany, did you say.",
        "A: Yes, yes. And when I was born. But later on the Russians took over.",
        "Q: You mean after the war.",
        "A: After the war.",
        "Q: After World War II. Ok. So it was in the part of Germany that they came. East Germany.",
        "A: Yes.",
        "Q: The German Democratic Republic.",
        "A: Yes.",
        "Q: Ok. What large city was it near?",
        "A: Lodz was a big city.",
        "Q: No, no, no. Landsberg an der Warthe.",
        "A: I don’t remember.",
        "Q: How old were you when you moved?",
        "A: Like six years or so.",
        "Q: Oh I see. So your parents were really German, German Jews.",
        "A: Yes.",
        "Q: And they moved.",
        "A: No, my mother was from Poland but my father was from Germany.",
        "Q: Ok so tell me a little bit then. Ah, another question that I, a basic one that I need to ask. What\nwas your name when you were born?",
        "A: Marcia Jacobowitz.",
        "Q: Jacobowitz was your name. Your maiden name.",
        "A: Yes.",
        "Q: And did you have brothers and sisters.",
        "A: Yeah we were nine children.",
        "Q: And your mother and father’s names. Could you tell me.",
        "A: My father’s name was Shlomo, Solomon. And my mother’s name was Sara. She’s named\nafter my mom.",
        "Q: Your daughter that we just met.",
        "A: Yes. I had a son, my older son. He passed away like six weeks ago. He was named after my\nfather.",
        "Q: His name was also Shlomo. My condolences. That must be very hard.",
        "A: It is. A special person, special wonderful, very learned, very educated person and very\ntalented.",
        "Q: It’s a loss. No one wants to bury a child.",
        "A: No. But he left five wonderful children. Very good children, very wonderful people.",
        "Q: That is a legacy as well.",
        "A: Yes, that was my son (points off camera).",
        "Q: We’ll look at his picture later.",
        "A: When his wedding.",
        "Q: Let’s talk first now about your parents. And tell me how did your father support your family?\nYou say he was --",
        "A: He went, he when my, first he for five years after he got married, my mother’s family\nsupported him and he was like learning, like in a college for, for Judaic studies. But later on\nwhen they had three children so he had to do something. He couldn’t be supported anymore.",
        "Q: So he was being supported —",
        "A: He 1s by them for five years. By my mother’s family. They, he was learning in a college.",
        "Q: To be a rabbi.",
        "A: No just to, just to be a learned person. Not everybody has to be a rabbi but even when he was\nworking he was still studying, a couple hours every day. But that, that’s the way the families are\nbrought up. That you should before, when you are young you learn first. So you get the basics of\nlife and then you know how to behave. Because people that learn behave different than people\nand they have different interests.",
        "Q: Learning opens up a world. Studying opens up a ---",
        "A: Yes. You look at people and you judge people different than people that are just absorbed\nwith themselves and the things that they need. You little observe with the outside world and you\nnotice people that nobody else notice and you try to give them a hand.",
        "Q: Was your father that kind of person?",
        "A: Yes, he was. Even when a horse, when a horse and buggy, the horse fell, he would go over.\nHe didn’t care if 1t’s a Christian or a Jew. He went over to help to get the horse up.",
        "Q: When he had to interrupt his studies and he had to work, what kind of work was he doing?",
        "A: Oh he was in business.",
        "Q: What kind of business?",
        "A: He was, it was like a, he was buying often in factories. It was a textile city, Lodz. So he\nbought off the raw material that was left from manufacturing and then he sorted it, had people to\nhelp him. The better wool or better qualities, better thread, and from this you sorted to make\nthreads to manufacture textiles. So he bought from factories the left over the, what do you call it,\nhow would you say. The scrap and he and from this they made a little profit and later on it\ndeveloped that he did very well.",
        "Q: Oh really.",
        "A: Yes, yes, he even helped other people. They were poor people. His brother was not well so he\nhelped marry off his daughter. When we, my mother always had an open home. And if\nsomebody you know when you go to the synagogue and sometimes people come. They don’t\nhave where to go. He would always bring somebody home and my mother prepared or not\nprepared, she always had enough food. First you give the guests. And the children, you give a\nlittle less. And you, you for yourself you eat a less. If there isn’t enough for the poor person that\ncomes you have to treat them like you can.",
        "Q: What a wonderful model to see as you’re growing up. What a wonderful example.",
        "A: Yeah, we did too.",
        "Q: Tell me a little bit about your mother.",
        "A: I mean that’s, the idea of being religious and have a background with it. If you have no\nbackground you don’t know it, you didn’t see it. You could be a good person but you never saw\nit. So you don’t you don’t, you don’t know how to act. You see, he’s not dressed nice. He’s\nnot, he is an outsider. You don’t know who he is. But if you treat people nice, this gives you\nsatisfaction too. And if somebody goes away smiling, hasn’t had a meal, or didn’t have where to\nsleep you find place for him. You put the children on the carpet, on the floor. You put the\nmattress and you give a stranger, a guest, you give the bed.",
        "Q: And that used to be how you —",
        "A: In the family, that’s how they behaved.",
        "Q: Tell me a little bit then, paint a picture for me if you can about what your home looked like.\nYou had nine children. Did you have your own —",
        "A: First when the beginning, we didn’t have, it was a big apartment house and it belonged to my\ngrandmother.",
        "Q: In Lodz, no or in Germany.",
        "A: No in Lodz, in Lodz. And when, when my husband, when my father didn’t make a good\nliving, we lived on the fourth floor. I remember this. On the fourth floor in one room. But when\nit got better we moved to the third floor. We got two apartments, but my mother always helped\nhim too. Even the business. She was involved.",
        "Q: What did she do?",
        "A: She went you know when you had to buy this stuff and the factories, they were, they had like\nsupervisor or a manager. So she went and she spoke to him. And she spoke Polish better than\nmy father.",
        "Q: What language did you speak at home?",
        "A: They spoke Yiddish and, and Polish. We didn’t speak because we had to go to school and the\npeople outside spoke Polish, so we spoke Polish. Children adapt languages very fast.",
        "Q: They do. Your father was from Germany and your mother was from Poland.",
        "A: Yes.",
        "Q: And they left Germany because of —",
        "A: Of the times that were changing.",
        "Q: Because it was right before Hitler came to power.",
        "A: Yes.",
        "Q: It was because of this reason.",
        "A: Yes.",
        "Q: Ok and when they left had your mother been living with your father’s family in Germany or\nwas it, they living on their own.",
        "A: On their own. On their own. I don’t remember too much what happened there.",
        "Q: Do you have any memories of Germany at all.",
        "A: Not much, not much.",
        "Q: How many children were born in the family before you moved to Lodz?",
        "A: Three. And the others were born later.",
        "Q: So you’re, are you the oldest",
        "A: No, I’m the third child.",
        "Q: You’re the third child. Could you tell me the names of your siblings.",
        "A: Yeah the oldest was Abraham. And then was Hilda my sister. Two of us. And they called\nher Hanya in Polish. And I was Marcia. I was the third one. And then I had a brother. His name\nwas Yaakov Moshe, from both grandfathers. And then there was a sister. Her name was Guta.\nShe was. And then was Guta. Then was a little brother Yitzhak. And then was Yehuda Arya.",
        "Q: That’s seven.",
        "A: And then was Eliyahu. And then was Aaron. He was born 1939, Aaron. They were you\nknow they were religious. They didn’t, they had children very often.",
        "Q: But it was through the 1930s while you were in Poland that your mother had most of her\nchildren.",
        "A: Yes.",
        "Q: Tell me about religious. You mentioned it earlier. That you don’t see. What is it that, how did\nyour parents live their religion.",
        "A: They, religion because you study. You lived according to what God expects us to live like.\nThat’s what you study. The whole study is about how to live and how to behave.",
        "Q: And was your father the one who brought this to the children more or was this your mother.",
        "A: Was together. They were a team. My mother was basically with the children and on certain\ndays she had to go and help my father.",
        "Q: How did they meet if they were from different places. She’s from Poland and —",
        "A: Through people, through friends. That’s how they met. They came to Poland once and they\nmet. My mother and that’s how it happened. They didn’t’ get married right away. They got\nmarried years later.",
        "Q: Do you remember the date of their marriage.",
        "A: I don’t remember.",
        "Q: It must have been in the early 20s, 1920",
        "A: 22, 23 yeah. For my oldest brother. No he or maybe 21. Because my oldest brother was\nborn in January. Of 1922.",
        "Q: What kind of personalities did your parents have? Can you tell me what kind of personality\nyour father had, your mother had?",
        "A: My father was very kind and always with a smile and he explained to the children everything\nlike that came for Passover. So we have the Seder. I don’t know you know what it is. On\nPassover you tell the stories what happened in Egypt and why things happened and what\nhappened and that was you know that’s the history that God punished the Egyptians. They\nthought who is God. They believed that they are God. So God showed them. So he sent Moses\nto tell them to stop torturing the people.",
        "Q: Cut for a second.",
        "A: So I mean so my father explained that with one finger God gave this punishment all the\nplagues. There were plagues that the waters turned to blood you know because he didn’t want to\nstop this. (phone ringing)",
        "Q: So your father would explain these Biblical stories",
        "A: Yes, and because we were children so he explained it so that we could understand and I still\nremember this today.",
        "Q: Your mother, did she —",
        "A: My mother was more involved with keeping the house. And keeping the house, helping my\nfather taking care of everything.",
        "Q: That’s a lot of work. Nine children is a lot of work.",
        "A: We had in Poland you could get for like $20 a month a young girl that helped took care of the\nchildren, helped a little around the house, with the ironing and she got food and she got some\nmoney. Because the people were pretty poor in Poland. And especially in the small towns.",
        "Q: And so they would come to a big place like Lodz to look for work",
        "A: Yes to get work and the child got whenever, when the girl was like 15, 16, 18 after school,\nthey didn’t go to college so they couldn’t afford it neither probably.",
        "Q: Your mother has her hands full. She has nine children —",
        "A: She took care. She kept a very clean home, a very nice home. When they were better off they\nfurnished it beautiful. Was very, very nice and we had a sense of, she had a sense of elegance.\nShe knew how to make things look good.",
        "Q: Tell me a little bit about your home. I want to understand the level of modern life. Did you\nhave electricity. Did you have —",
        "A: Electricity we had. We had a telephone.",
        "Q: Oh you had a telephone.",
        "A: And we had water running in the faucet. But we didn’t have a bathroom because the house\nwas built like 1918 or 1914. I don’t know exactly. It was a big building four stories. And on\nevery story were three apartments. Was a room in the kitchen, nice size but and then the second,\nthe third apartment was still bedroom apartment.",
        "Q: When your parents were better off.",
        "A: We took two apartments.",
        "Q: Then you had the fourth floor and the third floor.",
        "A: No we didn’t have the fourth. Somebody else had the four. We got two apartments on the\nthird floor. And we made it into like a kitchen, a living room and two bedrooms.",
        "Q: And your grandparents, did they live in the building too. Your mother’s —",
        "A: Yes. No she lived in a small town not far from Lodz.",
        "Q: Was your home, this place on the third floor. Was that in the center of town or a residential\narea.",
        "A: Was more on the out, not in the center, but like on the quiet small streets. On the street was a\nmain street going from the center, but was like from one to 93. We lived 93, was quite a few\nblocks down.",
        "Q: Do you remember your address?",
        "A: Yes.",
        "Q: What was it?",
        "A: Pomorska 93.",
        "Q: Pomorska 93. What was the outside like? Was it, were there trees and parks or was it really\ncity —",
        "A: No was a streetcar. When you walked out of the house was like a courtyard and then was a\ngate in front. So people at night it was light, like a gate and there was the source in front of the\nbuilding. And there was a gate between was a small, was a one side were two stores like a shoe\nmaker and a grocery. On the other side was a store that was selling food for, food for animals.\nFor horses.",
        "Q: Did you father have a car?",
        "A: No, no.",
        "Q: How did he —",
        "A: Transportation. How. There was a tramway, a streetcar that went and it stopped every few\nblocks.",
        "Q: And that’s how he would get around",
        "A: He would get around like this. If he needed, there were taxis but they were expensive.",
        "Q: Was the neighborhood a mixed neighborhood.",
        "A: Horse and buggies. You could rent, you could, they were standing like by a, by a car station\nby a what do you call it, by a station (phone ringing)",
        "Q: So yes you were talking about horse and buggies. They would be outside.",
        "A: You see there was a driver like on 57\" in Manhattan.",
        "Q: Oh like they have near Central Park.",
        "A: Yeah, yeah, Central Park. So you, you played then. You know they called a droshka.",
        "Q: Droshka. Ok. Was your neighborhood a mixed neighborhood or you’d say more Jewish\nneighborhood.",
        "A: It’s mixed. It’s mixed. We had neighbors in the same building also not Jewish.",
        "Q: Did you have any contact with the Polish people, the non-Jewish people.",
        "A: Normal yes. Yeah all the people that were in our neighborhood because I went to school and\nthen when I came home I helped with watching the younger children. And did the homework. I\nwas good in math. So I sometimes had a girl that wasn’t so good so they gave me the girl to help\nher and we had to help the children that they couldn’t afford other things. So the teacher assigned\nyou to",
        "Q: Help the other child.",
        "A: Yes.",
        "Q: Did you go to public school or did you go —",
        "A: Yes, public school. Yes.",
        "Q: Tell me a little bit about what that was like.",
        "A: Public school was in Lodz. The public school was not mixed. There were only Jewish\nchildren and on Saturday we didn’t go to school. And on Sunday we had music lessons and\nreligion. Subjects but the population in Lodz had to pay a tax to the Jewish geminder because\nthey were hiring the rabbis were paid by the, by the geminder. The taxes, the taxes that we paid\nsupported it.",
        "Q: So if I understand it correctly, people, everybody in Lodz had a tax and it was to the\nmunicipality and the municipality then distributed it to the geminder. —",
        "A: Yes, we had to pay maybe, yeah. And the geminder also supported the private schools\nbecause there were people that couldn’t afford to buy, to pay for the boys. And the boys was\nmandatory religious children had to go to learn.",
        "Q: And the geminder in English would be like community, the community.",
        "A: Yes, the community like a Jewish community and they paid the rabbi. There was like there\nwere when they were what do you call it. Disputes. Among Jewish people that they went to the\nrabbi to straighten it out. Like you go to, if 1t was not a public but was a private thing. So",
        "Q: You didn’t go to court.",
        "A: They needed to live those people. They spent their time and they spent their effort so they\nwere supported. So first of all it was sure they didn’t take sides because",
        "Q: That they would be fair.",
        "A: Fair yeah.",
        "Q: Explain to me, if you remember, how was the population split up",
        "A: It was 300,000 Jewish people. The whole population was 600,000.",
        "Q: And the rest were all Poles.",
        "A: The rest were mixed. There were Germans, there were people from all over cause for a big\ncity, people come to make a living.",
        "Q: You mentioned textiles were a huge —",
        "A: Yeah was a very huge textile. There was one man that gave work to a lot of people. He was\nvery wealthy and he gave, he built a hospital. His name was Koznansky.",
        "Q: Koznansky.",
        "A: Yes and there was a hospital by his name. Like he had people that have paid and then —",
        "Q: Was he a Jewish person or a Polish person?",
        "A: Was Jewish, wasn’t very religious but he gave work to girls from religious families. Didn’t\nmake any difference. But he gave a chance that they could get work and there were a lot of poor\npeople and there were rich people like all over the world.",
        "Q: Amongst the Jewish community in Lodz, were many very religious or were there secular\npeople as well.",
        "A: Yeah very religious and there were even, there were two gymnasiums that were not religious.\nThey even went to school. Only the only kept Yom Kippur you know what they you know Yom\nKipper and maybe Passover. They didn’t keep but certain new year’s, Yom Kippur and those\nholidays they kept. But they didn’t even keep Shabbos. They were mixed, mixed population.",
        "Q: What are some of the memories that you have. I mean we’re talking about prewar time.\nAbout Lodz. Was it a pretty city?",
        "A: It was a very pretty city. Was pretty and there was divided in different sections, was a big\ncity. The main, on the main street what memories I have. Was a nice city. On the main street it\nwas called Piotrovska.",
        "Q: Piotrovska.",
        "A: Piotrovska and over there were the fancy stores. Very elegant and wealthier population lived\nthere.",
        "Q: Were there cinemas? Movies?",
        "A: Oh yes, yes. There were movies.",
        "Q: Did you go?",
        "A: Yes. We went to movies on occasions when they let, when they went like with the school.\nYou know with supervision.",
        "Q: Did you have a radio at home?",
        "A: Yes. My father, my parents listened. We were children. We didn’t listen to it. We didn’t\nlisten to the radio. But we had telephone.",
        "Q: How did you heat the house?",
        "A: Oh there were tile ovens in the corner.",
        "Q: Oh the coal ovens",
        "A: Tile. You put coal and on top it had the door where you kept the food warm. My father\nworked late hours so we kept this, there was fat on the bottom of the oven and then there was\ngoing through the chimney it warmed up. And the kitchen was also a tile oven and it had a metal\nplate. On the side it had a warmer for hot water to wash dishes. We had a sink where the water\ncame out. It wasn’t on the top floor was a big reservoir and the water was like a big tank and it\ncame into the sink the water.",
        "Q: You had indoor plumbing.",
        "A: Indoor plumbing, but the bathrooms were down in the downstairs. You had to go down.",
        "Q: Were they outside the building the bathrooms.",
        "A: In the court yard. There were two bathrooms. Like six bathrooms on, on each side.",
        "Q: Was there a bathhouse somewhere in town?",
        "A: Oh yes.",
        "Q: Is this where people would go to take baths or would you do it at home?",
        "A: No we did it at home. I don’t remember if there was a shower. No there was no bathroom. We\nhad bathtubs for the younger children and for the older children. But we washed up at home.\nWe were pretty clean. (laughs)",
        "Q: I am interested to know what did life look like?",
        "A: Yeah you say. It looked very nice. You walked in. There was a bell, you rang the bell.\n(gestures with hand, ringing bell) Was a nice door, was a hallway. And you, and then there\nwere, you went to the kitchen. Then was the dining room. Then was another hallway. Over\nthere was like the dinette, the small table. On the dining room we only ate on Saturday, but\nduring the week we had this small dinette, like a dinette.",
        "Q: And that’s where people would take their meals.",
        "A: Their meals in the kitchen too. In the kitchen. The kitchen, the room size was large so the\nkitchen was big. There was place for it, for, yes it was like a big top but he took the water from,\nfrom you had to warm it up on the stove. Was big kettles and was tile on the kitchen walls and\non the —",
        "Q: Who did all the cooking?",
        "A: My mother.",
        "Q: Your mother. Was she a good cook?",
        "A: Yes, she was very, cook, very neat too. She cooked and she baked. She did everything. I\nwasn’t interested yet in cooking. I was too young.",
        "Q: Did your parents talk much about the events of what was going on in the world. They had left\nGermany because of what was happening in Germany.",
        "A: But you see we weren’t interested. We were children. So we didn’t, we weren’t involved\nwith it. Like me. Maybe my older, no I don’t know. My sister, she was a little older than me,\nlike two and a half years older. But I don’t know. They were involved with friends and with\nchildren. We weren’t involved with it. During the war of course it’s different.",
        "Q: We’ll come to that.",
        "A: The house was a nice home. We had friends coming and there was a big park not far from us\nSO we went with the children with a carriage to the park and there was sand boxes. It was a\nbeautiful park.",
        "Q: In school —",
        "A: The school was rented in a private home.",
        "Q: Did you learn about Polish history, about European —",
        "A: Oh yes. We learned a lot about Polish history. We had biology. Even the younger grades,\nfive, six. We had biology. We made experiments with plants and history. And poetry and not\nonly, we learned a little about world history because in the lessons of religion we learned about\nall the poets and what was going on in the Biblical times. We learned poetry. We learned a lot.\nWe knew a lot.",
        "Q: Did you go to synagogue a lot or —",
        "A: Only because my father was Hasidic so they didn’t take the girls, only the boys. They didn’t\ngo a lot, only on holidays.",
        "Q: But you went on holidays.",
        "A: Yes, yes, we prayed. I fasted cause I was ready after 12 so I fasted on the fast days. We were\nbrought up and we had even a private teacher to teach us Hebrew.",
        "Q: You knew Yiddish, you knew Polish. And you were studying Hebrew.",
        "A: Yes.",
        "Q: Were there any other languages that you were speaking?",
        "A: After the war I learned more than languages. After the war.",
        "Q: If there was any news of the outside world, in your world, in your life in the 1930s growing\nup —",
        "A: No, no we were not involved.",
        "Q: And your parents as far as you knew, if they commented on things it was just to one another.",
        "A: Among themselves, not for the children.",
        "Q: Do you remember anything from the last summer of 1939. Before the war started.",
        "A: Yes.",
        "Q: Tell me about that. What was that summer like",
        "A: My parents, we used to go to up like here you go upstate to the country because there were\ntrees and there were woods. So in summer we used to go for the summer months up to the\nmountains. And that year my parents went to a spa and it was the last months before the war\nbroke out. And when the war broke out we were alone and they had to come back to Lodz. They\nwere someplace in the south.",
        "Q: In the Carpathian mountains?",
        "A: No it was near Romania. You know the south of Poland, so it’s the east more. You see we\nknew the map. We knew not only the map of Poland but of the whole world, the globe. They\ntaught us a lot. Geography, history too. Geography, history, biology. We learned a lot.",
        "Q: Where were you. What happened to you when the war broke out, how did you find out.",
        "A: You see they said that the Polish police, the Polish army it was soldier marching in the city\nand when the Germans came in they all were gone. And we had to go home. When we came\nhome, the Germans occupied already Lodz. And they already started, started taking off people,\nspecially religious people that they knew they were Jews. They captured them and told them to\ndig holes and then they threw them in the holes. So the population the, the men started running\naway because they were killing a lot of people. They told them to dig the holes and then they\nthrew them in. So and they cut off their beards. (gestures with hand under chin). They tore off",
        "Q: Did you see these things.",
        "A: Yeah I saw it but we, we stayed home. We didn’t go out already. There were some\nbombardments. I don’t remember where but when we came we were staying home and we\nstarted to prepare. People are running to Russia. To the protectorate. Warsaw was still under\nthe protectorate. So",
        "Q: Before we get there, when you said the Polish police --",
        "A: No it was the Polish army. They ran away. So there was no protection.",
        "Q: Were you in Lodz when the war started or were you —",
        "A: We were in the country but we had to go to Lodz back and my parents were in Stree or\nsomeplace, I don’t remember the city. But.",
        "Q: Cut for a second. So just to clarify so that I understand. You and your siblings were away\nfrom home in the mountains with —",
        "A: With the maid. With the girl.",
        "Q: When the war broke out. And your parents were in a different place at a spa.",
        "A: Just a spa for two weeks they went to.",
        "Q: To be together.",
        "A: No to, to, they had arthritis or something so they went to the spa.",
        "Q: To heal a bit.",
        "A: To heal.",
        "Q: Do you remember hearing about the war breaking out? Do you remember how you heard of\nit.",
        "A: They were talking but we were in the country. Nobody was, we didn’t know. But when we\ncame back we noticed because it was September when the war broke out and then there was the\nholidays so we couldn’t go to pray because they would come and kill the people. So somebody\nwas standing out on guard. If they were coming or something was happening so people could run\naway.",
        "Q: It must have been a shock.",
        "A: It was a great shock and then a little later they started evacuating and attacking the\nneighborhood. The rich neighborhoods. They tried to take, they planned to take stuff and like by\nthe end of the year, they evacuated the rabbi, the Jewish people from the expensive\nneighborhoods. So people were running away.",
        "Q: They were trying to run eastwards.",
        "A: Eastwards but when they went eastwards they sent them to Siberia. Because they thought\nthey spies or they said they spies. Maybe they saw they’re not spies but the Russians weren’t too\nwonderful either. But they sent them to Siberia and over there my husband came from a\ndifferent neighborhood, from the south and their whole family ran away cause they had two\ngrown up boys and the father so my mother in law and they have one more child. They had only\nthree children. They went to the other borders and then they sent them to Siberia.",
        "Q: Was your husband whom you married later, was he from Lodz as well?",
        "A: No, no he was from it was called Sanok. And then in the south, southwest it was I think, yes.",
        "Q: This is something you learned when you met your husband and he told you about what he had\nhe been through.",
        "A: Yes.",
        "Q: But at the time, the first months of the war and people are leaving did they have, was there\nany news of what was going to happen to them when they get into the territory controlled by the\nSoviets. Did you know in Lodz what was happening in the east?",
        "A: They didn’t know. Everybody was running. All the young people were running.",
        "Q: What about your brother?",
        "A: My brother was only 17. He wasn’t so old. Was 1939 so he stayed with the family. He was\nstudying out of town but he came home for vacation and he didn’t go back when the war broke\nout. So he stayed with the family and as a matter of fact, when years later, 1944, they evacuated,\nthey started evacuating the ghetto. There were raids before they came to take young people and\nthey took children and mothers. We didn’t know what was doing and where everything was.\nObviously my father had a radio and he knew more than we knew. So I, in ghetto I worked.",
        "Q: We’ll come to that in a minute. Right now I still want to talk about those first months.",
        "A: The first months that we also tried to go to go away so my father, we hired a you know like a\nbig like what they use to transport merchandise. So we covered it with a canvas and we went to\nthe protectorate. That was not far from Warsaw. It was Lovich. And over there we came and we\ncame to a family. It was Saturday. We couldn’t ride anymore and in Lovich we came toa\nfamily and my youngest brother had croup. So he couldn’t, and then they started evacuating the\nLodz the city and they started the ghetto. So we came back and my father was, it was called\nlumpfun and they needed the raw material to make for the army in what is it called. The\nuniforms for the army. So they had to buy the material and they allowed some Jews that gave\nmaterial. They gave them a green band. We used to have a band with the Juden on the arm. I\nhad to go with the arm, with the band.",
        "Q: Were you in the ghetto already or were you still in your own home.",
        "A: We were still in the city but then they started evacuating to the ghetto and my cousin knew\nsomebody who lived in the area and he gave him his apartment and there the Polish man that\nused to be his customer gave him his house in the ghetto area. And we moved together with my\ncousins to the ghetto. But my father stayed in the city here, the permit, with the green band.",
        "Q: This place that you moved to, what was that like.",
        "A: It was like two bedrooms and a kitchen. On the first floor. Was a small house. And they used\nto have a barn for the horses downstairs and my cousin took the downstairs apartment. We took\none upstairs. It was a small house like a private house. They had barns and outside around the\nhouse. Was small like on an outskirts, not like in the city. Small houses.",
        "Q: Once you moved into the ghetto were you ever able to leave it.",
        "A: No there was a barbed wire around the ghetto. But later on they took they gave work and\nthey, there was like the highway was wired with barbed wire but in one place was a bridge to go\nto the other side of the ghetto. And when they took us to work there was no school so they took\nus to work. And I worked and it was called klein mabel Fabrik. They made for the children\nthere what do you call it. The play pens, the children’s cribs.",
        "Q: Small furniture for small children.",
        "A: Children and also handles for a pail you know the wooden handle, like the carved wood. And\nI helped there because I was a Juden teacher.",
        "Q: You were a youth. Then you were a teenager.",
        "A: Teenager so I was working there and there was a supervisor for the kids to see how they treat\nthem. So of course the people that were, they were also tired and hungry because in the ghetto\nalready started now not the same food. We didn’t, we couldn’t buy food. Only what we got.",
        "Q: Was there any possibility to keep kosher at all?",
        "A: Oh we couldn’t. We were happy to get some barley and potatoes, big deal. And we got\nalready the portions of the bread. But we had to pay for it too. So we worked. They paid\nsomething, not much. So in the ghetto there wasn’t food already. There was a, so the first year\nwhen we had to leave the house we had no, we didn’t get any coal to heat the house. So that they\nhad the barns. The boys broke it down. And we used the wood and the next year in spring we\nturned the ground and we took the eyes from the potatoes, you cut out the eyes from the potato.\nAnd you put it in the ground upside down. And we turned the ground and there was a pump\ndownstairs so we got to work. And when I came home from work I was taking care of the\ngarden, I was the gardener. So we had potatoes, a little tomatoes, we planted things. Of course\nthere was no gates so people stole they were hungry. But the potatoes underground was a big\nhelp. To get what to eat.",
        "Q: Unusual that you would have a plot of land to be able to plant it.",
        "A: No because we broke down that we needed the wood.",
        "Q: You needed the wood and so the land the barn was on.",
        "A: Yeah, the ground. And we didn’t have horses or cows.",
        "Q: Your father was allowed still to go in and out of the ghetto.",
        "A: Inside the ghetto he could go yes. My father worked in a straw factory. I worked in a furniture\nfactories, Klein Mabel, that was over the bridge. We had to go to the other side of the ghetto.",
        "Q: What about your older brother and sister?",
        "A: They also worked.",
        "Q: Where did they work?",
        "A: They didn’t work the same place I did. I think they worked where, straw or something else I\nthink. You know to be honest --",
        "Q: You don’t know",
        "A: No my sister worked in an office and my brother worked in a factory someplace.",
        "Q: Your mother, did she also go to work or did she stay home with the other.",
        "A: With the babies she stayed home. They were little babies so you couldn’t leave them. The\nsecond year all they took to the straw factory. They did work. And my father was a problem\nbecause Saturday he didn’t want to work so the meat, there was horsemeat. Horsemeat isn’t\nkosher. My father never ate meat in the ghetto. He never ate, but the children they were hungry\nand they were growing so he permitted to what they gave we ate. But my father didn’t eat the\nmeat.",
        "Q: The Lodz ghetto was one of those that existed the longest during the war and it was run by —",
        "A: Hiram Kofsky.",
        "Q: Did your family have any dealings with him. Did he touch your lives in any way?",
        "A: No, he made up even songs like you know songs that were like sarcastic. Rum Kofsky\nHaim, [Getus Kleim and Ketenes Groten and Ketenes Man] Grot means barley. It was like\ndemanded what gave in the wilderness so we felt everything in the man because there was no\nfood but it fell down from heaven.",
        "Q: Like the manna did.",
        "A: Yes. So they made a joke like he gives us barley. He made the ghetto was a getta and he says\nit’s gereft. So that was like his song, like he’s a kidder.",
        "Q: Did people not like him very much?",
        "A: No. But it wasn’t his fault. He did what he had to do.",
        "Q: Did you ever see him?",
        "A: Yeah we saw him. Not very much, not very much like there were stations where you picked\nup the bread for the week and the bread was so heavy because should weigh more. It wasn’t very\nwell baked. But somehow we bought because my father was in the city so we had some extra\nmoney to buy on the black market. There was a black market.",
        "Q: In the ghetto",
        "A: Yeah you know. People that were by foot like it’s all open so they tried to take something\nhome. They didn’t have money to buy it. Out the card, the rations, so they had the money so\nthey had some flour so you can buy a little flour so my mother baked something on Friday. So\nwe were a little better off.",
        "Q: Your father was he able —",
        "A: That was til 1940 when the Russian war broke out. Everybody went to ghetto. Then it was\nfinished.",
        "Q: That’s what my question was. That it was 1941",
        "A: 41 when the Russian, when the Russians went to war with Germany so --",
        "Q: Then he had to be in the ghetto as well.",
        "A: In the ghetto. We were in the ghetto til 1944, August 24, 1944, we left the ghetto.",
        "Q: Tell me some other things about ghetto life, before we get to that point. You’re in the ghetto\nthen for a good four and five years. That’s a very long time. From the time that you are 14 years\nold til the time you are 18 or 19.",
        "A: No I was 18.",
        "Q: You were 18.",
        "A: So it was I worked there and then the men came from the school department and he said I am\ngood so they took me to their office to do the evidence. Every morning that when you came to\nwork in the factory, had to go to the office to report. That you are here and you had a cell\nnumber, the floor number where you worked and everywhere they had a number a registry\nnumber. I happened to have a good memory so I worked in the evidence. After a year or so they\ntook me to work in the office. So I was in the registry office. So it was a little easier because I\nremembered so went first. When people came to work in the morning they had to register.",
        "Q: And they registered then with you.",
        "A: Yes there were more than me just. There were some other girls too.",
        "Q: Were the conditions easier in the office than —",
        "A: Yes you had to carry the heavy wood pieces. They were heavy sticks for the furniture and\nalso we had to chisel. It was hard on the fingers.",
        "Q: Office work is easier.",
        "A: Much easier.",
        "Q: Was it warmer, did you get any extra food?",
        "A: No, food extra no. You go the soup and you got the piece of bread. That’s all you got.",
        "Q: We were talking about office work and work in the factory itself. I wanted to ask a larger\nquestion. Were you always hungry or were you not so hungry in the ghetto.",
        "A: You see it was hard there for boys because I didn’t grow too much. Anymore because there\nwasn’t the food what teenagers eat. But I wasn’t so hungry because they used to give kohlrabi. I\ndidn’t like it. But you, I was occupied in the garden. I had this, but the boys were hungry. I\ncould have used another piece of bread but you couldn’t complain because what would they do\nto, it was much harder for the grown boys.",
        "Q: Were there many German soldiers in the ghetto. Did you see many of them?",
        "A: In the ghetto. They were guarding by the wires. By the barbed wires. That people shouldn’t\nrun out from the ghetto.",
        "Q: But they didn’t patrol the ghetto.",
        "A: They patrolled it then the borders. The Germans came every so often. They came to grab the\npeople wherever they could. They took them to concentration camps before us. We were the last\ntransport and they take, took children. They took men. I had an aunt that lived from my mother’s\nside. When they had the rations they came and they went into every house to seize the people.\nAnd they took out whoever they wanted. Old people, young people. So my father we had the, it\nwas a small house and under the steps was a place where you could go in so my father opened\nthe floor. He cut the floor open and he made a hiding place. They shouldn’t come there because\nthey took children and everybody to take for killing. So when they were the rations we lived on,\nit was like you see here, (gesturing with hands in circular motion) the streets went like this so\nlike you lived on this side of the street, on the other side. There was a small place that you could\ngo through to the other street without going around. So this place when they, the ration, when\nthere were Auslang there were --",
        "Q: Where they were taking people away",
        "A: People away. My brother bought a band as a policeman and he came to warn us we should\nhide in the hiding place.",
        "Q: Your brother was working as a ghetto police person.",
        "A: No he just --",
        "Q: He just got the band",
        "A: He just got the band. He wasn’t a policemen. He just got the band. For the, from the police\nstation. He pay something like a loaf. So he came so we went down with the children. Also was\nan old lady. My father she could, they also were afraid they’d take the old people for killing too.\nSo we he dug it, a hole and from the center he made two like benches to sit. He put a piece of\nboard so that people could hide there. and we knew that if we heard the steps so we locked the\nchildren’s mouth. He shouldn’t hear noises. And when they went away someone brought the key\nand that we could go out so that we could go into the houses.",
        "Q: Did this happen a lot? In your home?",
        "A: It, it happened. It happened. The last time it happened my mother was so scared because there\nwere shots outside and she imagined that they killed my brother so we gave up and we went\naway with, but it was already the end. Two weeks later the whole ghetto was evacuated.",
        "Q: Isee. So that’s at the end of the time. But throughout the ghetto time, you had so many small\nchildren in your family. It was a risk.",
        "A: Yeah who had to hide. It was a risk because they took away, they had no use for small\nchildren, so they killed them. They killed them. We don’t know where they took them. My\naunt we heard, she had two boys. Her husband ran to Russia and she was stayed with two boys\nso she lived not far from us and we took her in whenever she was all alone. So she’s also\nresiding there. And we heard that they took them to the ocean, to the boat to the ocean and they\nthrew this transport of people into the ocean alive. We didn’t know what happened but then we\nheard from people after the war. That’s what happened. So she had two boys. One was nine, one\nwas eleven. And the husband died in Russia. He never came back.",
        "Q: In the ghetto, did you see people starving? Did you see people dying in the ghetto? When\nyou were there.",
        "A: Well going. No it was closed after a certain time. In the beginning of January, February 1940\nwas closed the ghetto.",
        "Q: What I mean is within the ghetto during the years that you lived —",
        "A: Was people yes. After work there wasn’t people that lived in the area you saw. You didn’t\nhave time to go because we worked.",
        "Q: My question was different. My question was did you see people dying. Did you see people\nhungry?",
        "A: Oh yes, you saw people like skin and bone because they couldn’t live from what they lived.\nAnd sometimes they were older people they didn’t even have the money. You had to pay for it\ntoo. To buy it. So they thought and it happened that people kept the corpse to get the food. They\nkept the corpse, people, after they died to, to get. They were hungry so they got the food to they\ncould live. Yes, they were starving. Was very bad. We were hungry in the ghetto. There was a\njoke that was a song in and I have for you a good thing. A roll with butter that this would be the\nbest thing for you. You know like a little something. So the other boy answered I cannot, I\ncannot laugh because if I look at my sick old father I cannot laugh and I cannot enjoy anything.\nYou know a child’s conversation was in a song they made up jokes but it was not a joke.",
        "Q: It was through tears. (both talking) Did your parents’ personalities change at all through\nthese types of hardships.",
        "A: Of course they changed but you, main thing in a Jewish family is your family. That’s what\nyou live for, for your family and to help people if you can. A person isn’t born just for yourself.\nYou were born here, but sometimes I need you, sometimes you need me but people need people.\nI don’t know if Iam expressing myself.",
        "Q: Absolutely perfectly. I’m just wondering how your mother and father took it, how they were\nable to handle this cause they have nine children.",
        "A: My brothers were, my brother was already big and the ones that were over ten, you know you\ngrow up fast then in a big family. Over ten, eleven, twelve, you already people. You had\nresponsibilities. In a big family somehow everybody 1s close. We cared for each other.",
        "Q: Did that help you survive do you think?",
        "A: Yes, yes. How we survived you know. Sometimes people ask how did you survive. Honestly\nI don’t know. God wanted it, it was the way. Then when they sent us to Auschwitz and when\nthey shaved our hair, I didn’t see, I couldn’t recognize my sister next to me. My other sister went\nwith my mother, straight off then and I saw through the bath house where they were where we\ntook the baths and when they cut us off the hair. We were standing (points at camera), there was\nbig windows downstairs and there were people standing outlined and I think I saw my father\nwith the two, took, all the boys like eight, eight, nine, ten and my mother we never saw since we\nleft the train that brought us to Auschwitz. I never saw her. But the capo that took us off was a\nJewish police. My sister went with my mother so he told her don’t go there. This way they going\nto kill you. They burn and they gas you, and they burn you. So she said no it’s my children. I\nwant to go with them. They took, they told us that the mothers will take care of the children,\nwhich wasn’t true, wasn’t true. It wasn’t. And on the way when we went from the baths to the, to\nthe barracks where we stayed, there was a big road with puddles and they didn’t give us shoes.\nSo we walked on the road. Oh you leaving. (someone off camera says they are leaving)",
        "Q: Let’s step back a little bit. I want to hear everything that you have to say about this but let’s\nstep back and paint a picture. In a sense you’re saying that the last time you hid under the stairs\nin the ghetto, your mother was frightened because she heard shots.",
        "A: We heard shots outside.",
        "Q: So then what happened?",
        "A: So she said, she was very, she was hysterical. And we were still in the hole there. The last\ntime we didn’t see until we saw him we didn’t know that he is alive. So my mother said to my\nfather he cannot take it what would be. So it looks like the end. So my father knew something\nabout Auschwitz. So we went on those, you could only take a bag, a duffel bag on the --",
        "Q: So you left your hiding place.",
        "A: With nothing. Left the hiding place, went upstairs. We ate something. When they came next\ntime we were there. They took us.",
        "Q: So it wasn’t that time, but it was the next time.",
        "A: Yes.",
        "Q: And they took you to —",
        "A: To Auschwitz. That was it was about two weeks later the ghetto was liquidated.",
        "Q: So it was August 1944.",
        "A: Yes. We left on the 24\" and —",
        "Q: Were all of you together, all nine children",
        "A: All way we’re together. You know was, was really we struggled to be together. And but we\nall went. And then when the train stopped my father was went down and he saw the sign\nAuschwitz. He knew about Auschwitz. We didn’t know.",
        "Q: How do you know he knew’?",
        "A: What. Because he told my brother and my older sister, don’t tell mommy anything. It’s not\ngood. And he gave us, he had some, when he sold the merchandise from you know when the\nGermans bought the merchandise. So he bought diamonds because you couldn’t run with the\nmerchandise and you couldn’t run with money. So he bought diamonds. So he get all the\nchildren. He gave each one a diamond and I had a wisdom tooth here (points to jaw). I had a\ncotton over. So I put one diamond. He gave me two. One diamond here and one here (points to\nother side of jaw) and I didn’t know whatever he gave me. I tried, he said if you have to save\nyour life, give it away. Or if you need to get food or anything. He knew something what was\ngoing on. So he give all the older children, the three older children, four older children, my sister\ntoo. But she, and —",
        "Q: Was this in the train going to Auschwitz?",
        "A: Before we went off the trains he gave us. (both talking) In Auschwitz yeah he gave us this.\nSo, so I put one (points at jaw) here, but the night when I saw we went to the barracks. On the\nway we Saw in the distance a white, in white uniforms a band was playing Vienna waltz. And in\nthe background we heard the screaming. To deaden down the screaming so the band was\nplaying very loud. But you could still hear something. And then my throat got so dry, when I\nwasn’t hungry, I wasn’t thirsty. I was just feeling like I am choking. Because I knew what’s\ngoing to happen. He said, he told us open that they gas you and they burn you. So I imagine all\nthis. And then we went to the barracks. You’re tired. I didn’t, we didn’t eat and we didn’t drink.\nAnd the first night we slept on the floor.",
        "Q: Was your whole family still together?",
        "A: No, no. Just me and my sister.",
        "Q: The older sister.",
        "A: We both went, my younger sister. My older sister went with my mother.",
        "Q: So when you got off the train you were —",
        "A: We were all together on the train, on the —",
        "Q: But when you got off the train.",
        "A: No they have selected, left right. To work or mothers and children on the other side.",
        "Q: And your father too?",
        "A: And father too. My father was a little afraid too but he told me not to tell mommy anything\nbecause she shouldn’t, she shouldn’t be a shock. Happened, what happened. That night on the,\non the way we didn’t get shoes. We just got something. They took away everything we had and\nthey cut off the hair and we waited there. They put some sanitizer on top of the, I didn’t\nrecognize my sister. She looked different without hair. So but we were standing there by the big\nwindow and we saw outside lined up the men and we were only girls here on this side. So and I\nheard them singing. I fell down (shouting?) but what can you do. You can’t do anything. We\ncame to this lager. The first night they didn’t send us to the right place. And another lady well\nlike lying down (lies backward) and top of you was another person. The next day they sent us to\nlager 20 or 21 and we got already on bunk beds. Of straw. But was an improvement on laying on\nthe floor. And then every night at 2:00 they came we should coffee (home?). To drink coffee so\nsome girls went and that night that was already, we were already a few weeks in. Maybe six\nweeks in Auschwitz.",
        "Q: And the diamonds were always in your mouth?",
        "A: One I lost right away. The first night, but one I saved (gestures both sides of jaw). The better\none I lost but this one I saved and when we got to that room I was afraid to drink or eat anything.\nI didn’t realize that I lost this one so the diamond I, there was a girl. She came to the, to the same\nplace where we had the bunk beds. And she knew how to , so I was very scared. I was_watching\nthem so much because my brothers gave it away in Bergen Belsen for food. So they could get\nsomething. And we didn’t know but after the war we met them. So and after, after we drank\ncoffee 2:00 at night we had to stand outside lined up in file. And it was already cold in Poland\nwithout shoes. Some girls got like Dutch wooden shoes. So I put the foot a little on the back of\nthe foot. I shouldn’t stand on the ground so much. My legs got frozen cause over there the\nclimate is different than here. And then in beginning of October they sent us to a working camp\nto Sudetenland to —",
        "Q: In Czechoslovakia.",
        "A: Czechoslovakia. But we went under quarantine.",
        "Q: Under quarantine.",
        "A: Yes, quarantine because they had to make sure that we healthy to go to work, was an\nammunition factory.",
        "Q: Did you have shoes by that point.",
        "A: [had a cold. I think that they sent us, they gave us in Auschwitz I didn’t have shoes. But I\nthink when they sent us out to Harmstadt I think we got shoes and they even my friend hacked\noff from the nightgown a piece to cover that we were without hair so to put like a kerchief on the\nhead and when we came to. So we went, I was sick and I pinched my sister she should look\nhealthy. And I was scared too. If you didn’t look healthy they wouldn’t send you to work. And\nwe were happy to get out. And my friend was so friendly. We stayed all the time til the end of\nthe war together. She knew how to sew. And in that working camp they were French working\nalso in the same factory in the ammunition factory. So they brought us a needle and thread and I\nsewed it into the nightgown because I was always so scared that I lose it.",
        "Q: So you had it in your mouth until you went to Harmstadt and then you sewed it into the\nnightgown.",
        "A: It was very tough. I didn’t have (gestures at jaw) when I ate I took it out cause —",
        "Q: Cause you could swallow it easily. Explain this to me. What was the name first of all of your\nfriend the one that you were --",
        "A: Ruth, Ruth Berlinska but she got married after the war. She went to France and she married\nthen a boy from Lodz but they lived in France. And we, when we came back from the, after the\nwar, we went back to Lodz to look for family.",
        "Q: We’ll come to that. I want to ask at this point, when there was the selection when you get off\nof the train. At that point it was your father —",
        "A: And the whole family went.",
        "Q: But your father was selected, your mother was selected.",
        "A: No they took the whole family. They put us on the trains.",
        "Q: I understand. I’m saying when you get off in Auschwitz and they’re making the selection who\nwas sent to the gas chamber and who was not.",
        "A: One to the right, one to the left. The mothers and children to one side.",
        "Q: So from your family, it was your mother and —",
        "A: And she and she —",
        "Q: I’m sorry. We were interrupted a little bit. Who was it that was sent to the chambers right\naway from your family.",
        "A: From my family my mother, my sister.",
        "Q: Your older sister.",
        "A: My older sister and the two youngest children.",
        "Q: The young boys, the young babies.",
        "A: Aaron that was one, the 39. And the one two years.",
        "Q: Eltyahu.",
        "A: Yeah he was three years old. I found a picture in Belgium that from this little boy. We found\na picture after the war, my grandmother’s sister came before the war to visit and we gave her\nsome pictures so she gave us after the war. Because we didn’t take anything from our house. We\ncouldn’t.",
        "Q: So it was your mother, your older sister and the two little boys —",
        "A: And the two boys and my father had the other two little boys.",
        "Q: So that he was, what happened with him?",
        "A: They also sent them with the children. They took care of the children. They didn’t take care\nof the, nobody saw my father, no place.",
        "Q: So five of the children, your sister, two little boys with your mother and two little boys with\nyour father.",
        "A: Boys with father.",
        "Q: Mother, father and five children.",
        "A: Five children. My sister they begged her not to go there because they knew she was beautiful,\nblond, very pretty girl and she, she want, you know we didn’t know all of this. Maybe if she\nknew maybe it wasn’t so good that we didn’t know. Because then but this capo the one that was\nthe, that was taking the people off the trains, he told, don’t go there, don’t go there.",
        "Q: To your sister.",
        "A: To my sister. She (both talking) I heard it.",
        "Q: you heard it.",
        "A: But went and what was the German that, forgot at this moment, I don’t remember the name.\nThe one that took the people off the wagons, that did the selection, getting people off the trains. I\ndon’t remember his name. So he also sometimes said don’t go. Leave with the children. But\nwhich mother leaves the children.",
        "Q: When you were in Auschwitz you realized what had happened to your —",
        "A: Yes and they told us you know because the people that worked there but you still you know,\nsubconsciously you hope that maybe they made it, maybe they lived. But with my mother I knew\nright away. With my sister and the two younger children. I knew it right away that it’s not good.\nBut you’re helpless. What can we do. What could we have done. And even in Auschwitz there\nwere also (interruption)",
        "Q: I’m sorry we were interrupted. So you were saying about you had hope. You knew about your\nmother.",
        "A: You know but sometimes you say maybe, maybe, maybe. As long as you don’t’ know\npositive, you still believe that maybe.",
        "Q: So in the end it was you, your younger sister who was",
        "A: And my older brother. And my younger brother, the Yaakov Moshe. For my oldest brother\nand then the one younger than me.",
        "Q: Ok so it was Abraham, Yaakov —",
        "A: And me and Guta.",
        "Q: Guta. So it was the four of you but you went together when you were in Auschwitz.",
        "A: Yeah we two were together and when they sometimes closed the gate when they gave the\ncoffee you escaped, you shouldn’t be separated.",
        "Q: Did you know what happened to your older brother and younger brother at that point.",
        "A: No we didn’t know until after the war. You know",
        "Q: Did they survive the war?",
        "A: Yes. They went in Bergen Belsen in Germany.",
        "Q: So they were in Auschwitz and then from there to Bergen Belsen.",
        "A: They sent people different places. They were working there. Because they were young so\nthey could work.",
        "Q: You are in Harmstadt and —",
        "A: And my sister too.",
        "Q: Did she get any diamonds? Did your father —",
        "A: She also lost one. She didn’t, she was young and he gave her one but she lost it, swallowed it,\nmaybe swallowed. Look in Auschwitz you had to go to the bathroom. You had to report. You\ncouldn’t go to the bathroom when you wanted. There was a time when you had to report.",
        "Q: Every time you have to go.",
        "A: Go the bathroom you had to report.",
        "Q: When you were in Harmstadt",
        "A: Was different.",
        "Q: Tell me about that. Tell me about what it was like there.",
        "A: You see was a small town, was an ammunition factory there and a . And some girls\nwere sent in the same building where we stayed or two floors down was a, weaving company.\nAnd some girls were sent there. Some of the girls. I met one after the war once in a hotel in the\nlobby. I saw people from, they looked like similar. Asked where you from. She said I’m from\nLodz. So I saw where were you during the war. She was in the same place, we slept in the same\nplace. But she worked downstairs but we knew each other. There were 500 girls altogether.",
        "Q: And what did you do, what was your job?",
        "A: I was cutting with the sense machine. There were such pieces that you use for the airplanes\nand they had like so it was a machine (looks down, then uses hand to show cutting) you had to,\nyou got the piece round and you had to, the piece was cutting out like when you move gauges\nyou know like in a car, I guess in an airplane, they was a small piece. And you just. It was a\nmachine. You had to get it down and cut out. It wasn’t easy work. Was hard work. But better\nthan Auschwitz. In Auschwitz you didn’t work but you were standing hours outside at night and\ninstead of sleeping. Here at least you could sleep a little and on Sunday you could get a shower.\nAnd you could wash your clothes. You had the Sunday that you had, it was more humanely.\nAnd even the people. I mean one officer was nasty.",
        "Q: One guard was nasty.",
        "A: Yes, nasty and she one night I fell asleep by the machine because there was no work. So she\ncame over, she knocked out two teeth. Because I fell asleep. Their supervisor didn’t care. He\nsaw there was no work. So and she came over and when we had to go to the bathroom we also\nhad to report to her. And she was always nasty. And there was another one Ursula, she was a\nsweetheart of a young girl. And she was also German but she was sweet and nice. You had to go,\nshe let you go. To the bathroom. And the French people used to bring us sometimes an apple so\nthere was a so, Ruth, Ruth. She was very pretty girl. I don’t know if he fell in love with her but\nhe was kind. So but I worked on his, by his machines.",
        "Q: By the French person’s machines.",
        "A: Yes. So when we got an apple we went to the bathroom and shared it.",
        "Q: How long were you there?",
        "A: We left and we went in October til May fifth.",
        "Q: You were liberated there.",
        "A: Yeah we were liberated but a week before we were liberated, or maybe a few days they told\nus that we’re going to go someplace else. We should be ready. Because they wanted to send us.\nAnd what happened. The Russians came first then. Then you saw and they didn’t send us but\nthen we found out, the French told us. They knew more than we did. Because they had the\nradios. And they lived in, with families together. We they weren’t like we because they were\nfrom the border between Germany and France.",
        "Q: Now were these French military people.",
        "A: No, no. They worked like we did. They were also prisoners like but it was families, not like\nwe lived in the ghetto. They lived over there.",
        "Q: But the French prisoners, were they all men or were they also women.",
        "A: The men worked. We didn’t see any French women, only the men worked in the, but they had\nfamilies there. Yes they lived in there but they didn’t come to work. The men came to work.\nAnd we were only girls that worked there. Some girls maybe one was 25, one was 26, 27, those\nwere the older girls. But otherwise we are girls are working.",
        "Q: Did you have any sense that the war is coming to an end, that the Germans are losing?",
        "A: No we didn’t even realize when they told us we’re going on the, on those, that we’re going to\na different place. The French told us there’s mines on the road and they wanted to send us to test\nthe mines before the Russians came. They wanted to try and test if the mines are working. So\nthey wanted to send us as --",
        "Q: As mind blowers up and if you blow up well that’s too bad.",
        "A: Well it wasn’t a big thing. Jewish children who are,. How do you know God leads the\nworld, not the people. Even the big people don’t lead the world. That’s we, that’s people that\nbelieve, believe that God leads the world.",
        "Q: Did you pray when you were in Auschwitz?",
        "A: Yeah we prayed by heart what we knew how to pray. We didn’t have books.",
        "Q: Did you have any conversations with God? Did you ask why is this happening?",
        "A: While we were bitter, we were very bitter, even after the war. Why did it have to happen.\nThose children never sinned. They were little kids. They never did anything.",
        "Q: Some people lost their faith because of that.",
        "A: Yeah we lost for a while, we weren’t so religious. For a while.",
        "Q: What did it take for you to get it back?",
        "A: We saw that the folks, that God took care of us. We were like lost sheep. We didn’t have\nwhere to go. We did not, even when the war ended. What choice was it. We thought that if the\nwar would end everybody would come and try to help us. There was nobody to help. No there,\nI wouldn’t say the Czech government wasn’t there. They gave us money to go home. And when\nthe war was over, the French came in. They sang the Marseilles and they said the war is over.\nAnd where did we have to go? We didn’t have (both talking)",
        "Q: So it wasn’t the Russians who liberated you? It was the French.",
        "A: The Russians but they were drunken. You know they came from Afghanistan, Kavkaz, they\nwere Russian, very wild, drunken soldiers. It was scary. It was very scary.",
        "Q: Were you frightened of those soldiers?",
        "A: Yes, yes. There was one major that came from Minsk, from a big city. And he said I am\nJewish. And try to get out of the way because they’re not out for any good. Because they were\ndrunk and they wanted to have a good time. What were they interested in?",
        "Q: Did that happen with many Jewish girls?",
        "A: Yeah one girl ran away. She was very tall. Then we ran away from that place where we\nstayed in that factory because the Russians came in and to them, you know they are on the way.\nThey wanted to have a good time. And we were very scared so we found a house. It’s the\nGermans left, just like we left because they ran away too from the Russians. So we were hiding\nthere. And then once the Russians came too and he picked the tallest girl. And it was already\nnight and we didn’t know. And so she ran to a place where little rabbits hide. And she was very\ntall. She said she does not how she do it. He was drunk. She ran away and she, all night she\nstayed in this place in the rabbit place. And in the morning when it was light she saw he isn’t\nthere anymore. She came back to the house. And then we got scared to stay there too. So we\nwent to Prague. And the authorities. I don’t know what the stories, I can’t even remember.\nSome girl, we stayed in the place in that factory place where we slept for a while. But then this\nRussian came and we were scared of them. There was no place where to go what to do. Then we\nwent some, but they told us we could go to trains. They gave trains to Prague. We stayed all\nnight, one night and it was scary for young girls to be any place. You weren’t safe any place.",
        "Q: When you got to Prague did you —",
        "A: In Prague they gave us money and then we went to Poland to go home. So we went to trains.\nThey gave money for the trains and they took care of our papers so I don’t know.",
        "Q: Was this the Czech authorities or was this this the —",
        "A: Jewish. I don’t know if it was only, the Czech were very nice, even the supervisor in the\nfactory, he was also very nice.",
        "Q: He was Czech.",
        "A: Yes, he spoke German but he was, they behaved different you know. Different people. We\nweren’t so scared. They were normal kind of people and they couldn’t do anything for us but at\nleast they didn’t scare us.",
        "Q: Did you make it back to Lodz, did you get back to Lodz?",
        "A: We got back to Lodz but I went, we went through, we didn’t have much money. The first\nlittle town we got coming over there, the border from Czechoslovakia to Poland, there are some\nPolish ladies by the station where the first station. And they said so many of you are still alive.\nWe were three girls. Three. I don’t think there were more than three girls. So but then we met\nsomebody told us that our uncle, my mother’s brother is alive and they told us already they went\nback to look for their family, the two older girls. And they took us for the night to their house.\nAnd they were so nice. They called us children. So they got out of their beds and they stayed,\nslept on the floor and gave me and my sister the beds to sleep and gave us money to go to\nPavyanets to see to my uncle.",
        "Q: Pavyanets is close to Lodz.",
        "A: Yes.",
        "Q: And this was an uncle on your mother’s or your father’s side.",
        "A: On my mother’s side.",
        "Q: On your mother’s side.",
        "A: So he gotten freed in April because he was in a different place. And he got freed in March or\nApril, the Russians came. In before. Then he went home and they also have a bakery so he got\nhis bakery and they had what to eat and they took us in and took us, all the what they call it,\nchildren that lost their families, orphans. They took, they were also teenagers. But they took\nthem in and they took us in too.",
        "Q: And so you stayed with your uncle.",
        "A: For a while and then my aunt was pregnant. She was expecting a baby and we were scared to\nbe in Poland. Because in small towns they killed Jews. Lodz was a bigger city. Was not so\ndangerous but we were scared and then we found out in the, when you came to Lodz was like a\nbig board and you (gestures with hand over shoulder off camera) registered. Who 1s looking for\nwhom. So my brothers registered from Bergen Belsen that they are looking for family. And\nthen they stayed in the younger brother stayed in Germany and my older brother came back and\nhe came back to look for us. So he came to my aunt. But I was sick. I went to some place with\nmy uncle to buy flour and then I got a typhus and I was in the hospital. So when my brother\ncame back he couldn’t see me, only through the window because —",
        "Q: You were quarantined.",
        "A: Yes. Yes, I was under.",
        "Q: And your sister was there?",
        "A: My sister was in the house and I was in the hospital.",
        "Q: At that point did you still have your diamond?",
        "A: Yes.",
        "Q: You still had it.",
        "A: Yeah and then when we both, when we all got to Germany to Berlin, my aunt had the baby in\nDecember.",
        "Q: She also left. Your uncle left with your aunt.",
        "A: Yeah, they sold the bakery whatever money they got, we have to pay money to smuggle us\nand they we were on trains with coal and you paid the people working and they put us between\nthe coal.",
        "Q: Why did you need to be smuggled out of Poland?",
        "A: We didn’t want to stay there, was dangerous.",
        "Q: But why couldn’t you just freely leave and go on a train? Why not?",
        "A: We couldn’t, you couldn’t because they wouldn’t let us in.",
        "Q: Germany wouldn’t let you in. Or the Poles wouldn’t let you out.",
        "A: The Poles might . I don’t know but they took care of it. Then they paid them and we ended\nup in West Berlin.",
        "Q: One of the reasons why I’m asking 1s that I suspect it’s because it was occupied by Soviet\nforces and they weren’t letting people out. I suspect, but I wanted to find out whether that’s the\ncase.",
        "A: Yes, probably the Russians, the Russians wouldn’t let us out because was already the city\nwas divided into, into French, English, Russian and American.",
        "Q: You’re talking about Berlin",
        "A: Berlin, yes.",
        "Q: Which section did you arrive into?",
        "A: In American.",
        "Q: You got to the American section?",
        "A: We could go to the French but once we had plans to either we go to Israel or to America.\nThere was no other places to go.",
        "Q: So it was that your brother came back to Lodz, he found you.",
        "A: One brother. Then we went back to pick up my other brother. He was in Germany and then\nwe stayed there. The German, the government, the geminder gave an apartment to my aunt.\nWas the first Jewish child born in from there, from those people and the Americans gave my\nuncle a bakery so he baked for the Americans. (both talking)",
        "Q: This was in Berlin.",
        "A: Yeah in Berlin and there was at that point between those orphans was a boy at that point from\nthe city where my uncle lived and two girls, three girls. And my aunt, two girls got married and\nbut that boy stayed in Berlin. I don’t know what happened. One girl went to France. She had an\nuncle there. And the others, the other one had some family in Israel. So they went and they, we\ncouldn’t go to Israel. They wouldn’t let us.",
        "Q: I have a question here. You are four children who survived. Your older brother, your younger\nbrother, your younger sister and you. Did you end up living together again.",
        "A: Yes.",
        "Q: So you didn’t stay with your uncle and your aunt. You just lived separately.",
        "A: After a while we lived separately but we lived in, we didn’t go to the DP camps. We lived in\nthe city because of my aunt, yeah. At this point we sold the diamond. We were on our own and\nstarted doing something.",
        "Q: You sold your diamond in Berlin.",
        "A: I gave it to my brother. They took care of us. Because the girls you know it’s different.",
        "Q: Did you sister still have a diamond to give to him as well.",
        "A: She didn’t have. She lost it. And I lost mine, the second one. Too. But nobody worried about\nit. That was helpful.",
        "Q: It’s what your father would have wanted. It’s exactly why he wanted you to have them.",
        "A: And it was a good thing because he would give you anything. It’s good the uncle and aunt\ntook care of us but you know they had already a baby and they took care of the other but the deaf\nboy was a little helpless. Because he couldn’t speak. But then some, I don’t’ know. Maybe some,\nsomebody in the geminder took care of him.",
        "Q: You’re in Berlin and I think you told me what section of the city were you living in?",
        "A: In Kreutzberg.",
        "Q: In Kreutzberg. How long did you stay there.",
        "A: From December 45 til 51. I got married in 1951.",
        "Q: Oh so you stayed six years in Berlin.",
        "A: Yeah. I went to school. I learned languages. I learned to do, to manage the make-up. I don’t’\nknow. They were from, the HIAS they helped us. (both talking) Too much we could not. And my\nsister went to a nursing school. She finished high school and she went to a nurse but she was\nyounger than me. And then she wanted to go to medical school but then I got married and we\ngot permits to go to America so —",
        "Q: How did you meet your husband?",
        "A: In Berlin I met him.",
        "Q: How”",
        "A: Through friends.",
        "Q: How did he get there? How did he leave the Soviet Union?",
        "A: Yes, he was, Soviet Union. He came, they came home to Poland with his mother and the\nbrother was sick. He had TB on, TB so he went to place. My husband worked very hard to get\nhim to Switzerland. They had a sanatorium there. So he healed.",
        "Q: Did he? He got better?",
        "A: Yes and my husband had already a heart condition. I didn’t know but somehow he lived but\ngave us four children and he took care of us. That’s why I believe in God because we see it that\nwe were very helpless and who helped us.",
        "Q: Is there something else you would like to add to your story for today. You’ve talked about an\nawful lot and it’s only, in a few hours you can never get the full story of a person. But here we’re\nclose to the end and I wanted to ask, is there something else you would want people to know\nwhat you’ve gone through, what you experienced and how you came out of it.",
        "A: The only way I could explain that God took care of us because we by ourselves we had no\nway to go to Israel because the children transports weren’t allowed to go in the time when we,\nwe didn’t’ have where to go and we didn’t know what to do. And somehow God showed us a\nway. We didn’t do it by our self. So I, whatever happens to us it’s not that we’re so smart, that\none is smarter than the next one, some people are smart. And it’s not meant for them to have\nanything. And they struggle. Some people get very rich and some people are not so rich and they\nhave to make the best with what they have. But the main thing in my life 1s whether I did\nanything good that I helped somebody when he needed me. And whenever I could, I was able\nto. I’m not sorry. I’m only sorry that I maybe didn’t do enough. What we tried to do and we\ncould.",
        "Q: Did you tell your children about your experiences during the war. Did you share —",
        "A: No, not when they were young. Now I did. Now when they were, when they understood\nalready, I did. My husband spoke more about it, what he went through. And he was but he\ninjected the belief and he showed me many times in life I thought it’s not going to work. It’s not\ngoing to be good. My husband was sick and I was pregnant with my third child. I didn’t know\nthat from the beginning he struggled plenty too. But everybody does. So he told me and he said\nbut you said he had a small heart attack. He was in besert so he said to me don’t be scared. You\nsee God takes care of us. And if God will want me to live, I will live and don’t worry. God\nprovides for everything. And he injected into the children the belief and trust in God. And we,\nthe truth and it’s a true thing that he could only trust in God because he takes care of us. Because\nourselves, we think we’re smart. We can do. It’s not what happened that night a friend of his\nwent to a wedding and he passed across the street to the subway to get the subway from East\nBroadway and a motorcycle came and on the spot he was dead. So he said there is no insurance\nin life for anything. If you are supposed to live and you have to live, God helps you. But if you\nare supposed to die in one minute, you are dead. So then I said whatever it was, we managed\nand life it’s what you want from life. You’re not here just for our pleasure. We have to be here\nfor other people and whenever we had a friend or my son went to school away to Switzerland\nand aman came. He was also a Holocaust survivor without a hand. And the principal directed\nhim to our house. It was holiday. So he came. He wasn’t an easy person with one hand and my\nyounger daughter had to take him across the subway. He was scared but my husband said he 1s a\nguest. You have to treat him better than yourself. And if he needs your bed, you give your bed to\nhim. So he injected it into the children too. And thanks to him we have good children.",
        "Q: I think not only thanks to him but probably also thanks to you.",
        "A: Yeah but yes, I did too. And whenever he brought somebody home, I never said, I always\ntook him with a smiling face and made them feel good. I guess I got it a little from home too.",
        "Q: Thank you so much. I have appreciated that you took the time to share your story with us.",
        "A: Yeah but I appreciate you. You’re such a wonderful person. There isn’t many like you and I\nreally admire you as a person. I didn’t know you but I wish you all the best. They claim to say\nthat Holocaust survivors have the power to bless people because they went through, that’s what\nthe rabbis say because they like.",
        "Q: Thank you very much.",
        "A: I wish you a happy long happy and good life and you should have joy that life should bring to\nyou.",
        "Q: It’s a real gift thank you. I will say with that , that this concludes our interview, the United\nStates Holocaust Memorial Museum interview with Mrs. Marcia Loewi on January 8, 2016 in\nBorough Park, New York.",
        "A: Thank you. It’s a pleasure. I learned from you a lot. Because there isn’t many people like you.\nBut thank God there is people.\n(file 2 — RG-50.030.0870.02.02 — audio; duration: 22:11)\nIna Navazelskis: this is United States Holocaust Memorial Museum interview with Mrs. Marcia\nLoewi on March 6, 2016 and this is in addition to the interview that we conducted with Marcia\nLoewi earlier this year in January and should be considered as one interview. In this addition,\nMrs. Loewi would like to add some information that she forgot to mention during our first\ninterview. So now I am going to turn it over to you Mrs. Loewi. Tell me about these points,\nthese things, these experiences that you wanted us to record and give me a little bit of context of\nwhat happened.\nMarcia Loew1: I worked in that, in a small furniture company and one day we came to work and\nthe night shift, the night.",
        "Q: This was in the Lodz ghetto already?",
        "A: Yes, yes, and the night shift, how do you say it.",
        "Q: The night shift is perfectly fine.",
        "A: The night shift people were sitting and crying. We came in like 8:00 and so and there was you\nknow like blood in the street. There was a hospital for mentally ill next and there was next to our\nfactory so at night the Germans came and evacuated the hospital. There were children. They\ncame with trucks and they threw down the children like objects with their heads down.",
        "Q: From the windows.",
        "A: From the windows of the hospital. It was called the Visola street hospital. It’s for mental ill\nand they said what they saw happened. Animals, animals wouldn’t act like this. In essential and\npeople that were not capable. And they had mental illnesses and that’s affected us very badly\nbecause what is a human being. You take and throw it down with their heads. You, so you break\nthe heads and scalps of innocent little children. That were born with defects.",
        "Q: Were these, did anybody have family members perhaps who had been in that hospital. Did\nyou know of anybody who had a dear one or a relative —",
        "A: You see I was a teenager in those times. I was maybe 15, 16. So I, we didn’t, I wasn’t\nconnected to a different area than we lived. We lived on the other side of the bridge out from the\nhere in the center of the city. Was a, like a round thing and there was a pomnik, how do you\nsay.",
        "Q: A statue.",
        "A: A statue. There was a statue and from this round circle went different streets. This way, this\nway and out there. That’s how the city was running. And we lived on this side of the city and it\nwent down to the lower streets, to the —",
        "Q: Outside the ghetto when you had —",
        "A: Outside the ghetto. No I don’t, I didn’t know people that and the factory was you had to go\nover a bridge to the other side of the road and the middle was barbed wire. And there a bridge\nthat was there that you shouldn’t have to go through the traffic. It was like a highway.",
        "Q: And was it one part of the ghetto connected to another part of the ghetto.",
        "A: Part of the ghetto yes, but I think this bridge probably was built before the war because it was\na big bridge. You went up steps and there was a walk.",
        "Q: What was the name of the hospital. Do you remember.",
        "A: Visola.",
        "Q: Visola and had it been a hospital before the war.",
        "A: I’m sure. I don’t’ know but I’m sure they didn’t build hospitals during the war.",
        "Q: No, but a building could be taken over and made into a hospital.",
        "A: I think it was famous, that’s how they called it Visola hospital and our factory was on beside,\nso it was like one next to the other and there was also a cemetery in back of our factory. Was a\nbig cemetery. Sometimes we used to go there in recess time. So we walked and we talked you\nknow but I didn’t’ have connection with the people. We just heard it and it was a terrifying\nthing. The way they explained like they threw down the kids like with their heads down.",
        "Q: Do you know was this also Polish children as well as Jewish children or do you think it was —",
        "A: No it was part of the ghetto. So I don’t think that the Polish children was in it. About the\nhospital yes. Yeah I don’t think they were only children that probably couldn’t stay home and\nthey needed the attention of a medical attention.",
        "Q: Well you know the Germans had this euthanasia program with in Germany itself for Jews and\nnon-Jews but —",
        "A: The ghetto was separate. The people from the city, the Jewish people there, they evacuated\nand took off everything, the stores. There was a lot, it was a big city of 600,000 population and\n300,000 were Jewish. There were a lot of hospitals, big hospitals. That rich Jews donated to\nbuild the hospitals. There were three big hospitals. There was a very rich man they call\nKoznansky. And this Koznansky built two hospitals in different areas of the city.",
        "Q: And all of that was taken over and stolen basically.",
        "A: Taken over and then, everything they pushed out. And you see people are mean to them\nbecause when we were in the ghetto, we were before the war, my parents built up. They were\nwealthy. We had nine children, but if God wants he gives you, he gives you to make a living.\nYou could work and work and nothing happens but if it’s God’s will whatever you touch goes.\nSo my parents had a beautiful home right before the war. One thing I am, I feel my father went\nto a rabbi.",
        "Q: I’m going to pause just for a second. It’s very important.",
        "A: It’s just that everybody was so shattered by what happened you couldn’t’ imagine that people\ndid things to innocent sick children. Like this to children.",
        "Q: Not to see them as worthy of any kind of consideration or dignity or anything.",
        "A: So and then, you see this picture. We had in our bedroom, my parents’ bedroom.",
        "Q: This particular —",
        "A: Not this picture. Was a picture there was once a court and King Solomon was a very smart\nman and he, there were two mothers and one, one the mothers had a fight. Who’s the, one child\nwas missing from the hospital or from whatever. And each one claimed it’s their child, it’s her\nchild. So the king said of the child and you see from the picture we going to cut the baby in two\nand you get half the baby and you get half the baby. So he wanted to see the reaction. And one\nof the mothers went how they said, give her the baby, don’t cut the baby. So he said you are the\nmother and she got the baby.",
        "Q: I remember that story.",
        "A: You remember that story and we had the picture in our bedroom. And this was left and I\ndon’t’ know but my mother said she ordered it. Took a couple years to paint it. cause there’s a\nlot of detail on it. And that expression on the faces was very good. You know the way and their\nmother was running, don’t, don’t’ do it. Stop it.",
        "Q: Don’t hurt the baby.",
        "A: Yeah you heard us talking. We had this painting.",
        "Q: You had it at your home in Lodz. And did you lose that painting when you lost everything\nelse.",
        "A: I don’t think we lost. We came back. there was nothing ours. Nothing was belonging to us\nanymore. Somebody lived in our apartment but he hardly let us in.",
        "Q: Really.",
        "A: And they were neighbors before. They lived on the fourth floor and we lived on the third\nfloor. They went, that nasty but they just weren’t very happy that we came.",
        "Q: But they had taken over your apartment.",
        "A: You see the expensive furniture that we have, they took to the ghetto. There were like two,\nthey had a place for horses for cattle. So they, the people that lived there they had friends of my\ncousin. He had a store that was selling wheat and food for horses and animals. So he exchanged\nthe houses. So we took the expensive dining room set, we took it to the ghetto. But once\nsomebody was showing, if somebody showed who was rich Jews and who has who might have\nmoney, then they came to the house and they looked in the whole house. The children were\nstanding. And my father told us don’t look the direction where I have some, the older children.\nThe younger didn’t know. So we had like medicine cabinet. In that medicine cabinet my father\nbecause somebody denunciated that were rich. So he said don’t look in the direction where I\nhave something because they look in the places and then they follow where everybody 1s nervous\nabout so there was in the bathroom was the medication we had some diamonds. Because my\nfather when he gave up the business for the first year they needed a textile factory to make\nuniforms and they paid for it something. And my father had the raw material. Not finished\ntextile. So they paid something for it and let him stay in the city for a while.",
        "Q: This search was still in your original home, not in the ghetto. When he says don’t look in the -",
        "A: It was in the ghetto.",
        "Q: It was already in the ghetto.",
        "A: Because the Ripo, Criminal Politsar went to look for rich Jews. Ripo Criminal Politsar so\nmy father said he had two rooms, how much did we have in the ghetto. We had two rooms,\nwe’re nine children and the kitchen.",
        "Q: And they didn’t find the diamonds.",
        "A: No we tried to look how to win them but they took away the expensive dining room set. Was\ngorgeous. You don’t see it really.",
        "Q: Who knows where it’s ended up.",
        "A: They took it and then, and then they called my father once to the Ripo. They beat him up and\nsaid what we have we should give. So he saw that dining room was in the office over there where\nthey took him in. They took it out from the ghetto, from the warehouse and they took it. It was\nbeautiful, unusual. It was like African wood and the mahogany veneer was laid out like lion’s\nheads and because that African wood has like a\nSara: a pattern like a zebra. Like I have on my",
        "Q: This is Sara your daughter saying that\nSara: Like that’s on my vanity like crouch mahogany you’re talking about or like zebra wood.",
        "A: It was you see this is a copy. I bought the door that we had. It’s deep dark mahogany. It was\ngorgeous.\nSara: like Crouch mahogany, like clay mahogany.",
        "A: And the doors were lined with marble, was like a winery where you kept the bottles of wine\nliquor and it opened this way. Like on hinges. It came apart when you opened it.\nSara: 1s that the wine rack like the wine cellar.",
        "A: No, like you see sometimes you have hinges you pull out.",
        "Q: You can see that becomes like a surface.",
        "A: It comes like a table.",
        "Q: Let’s finish up with that point then. So your father then is sees this dining room set at the\nRipo headquarters.",
        "A: Because they came once to the house and they looked all over and they found it there.\nProbably people, they told them about it. They probably paid them some to say who the rich\npeople were, people who had where they could take things. People were jealous too you know.\nSara: What about painting.",
        "A: The painting stayed in the house. I don’t think we had work taken, but they took it away\nbecause it was a historical painting. And there was even wider than this because —",
        "Q: And this one, if we look at your painting here it 1s a painting of animals and landscape.",
        "A: Now this my husband picked up here at an auction for $20 when we came to America. He\nhad my, he imported like antique, you see like this Bloom vase I have here. We were importers,\nwe imported and sold antiques. You see I have here a Meissen vase and all this. It was mostly for\nbusiness but he didn’t sell it so I have it. We didn’t go out to buy these things. We had more\nimported but we couldn’t sell 1t because the Americans didn’t like to buy silver and all this. We\nhad to give it away. We needed money. So it was, this is not so important but the dining room\nset was nine, several thousand dollars they paid my parents. That was a piece of art. The table.\nSara: The 1930s, a few thousand dollars 1s like today like 50,000",
        "Q: It’s a lot, it’s a lot and it shows —",
        "A: And it was very unusual, very beautiful. But this they took away. We took it to the ghetto as\nout of the house. Now so they looked all over and he took it away and when they took my father\nand they beat him up, he should say what he has to give, where he has his money so he saw it\nlater on in the Ripo house there. Where they take the people for investigation. People were\njealous to him. People are mean, people are jealous, was hungry, but you couldn’t’ eat the\nfurniture.",
        "Q: Was there anything else. Hang on just a second. Let’s take a look here.",
        "A: The hospital that I thought was important.",
        "Q: It’s very important. Is there any other point that you had wanted to bring up here.",
        "A: No, the little kids like five, six, seven year old kids worked in the straw factory. They were\nwhat. Weavers of straw. They made",
        "Q: What did they make from the straw.",
        "A: Baskets. Baskets. I don’t’ know because they little kids, they used the kids because whatever\nthey could they did. They didn’t pay anything for it. You see like probably we got soap and we\ngot a piece of bread, this size like for a day.",
        "Q: So that would be something like 4 inches by 2 inches.",
        "A: Yeah, this way, this way. You cut the bread and we had to buy it, loaves and it was so heavy\nbecause they left it wet. It should weigh more. So the people that, the bakers could take a little\nflour. It’s still in the oven, much of the same.",
        "Q: I’m going to pause for a minute. I’ve turned the machine on again and I just want to be able to\nask if there was anything else you wanted to add to your interview or any final thoughts that you\nhave about what we were talking now or the other time when I was here.",
        "A: You should learn something from mistakes of people before. We shouldn’t repeat the same\nthing because this wouldn’t’ bring any, the world no place\nSara: Anti-Semitism and (both talking)",
        "A: not only anti-Semitism\nSara: discrimination for any",
        "A: Any people.\nSara: Discrimination 1s a bad thing for",
        "A: For any people.\nSara: And again my thing 1s that we should have America should be you know give us the merit\nand the good, continue saying that living well is the best revenge.",
        "Q: ok so we have heard now also from Sara Loewi as well as Marcia Loewi and with that Mrs.\nMarcia Loewi I thank you very, very much.",
        "A: Thank you for all your work you put in. You really build up an example for the world.",
        "Q: In the name of the museum we are very grateful to hear that and so this concludes the addition\nto the United States Holocaust Memorial Museum with Mrs. Marcia Loewi on March 6, 2016 in\nBrooklyn New York.\n(end)\n"
    ],
    "questions": [
        "Q: And can you tell me the place you were born.",
        "Q: Landsberg an der Warthe. And so is that part of Germany?",
        "Q: I want to step back a little bit (phone ringing). Let’s cut. Ok, could you explain something\nfor me because it’s not clear to me. You say you were born in Landsberg an der Warthe. And\nwhat is —",
        "Q: But Landsberg an der Warthe, this was part of Germany, did you say.",
        "Q: You mean after the war.",
        "Q: After World War II. Ok. So it was in the part of Germany that they came. East Germany.",
        "Q: The German Democratic Republic.",
        "Q: Ok. What large city was it near?",
        "Q: No, no, no. Landsberg an der Warthe.",
        "Q: How old were you when you moved?",
        "Q: Oh I see. So your parents were really German, German Jews.",
        "Q: And they moved.",
        "Q: Ok so tell me a little bit then. Ah, another question that I, a basic one that I need to ask. What\nwas your name when you were born?",
        "Q: Jacobowitz was your name. Your maiden name.",
        "Q: And did you have brothers and sisters.",
        "Q: And your mother and father’s names. Could you tell me.",
        "Q: Your daughter that we just met.",
        "Q: His name was also Shlomo. My condolences. That must be very hard.",
        "Q: It’s a loss. No one wants to bury a child.",
        "Q: That is a legacy as well.",
        "Q: We’ll look at his picture later.",
        "Q: Let’s talk first now about your parents. And tell me how did your father support your family?\nYou say he was --",
        "Q: So he was being supported —",
        "Q: To be a rabbi.",
        "Q: Learning opens up a world. Studying opens up a ---",
        "Q: Was your father that kind of person?",
        "Q: When he had to interrupt his studies and he had to work, what kind of work was he doing?",
        "Q: What kind of business?",
        "Q: Oh really.",
        "Q: What a wonderful model to see as you’re growing up. What a wonderful example.",
        "Q: Tell me a little bit about your mother.",
        "Q: And that used to be how you —",
        "Q: Tell me a little bit then, paint a picture for me if you can about what your home looked like.\nYou had nine children. Did you have your own —",
        "Q: In Lodz, no or in Germany.",
        "Q: What did she do?",
        "Q: What language did you speak at home?",
        "Q: They do. Your father was from Germany and your mother was from Poland.",
        "Q: And they left Germany because of —",
        "Q: Because it was right before Hitler came to power.",
        "Q: It was because of this reason.",
        "Q: Ok and when they left had your mother been living with your father’s family in Germany or\nwas it, they living on their own.",
        "Q: Do you have any memories of Germany at all.",
        "Q: How many children were born in the family before you moved to Lodz?",
        "Q: So you’re, are you the oldest",
        "Q: You’re the third child. Could you tell me the names of your siblings.",
        "Q: That’s seven.",
        "Q: But it was through the 1930s while you were in Poland that your mother had most of her\nchildren.",
        "Q: Tell me about religious. You mentioned it earlier. That you don’t see. What is it that, how did\nyour parents live their religion.",
        "Q: And was your father the one who brought this to the children more or was this your mother.",
        "Q: How did they meet if they were from different places. She’s from Poland and —",
        "Q: Do you remember the date of their marriage.",
        "Q: It must have been in the early 20s, 1920",
        "Q: What kind of personalities did your parents have? Can you tell me what kind of personality\nyour father had, your mother had?",
        "Q: Cut for a second.",
        "Q: So your father would explain these Biblical stories",
        "Q: Your mother, did she —",
        "Q: That’s a lot of work. Nine children is a lot of work.",
        "Q: And so they would come to a big place like Lodz to look for work",
        "Q: Your mother has her hands full. She has nine children —",
        "Q: Tell me a little bit about your home. I want to understand the level of modern life. Did you\nhave electricity. Did you have —",
        "Q: Oh you had a telephone.",
        "Q: When your parents were better off.",
        "Q: Then you had the fourth floor and the third floor.",
        "Q: And your grandparents, did they live in the building too. Your mother’s —",
        "Q: Was your home, this place on the third floor. Was that in the center of town or a residential\narea.",
        "Q: Do you remember your address?",
        "Q: What was it?",
        "Q: Pomorska 93. What was the outside like? Was it, were there trees and parks or was it really\ncity —",
        "Q: Did you father have a car?",
        "Q: How did he —",
        "Q: And that’s how he would get around",
        "Q: Was the neighborhood a mixed neighborhood.",
        "Q: So yes you were talking about horse and buggies. They would be outside.",
        "Q: Oh like they have near Central Park.",
        "Q: Droshka. Ok. Was your neighborhood a mixed neighborhood or you’d say more Jewish\nneighborhood.",
        "Q: Did you have any contact with the Polish people, the non-Jewish people.",
        "Q: Help the other child.",
        "Q: Did you go to public school or did you go —",
        "Q: Tell me a little bit about what that was like.",
        "Q: So if I understand it correctly, people, everybody in Lodz had a tax and it was to the\nmunicipality and the municipality then distributed it to the geminder. —",
        "Q: And the geminder in English would be like community, the community.",
        "Q: You didn’t go to court.",
        "Q: That they would be fair.",
        "Q: Explain to me, if you remember, how was the population split up",
        "Q: And the rest were all Poles.",
        "Q: You mentioned textiles were a huge —",
        "Q: Koznansky.",
        "Q: Was he a Jewish person or a Polish person?",
        "Q: Amongst the Jewish community in Lodz, were many very religious or were there secular\npeople as well.",
        "Q: What are some of the memories that you have. I mean we’re talking about prewar time.\nAbout Lodz. Was it a pretty city?",
        "Q: Piotrovska.",
        "Q: Were there cinemas? Movies?",
        "Q: Did you go?",
        "Q: Did you have a radio at home?",
        "Q: How did you heat the house?",
        "Q: Oh the coal ovens",
        "Q: You had indoor plumbing.",
        "Q: Were they outside the building the bathrooms.",
        "Q: Was there a bathhouse somewhere in town?",
        "Q: Is this where people would go to take baths or would you do it at home?",
        "Q: I am interested to know what did life look like?",
        "Q: And that’s where people would take their meals.",
        "Q: Who did all the cooking?",
        "Q: Your mother. Was she a good cook?",
        "Q: Did your parents talk much about the events of what was going on in the world. They had left\nGermany because of what was happening in Germany.",
        "Q: We’ll come to that.",
        "Q: In school —",
        "Q: Did you learn about Polish history, about European —",
        "Q: Did you go to synagogue a lot or —",
        "Q: But you went on holidays.",
        "Q: You knew Yiddish, you knew Polish. And you were studying Hebrew.",
        "Q: Were there any other languages that you were speaking?",
        "Q: If there was any news of the outside world, in your world, in your life in the 1930s growing\nup —",
        "Q: And your parents as far as you knew, if they commented on things it was just to one another.",
        "Q: Do you remember anything from the last summer of 1939. Before the war started.",
        "Q: Tell me about that. What was that summer like",
        "Q: In the Carpathian mountains?",
        "Q: Where were you. What happened to you when the war broke out, how did you find out.",
        "Q: Did you see these things.",
        "Q: Before we get there, when you said the Polish police --",
        "Q: Were you in Lodz when the war started or were you —",
        "Q: Cut for a second. So just to clarify so that I understand. You and your siblings were away\nfrom home in the mountains with —",
        "Q: When the war broke out. And your parents were in a different place at a spa.",
        "Q: To be together.",
        "Q: To heal a bit.",
        "Q: Do you remember hearing about the war breaking out? Do you remember how you heard of\nit.",
        "Q: It must have been a shock.",
        "Q: They were trying to run eastwards.",
        "Q: Was your husband whom you married later, was he from Lodz as well?",
        "Q: This is something you learned when you met your husband and he told you about what he had\nhe been through.",
        "Q: But at the time, the first months of the war and people are leaving did they have, was there\nany news of what was going to happen to them when they get into the territory controlled by the\nSoviets. Did you know in Lodz what was happening in the east?",
        "Q: What about your brother?",
        "Q: We’ll come to that in a minute. Right now I still want to talk about those first months.",
        "Q: Were you in the ghetto already or were you still in your own home.",
        "Q: This place that you moved to, what was that like.",
        "Q: Once you moved into the ghetto were you ever able to leave it.",
        "Q: Small furniture for small children.",
        "Q: You were a youth. Then you were a teenager.",
        "Q: Was there any possibility to keep kosher at all?",
        "Q: Unusual that you would have a plot of land to be able to plant it.",
        "Q: You needed the wood and so the land the barn was on.",
        "Q: Your father was allowed still to go in and out of the ghetto.",
        "Q: What about your older brother and sister?",
        "Q: Where did they work?",
        "Q: You don’t know",
        "Q: Your mother, did she also go to work or did she stay home with the other.",
        "Q: The Lodz ghetto was one of those that existed the longest during the war and it was run by —",
        "Q: Did your family have any dealings with him. Did he touch your lives in any way?",
        "Q: Like the manna did.",
        "Q: Did people not like him very much?",
        "Q: Did you ever see him?",
        "Q: In the ghetto",
        "Q: Your father was he able —",
        "Q: That’s what my question was. That it was 1941",
        "Q: Then he had to be in the ghetto as well.",
        "Q: Tell me some other things about ghetto life, before we get to that point. You’re in the ghetto\nthen for a good four and five years. That’s a very long time. From the time that you are 14 years\nold til the time you are 18 or 19.",
        "Q: You were 18.",
        "Q: And they registered then with you.",
        "Q: Were the conditions easier in the office than —",
        "Q: Office work is easier.",
        "Q: Was it warmer, did you get any extra food?",
        "Q: We were talking about office work and work in the factory itself. I wanted to ask a larger\nquestion. Were you always hungry or were you not so hungry in the ghetto.",
        "Q: Were there many German soldiers in the ghetto. Did you see many of them?",
        "Q: But they didn’t patrol the ghetto.",
        "Q: Where they were taking people away",
        "Q: Your brother was working as a ghetto police person.",
        "Q: He just got the band",
        "Q: Did this happen a lot? In your home?",
        "Q: Isee. So that’s at the end of the time. But throughout the ghetto time, you had so many small\nchildren in your family. It was a risk.",
        "Q: In the ghetto, did you see people starving? Did you see people dying in the ghetto? When\nyou were there.",
        "Q: What I mean is within the ghetto during the years that you lived —",
        "Q: My question was different. My question was did you see people dying. Did you see people\nhungry?",
        "Q: It was through tears. (both talking) Did your parents’ personalities change at all through\nthese types of hardships.",
        "Q: Absolutely perfectly. I’m just wondering how your mother and father took it, how they were\nable to handle this cause they have nine children.",
        "Q: Did that help you survive do you think?",
        "Q: Let’s step back a little bit. I want to hear everything that you have to say about this but let’s\nstep back and paint a picture. In a sense you’re saying that the last time you hid under the stairs\nin the ghetto, your mother was frightened because she heard shots.",
        "Q: So then what happened?",
        "Q: So you left your hiding place.",
        "Q: So it wasn’t that time, but it was the next time.",
        "Q: And they took you to —",
        "Q: So it was August 1944.",
        "Q: Were all of you together, all nine children",
        "Q: How do you know he knew’?",
        "Q: Was this in the train going to Auschwitz?",
        "Q: Was your whole family still together?",
        "Q: The older sister.",
        "Q: So when you got off the train you were —",
        "Q: But when you got off the train.",
        "Q: And your father too?",
        "Q: And the diamonds were always in your mouth?",
        "Q: In Czechoslovakia.",
        "Q: Under quarantine.",
        "Q: Did you have shoes by that point.",
        "Q: So you had it in your mouth until you went to Harmstadt and then you sewed it into the\nnightgown.",
        "Q: Cause you could swallow it easily. Explain this to me. What was the name first of all of your\nfriend the one that you were --",
        "Q: We’ll come to that. I want to ask at this point, when there was the selection when you get off\nof the train. At that point it was your father —",
        "Q: But your father was selected, your mother was selected.",
        "Q: I understand. I’m saying when you get off in Auschwitz and they’re making the selection who\nwas sent to the gas chamber and who was not.",
        "Q: So from your family, it was your mother and —",
        "Q: I’m sorry. We were interrupted a little bit. Who was it that was sent to the chambers right\naway from your family.",
        "Q: Your older sister.",
        "Q: The young boys, the young babies.",
        "Q: Eltyahu.",
        "Q: So it was your mother, your older sister and the two little boys —",
        "Q: So that he was, what happened with him?",
        "Q: So five of the children, your sister, two little boys with your mother and two little boys with\nyour father.",
        "Q: Mother, father and five children.",
        "Q: To your sister.",
        "Q: you heard it.",
        "Q: When you were in Auschwitz you realized what had happened to your —",
        "Q: I’m sorry we were interrupted. So you were saying about you had hope. You knew about your\nmother.",
        "Q: So in the end it was you, your younger sister who was",
        "Q: Ok so it was Abraham, Yaakov —",
        "Q: Guta. So it was the four of you but you went together when you were in Auschwitz.",
        "Q: Did you know what happened to your older brother and younger brother at that point.",
        "Q: Did they survive the war?",
        "Q: So they were in Auschwitz and then from there to Bergen Belsen.",
        "Q: You are in Harmstadt and —",
        "Q: Did she get any diamonds? Did your father —",
        "Q: Every time you have to go.",
        "Q: When you were in Harmstadt",
        "Q: Tell me about that. Tell me about what it was like there.",
        "Q: And what did you do, what was your job?",
        "Q: One guard was nasty.",
        "Q: By the French person’s machines.",
        "Q: How long were you there?",
        "Q: You were liberated there.",
        "Q: Now were these French military people.",
        "Q: But the French prisoners, were they all men or were they also women.",
        "Q: Did you have any sense that the war is coming to an end, that the Germans are losing?",
        "Q: As mind blowers up and if you blow up well that’s too bad.",
        "Q: Did you pray when you were in Auschwitz?",
        "Q: Did you have any conversations with God? Did you ask why is this happening?",
        "Q: Some people lost their faith because of that.",
        "Q: What did it take for you to get it back?",
        "Q: So it wasn’t the Russians who liberated you? It was the French.",
        "Q: Were you frightened of those soldiers?",
        "Q: Did that happen with many Jewish girls?",
        "Q: When you got to Prague did you —",
        "Q: Was this the Czech authorities or was this this the —",
        "Q: He was Czech.",
        "Q: Did you make it back to Lodz, did you get back to Lodz?",
        "Q: Pavyanets is close to Lodz.",
        "Q: And this was an uncle on your mother’s or your father’s side.",
        "Q: On your mother’s side.",
        "Q: And so you stayed with your uncle.",
        "Q: You were quarantined.",
        "Q: And your sister was there?",
        "Q: At that point did you still have your diamond?",
        "Q: You still had it.",
        "Q: She also left. Your uncle left with your aunt.",
        "Q: Why did you need to be smuggled out of Poland?",
        "Q: But why couldn’t you just freely leave and go on a train? Why not?",
        "Q: Germany wouldn’t let you in. Or the Poles wouldn’t let you out.",
        "Q: One of the reasons why I’m asking 1s that I suspect it’s because it was occupied by Soviet\nforces and they weren’t letting people out. I suspect, but I wanted to find out whether that’s the\ncase.",
        "Q: You’re talking about Berlin",
        "Q: Which section did you arrive into?",
        "Q: You got to the American section?",
        "Q: So it was that your brother came back to Lodz, he found you.",
        "Q: This was in Berlin.",
        "Q: I have a question here. You are four children who survived. Your older brother, your younger\nbrother, your younger sister and you. Did you end up living together again.",
        "Q: So you didn’t stay with your uncle and your aunt. You just lived separately.",
        "Q: You sold your diamond in Berlin.",
        "Q: Did you sister still have a diamond to give to him as well.",
        "Q: It’s what your father would have wanted. It’s exactly why he wanted you to have them.",
        "Q: You’re in Berlin and I think you told me what section of the city were you living in?",
        "Q: In Kreutzberg. How long did you stay there.",
        "Q: Oh so you stayed six years in Berlin.",
        "Q: How did you meet your husband?",
        "Q: How”",
        "Q: How did he get there? How did he leave the Soviet Union?",
        "Q: Did he? He got better?",
        "Q: Is there something else you would like to add to your story for today. You’ve talked about an\nawful lot and it’s only, in a few hours you can never get the full story of a person. But here we’re\nclose to the end and I wanted to ask, is there something else you would want people to know\nwhat you’ve gone through, what you experienced and how you came out of it.",
        "Q: Did you tell your children about your experiences during the war. Did you share —",
        "Q: I think not only thanks to him but probably also thanks to you.",
        "Q: Thank you so much. I have appreciated that you took the time to share your story with us.",
        "Q: Thank you very much.",
        "Q: It’s a real gift thank you. I will say with that , that this concludes our interview, the United\nStates Holocaust Memorial Museum interview with Mrs. Marcia Loewi on January 8, 2016 in\nBorough Park, New York.",
        "Q: This was in the Lodz ghetto already?",
        "Q: The night shift is perfectly fine.",
        "Q: From the windows.",
        "Q: Were these, did anybody have family members perhaps who had been in that hospital. Did\nyou know of anybody who had a dear one or a relative —",
        "Q: A statue.",
        "Q: Outside the ghetto when you had —",
        "Q: And was it one part of the ghetto connected to another part of the ghetto.",
        "Q: What was the name of the hospital. Do you remember.",
        "Q: Visola and had it been a hospital before the war.",
        "Q: No, but a building could be taken over and made into a hospital.",
        "Q: Do you know was this also Polish children as well as Jewish children or do you think it was —",
        "Q: Well you know the Germans had this euthanasia program with in Germany itself for Jews and\nnon-Jews but —",
        "Q: And all of that was taken over and stolen basically.",
        "Q: I’m going to pause just for a second. It’s very important.",
        "Q: Not to see them as worthy of any kind of consideration or dignity or anything.",
        "Q: This particular —",
        "Q: I remember that story.",
        "Q: Don’t hurt the baby.",
        "Q: You had it at your home in Lodz. And did you lose that painting when you lost everything\nelse.",
        "Q: Really.",
        "Q: But they had taken over your apartment.",
        "Q: This search was still in your original home, not in the ghetto. When he says don’t look in the -",
        "Q: It was already in the ghetto.",
        "Q: And they didn’t find the diamonds.",
        "Q: Who knows where it’s ended up.",
        "Q: This is Sara your daughter saying that\nSara: Like that’s on my vanity like crouch mahogany you’re talking about or like zebra wood.",
        "Q: You can see that becomes like a surface.",
        "Q: Let’s finish up with that point then. So your father then is sees this dining room set at the\nRipo headquarters.",
        "Q: And this one, if we look at your painting here it 1s a painting of animals and landscape.",
        "Q: It’s a lot, it’s a lot and it shows —",
        "Q: Was there anything else. Hang on just a second. Let’s take a look here.",
        "Q: It’s very important. Is there any other point that you had wanted to bring up here.",
        "Q: What did they make from the straw.",
        "Q: So that would be something like 4 inches by 2 inches.",
        "Q: I’m going to pause for a minute. I’ve turned the machine on again and I just want to be able to\nask if there was anything else you wanted to add to your interview or any final thoughts that you\nhave about what we were talking now or the other time when I was here.",
        "Q: ok so we have heard now also from Sara Loewi as well as Marcia Loewi and with that Mrs.\nMarcia Loewi I thank you very, very much.",
        "Q: In the name of the museum we are very grateful to hear that and so this concludes the addition\nto the United States Holocaust Memorial Museum with Mrs. Marcia Loewi on March 6, 2016 in\nBrooklyn New York.\n(end)"
    ],
    "answers": [
        "A: September 23, 1926.",
        "A: I was born in Landsberg an der Warthe.",
        "A: Yeah that’s, 1t was under Russians so we couldn’t go back and we couldn’t get any, anything\nbut my parents immigrated to Poland because it started in the 30s, the beginning of 30s they\nstayed, started the movement and they were scared so they moved to Poland and we lived in\nLodz Poland after this.",
        "A: That is Lansberg on Left. That’s near, near, it’s in a different place.",
        "A: Yes, yes. And when I was born. But later on the Russians took over.",
        "A: After the war.",
        "A: Yes.",
        "A: Yes.",
        "A: Lodz was a big city.",
        "A: I don’t remember.",
        "A: Like six years or so.",
        "A: Yes.",
        "A: No, my mother was from Poland but my father was from Germany.",
        "A: Marcia Jacobowitz.",
        "A: Yes.",
        "A: Yeah we were nine children.",
        "A: My father’s name was Shlomo, Solomon. And my mother’s name was Sara. She’s named\nafter my mom.",
        "A: Yes. I had a son, my older son. He passed away like six weeks ago. He was named after my\nfather.",
        "A: It is. A special person, special wonderful, very learned, very educated person and very\ntalented.",
        "A: No. But he left five wonderful children. Very good children, very wonderful people.",
        "A: Yes, that was my son (points off camera).",
        "A: When his wedding.",
        "A: He went, he when my, first he for five years after he got married, my mother’s family\nsupported him and he was like learning, like in a college for, for Judaic studies. But later on\nwhen they had three children so he had to do something. He couldn’t be supported anymore.",
        "A: He 1s by them for five years. By my mother’s family. They, he was learning in a college.",
        "A: No just to, just to be a learned person. Not everybody has to be a rabbi but even when he was\nworking he was still studying, a couple hours every day. But that, that’s the way the families are\nbrought up. That you should before, when you are young you learn first. So you get the basics of\nlife and then you know how to behave. Because people that learn behave different than people\nand they have different interests.",
        "A: Yes. You look at people and you judge people different than people that are just absorbed\nwith themselves and the things that they need. You little observe with the outside world and you\nnotice people that nobody else notice and you try to give them a hand.",
        "A: Yes, he was. Even when a horse, when a horse and buggy, the horse fell, he would go over.\nHe didn’t care if 1t’s a Christian or a Jew. He went over to help to get the horse up.",
        "A: Oh he was in business.",
        "A: He was, it was like a, he was buying often in factories. It was a textile city, Lodz. So he\nbought off the raw material that was left from manufacturing and then he sorted it, had people to\nhelp him. The better wool or better qualities, better thread, and from this you sorted to make\nthreads to manufacture textiles. So he bought from factories the left over the, what do you call it,\nhow would you say. The scrap and he and from this they made a little profit and later on it\ndeveloped that he did very well.",
        "A: Yes, yes, he even helped other people. They were poor people. His brother was not well so he\nhelped marry off his daughter. When we, my mother always had an open home. And if\nsomebody you know when you go to the synagogue and sometimes people come. They don’t\nhave where to go. He would always bring somebody home and my mother prepared or not\nprepared, she always had enough food. First you give the guests. And the children, you give a\nlittle less. And you, you for yourself you eat a less. If there isn’t enough for the poor person that\ncomes you have to treat them like you can.",
        "A: Yeah, we did too.",
        "A: I mean that’s, the idea of being religious and have a background with it. If you have no\nbackground you don’t know it, you didn’t see it. You could be a good person but you never saw\nit. So you don’t you don’t, you don’t know how to act. You see, he’s not dressed nice. He’s\nnot, he is an outsider. You don’t know who he is. But if you treat people nice, this gives you\nsatisfaction too. And if somebody goes away smiling, hasn’t had a meal, or didn’t have where to\nsleep you find place for him. You put the children on the carpet, on the floor. You put the\nmattress and you give a stranger, a guest, you give the bed.",
        "A: In the family, that’s how they behaved.",
        "A: First when the beginning, we didn’t have, it was a big apartment house and it belonged to my\ngrandmother.",
        "A: No in Lodz, in Lodz. And when, when my husband, when my father didn’t make a good\nliving, we lived on the fourth floor. I remember this. On the fourth floor in one room. But when\nit got better we moved to the third floor. We got two apartments, but my mother always helped\nhim too. Even the business. She was involved.",
        "A: She went you know when you had to buy this stuff and the factories, they were, they had like\nsupervisor or a manager. So she went and she spoke to him. And she spoke Polish better than\nmy father.",
        "A: They spoke Yiddish and, and Polish. We didn’t speak because we had to go to school and the\npeople outside spoke Polish, so we spoke Polish. Children adapt languages very fast.",
        "A: Yes.",
        "A: Of the times that were changing.",
        "A: Yes.",
        "A: Yes.",
        "A: On their own. On their own. I don’t remember too much what happened there.",
        "A: Not much, not much.",
        "A: Three. And the others were born later.",
        "A: No, I’m the third child.",
        "A: Yeah the oldest was Abraham. And then was Hilda my sister. Two of us. And they called\nher Hanya in Polish. And I was Marcia. I was the third one. And then I had a brother. His name\nwas Yaakov Moshe, from both grandfathers. And then there was a sister. Her name was Guta.\nShe was. And then was Guta. Then was a little brother Yitzhak. And then was Yehuda Arya.",
        "A: And then was Eliyahu. And then was Aaron. He was born 1939, Aaron. They were you\nknow they were religious. They didn’t, they had children very often.",
        "A: Yes.",
        "A: They, religion because you study. You lived according to what God expects us to live like.\nThat’s what you study. The whole study is about how to live and how to behave.",
        "A: Was together. They were a team. My mother was basically with the children and on certain\ndays she had to go and help my father.",
        "A: Through people, through friends. That’s how they met. They came to Poland once and they\nmet. My mother and that’s how it happened. They didn’t’ get married right away. They got\nmarried years later.",
        "A: I don’t remember.",
        "A: 22, 23 yeah. For my oldest brother. No he or maybe 21. Because my oldest brother was\nborn in January. Of 1922.",
        "A: My father was very kind and always with a smile and he explained to the children everything\nlike that came for Passover. So we have the Seder. I don’t know you know what it is. On\nPassover you tell the stories what happened in Egypt and why things happened and what\nhappened and that was you know that’s the history that God punished the Egyptians. They\nthought who is God. They believed that they are God. So God showed them. So he sent Moses\nto tell them to stop torturing the people.",
        "A: So I mean so my father explained that with one finger God gave this punishment all the\nplagues. There were plagues that the waters turned to blood you know because he didn’t want to\nstop this. (phone ringing)",
        "A: Yes, and because we were children so he explained it so that we could understand and I still\nremember this today.",
        "A: My mother was more involved with keeping the house. And keeping the house, helping my\nfather taking care of everything.",
        "A: We had in Poland you could get for like $20 a month a young girl that helped took care of the\nchildren, helped a little around the house, with the ironing and she got food and she got some\nmoney. Because the people were pretty poor in Poland. And especially in the small towns.",
        "A: Yes to get work and the child got whenever, when the girl was like 15, 16, 18 after school,\nthey didn’t go to college so they couldn’t afford it neither probably.",
        "A: She took care. She kept a very clean home, a very nice home. When they were better off they\nfurnished it beautiful. Was very, very nice and we had a sense of, she had a sense of elegance.\nShe knew how to make things look good.",
        "A: Electricity we had. We had a telephone.",
        "A: And we had water running in the faucet. But we didn’t have a bathroom because the house\nwas built like 1918 or 1914. I don’t know exactly. It was a big building four stories. And on\nevery story were three apartments. Was a room in the kitchen, nice size but and then the second,\nthe third apartment was still bedroom apartment.",
        "A: We took two apartments.",
        "A: No we didn’t have the fourth. Somebody else had the four. We got two apartments on the\nthird floor. And we made it into like a kitchen, a living room and two bedrooms.",
        "A: Yes. No she lived in a small town not far from Lodz.",
        "A: Was more on the out, not in the center, but like on the quiet small streets. On the street was a\nmain street going from the center, but was like from one to 93. We lived 93, was quite a few\nblocks down.",
        "A: Yes.",
        "A: Pomorska 93.",
        "A: No was a streetcar. When you walked out of the house was like a courtyard and then was a\ngate in front. So people at night it was light, like a gate and there was the source in front of the\nbuilding. And there was a gate between was a small, was a one side were two stores like a shoe\nmaker and a grocery. On the other side was a store that was selling food for, food for animals.\nFor horses.",
        "A: No, no.",
        "A: Transportation. How. There was a tramway, a streetcar that went and it stopped every few\nblocks.",
        "A: He would get around like this. If he needed, there were taxis but they were expensive.",
        "A: Horse and buggies. You could rent, you could, they were standing like by a, by a car station\nby a what do you call it, by a station (phone ringing)",
        "A: You see there was a driver like on 57\" in Manhattan.",
        "A: Yeah, yeah, Central Park. So you, you played then. You know they called a droshka.",
        "A: It’s mixed. It’s mixed. We had neighbors in the same building also not Jewish.",
        "A: Normal yes. Yeah all the people that were in our neighborhood because I went to school and\nthen when I came home I helped with watching the younger children. And did the homework. I\nwas good in math. So I sometimes had a girl that wasn’t so good so they gave me the girl to help\nher and we had to help the children that they couldn’t afford other things. So the teacher assigned\nyou to",
        "A: Yes.",
        "A: Yes, public school. Yes.",
        "A: Public school was in Lodz. The public school was not mixed. There were only Jewish\nchildren and on Saturday we didn’t go to school. And on Sunday we had music lessons and\nreligion. Subjects but the population in Lodz had to pay a tax to the Jewish geminder because\nthey were hiring the rabbis were paid by the, by the geminder. The taxes, the taxes that we paid\nsupported it.",
        "A: Yes, we had to pay maybe, yeah. And the geminder also supported the private schools\nbecause there were people that couldn’t afford to buy, to pay for the boys. And the boys was\nmandatory religious children had to go to learn.",
        "A: Yes, the community like a Jewish community and they paid the rabbi. There was like there\nwere when they were what do you call it. Disputes. Among Jewish people that they went to the\nrabbi to straighten it out. Like you go to, if 1t was not a public but was a private thing. So",
        "A: They needed to live those people. They spent their time and they spent their effort so they\nwere supported. So first of all it was sure they didn’t take sides because",
        "A: Fair yeah.",
        "A: It was 300,000 Jewish people. The whole population was 600,000.",
        "A: The rest were mixed. There were Germans, there were people from all over cause for a big\ncity, people come to make a living.",
        "A: Yeah was a very huge textile. There was one man that gave work to a lot of people. He was\nvery wealthy and he gave, he built a hospital. His name was Koznansky.",
        "A: Yes and there was a hospital by his name. Like he had people that have paid and then —",
        "A: Was Jewish, wasn’t very religious but he gave work to girls from religious families. Didn’t\nmake any difference. But he gave a chance that they could get work and there were a lot of poor\npeople and there were rich people like all over the world.",
        "A: Yeah very religious and there were even, there were two gymnasiums that were not religious.\nThey even went to school. Only the only kept Yom Kippur you know what they you know Yom\nKipper and maybe Passover. They didn’t keep but certain new year’s, Yom Kippur and those\nholidays they kept. But they didn’t even keep Shabbos. They were mixed, mixed population.",
        "A: It was a very pretty city. Was pretty and there was divided in different sections, was a big\ncity. The main, on the main street what memories I have. Was a nice city. On the main street it\nwas called Piotrovska.",
        "A: Piotrovska and over there were the fancy stores. Very elegant and wealthier population lived\nthere.",
        "A: Oh yes, yes. There were movies.",
        "A: Yes. We went to movies on occasions when they let, when they went like with the school.\nYou know with supervision.",
        "A: Yes. My father, my parents listened. We were children. We didn’t listen to it. We didn’t\nlisten to the radio. But we had telephone.",
        "A: Oh there were tile ovens in the corner.",
        "A: Tile. You put coal and on top it had the door where you kept the food warm. My father\nworked late hours so we kept this, there was fat on the bottom of the oven and then there was\ngoing through the chimney it warmed up. And the kitchen was also a tile oven and it had a metal\nplate. On the side it had a warmer for hot water to wash dishes. We had a sink where the water\ncame out. It wasn’t on the top floor was a big reservoir and the water was like a big tank and it\ncame into the sink the water.",
        "A: Indoor plumbing, but the bathrooms were down in the downstairs. You had to go down.",
        "A: In the court yard. There were two bathrooms. Like six bathrooms on, on each side.",
        "A: Oh yes.",
        "A: No we did it at home. I don’t remember if there was a shower. No there was no bathroom. We\nhad bathtubs for the younger children and for the older children. But we washed up at home.\nWe were pretty clean. (laughs)",
        "A: Yeah you say. It looked very nice. You walked in. There was a bell, you rang the bell.\n(gestures with hand, ringing bell) Was a nice door, was a hallway. And you, and then there\nwere, you went to the kitchen. Then was the dining room. Then was another hallway. Over\nthere was like the dinette, the small table. On the dining room we only ate on Saturday, but\nduring the week we had this small dinette, like a dinette.",
        "A: Their meals in the kitchen too. In the kitchen. The kitchen, the room size was large so the\nkitchen was big. There was place for it, for, yes it was like a big top but he took the water from,\nfrom you had to warm it up on the stove. Was big kettles and was tile on the kitchen walls and\non the —",
        "A: My mother.",
        "A: Yes, she was very, cook, very neat too. She cooked and she baked. She did everything. I\nwasn’t interested yet in cooking. I was too young.",
        "A: But you see we weren’t interested. We were children. So we didn’t, we weren’t involved\nwith it. Like me. Maybe my older, no I don’t know. My sister, she was a little older than me,\nlike two and a half years older. But I don’t know. They were involved with friends and with\nchildren. We weren’t involved with it. During the war of course it’s different.",
        "A: The house was a nice home. We had friends coming and there was a big park not far from us\nSO we went with the children with a carriage to the park and there was sand boxes. It was a\nbeautiful park.",
        "A: The school was rented in a private home.",
        "A: Oh yes. We learned a lot about Polish history. We had biology. Even the younger grades,\nfive, six. We had biology. We made experiments with plants and history. And poetry and not\nonly, we learned a little about world history because in the lessons of religion we learned about\nall the poets and what was going on in the Biblical times. We learned poetry. We learned a lot.\nWe knew a lot.",
        "A: Only because my father was Hasidic so they didn’t take the girls, only the boys. They didn’t\ngo a lot, only on holidays.",
        "A: Yes, yes, we prayed. I fasted cause I was ready after 12 so I fasted on the fast days. We were\nbrought up and we had even a private teacher to teach us Hebrew.",
        "A: Yes.",
        "A: After the war I learned more than languages. After the war.",
        "A: No, no we were not involved.",
        "A: Among themselves, not for the children.",
        "A: Yes.",
        "A: My parents, we used to go to up like here you go upstate to the country because there were\ntrees and there were woods. So in summer we used to go for the summer months up to the\nmountains. And that year my parents went to a spa and it was the last months before the war\nbroke out. And when the war broke out we were alone and they had to come back to Lodz. They\nwere someplace in the south.",
        "A: No it was near Romania. You know the south of Poland, so it’s the east more. You see we\nknew the map. We knew not only the map of Poland but of the whole world, the globe. They\ntaught us a lot. Geography, history too. Geography, history, biology. We learned a lot.",
        "A: You see they said that the Polish police, the Polish army it was soldier marching in the city\nand when the Germans came in they all were gone. And we had to go home. When we came\nhome, the Germans occupied already Lodz. And they already started, started taking off people,\nspecially religious people that they knew they were Jews. They captured them and told them to\ndig holes and then they threw them in the holes. So the population the, the men started running\naway because they were killing a lot of people. They told them to dig the holes and then they\nthrew them in. So and they cut off their beards. (gestures with hand under chin). They tore off",
        "A: Yeah I saw it but we, we stayed home. We didn’t go out already. There were some\nbombardments. I don’t remember where but when we came we were staying home and we\nstarted to prepare. People are running to Russia. To the protectorate. Warsaw was still under\nthe protectorate. So",
        "A: No it was the Polish army. They ran away. So there was no protection.",
        "A: We were in the country but we had to go to Lodz back and my parents were in Stree or\nsomeplace, I don’t remember the city. But.",
        "A: With the maid. With the girl.",
        "A: Just a spa for two weeks they went to.",
        "A: No to, to, they had arthritis or something so they went to the spa.",
        "A: To heal.",
        "A: They were talking but we were in the country. Nobody was, we didn’t know. But when we\ncame back we noticed because it was September when the war broke out and then there was the\nholidays so we couldn’t go to pray because they would come and kill the people. So somebody\nwas standing out on guard. If they were coming or something was happening so people could run\naway.",
        "A: It was a great shock and then a little later they started evacuating and attacking the\nneighborhood. The rich neighborhoods. They tried to take, they planned to take stuff and like by\nthe end of the year, they evacuated the rabbi, the Jewish people from the expensive\nneighborhoods. So people were running away.",
        "A: Eastwards but when they went eastwards they sent them to Siberia. Because they thought\nthey spies or they said they spies. Maybe they saw they’re not spies but the Russians weren’t too\nwonderful either. But they sent them to Siberia and over there my husband came from a\ndifferent neighborhood, from the south and their whole family ran away cause they had two\ngrown up boys and the father so my mother in law and they have one more child. They had only\nthree children. They went to the other borders and then they sent them to Siberia.",
        "A: No, no he was from it was called Sanok. And then in the south, southwest it was I think, yes.",
        "A: Yes.",
        "A: They didn’t know. Everybody was running. All the young people were running.",
        "A: My brother was only 17. He wasn’t so old. Was 1939 so he stayed with the family. He was\nstudying out of town but he came home for vacation and he didn’t go back when the war broke\nout. So he stayed with the family and as a matter of fact, when years later, 1944, they evacuated,\nthey started evacuating the ghetto. There were raids before they came to take young people and\nthey took children and mothers. We didn’t know what was doing and where everything was.\nObviously my father had a radio and he knew more than we knew. So I, in ghetto I worked.",
        "A: The first months that we also tried to go to go away so my father, we hired a you know like a\nbig like what they use to transport merchandise. So we covered it with a canvas and we went to\nthe protectorate. That was not far from Warsaw. It was Lovich. And over there we came and we\ncame to a family. It was Saturday. We couldn’t ride anymore and in Lovich we came toa\nfamily and my youngest brother had croup. So he couldn’t, and then they started evacuating the\nLodz the city and they started the ghetto. So we came back and my father was, it was called\nlumpfun and they needed the raw material to make for the army in what is it called. The\nuniforms for the army. So they had to buy the material and they allowed some Jews that gave\nmaterial. They gave them a green band. We used to have a band with the Juden on the arm. I\nhad to go with the arm, with the band.",
        "A: We were still in the city but then they started evacuating to the ghetto and my cousin knew\nsomebody who lived in the area and he gave him his apartment and there the Polish man that\nused to be his customer gave him his house in the ghetto area. And we moved together with my\ncousins to the ghetto. But my father stayed in the city here, the permit, with the green band.",
        "A: It was like two bedrooms and a kitchen. On the first floor. Was a small house. And they used\nto have a barn for the horses downstairs and my cousin took the downstairs apartment. We took\none upstairs. It was a small house like a private house. They had barns and outside around the\nhouse. Was small like on an outskirts, not like in the city. Small houses.",
        "A: No there was a barbed wire around the ghetto. But later on they took they gave work and\nthey, there was like the highway was wired with barbed wire but in one place was a bridge to go\nto the other side of the ghetto. And when they took us to work there was no school so they took\nus to work. And I worked and it was called klein mabel Fabrik. They made for the children\nthere what do you call it. The play pens, the children’s cribs.",
        "A: Children and also handles for a pail you know the wooden handle, like the carved wood. And\nI helped there because I was a Juden teacher.",
        "A: Teenager so I was working there and there was a supervisor for the kids to see how they treat\nthem. So of course the people that were, they were also tired and hungry because in the ghetto\nalready started now not the same food. We didn’t, we couldn’t buy food. Only what we got.",
        "A: Oh we couldn’t. We were happy to get some barley and potatoes, big deal. And we got\nalready the portions of the bread. But we had to pay for it too. So we worked. They paid\nsomething, not much. So in the ghetto there wasn’t food already. There was a, so the first year\nwhen we had to leave the house we had no, we didn’t get any coal to heat the house. So that they\nhad the barns. The boys broke it down. And we used the wood and the next year in spring we\nturned the ground and we took the eyes from the potatoes, you cut out the eyes from the potato.\nAnd you put it in the ground upside down. And we turned the ground and there was a pump\ndownstairs so we got to work. And when I came home from work I was taking care of the\ngarden, I was the gardener. So we had potatoes, a little tomatoes, we planted things. Of course\nthere was no gates so people stole they were hungry. But the potatoes underground was a big\nhelp. To get what to eat.",
        "A: No because we broke down that we needed the wood.",
        "A: Yeah, the ground. And we didn’t have horses or cows.",
        "A: Inside the ghetto he could go yes. My father worked in a straw factory. I worked in a furniture\nfactories, Klein Mabel, that was over the bridge. We had to go to the other side of the ghetto.",
        "A: They also worked.",
        "A: They didn’t work the same place I did. I think they worked where, straw or something else I\nthink. You know to be honest --",
        "A: No my sister worked in an office and my brother worked in a factory someplace.",
        "A: With the babies she stayed home. They were little babies so you couldn’t leave them. The\nsecond year all they took to the straw factory. They did work. And my father was a problem\nbecause Saturday he didn’t want to work so the meat, there was horsemeat. Horsemeat isn’t\nkosher. My father never ate meat in the ghetto. He never ate, but the children they were hungry\nand they were growing so he permitted to what they gave we ate. But my father didn’t eat the\nmeat.",
        "A: Hiram Kofsky.",
        "A: No, he made up even songs like you know songs that were like sarcastic. Rum Kofsky\nHaim, [Getus Kleim and Ketenes Groten and Ketenes Man] Grot means barley. It was like\ndemanded what gave in the wilderness so we felt everything in the man because there was no\nfood but it fell down from heaven.",
        "A: Yes. So they made a joke like he gives us barley. He made the ghetto was a getta and he says\nit’s gereft. So that was like his song, like he’s a kidder.",
        "A: No. But it wasn’t his fault. He did what he had to do.",
        "A: Yeah we saw him. Not very much, not very much like there were stations where you picked\nup the bread for the week and the bread was so heavy because should weigh more. It wasn’t very\nwell baked. But somehow we bought because my father was in the city so we had some extra\nmoney to buy on the black market. There was a black market.",
        "A: Yeah you know. People that were by foot like it’s all open so they tried to take something\nhome. They didn’t have money to buy it. Out the card, the rations, so they had the money so\nthey had some flour so you can buy a little flour so my mother baked something on Friday. So\nwe were a little better off.",
        "A: That was til 1940 when the Russian war broke out. Everybody went to ghetto. Then it was\nfinished.",
        "A: 41 when the Russian, when the Russians went to war with Germany so --",
        "A: In the ghetto. We were in the ghetto til 1944, August 24, 1944, we left the ghetto.",
        "A: No I was 18.",
        "A: So it was I worked there and then the men came from the school department and he said I am\ngood so they took me to their office to do the evidence. Every morning that when you came to\nwork in the factory, had to go to the office to report. That you are here and you had a cell\nnumber, the floor number where you worked and everywhere they had a number a registry\nnumber. I happened to have a good memory so I worked in the evidence. After a year or so they\ntook me to work in the office. So I was in the registry office. So it was a little easier because I\nremembered so went first. When people came to work in the morning they had to register.",
        "A: Yes there were more than me just. There were some other girls too.",
        "A: Yes you had to carry the heavy wood pieces. They were heavy sticks for the furniture and\nalso we had to chisel. It was hard on the fingers.",
        "A: Much easier.",
        "A: No, food extra no. You go the soup and you got the piece of bread. That’s all you got.",
        "A: You see it was hard there for boys because I didn’t grow too much. Anymore because there\nwasn’t the food what teenagers eat. But I wasn’t so hungry because they used to give kohlrabi. I\ndidn’t like it. But you, I was occupied in the garden. I had this, but the boys were hungry. I\ncould have used another piece of bread but you couldn’t complain because what would they do\nto, it was much harder for the grown boys.",
        "A: In the ghetto. They were guarding by the wires. By the barbed wires. That people shouldn’t\nrun out from the ghetto.",
        "A: They patrolled it then the borders. The Germans came every so often. They came to grab the\npeople wherever they could. They took them to concentration camps before us. We were the last\ntransport and they take, took children. They took men. I had an aunt that lived from my mother’s\nside. When they had the rations they came and they went into every house to seize the people.\nAnd they took out whoever they wanted. Old people, young people. So my father we had the, it\nwas a small house and under the steps was a place where you could go in so my father opened\nthe floor. He cut the floor open and he made a hiding place. They shouldn’t come there because\nthey took children and everybody to take for killing. So when they were the rations we lived on,\nit was like you see here, (gesturing with hands in circular motion) the streets went like this so\nlike you lived on this side of the street, on the other side. There was a small place that you could\ngo through to the other street without going around. So this place when they, the ration, when\nthere were Auslang there were --",
        "A: People away. My brother bought a band as a policeman and he came to warn us we should\nhide in the hiding place.",
        "A: No he just --",
        "A: He just got the band. He wasn’t a policemen. He just got the band. For the, from the police\nstation. He pay something like a loaf. So he came so we went down with the children. Also was\nan old lady. My father she could, they also were afraid they’d take the old people for killing too.\nSo we he dug it, a hole and from the center he made two like benches to sit. He put a piece of\nboard so that people could hide there. and we knew that if we heard the steps so we locked the\nchildren’s mouth. He shouldn’t hear noises. And when they went away someone brought the key\nand that we could go out so that we could go into the houses.",
        "A: It, it happened. It happened. The last time it happened my mother was so scared because there\nwere shots outside and she imagined that they killed my brother so we gave up and we went\naway with, but it was already the end. Two weeks later the whole ghetto was evacuated.",
        "A: Yeah who had to hide. It was a risk because they took away, they had no use for small\nchildren, so they killed them. They killed them. We don’t know where they took them. My\naunt we heard, she had two boys. Her husband ran to Russia and she was stayed with two boys\nso she lived not far from us and we took her in whenever she was all alone. So she’s also\nresiding there. And we heard that they took them to the ocean, to the boat to the ocean and they\nthrew this transport of people into the ocean alive. We didn’t know what happened but then we\nheard from people after the war. That’s what happened. So she had two boys. One was nine, one\nwas eleven. And the husband died in Russia. He never came back.",
        "A: Well going. No it was closed after a certain time. In the beginning of January, February 1940\nwas closed the ghetto.",
        "A: Was people yes. After work there wasn’t people that lived in the area you saw. You didn’t\nhave time to go because we worked.",
        "A: Oh yes, you saw people like skin and bone because they couldn’t live from what they lived.\nAnd sometimes they were older people they didn’t even have the money. You had to pay for it\ntoo. To buy it. So they thought and it happened that people kept the corpse to get the food. They\nkept the corpse, people, after they died to, to get. They were hungry so they got the food to they\ncould live. Yes, they were starving. Was very bad. We were hungry in the ghetto. There was a\njoke that was a song in and I have for you a good thing. A roll with butter that this would be the\nbest thing for you. You know like a little something. So the other boy answered I cannot, I\ncannot laugh because if I look at my sick old father I cannot laugh and I cannot enjoy anything.\nYou know a child’s conversation was in a song they made up jokes but it was not a joke.",
        "A: Of course they changed but you, main thing in a Jewish family is your family. That’s what\nyou live for, for your family and to help people if you can. A person isn’t born just for yourself.\nYou were born here, but sometimes I need you, sometimes you need me but people need people.\nI don’t know if Iam expressing myself.",
        "A: My brothers were, my brother was already big and the ones that were over ten, you know you\ngrow up fast then in a big family. Over ten, eleven, twelve, you already people. You had\nresponsibilities. In a big family somehow everybody 1s close. We cared for each other.",
        "A: Yes, yes. How we survived you know. Sometimes people ask how did you survive. Honestly\nI don’t know. God wanted it, it was the way. Then when they sent us to Auschwitz and when\nthey shaved our hair, I didn’t see, I couldn’t recognize my sister next to me. My other sister went\nwith my mother, straight off then and I saw through the bath house where they were where we\ntook the baths and when they cut us off the hair. We were standing (points at camera), there was\nbig windows downstairs and there were people standing outlined and I think I saw my father\nwith the two, took, all the boys like eight, eight, nine, ten and my mother we never saw since we\nleft the train that brought us to Auschwitz. I never saw her. But the capo that took us off was a\nJewish police. My sister went with my mother so he told her don’t go there. This way they going\nto kill you. They burn and they gas you, and they burn you. So she said no it’s my children. I\nwant to go with them. They took, they told us that the mothers will take care of the children,\nwhich wasn’t true, wasn’t true. It wasn’t. And on the way when we went from the baths to the, to\nthe barracks where we stayed, there was a big road with puddles and they didn’t give us shoes.\nSo we walked on the road. Oh you leaving. (someone off camera says they are leaving)",
        "A: We heard shots outside.",
        "A: So she said, she was very, she was hysterical. And we were still in the hole there. The last\ntime we didn’t see until we saw him we didn’t know that he is alive. So my mother said to my\nfather he cannot take it what would be. So it looks like the end. So my father knew something\nabout Auschwitz. So we went on those, you could only take a bag, a duffel bag on the --",
        "A: With nothing. Left the hiding place, went upstairs. We ate something. When they came next\ntime we were there. They took us.",
        "A: Yes.",
        "A: To Auschwitz. That was it was about two weeks later the ghetto was liquidated.",
        "A: Yes. We left on the 24\" and —",
        "A: All way we’re together. You know was, was really we struggled to be together. And but we\nall went. And then when the train stopped my father was went down and he saw the sign\nAuschwitz. He knew about Auschwitz. We didn’t know.",
        "A: What. Because he told my brother and my older sister, don’t tell mommy anything. It’s not\ngood. And he gave us, he had some, when he sold the merchandise from you know when the\nGermans bought the merchandise. So he bought diamonds because you couldn’t run with the\nmerchandise and you couldn’t run with money. So he bought diamonds. So he get all the\nchildren. He gave each one a diamond and I had a wisdom tooth here (points to jaw). I had a\ncotton over. So I put one diamond. He gave me two. One diamond here and one here (points to\nother side of jaw) and I didn’t know whatever he gave me. I tried, he said if you have to save\nyour life, give it away. Or if you need to get food or anything. He knew something what was\ngoing on. So he give all the older children, the three older children, four older children, my sister\ntoo. But she, and —",
        "A: Before we went off the trains he gave us. (both talking) In Auschwitz yeah he gave us this.\nSo, so I put one (points at jaw) here, but the night when I saw we went to the barracks. On the\nway we Saw in the distance a white, in white uniforms a band was playing Vienna waltz. And in\nthe background we heard the screaming. To deaden down the screaming so the band was\nplaying very loud. But you could still hear something. And then my throat got so dry, when I\nwasn’t hungry, I wasn’t thirsty. I was just feeling like I am choking. Because I knew what’s\ngoing to happen. He said, he told us open that they gas you and they burn you. So I imagine all\nthis. And then we went to the barracks. You’re tired. I didn’t, we didn’t eat and we didn’t drink.\nAnd the first night we slept on the floor.",
        "A: No, no. Just me and my sister.",
        "A: We both went, my younger sister. My older sister went with my mother.",
        "A: We were all together on the train, on the —",
        "A: No they have selected, left right. To work or mothers and children on the other side.",
        "A: And father too. My father was a little afraid too but he told me not to tell mommy anything\nbecause she shouldn’t, she shouldn’t be a shock. Happened, what happened. That night on the,\non the way we didn’t get shoes. We just got something. They took away everything we had and\nthey cut off the hair and we waited there. They put some sanitizer on top of the, I didn’t\nrecognize my sister. She looked different without hair. So but we were standing there by the big\nwindow and we saw outside lined up the men and we were only girls here on this side. So and I\nheard them singing. I fell down (shouting?) but what can you do. You can’t do anything. We\ncame to this lager. The first night they didn’t send us to the right place. And another lady well\nlike lying down (lies backward) and top of you was another person. The next day they sent us to\nlager 20 or 21 and we got already on bunk beds. Of straw. But was an improvement on laying on\nthe floor. And then every night at 2:00 they came we should coffee (home?). To drink coffee so\nsome girls went and that night that was already, we were already a few weeks in. Maybe six\nweeks in Auschwitz.",
        "A: One I lost right away. The first night, but one I saved (gestures both sides of jaw). The better\none I lost but this one I saved and when we got to that room I was afraid to drink or eat anything.\nI didn’t realize that I lost this one so the diamond I, there was a girl. She came to the, to the same\nplace where we had the bunk beds. And she knew how to , so I was very scared. I was_watching\nthem so much because my brothers gave it away in Bergen Belsen for food. So they could get\nsomething. And we didn’t know but after the war we met them. So and after, after we drank\ncoffee 2:00 at night we had to stand outside lined up in file. And it was already cold in Poland\nwithout shoes. Some girls got like Dutch wooden shoes. So I put the foot a little on the back of\nthe foot. I shouldn’t stand on the ground so much. My legs got frozen cause over there the\nclimate is different than here. And then in beginning of October they sent us to a working camp\nto Sudetenland to —",
        "A: Czechoslovakia. But we went under quarantine.",
        "A: Yes, quarantine because they had to make sure that we healthy to go to work, was an\nammunition factory.",
        "A: [had a cold. I think that they sent us, they gave us in Auschwitz I didn’t have shoes. But I\nthink when they sent us out to Harmstadt I think we got shoes and they even my friend hacked\noff from the nightgown a piece to cover that we were without hair so to put like a kerchief on the\nhead and when we came to. So we went, I was sick and I pinched my sister she should look\nhealthy. And I was scared too. If you didn’t look healthy they wouldn’t send you to work. And\nwe were happy to get out. And my friend was so friendly. We stayed all the time til the end of\nthe war together. She knew how to sew. And in that working camp they were French working\nalso in the same factory in the ammunition factory. So they brought us a needle and thread and I\nsewed it into the nightgown because I was always so scared that I lose it.",
        "A: It was very tough. I didn’t have (gestures at jaw) when I ate I took it out cause —",
        "A: Ruth, Ruth Berlinska but she got married after the war. She went to France and she married\nthen a boy from Lodz but they lived in France. And we, when we came back from the, after the\nwar, we went back to Lodz to look for family.",
        "A: And the whole family went.",
        "A: No they took the whole family. They put us on the trains.",
        "A: One to the right, one to the left. The mothers and children to one side.",
        "A: And she and she —",
        "A: From my family my mother, my sister.",
        "A: My older sister and the two youngest children.",
        "A: Aaron that was one, the 39. And the one two years.",
        "A: Yeah he was three years old. I found a picture in Belgium that from this little boy. We found\na picture after the war, my grandmother’s sister came before the war to visit and we gave her\nsome pictures so she gave us after the war. Because we didn’t take anything from our house. We\ncouldn’t.",
        "A: And the two boys and my father had the other two little boys.",
        "A: They also sent them with the children. They took care of the children. They didn’t take care\nof the, nobody saw my father, no place.",
        "A: Boys with father.",
        "A: Five children. My sister they begged her not to go there because they knew she was beautiful,\nblond, very pretty girl and she, she want, you know we didn’t know all of this. Maybe if she\nknew maybe it wasn’t so good that we didn’t know. Because then but this capo the one that was\nthe, that was taking the people off the trains, he told, don’t go there, don’t go there.",
        "A: To my sister. She (both talking) I heard it.",
        "A: But went and what was the German that, forgot at this moment, I don’t remember the name.\nThe one that took the people off the wagons, that did the selection, getting people off the trains. I\ndon’t remember his name. So he also sometimes said don’t go. Leave with the children. But\nwhich mother leaves the children.",
        "A: Yes and they told us you know because the people that worked there but you still you know,\nsubconsciously you hope that maybe they made it, maybe they lived. But with my mother I knew\nright away. With my sister and the two younger children. I knew it right away that it’s not good.\nBut you’re helpless. What can we do. What could we have done. And even in Auschwitz there\nwere also (interruption)",
        "A: You know but sometimes you say maybe, maybe, maybe. As long as you don’t’ know\npositive, you still believe that maybe.",
        "A: And my older brother. And my younger brother, the Yaakov Moshe. For my oldest brother\nand then the one younger than me.",
        "A: And me and Guta.",
        "A: Yeah we two were together and when they sometimes closed the gate when they gave the\ncoffee you escaped, you shouldn’t be separated.",
        "A: No we didn’t know until after the war. You know",
        "A: Yes. They went in Bergen Belsen in Germany.",
        "A: They sent people different places. They were working there. Because they were young so\nthey could work.",
        "A: And my sister too.",
        "A: She also lost one. She didn’t, she was young and he gave her one but she lost it, swallowed it,\nmaybe swallowed. Look in Auschwitz you had to go to the bathroom. You had to report. You\ncouldn’t go to the bathroom when you wanted. There was a time when you had to report.",
        "A: Go the bathroom you had to report.",
        "A: Was different.",
        "A: You see was a small town, was an ammunition factory there and a . And some girls\nwere sent in the same building where we stayed or two floors down was a, weaving company.\nAnd some girls were sent there. Some of the girls. I met one after the war once in a hotel in the\nlobby. I saw people from, they looked like similar. Asked where you from. She said I’m from\nLodz. So I saw where were you during the war. She was in the same place, we slept in the same\nplace. But she worked downstairs but we knew each other. There were 500 girls altogether.",
        "A: I was cutting with the sense machine. There were such pieces that you use for the airplanes\nand they had like so it was a machine (looks down, then uses hand to show cutting) you had to,\nyou got the piece round and you had to, the piece was cutting out like when you move gauges\nyou know like in a car, I guess in an airplane, they was a small piece. And you just. It was a\nmachine. You had to get it down and cut out. It wasn’t easy work. Was hard work. But better\nthan Auschwitz. In Auschwitz you didn’t work but you were standing hours outside at night and\ninstead of sleeping. Here at least you could sleep a little and on Sunday you could get a shower.\nAnd you could wash your clothes. You had the Sunday that you had, it was more humanely.\nAnd even the people. I mean one officer was nasty.",
        "A: Yes, nasty and she one night I fell asleep by the machine because there was no work. So she\ncame over, she knocked out two teeth. Because I fell asleep. Their supervisor didn’t care. He\nsaw there was no work. So and she came over and when we had to go to the bathroom we also\nhad to report to her. And she was always nasty. And there was another one Ursula, she was a\nsweetheart of a young girl. And she was also German but she was sweet and nice. You had to go,\nshe let you go. To the bathroom. And the French people used to bring us sometimes an apple so\nthere was a so, Ruth, Ruth. She was very pretty girl. I don’t know if he fell in love with her but\nhe was kind. So but I worked on his, by his machines.",
        "A: Yes. So when we got an apple we went to the bathroom and shared it.",
        "A: We left and we went in October til May fifth.",
        "A: Yeah we were liberated but a week before we were liberated, or maybe a few days they told\nus that we’re going to go someplace else. We should be ready. Because they wanted to send us.\nAnd what happened. The Russians came first then. Then you saw and they didn’t send us but\nthen we found out, the French told us. They knew more than we did. Because they had the\nradios. And they lived in, with families together. We they weren’t like we because they were\nfrom the border between Germany and France.",
        "A: No, no. They worked like we did. They were also prisoners like but it was families, not like\nwe lived in the ghetto. They lived over there.",
        "A: The men worked. We didn’t see any French women, only the men worked in the, but they had\nfamilies there. Yes they lived in there but they didn’t come to work. The men came to work.\nAnd we were only girls that worked there. Some girls maybe one was 25, one was 26, 27, those\nwere the older girls. But otherwise we are girls are working.",
        "A: No we didn’t even realize when they told us we’re going on the, on those, that we’re going to\na different place. The French told us there’s mines on the road and they wanted to send us to test\nthe mines before the Russians came. They wanted to try and test if the mines are working. So\nthey wanted to send us as --",
        "A: Well it wasn’t a big thing. Jewish children who are,. How do you know God leads the\nworld, not the people. Even the big people don’t lead the world. That’s we, that’s people that\nbelieve, believe that God leads the world.",
        "A: Yeah we prayed by heart what we knew how to pray. We didn’t have books.",
        "A: While we were bitter, we were very bitter, even after the war. Why did it have to happen.\nThose children never sinned. They were little kids. They never did anything.",
        "A: Yeah we lost for a while, we weren’t so religious. For a while.",
        "A: We saw that the folks, that God took care of us. We were like lost sheep. We didn’t have\nwhere to go. We did not, even when the war ended. What choice was it. We thought that if the\nwar would end everybody would come and try to help us. There was nobody to help. No there,\nI wouldn’t say the Czech government wasn’t there. They gave us money to go home. And when\nthe war was over, the French came in. They sang the Marseilles and they said the war is over.\nAnd where did we have to go? We didn’t have (both talking)",
        "A: The Russians but they were drunken. You know they came from Afghanistan, Kavkaz, they\nwere Russian, very wild, drunken soldiers. It was scary. It was very scary.",
        "A: Yes, yes. There was one major that came from Minsk, from a big city. And he said I am\nJewish. And try to get out of the way because they’re not out for any good. Because they were\ndrunk and they wanted to have a good time. What were they interested in?",
        "A: Yeah one girl ran away. She was very tall. Then we ran away from that place where we\nstayed in that factory because the Russians came in and to them, you know they are on the way.\nThey wanted to have a good time. And we were very scared so we found a house. It’s the\nGermans left, just like we left because they ran away too from the Russians. So we were hiding\nthere. And then once the Russians came too and he picked the tallest girl. And it was already\nnight and we didn’t know. And so she ran to a place where little rabbits hide. And she was very\ntall. She said she does not how she do it. He was drunk. She ran away and she, all night she\nstayed in this place in the rabbit place. And in the morning when it was light she saw he isn’t\nthere anymore. She came back to the house. And then we got scared to stay there too. So we\nwent to Prague. And the authorities. I don’t know what the stories, I can’t even remember.\nSome girl, we stayed in the place in that factory place where we slept for a while. But then this\nRussian came and we were scared of them. There was no place where to go what to do. Then we\nwent some, but they told us we could go to trains. They gave trains to Prague. We stayed all\nnight, one night and it was scary for young girls to be any place. You weren’t safe any place.",
        "A: In Prague they gave us money and then we went to Poland to go home. So we went to trains.\nThey gave money for the trains and they took care of our papers so I don’t know.",
        "A: Jewish. I don’t know if it was only, the Czech were very nice, even the supervisor in the\nfactory, he was also very nice.",
        "A: Yes, he spoke German but he was, they behaved different you know. Different people. We\nweren’t so scared. They were normal kind of people and they couldn’t do anything for us but at\nleast they didn’t scare us.",
        "A: We got back to Lodz but I went, we went through, we didn’t have much money. The first\nlittle town we got coming over there, the border from Czechoslovakia to Poland, there are some\nPolish ladies by the station where the first station. And they said so many of you are still alive.\nWe were three girls. Three. I don’t think there were more than three girls. So but then we met\nsomebody told us that our uncle, my mother’s brother is alive and they told us already they went\nback to look for their family, the two older girls. And they took us for the night to their house.\nAnd they were so nice. They called us children. So they got out of their beds and they stayed,\nslept on the floor and gave me and my sister the beds to sleep and gave us money to go to\nPavyanets to see to my uncle.",
        "A: Yes.",
        "A: On my mother’s side.",
        "A: So he gotten freed in April because he was in a different place. And he got freed in March or\nApril, the Russians came. In before. Then he went home and they also have a bakery so he got\nhis bakery and they had what to eat and they took us in and took us, all the what they call it,\nchildren that lost their families, orphans. They took, they were also teenagers. But they took\nthem in and they took us in too.",
        "A: For a while and then my aunt was pregnant. She was expecting a baby and we were scared to\nbe in Poland. Because in small towns they killed Jews. Lodz was a bigger city. Was not so\ndangerous but we were scared and then we found out in the, when you came to Lodz was like a\nbig board and you (gestures with hand over shoulder off camera) registered. Who 1s looking for\nwhom. So my brothers registered from Bergen Belsen that they are looking for family. And\nthen they stayed in the younger brother stayed in Germany and my older brother came back and\nhe came back to look for us. So he came to my aunt. But I was sick. I went to some place with\nmy uncle to buy flour and then I got a typhus and I was in the hospital. So when my brother\ncame back he couldn’t see me, only through the window because —",
        "A: Yes. Yes, I was under.",
        "A: My sister was in the house and I was in the hospital.",
        "A: Yes.",
        "A: Yeah and then when we both, when we all got to Germany to Berlin, my aunt had the baby in\nDecember.",
        "A: Yeah, they sold the bakery whatever money they got, we have to pay money to smuggle us\nand they we were on trains with coal and you paid the people working and they put us between\nthe coal.",
        "A: We didn’t want to stay there, was dangerous.",
        "A: We couldn’t, you couldn’t because they wouldn’t let us in.",
        "A: The Poles might . I don’t know but they took care of it. Then they paid them and we ended\nup in West Berlin.",
        "A: Yes, probably the Russians, the Russians wouldn’t let us out because was already the city\nwas divided into, into French, English, Russian and American.",
        "A: Berlin, yes.",
        "A: In American.",
        "A: We could go to the French but once we had plans to either we go to Israel or to America.\nThere was no other places to go.",
        "A: One brother. Then we went back to pick up my other brother. He was in Germany and then\nwe stayed there. The German, the government, the geminder gave an apartment to my aunt.\nWas the first Jewish child born in from there, from those people and the Americans gave my\nuncle a bakery so he baked for the Americans. (both talking)",
        "A: Yeah in Berlin and there was at that point between those orphans was a boy at that point from\nthe city where my uncle lived and two girls, three girls. And my aunt, two girls got married and\nbut that boy stayed in Berlin. I don’t know what happened. One girl went to France. She had an\nuncle there. And the others, the other one had some family in Israel. So they went and they, we\ncouldn’t go to Israel. They wouldn’t let us.",
        "A: Yes.",
        "A: After a while we lived separately but we lived in, we didn’t go to the DP camps. We lived in\nthe city because of my aunt, yeah. At this point we sold the diamond. We were on our own and\nstarted doing something.",
        "A: I gave it to my brother. They took care of us. Because the girls you know it’s different.",
        "A: She didn’t have. She lost it. And I lost mine, the second one. Too. But nobody worried about\nit. That was helpful.",
        "A: And it was a good thing because he would give you anything. It’s good the uncle and aunt\ntook care of us but you know they had already a baby and they took care of the other but the deaf\nboy was a little helpless. Because he couldn’t speak. But then some, I don’t’ know. Maybe some,\nsomebody in the geminder took care of him.",
        "A: In Kreutzberg.",
        "A: From December 45 til 51. I got married in 1951.",
        "A: Yeah. I went to school. I learned languages. I learned to do, to manage the make-up. I don’t’\nknow. They were from, the HIAS they helped us. (both talking) Too much we could not. And my\nsister went to a nursing school. She finished high school and she went to a nurse but she was\nyounger than me. And then she wanted to go to medical school but then I got married and we\ngot permits to go to America so —",
        "A: In Berlin I met him.",
        "A: Through friends.",
        "A: Yes, he was, Soviet Union. He came, they came home to Poland with his mother and the\nbrother was sick. He had TB on, TB so he went to place. My husband worked very hard to get\nhim to Switzerland. They had a sanatorium there. So he healed.",
        "A: Yes and my husband had already a heart condition. I didn’t know but somehow he lived but\ngave us four children and he took care of us. That’s why I believe in God because we see it that\nwe were very helpless and who helped us.",
        "A: The only way I could explain that God took care of us because we by ourselves we had no\nway to go to Israel because the children transports weren’t allowed to go in the time when we,\nwe didn’t’ have where to go and we didn’t know what to do. And somehow God showed us a\nway. We didn’t do it by our self. So I, whatever happens to us it’s not that we’re so smart, that\none is smarter than the next one, some people are smart. And it’s not meant for them to have\nanything. And they struggle. Some people get very rich and some people are not so rich and they\nhave to make the best with what they have. But the main thing in my life 1s whether I did\nanything good that I helped somebody when he needed me. And whenever I could, I was able\nto. I’m not sorry. I’m only sorry that I maybe didn’t do enough. What we tried to do and we\ncould.",
        "A: No, not when they were young. Now I did. Now when they were, when they understood\nalready, I did. My husband spoke more about it, what he went through. And he was but he\ninjected the belief and he showed me many times in life I thought it’s not going to work. It’s not\ngoing to be good. My husband was sick and I was pregnant with my third child. I didn’t know\nthat from the beginning he struggled plenty too. But everybody does. So he told me and he said\nbut you said he had a small heart attack. He was in besert so he said to me don’t be scared. You\nsee God takes care of us. And if God will want me to live, I will live and don’t worry. God\nprovides for everything. And he injected into the children the belief and trust in God. And we,\nthe truth and it’s a true thing that he could only trust in God because he takes care of us. Because\nourselves, we think we’re smart. We can do. It’s not what happened that night a friend of his\nwent to a wedding and he passed across the street to the subway to get the subway from East\nBroadway and a motorcycle came and on the spot he was dead. So he said there is no insurance\nin life for anything. If you are supposed to live and you have to live, God helps you. But if you\nare supposed to die in one minute, you are dead. So then I said whatever it was, we managed\nand life it’s what you want from life. You’re not here just for our pleasure. We have to be here\nfor other people and whenever we had a friend or my son went to school away to Switzerland\nand aman came. He was also a Holocaust survivor without a hand. And the principal directed\nhim to our house. It was holiday. So he came. He wasn’t an easy person with one hand and my\nyounger daughter had to take him across the subway. He was scared but my husband said he 1s a\nguest. You have to treat him better than yourself. And if he needs your bed, you give your bed to\nhim. So he injected it into the children too. And thanks to him we have good children.",
        "A: Yeah but yes, I did too. And whenever he brought somebody home, I never said, I always\ntook him with a smiling face and made them feel good. I guess I got it a little from home too.",
        "A: Yeah but I appreciate you. You’re such a wonderful person. There isn’t many like you and I\nreally admire you as a person. I didn’t know you but I wish you all the best. They claim to say\nthat Holocaust survivors have the power to bless people because they went through, that’s what\nthe rabbis say because they like.",
        "A: I wish you a happy long happy and good life and you should have joy that life should bring to\nyou.",
        "A: Thank you. It’s a pleasure. I learned from you a lot. Because there isn’t many people like you.\nBut thank God there is people.\n(file 2 — RG-50.030.0870.02.02 — audio; duration: 22:11)\nIna Navazelskis: this is United States Holocaust Memorial Museum interview with Mrs. Marcia\nLoewi on March 6, 2016 and this is in addition to the interview that we conducted with Marcia\nLoewi earlier this year in January and should be considered as one interview. In this addition,\nMrs. Loewi would like to add some information that she forgot to mention during our first\ninterview. So now I am going to turn it over to you Mrs. Loewi. Tell me about these points,\nthese things, these experiences that you wanted us to record and give me a little bit of context of\nwhat happened.\nMarcia Loew1: I worked in that, in a small furniture company and one day we came to work and\nthe night shift, the night.",
        "A: Yes, yes, and the night shift, how do you say it.",
        "A: The night shift people were sitting and crying. We came in like 8:00 and so and there was you\nknow like blood in the street. There was a hospital for mentally ill next and there was next to our\nfactory so at night the Germans came and evacuated the hospital. There were children. They\ncame with trucks and they threw down the children like objects with their heads down.",
        "A: From the windows of the hospital. It was called the Visola street hospital. It’s for mental ill\nand they said what they saw happened. Animals, animals wouldn’t act like this. In essential and\npeople that were not capable. And they had mental illnesses and that’s affected us very badly\nbecause what is a human being. You take and throw it down with their heads. You, so you break\nthe heads and scalps of innocent little children. That were born with defects.",
        "A: You see I was a teenager in those times. I was maybe 15, 16. So I, we didn’t, I wasn’t\nconnected to a different area than we lived. We lived on the other side of the bridge out from the\nhere in the center of the city. Was a, like a round thing and there was a pomnik, how do you\nsay.",
        "A: A statue. There was a statue and from this round circle went different streets. This way, this\nway and out there. That’s how the city was running. And we lived on this side of the city and it\nwent down to the lower streets, to the —",
        "A: Outside the ghetto. No I don’t, I didn’t know people that and the factory was you had to go\nover a bridge to the other side of the road and the middle was barbed wire. And there a bridge\nthat was there that you shouldn’t have to go through the traffic. It was like a highway.",
        "A: Part of the ghetto yes, but I think this bridge probably was built before the war because it was\na big bridge. You went up steps and there was a walk.",
        "A: Visola.",
        "A: I’m sure. I don’t’ know but I’m sure they didn’t build hospitals during the war.",
        "A: I think it was famous, that’s how they called it Visola hospital and our factory was on beside,\nso it was like one next to the other and there was also a cemetery in back of our factory. Was a\nbig cemetery. Sometimes we used to go there in recess time. So we walked and we talked you\nknow but I didn’t’ have connection with the people. We just heard it and it was a terrifying\nthing. The way they explained like they threw down the kids like with their heads down.",
        "A: No it was part of the ghetto. So I don’t think that the Polish children was in it. About the\nhospital yes. Yeah I don’t think they were only children that probably couldn’t stay home and\nthey needed the attention of a medical attention.",
        "A: The ghetto was separate. The people from the city, the Jewish people there, they evacuated\nand took off everything, the stores. There was a lot, it was a big city of 600,000 population and\n300,000 were Jewish. There were a lot of hospitals, big hospitals. That rich Jews donated to\nbuild the hospitals. There were three big hospitals. There was a very rich man they call\nKoznansky. And this Koznansky built two hospitals in different areas of the city.",
        "A: Taken over and then, everything they pushed out. And you see people are mean to them\nbecause when we were in the ghetto, we were before the war, my parents built up. They were\nwealthy. We had nine children, but if God wants he gives you, he gives you to make a living.\nYou could work and work and nothing happens but if it’s God’s will whatever you touch goes.\nSo my parents had a beautiful home right before the war. One thing I am, I feel my father went\nto a rabbi.",
        "A: It’s just that everybody was so shattered by what happened you couldn’t’ imagine that people\ndid things to innocent sick children. Like this to children.",
        "A: So and then, you see this picture. We had in our bedroom, my parents’ bedroom.",
        "A: Not this picture. Was a picture there was once a court and King Solomon was a very smart\nman and he, there were two mothers and one, one the mothers had a fight. Who’s the, one child\nwas missing from the hospital or from whatever. And each one claimed it’s their child, it’s her\nchild. So the king said of the child and you see from the picture we going to cut the baby in two\nand you get half the baby and you get half the baby. So he wanted to see the reaction. And one\nof the mothers went how they said, give her the baby, don’t cut the baby. So he said you are the\nmother and she got the baby.",
        "A: You remember that story and we had the picture in our bedroom. And this was left and I\ndon’t’ know but my mother said she ordered it. Took a couple years to paint it. cause there’s a\nlot of detail on it. And that expression on the faces was very good. You know the way and their\nmother was running, don’t, don’t’ do it. Stop it.",
        "A: Yeah you heard us talking. We had this painting.",
        "A: I don’t think we lost. We came back. there was nothing ours. Nothing was belonging to us\nanymore. Somebody lived in our apartment but he hardly let us in.",
        "A: And they were neighbors before. They lived on the fourth floor and we lived on the third\nfloor. They went, that nasty but they just weren’t very happy that we came.",
        "A: You see the expensive furniture that we have, they took to the ghetto. There were like two,\nthey had a place for horses for cattle. So they, the people that lived there they had friends of my\ncousin. He had a store that was selling wheat and food for horses and animals. So he exchanged\nthe houses. So we took the expensive dining room set, we took it to the ghetto. But once\nsomebody was showing, if somebody showed who was rich Jews and who has who might have\nmoney, then they came to the house and they looked in the whole house. The children were\nstanding. And my father told us don’t look the direction where I have some, the older children.\nThe younger didn’t know. So we had like medicine cabinet. In that medicine cabinet my father\nbecause somebody denunciated that were rich. So he said don’t look in the direction where I\nhave something because they look in the places and then they follow where everybody 1s nervous\nabout so there was in the bathroom was the medication we had some diamonds. Because my\nfather when he gave up the business for the first year they needed a textile factory to make\nuniforms and they paid for it something. And my father had the raw material. Not finished\ntextile. So they paid something for it and let him stay in the city for a while.",
        "A: It was in the ghetto.",
        "A: Because the Ripo, Criminal Politsar went to look for rich Jews. Ripo Criminal Politsar so\nmy father said he had two rooms, how much did we have in the ghetto. We had two rooms,\nwe’re nine children and the kitchen.",
        "A: No we tried to look how to win them but they took away the expensive dining room set. Was\ngorgeous. You don’t see it really.",
        "A: They took it and then, and then they called my father once to the Ripo. They beat him up and\nsaid what we have we should give. So he saw that dining room was in the office over there where\nthey took him in. They took it out from the ghetto, from the warehouse and they took it. It was\nbeautiful, unusual. It was like African wood and the mahogany veneer was laid out like lion’s\nheads and because that African wood has like a\nSara: a pattern like a zebra. Like I have on my",
        "A: It was you see this is a copy. I bought the door that we had. It’s deep dark mahogany. It was\ngorgeous.\nSara: like Crouch mahogany, like clay mahogany.",
        "A: And the doors were lined with marble, was like a winery where you kept the bottles of wine\nliquor and it opened this way. Like on hinges. It came apart when you opened it.\nSara: 1s that the wine rack like the wine cellar.",
        "A: No, like you see sometimes you have hinges you pull out.",
        "A: It comes like a table.",
        "A: Because they came once to the house and they looked all over and they found it there.\nProbably people, they told them about it. They probably paid them some to say who the rich\npeople were, people who had where they could take things. People were jealous too you know.\nSara: What about painting.",
        "A: The painting stayed in the house. I don’t think we had work taken, but they took it away\nbecause it was a historical painting. And there was even wider than this because —",
        "A: Now this my husband picked up here at an auction for $20 when we came to America. He\nhad my, he imported like antique, you see like this Bloom vase I have here. We were importers,\nwe imported and sold antiques. You see I have here a Meissen vase and all this. It was mostly for\nbusiness but he didn’t sell it so I have it. We didn’t go out to buy these things. We had more\nimported but we couldn’t sell 1t because the Americans didn’t like to buy silver and all this. We\nhad to give it away. We needed money. So it was, this is not so important but the dining room\nset was nine, several thousand dollars they paid my parents. That was a piece of art. The table.\nSara: The 1930s, a few thousand dollars 1s like today like 50,000",
        "A: And it was very unusual, very beautiful. But this they took away. We took it to the ghetto as\nout of the house. Now so they looked all over and he took it away and when they took my father\nand they beat him up, he should say what he has to give, where he has his money so he saw it\nlater on in the Ripo house there. Where they take the people for investigation. People were\njealous to him. People are mean, people are jealous, was hungry, but you couldn’t’ eat the\nfurniture.",
        "A: The hospital that I thought was important.",
        "A: No, the little kids like five, six, seven year old kids worked in the straw factory. They were\nwhat. Weavers of straw. They made",
        "A: Baskets. Baskets. I don’t’ know because they little kids, they used the kids because whatever\nthey could they did. They didn’t pay anything for it. You see like probably we got soap and we\ngot a piece of bread, this size like for a day.",
        "A: Yeah, this way, this way. You cut the bread and we had to buy it, loaves and it was so heavy\nbecause they left it wet. It should weigh more. So the people that, the bakers could take a little\nflour. It’s still in the oven, much of the same.",
        "A: You should learn something from mistakes of people before. We shouldn’t repeat the same\nthing because this wouldn’t’ bring any, the world no place\nSara: Anti-Semitism and (both talking)",
        "A: not only anti-Semitism\nSara: discrimination for any",
        "A: Any people.\nSara: Discrimination 1s a bad thing for",
        "A: For any people.\nSara: And again my thing 1s that we should have America should be you know give us the merit\nand the good, continue saying that living well is the best revenge.",
        "A: Thank you for all your work you put in. You really build up an example for the world.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJanuary 8, 2016 and March 3, 2016\nRG-50.030* 0870",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "MARCIA LOEWI\nJanuary 8, 2016 and March 3, 2016\nIna Navazelskis: This is a United States Holocaust Memorial Museum interview with Mrs.\nMarcia Loewi on January 8, 2016 in Borough Park, Brooklyn, New York. Thank you Mrs.\nLoewi for agreeing to meet with us, to speak with us today. I’m going to start our interview\nfrom the very beginning and ask the most basic questions and from that you will develop your\nstory and share your experiences. So my very first question is could you tell me the date of your\nbirth."
    ]
}