{
    "rg": "RG-50.030.0127_trs_en",
    "sequence": [
        "Q: Would you tell me your name please?",
        "A: My name is Edward Lessing or I was born Eleazar Lessing.",
        "Q: Where and when were you born?",
        "A: I was born in The Hague in Holland in the 8th of May, 1926. I was born in a Catholic\nhospital. I like to say I was born in Bethlehem because that was the name of the hospital.\nQ; Tell me about your family, will you?",
        "A: Well, how far back do you want me to go?",
        "Q: To your childhood. I'd like to know about your parents, your grandparents, if you will,\nand your earliest memories.",
        "A: Well, I would like to introduce you to my family as far back as my great grandfather in a\nhurry? My great grandfather...his name was Jacob. Jacob Lessing was a tailor in the\nghetto in Amsterdam. He had a nickname. He was called Uncle Kool. He was an\ninteresting, colorful character. And he had let me see. He had a whole bunch of children,\nbut my grandfather was also a tailor. His name was Isaac. There was Jacob, my great\ngrandfather; Isaac was my grandfather. My grandfather was also a tailor, but he was the\nfirst one to move out of the ghetto in Amsterdam and set up a tailor shop outside the\nghetto in what was then one of the newer sections of Amsterdam which is now right in\nthe heart of course. And he moved around quite a bit. He moved with his family to The\nHague right near the Royal Palace of the Queen and many of his clients were barons and\nbaronesses of the Court for a while there. So he was a tailor all his life. Later on he\nbecame an important man in one of the big clothing industries of Holland. He was the\nfirst one to set up a assembly line kind of procedures. So essentially, he was a tailor. He\nhad three sons. My father, Nathan; his old brother, Jacob; and my father's youngest\nbrother, Joseph. They all had different nicknames though. My father called himself\nNardus. I don't know how he got to that. I never found that out. N-A-R-D-U=S. Nardus.\nAnd Jacob was called Jaap, which is a Dutch name, Jaap. J-A-A-P, Jaap. And Joseph was\ncalled Joop, J-O-O-P. Jacob died before the war. Joseph was killed by the Germans. So\nwas his wife, Jeana and their little son, whose name I can't recall right now. In essence,\nthose three people are the only ones in my family, my direct family...near family that\nwere killed in concentration camps. Everyone else either had died before or died a natural\ndeath. So my father's older brother died\n01:04:\nbefore the war, and his younger brother died in a concentration camp in, I think,\nAuschwitz. So my father...oh, by the way, this younger brother, Joseph or Joop was also\na tailor or went into the clothing industry, helped by my grandfather. My father was the\nonly one who somehow or other got into a completely different profession. He became a\nmusician. And when he was 17 he left his parental house...home, and from what I can\nfind out he never returned. He booked on or he signed on a ship as a musician at 17, and\nit was his first trip overseas, and he never forgot it. He always told me about it. So he was\na musician all his life. No matter what he tried to get out of it, he never...he never\nmanaged. He tried many things, together with my mother later on. They tried to set up\nbusinesses and sell things and it never worked. Papa always came back to being a\nmusician. So let me say now...",
        "Q: Tell us about you as a child. What was your home like growing up as a child.",
        "A: Well, it's a little difficult to tell you because my father and my mother married in 1925\nand had me, of course, in 1926, and traveled around a lot. In 1929, for instance, my\nparents decided that they would go to the United States. They would follow in the path of\nmy aunt and uncle who had moved there. They had moved. My aunt and uncle lived in\nHolyoke, Massachusetts, and my parents decided that that they also wanted to go to the\nUnited States. So 1929, I, as a three year old, arrived in the States, and learned to speak\nEnglish. However, they had a lot of bad luck. 1929 wasn't a very good year to arrive in\nthe States as you can imagine. So Pop had a hard time finding work and, in addition he\ngot sick. He got tuberculosis, which ran in the family. Tuberculosis was a kind of a\nfamily disease with us. A lot of members had it...got it. My daughter got it. Pop got\ntuberculosis and had to go to a hospital. And Mom had to go and scrub floors and later\nworked in a travel agency in Boston. And I was farmed out to to a lady who was\nsupposed to take care of me, but who took very badly care of me for one of the reason I\nhave been in psychotherapy for the last 22 years is that [it] didn't help what happened\nlater on [in] the war. So we moved to the States in 1932. Pop not finding work. Well,\nvery occasionally, he had some friends in the Boston Symphony who helped with the\nsummer engagement, but all in all he didn't find much work. In 1932 they moved back to\nHolland. In Holland they moved around from place to place, wherever Pop could find\nwork. Pop worked as a musician mostly in night clubs, bars or restaurants, hotels, in the\ntime that hotels still had live music, you know, little trios and... So we moved around\nquite a bit throughout Holland. I once counted that between the time that I was born and\nthe war that we had...and the war was 1940, so it's between 1926 and 1940, that I once\ncounted approximately 32 addresses. So that's a lot, you know. Some places, we may\nhave been only...I don't know, a\nmonth so, but we had a lot of moving around. So my parents, as I said, came back in\n1932 to Holland. Then Pop started playing and my mother had...my mother got\nthree...three more children. One, another boy after me, died. His name was Joop...Joop\nagain named after my grand...I guess great grandfather Jacob. Yeah. He died when he\nwas 9 months. It was a terrible blow for my mother. And as my father said...a\npsychiatrist...he had consulted a psychiatrist because my mother was...was totally\ndistraught. He said the best thing was to get Mother a child as quick as possible. She got\ntwo more children. Two...my two brothers, my brother, At, and my brother Fred. So\nthere's a difference...a big difference between my brothers and me. The next my brother\nAt is 8 years younger and my brother, Fred, is 10 years younger than I am. So I sort of\nstood alone most of the time. I was alone...a loner. We lived the last years before the war\nsort of in The Hague, Holland. And just before...a year before the war...I think 1939, with\nthe help of my grandfather, who you may recall was a tailor, opened a clothing store in\nDelft, the nearby small town.\n01:10:\nDelft is located between The Hague and Rotterdam, a small town, a beautiful little town\nwhere Delft pottery comes from. So we moved there and that was...no I was going to say\nit was the last move before the ...that was the last move before the war, of course. So the\nwar of 1940...the invasion, the German invasion found us in Delft with a sort of a small\nclothing store. And when the war broke out, I was 14, and my brother Fred was 4 and my\nbrother At, was 6. Does that give you some background on my family? What else would\nyou like me to go into at this point?",
        "Q: Tell us what happened when the war broke out. Can you remember’?",
        "A: Yeah. Very well. I was 14. The war broke out 2 days after my birthday. My birthday was\nthe 8th of May. I remember very well getting a canoe for my birthday because Delft is\nsometimes called the Venice of Holland. It's riddled with canals, little bridges. It's [a]\nvery, very beautiful little town. I got the canoe on the 8th of May and I was very happy\nwith that. It was my birthday. And on the 10th...that was the 8th of May, 1940. And on\nthe 10th of May, 5 o'clock in the morning, I woke up to thunderous noises, machine gun\nfire, planes flying over. Great commotion. Dawn was just breaking. It was a most\nbeautiful\nday. It was sun[ny], warm, unusual day for Holland in that sense. I went upstairs, looked\nout of the attic windows. The sky was full of planes. And some of the planes men were\njumping with parachutes. I thought it was fabulous. It was wonderful. I tried to climb on\nthe roof. Almost got shot down by Dutch machine nest which had been placed right near\nthe hole by that time. My father ...my father retrieved me from the roof and said you\nshouldn't be doing this. I thought it was fabulous. I mean this was like stuff you'd see in\nthe movies. I was 14 years old. What the Hell did I know? Besides, we hadn't the faintest\nidea of what was going on really. We thought it was sort of an exercise of the Dutch,\nprobably Dutch air force. No idea of what was going on. We soon found out, of course.\nBy news that came from the radio that the Germans had invaded Holland. To give you a\nlittle background in this, Holland hadn't been in a war as far as I know since the\nNapoleonic war. Holland was neutral in the first world war. Matter of fact, I remember\nmy father telling that in their home...at my grandfather's home, they had a Belgian\nrefugee. Somebody from the first world war fled the battlefields in Belgium and come to\nAmsterdam and to The Hague and lived with them for a while. I think that was the most\nexotic story that happened ages ago. Of course, I never realized that that\n01:14:\nwas in that time only maybe 25 years ago or so. So Holland wasn't a country that was\nused to battles and war. The idea that there was a actual war going on was...was ludicrous\nin our eyes. I mean it was...but it took 5 days. After the first morning, it sort of died\ndown. My father almost got shot I remember. He wanted to go out get something to eat\nnear the nearby grocery and there was Dutch soldier. You see, we had a street that had in\nthe middle a canal, and on each side, couple thin streets, and across the canal on the other\nside was a Dutch soldier standing and Pop opened the front door and shouted to the\nDutch soldier...was it alright and go to the grocery store? And the soldier misunderstood\nhim and fired at him. And the bullet hit in the wall right next to him. That would have\nbeen the end of my father right there and then. So my father was in a hurry very pale.\nFive days the war took and, of course, in the course the Germans bombarded Rotterdam\nand brought the Dutch government to its knees in a hurry. And quiet reigned after that.\nAs a boy I remember going out with a friend as soon as the war was over and going out\non the highway, and there were all these German planes that had been shot down...one\nright next to another...these planes that had dropped parachute troops which were easy\ntargets because these were slow flying planes. One after another. And we thought it was\nfabulous. It was interesting. All these crashed planes and... I'll give you a cute little\nsideline. Everyone one of these planes had two engines. And on each engine was a little\nplaque. Blue and White. It said BMW. And to this day, it's very difficult for me to accept\nanyone driving a car with those emblems. Of course, there is a lot. They're preferred cars\nnow. Right? But to me, that symbol means war and German invasion. That's strange isn't\nit. So as a boy and with my friends on bicycles, we thought it was all fabulous. All these\ncrashed planes, and I remember going out to some other planes that were parked. The\nDutch had parked some planes under trees. Supposedly, if there would be some battle and\nthese planes had never been touched. They were totally outmoded planes. By the way,\nmy friend and I loved planes. I still do. So my friend and I went in there and got\ninstruments out of these planes you know, and for the first time I had a real instrument\nout of an airplane. So you realize that, to me, the German invasion was kind of...well, it\nwas a little scary, but it was a lot of fun. There was a lot of excitement. And when the\nfirst German rolled into town...the first one that I saw was in a camouflage suit with\na...with a typical German helmet on, and on a motorcycle with a sidecar and in the\nsidecar was another German. And they all had camouflaged suits and...and the\nmotorcycles were...oops... Maybe you want to make a break here.",
        "Q: Can we stop the tape a minute please. We need to fix this.",
        "A: I've had quite a time with this mike. This is the second time it fell off. Is this alright now?",
        "Q: You're fine.",
        "A: Okay. You tell me when I should resume.",
        "Q: Alright. You're fine. You were looking at all these planes.",
        "A: And the Germans came in. The first Germans right on the motorcycles. They were kind\nof curious specimens. They didn't speak Dutch. They sort of roared through town. They\nseemed harmless. As a boy I had no idea what this really meant. We settled in with the\nGermans. By now, the Germans would march through town as they [were] singing\nsometimes or they would walk by the stores. As a matter of fact, there was a German\ncame into my father's store to buy a suit and my father helped him and the guy bought a\nsuit. I think he bought two suits and he bought that. Life seemed normal. We seemed to\nbe able to live with this you know. That's how it all started. Nice days in May. Strange\npeople walking the streets, but rather harmless. It would all be over pretty soon anyway.\nThat was the story. The war would be over soon. It would last maybe a couple of months\nand then the English would come and the American would come and the Russians...no,\nthe Russians...I guess...they hadn't invaded Russia yet. Well, then, of course, the English\ngot defeated and the English and French got defeated 1n a hurry in France, and there was\nDunkirk and then everything came to sort of a standstill you know, sort of the English\nwere in England and we were in Holland and life would go on until the war was over.\nAnd very slowly, very slowly, things began to happen. Little notices in the newspapers\nabout.... Now, I don't exactly know the sequence, of course, but little notices in\nnewspapers such as Jews were not allowed anymore to live right near the coastal areas\nbecause they could be traitors. And then some weeks later maybe there would be a notice\nthat said that Jews shouldn't have any radios. So every Jew was supposed to bring his\nradio to town hall. This went all through the Dutch government you see, so it all didn't\nseem so terrible. It and the reaction of my parents and I guess most Jews in Holland who\nhadn't been repressed for 300 years probably was that was a minor thing, you know. They\nwanted our radios. So the hell with them. We'd bring the radio. If they wanted us not to\nlive in the coastal areas, so we'd move inland a ways. It all seemed rather...how shall I\nsay childish to us....all this nonsense, you know. And the choice always was either you\ncomply or you go to jail. Well, nobody in my family had ever gone to jail. You didn't go\nto jail. You didn't...the Dutch were very disciplined people. When somebody said don't\ngo through this gate because that 1s private property, you didn't go through that. You\nfollowed the law. And these laws were new laws. So the idea was... mean you\nbegin...you begin to feel something was going on there that we didn't like, of course, but\nit was easier to comply with it than to to get thrown in jail. You weren't going to be\nthrown in jail for having a radio. This is crazy you know. So you brought your radio. But\nthen a little later on... think 1t was a matter of copper and brass and all kinds of stuff.\nAnd for strange reason we thought that was kind of ridiculous so we took all...I\nremember taking all our copper and brass pots that we had in the house. It wasn't...my\nparents weren't very rich so it wasn't much of any consequence and burying it somewhere\nin a park, where we were sure after the Germans were gone, we'd dig it up and put it back\non the shelf. As a matter of fact, after the war I went back and never find the Goddamn\nstuff back. I never could find a park. It was so changed. Who the hell knows. So there\nwas this slow infiltration of little\nthings. And the best thing was to comply with it because the alternative was heavy\npunishment. None of it seemed worthwhile. Then it was bicycles. Jews shouldn't have\nbicycles. We should bring all our bicycles. People brought their bicycles. I don't think we\ndid. Now let's see. How did it go on? Then there came a decree. And this is all issued in\nthe Dutch newspapers, mostly through Dutch authorities. It would say that the German\ncommand had issued a decree to the Dutch government, and the Dutch government said\nthat Jews were no longer allowed to have businesses. Well, my father had a big business,\nso they sold all the clothing as fast and made quite a bundle of money because by that\ntime clothing was rationed. They sold the clothing. And rented a house...a large house in\nDelft in a different location...had many rooms there...had 17 rooms I think, and rented out\nrooms to students. Delft is a university town. So they set themselves in sort of a business\nrenting rooms to students which was a very common business 1n Delft because there was\nso many students and lots of people just lived on renting out rooms to students. So they\ndid that, and they got this big house I remember and lots of rooms in it. And meanwhile,\nnew decrees slowly came out. Jews couldn't have this. Jews couldn't do that. Jews\ncouldn't go to school. I was in school. I was a teenager, and I was in high school. By the\nway, I was an awful student. Probably one of the worst. My parents were at wits end with\nme. I was a lousy student. I was a clown. I had a good time everywhere and tried to\nattract attention by being very funny and was held back several times and finally my\nfather, you know, said, \"I don't know what the hell to do with him.” He went to to a\nfriend and said what should I with this boy? And he said, \"Why don't you let him learn a\nprofession?\" So I was sent to, what do you call that,...a trade school, which was kind of\nshame because there weren't any Jewish kids in trade schools. This was for non-Jewish\nkids who wanted to become carpenters and electricians and stuff like. Here I was and I\nwas supposed to first become an electrician. And, of course, I horsed around there too\nand didn't learn. And then I was switched and my father talked with someone and said,\n\"What should my son do? What do you think is a good profession.” And this man said,\n\"Do you know what's a good profession? Instruments making, tool maker.” And so I\nstarted studying for that. And...but as I said one bad day there was a notice in the paper\nthat Jewish children couldn't go to the\nregular schools anymore...could go only to special Jewish schools. Since I lived in a very\nsmall town, there were no special Jewish school. All in all maybe in Delft before or\nduring the war...I said before...at the beginning of the German invasion, my guess is\nmaybe that there were maybe 150 maybe 200 Jews in Delft. It's a small town. So we\nknew most of them by the way. No Jews in school anymore meant that I couldn't go to\nschool anymore. So I was out of trade school. And Pop said to me...he said \"Well, you\nknow the best thing is maybe you should learn to play music.” Because he was a\nmusician. So I took up the trumpet for a while. And I kinda liked that. I played...started\nstudying the trumpet with a teacher, a very nice man. Everyone felt sorry for me that I\ncouldn't go to school anymore, you know, that kind of stuff. So I studied the trumpet for a\nwhile, and I also played the piano. Pop gave me lessons which was horrendous because\nit's very, very terrible to take lessons from your parents, you know. It didn't work out too\nwell. He taught me piano, and I still play the piano. Badly. Then...oh, and I also had a\npart-time job as a delivery boy for a fora pharmacy. All these things to keep me busy\nwhile my parents got more and more worried about what was going on of course.. I still\ndon't think I grasped exactly what was going on. I just sort of went along with it. Then\ncame a decree one day that you had to wear a star. All Jews had to wear a star if they\nwent out of the house. So my mother sewed on stars on my clothes. And I remember an\nincident. I have a cousin. My cousin, Hans, who lives in Springfield, Massachusetts now.\nHe's about my age, and at the time we looked a little bit similar. And we had both gotten\nthe same overcoats from my father's former clothing store, so we looked like twins. And\nHans always said, \"Let's go out and walk like twins.” So we put on the same socks, shirt,\nmuch as possible...same outfit and we walked as twins. That was wonderful. Except I had\na star. He didn't. Well, that was the only thing different. His mom...his mother...my Aunt\nClara had married a non-Jew. So Hans was only half Jewish. And I remember walking\nthrough Delft and once get stopped by a German. This was the only time a German\nphysically touched me. I was stopped by this German. We were stopped by this German\nin our same overcoats. And the German said to my cousin, Hans, \"What're you do\nwalking with a Jew?\" And I said, \"He's my cousin.” And the German slapped me full in\nthe face and I fell on the ground. Pow. Like this...he said something like \"You lousy\nJew.” And he said to my cousin, \"Don't let me ever see you walking with him...with a\nJew.” It's the only time that I physically was abused by a German. And I'll never forget it.\nWhen I think of the concentration camps and what people went through that's my only\nreference. That incident was\nlike...I think it must have woken me up to what was really going on to some extent. Not\nthat I remember it as such now, but that was the only time that I was really physically\nabused by those bastards, if I can use that expression. Well, he went away. And, of\ncourse, my cousin and I still would be together. As a matter of fact during the war, I spent\na short time hidden by my Aunt Clara. Hans and I would go out at night after dark...go to\nthe Catholic churches. I'll get back to that later. It's little bit of ahead. Well, the shipments\n[1.e. deportations?] begin. Jews were to register, of course. We had all registered I\npresume at the beginning of the war. I forget that part because some point or another we\nall supposed to register and we all did. The punishment I guess for not registering was\ndeath. So...what the hell? You go to register. What's the big deal. Since in Holland,\nostensively there was no anti-Semitism. I mean you could walk out in the street with a\nstar. Nobody'd say, \"Hey, you lousy Jew.” It was like a sign of respect. People felt sorry\nfor you. It was kind of nice to have people feel sorry for me. Shipments began, of course.\nSince I lived in a very small town, it didn't immediately hit us that much. It happened\nmostly in Amsterdam...big city where there was thousands and thousands of Jews. And\nyou heard this and you read about it and, of course, we got the Jewish newspaper that\nwas published by something called the Joodse Raad, the Jewish Committee in Holland,\nthat sort of tried to regulate...diminish the pain sort of. But in the process actually now as\nI look back at it helped the Germans, of course. But there again...the goal was to...if\nsomebody had to go and work in Poland as it was held up to us, they would...let's first\nsend healthy people who are not going to suffer too much from the cold there. So they\nregulated who would go on shipments and so on and who would not. All that for us a\nlittle bit far away, but we knew that someday we will have to go and work in Poland.\nThis was...now I want you to understand this very clearly. That not until May 1945, the\nliberation of Holland, did I have the slightest idea of what was going on with these\npeople who were sent away. We had no idea. I had no idea. I don't know who... Some\npeople must have. As far as we were concerned, you went to Poland to work. And I\nremember very much very well a member of my family in Amsterdam...I think a cousin\nof my father's...who stood in the open market in a stall and sold underwear and socks.\nSaying, her name was Beppie saying, \"What's the big deal? We work like dogs here. So\nwe'll go work over there if they want us to do that. This was commonly accepted. And so\nmy father and mother in anticipation of being shipped to Poland, having to go to Poland\nto work, got nice bundles of backpacks. We got blankets. We got water containers or\nwhatever...socks. You know, socks, warm shoes, whatever...sweaters. It was all neatly in\na closet in our house you know. We were ready. All set. We'd be warm.\n01:36:\nWe'd have clothing, blankets. We'd go and if we had to Poland, we'd go there. It might be\na little colder. Papa and Mom would have to work a little harder, but gee, they were used\nto work. We were all set. Interesting thing is that my grandfather came over from\nAmsterdam and he, of course, told horror stories of thousands of Jews being shipped off\nand the way I remember it. I don't know if I have this from a story by my grandfather or\nby my father or I was there myself at that particular instant that my father and mother\nopened this closet and showed my grandfather how well they were prepared. How\nbeautiful. Backpack and how wonderful the blankets, and my grandfather saying, \"Do\nyou think you're going to go to Poland to work? And my parents saying, \"Yes.” \"You're\nnot going to go to work. You're going to get killed there. You're gonna die there.” Not\nthat I think he knew that we were being murdered outright but that 1t was cold and that\nyou'd work yourself to death and that you might die in..you know, like in Siberia, people\ndied in camps. And it's at that point I guess that my parents decided we weren't going to\ngo. Now the penalty for that was death. But by now we came to a state where you had to\nchoose between possibly instant death by being caught and by being set up against and\nthe wall being shot or being shipped to Poland to maybe die of cold and hunger or\nwhatever that was there. Surely no one came back from there. So I guess at some point\nmy parents decided, \"We're going to take the chance.” And when I think about it now, it's\nalmost impossible to convey what it must have meant for my parents who had never\ndefied a single law in their life in that sense. To defy a law that had the death penalty on\nit. But they decided. They made a decision. Now this town was very small and there was\na gentleman in town, Mr. Kohn, who was sort of the Joodse Raad, the member of the\ncommittee in Delft who was to oversee shipment of people from Delft. I guess he was\nmade responsible or whatever. He was a German Jew who had immigrated to Holland.\nHe knew what it was all about I think. And he said, \"I'll give you a warning when they\ncome to get you.” And I guess as close as I can find out, in October 1942, the warning\ncame. They're coming to get you. My father and mother, two brothers, and I just put on\ncoats and walked out of the house. Shut the door behind us and walked out. And walked\nto a different part in Delft...outskirts of Delft where we had some friends of the family.\nTwo older people and two daughters, friends of my parents and settled down there for\nthat day and that night. And that's how we left our house. And I guess we didn't back to\nDelft until maybe June 1945. Interesting enough, my wife, Carla, was hidden in Delft, the\ntown that I that I had left. And you'll get that story too of course. Well, from here on, it\nbecomes my story.",
        "Q: What do you mean?",
        "A: Well, I once...I need dates a little bit for my...these are only monthly dates. They are not\nexact dates, but I need them for my own reference because it gets kind of confusing. And\nI'm not so sure that this is even correct. In any case,\n01:41:\nit's my guess that I stayed there about 3 months. The families was called the\nNieuwenhuizens. He was an older gentleman who worked as an amanuensis at the\nuniversity. A very wonderful old man and his wife and they had a young daughter. And I\nstayed in a little room. That first evening we dispersed. My little brothers went to my\ngrandfather in Amsterdam, and I can't tell you much more about them from there on. But\nthose stories are all with my brothers. My parents went to some friends somewhere else\nnear The Hague. And so that same evening we were all dispersed, and we didn't really get\ntogether again until after the war. All of us. I was the only one who stayed at this\naddress...at the Nieuwenhuizens, and I stayed there for about 3 months. And all of a\nsudden, life was very strange. I had no more parents, of course. I had these very loving\npeople, friends. But this was a strange business. I had nothing to do. I mean I would sit\nthere in this little room and read a little bit. I fell in love with the girl, of course. What\nelse was there to do? She would have none of it.",
        "Q: Tell us about it.",
        "A: I can't tell you very much. She was gorgeous. There were a couple...they must have been.\nI don't know how this happened. They must have been like in their 40s maybe. They\nlooked much older. They were like old people to me. They had this gorgeous young\ndaughter. Beautiful, long hair. I can't tell you very much about her. I talked with her. I\ntried to... See...how old was I? 14. I tried to get her into bed. She wouldn't. I wouldn't\nknow what to do with her probably, but anyway I was very much in love. I was very\nlonely already right away. I was there from what I could figure out till about January\n1942 [43]. I couldn't stay very long. I couldn't stay very long anywhere really. My mother\nthen sort of took over during...when we were all dispersed who started to pretty soon and\narranged to find places for the family. And this is the reason why she was later on caught.\nShe was the one...the only one who traveled. She had a false identity card, just like mine.\nAnd she traveled and found places. She had contacts here and there I presume with the\nunderground. I'm not quite sure. I really don't know. But the second address I went to\nwere friends of my father when he was a young man. So we're talking about...talking\nabout 1942....we're talking about 19...between 1920 and 1925. He had lived in Utrecht.\nHe'd been a musician. I think he had been in love with one of the sisters. There were\nthree sisters. Now they were all old and middle-aged ladies. And somehow another they\ntalked one of the ladies I think her name was Fie Troost, T-R-O-O-S-t, Troost into taking\nme. Now remember the...the penalty for taking in Jews was death. That was for sure. So\nif you took some one 1n, if you were discovered that's it. You forfeited your life. By this\ntime I was, of course, a fugitive. And I went to this Feetje Troost. I think her name was\nFietje Troost, and she lived together with another woman, a younger woman who was a\nreceptionist at a hotel, and I settled in there. I had a beautiful room. I have a picture of\nthat in the pictures that I gave you...the two ladies, and I have a view of the church tower\nwhich I made a nice sketch of. My father used to sketch by the way. He was always sort\nof amateur painter or sketcher and I sort of followed in his steps. I liked the idea. And I\nstarted sketching a little bit. So I sketched.\n01:46:\nI had nothing to do. Days went by with me sitting in the room. But there was a piano\nthere. So I got my piano books, songs with piano books, and started practicing the piano\na couple hours a day. I stayed with these ladies, and at night I would go out after dark. I\nwould take a small walk around the block. Now in those days it was war time. And\neverything was dark, blacked out. You know, there was a black out. So it was a little\neasier to get out of the house and nobody could see you really. The streets were\npitch...pitch black. The only thing that you could see in the light was like little flashlight\nthat people had and cars had little slits...you know, the head lights were blocked off, and\nlittle slits left open. And so everything was very dark. So it was relatively safe to walk\nout, take a walk around the block and get a little fresh air. I also visited some of Fie's\nsisters....Fietje's sisters...this lady's sisters who lived about 15 minutes walk away in\nanother part of Utrecht. Is it okay that I go into so much detail? Bizarre things happened\nsometimes during the war. Here I was a fugitive kid. I was 16 years old at that time. And\nI would walk over in the dark towards that other home to this lady's sister. That lady's\nsister had a daughter. She was a illegitimate child conceived by a German years and years\nago before the war. These lady's...since there was the mother, the sister of Fee and the\ndaughter who was...about 20 is my guess, had always been kind of pro-German because\nthe mother had conceived this child by a German. And the child was half German in a\nsense. The child would be kind of attracted to German soldiers to go out. Not the\ncommon street soldier I think, but officers. I was with these strange people. In addition,\nin this house they rented a room to a German officer. He was not a member of the army.\nHe was a member of the railroad corps or something like that. The Germans liked\nuniforms so everybody had lots of uniforms. My father always said, \"There's nothing a\nGerman likes more than uniforms.” This guy had a elaborate uniform, and actually all he\nwas a clerk I presume or a little higher level clerk in the railroad stations. Of course, all\nthe railroads had been taken over by the Germans because this was vital to the war. I'll\ntell you something bizarre which I'm ashamed at this point. But it's some clowning\naround in that basement where these ladies lived which by the way was a basement\napartment...part of the house was a basement apartment. I would I once donned the whole\nuniform of this officer, strutted around in his boots with his cap on and his black...sort of\nblackish dark blue and everybody applauded. They thought it was wonderful the way I\nlooked. I can't imagine\n01:50:\ndoing this now. But I did. They were very lovely. The dangers seems enormous at this\npoint while I'm retelling it. To go to these people...their heart was in the right place. They\nwould have never said that they had a Jew visiting, because I was a son of an artist,\nNardus, their childhood friend. Anyway, I stayed with these ladies for ...[ have here from\nJanuary 43 to July 43. That's my guess. I'm not quite sure. Seems...everything seems\nmuch longer. But when I tried to schedule this out until the end of the war, I got in the\nend compressed. It was shorter than I thought. From there I'm not quite sure where we\nwent, but I think what happened was that my parents...I should back track for a second.\nMy parents wound up in the middle of Holland in a place called Soest. They wound up\nfor the better part of the war with a couple. He was an ex-Marine. She was a ex-cleaning\nlady. And these people had taken my parents in a room. So they were always in there.\nThis is where my mother knitted. My father did sketching and went crazy sometimes\nbecause no matter how good the relations were, eventually some friction would ensue\nwith all these people, four people in a tight space, a little house. Irritations set in. My\nparents decided that it would be wonderful if they could find a little summer place for\njust a week to escape and just go like ordinary non-Jewish people. Stay a week\nsomewhere in a little hotel. By the way, my father and I had dyed our hair. It was\nsupposed to come out blonde. We dyed it with peroxide I remember except that I don't\nknow how Pop came out. I came out red. For the rest of the war, I had to keep this up by\nthe way because in Holland anybody who was not blonde and Dutch I mean you know,\nJews you could almost pick them out from a crowd in Holland. There were no Italians.\nThere weren't any Spanish-speaking people. The only sort of little bit outlandish\nlooking...well, the darker looking people were Jews. Not outlandish...darker looking. So,\nanyway we dyed our hair and...and Pop and my mother decided they'd go and rent. They\nrented a room in a little hotel in a very tiny hamlet called Lage Vuursche. Lage Vuursche\nwas to play quite a role in my life, I guess. Lage Vuursche was a little hotel and a gas\nstation I think and five houses and that was it. It was very lovely. It was like a little\nhamlet in the middle of the woods. And Papa went and rented this rented this room for a\nweek and moved in. On sort of sideline this because it's important what my father and\nmother did at that point, they, as Pop told me later on, he said we weren't in that room for\nmore than 15 minutes and there was a knock at the door, and there was a policeman there.\nAnd he said, \"I want to talk with you people.” And Papa and Mother knew that was the\nend. That's it.\nThey were caught. However, the man closed the door behind him and sat down and said,\n\"I want to tell you something.” He said, \"I'm a policeman in this village.” He said, \"And I\ncan readily see that you are Jews.” He said, \"I want to tell you where you should walk\nand where you should not walk.” He said, \"I'll protect you.” He said, \"If anything goes\nwrong, I'll tell you.” This is the man I showed you a picture of, a man sitting with his\nwife and a child. This is the policeman. I do not know his name anymore. He was an\nangel to all of us. From what I remember, I joined my father and mother...not in that hotel\nroom, but 1n a little house called Ons Huis(?) which was a sort of...I didn't know there\nwere people like that then already, but they were people who were nature preservists.\nThey had this...some did a little hiking, a little walking, and somehow or other my\nparents spent some time in that house and I went there too and we joined and I was for a\nlittle I don't know, maybe a week, but I can remember together with my parents in that\nplace. Now, I had to go somewhere else.",
        "Q: At that point, let's hold it. They're going to change tapes.\nEnd of Tape #1\nTape #2",
        "A: Great idea. I would like to go to the bathroom.",
        "Q: Okay. We can get started again. Let's pick up where we left off.",
        "A: Okay. We're now at July 1943 and after having spent maybe a week with my parents at\nthis this nature lover's retreat...someone found a new place for me. Now, I don't know\nwho. It's the first time that I went to work on a farm. Now, you gotta realize I was a\nteenager from the city. I'd really never done any heavy physical work in my life. I was\nrather spoiled I think. My father and my mother I remember accompanying me not very\nfar from this place in Lage Vuursche, this little hamlet, to a road that led into farm land,\ngrassy farm land, along a canal and you went a couple of miles and you wound up at this\ntiny little farmhouse. Far away from really everything. That's how I remember it anyway.\nAnd a Dutch farm in that part of the country was very small and was all dairy and a few\ncows, and that's about all the farm I had. I don't remember him having a wife. I have a\nfeeling that he had. Now this is the first that I was placed in a place where the farmer\ndidn't know I was Jewish. I was now from then on...I was a Christian kid from the city\nwhere in the meantime food became less, you know. I mean it's harder to get and\neverything was rationed since the Germans stole every damn thing away. And this was\nsort of like a pose I presume as a kid from the city who needed fattening up and he would\nwork for his keep. So here I was, of course, with my red hair and dropped off at this farm.\nAnd the first thing I had to do was wear wooden shoes. Because that part of Holland is all\nI would say practically below water level I guess. It was all green land, all meadows\nwith..with every hundred yards or so little canals to...to drain off the water. So wherever\nyou went it was wet. First thing, I had to get pair of wooden shoes because that is the\nideal wear in places like that so. I remember I'm mentioning this because wooden shoes,\nif you're not used to them, they're hell on your feet. They will chafe open the upper part\nof your feet and your heels and this is what I did. For about a week, I'd walk around with\nthis blood in my...in these wooden shoes. It's really okay for people who are used to it,\nbut I got used to it. You grow callouses very fast. I had to get up at 4 o'clock in the\nmorning and milk cows. I had to learn how to milk cows, then carry the, you know, 40\ngallon cans to a little boat. Put them in a little row boat, then row them down to the end\nof the canal where I presume a cart would pick them up. Other parts were cleaning out\nstables spreading manure, mowing grassland, feeding the animals, and\nhelping by the birth of one. I remember pulling out a calf with ropes. For me it was hell.\nIt was utter hell. I mean I was only 16 or 17 years old. I had no parents. I was in constant\ndanger of my life. By then I knew what was going on. One wrong word, one wrong\nmove, one wrong clue and I would have had it. Farmer would have said when(??)_ and he\nwould have maybe denounced me. Right? Would have maybe collected some reward for\ndelivering a Jew to the Nazis. So, it's in that time my mother said and she swore that I\nhave said this several times. I don't remember anything of it. My mother swore that\nduring...especially during that time I wanted to give myself up. I didn't want to hide\nanymore. I remember nothing of this. But my mother has...kept good records in her head\nusually so I believe and she wouldn't make this up. She said, \"You were so desperate that\nyou wanted to give yourself up and I kept saying to you...we kept saying to you, \"It will\npass. It will pass.” My mother had a little sign. It said, \"This also will pass.\" So things\nwere pretty grim then. I was a very lonely kid. I learned to work, but it wasn't easy. The\nfarmer was very unhappy. I was not much help in the beginning. I couldn't lift 40-gallon\ncans. You know...you gotta know how to do it. I could barely walk in those God damn\nshoes. I wasn't there very long. From what I could find out, I must have been there from\nJuly 43 until September 43. In looking at the map, the farm must have been in place\ncalled Tienhoven (7). It's the closest I can find out. I don't remember the man's name. I\nremember that we ate badly. He was very poor. It was a poor little farm. Where did I go\nfrom there? Let me see. Yeah, it seems to me that from September 43 for about a month,\nI went to my Aunt Clara in The Hague where my cousin Hans lived. I have two more\ncousins, Hans, Fritz, and Tony. They all lived in The Hague in a small house. And I\nstayed with my Aunt Clara and I stayed with my Aunt Clara's in-laws, older people. And\nI think it can't have been for very long. It can't have been mostly a couple of weeks or a\nmonth. And...yes...[ remember being at my cousin Hans's grandfather and grandmother,\nmy Aunt Clara's in-laws in The Hague. They only lived a couple of streets apart, so I\ncould walk from the one to the other. And I was with these older people and they were\nvery...very sweet. But they only would take me for a week. That was my.... They were\nscared. It was all scary. During that week, their son came to visit...my Aunt Clara's\nformer husband. They had been divorced. And I can remember he came unexpectedly\nand I threw myself under the couch. And I was lying there and I saw these footsteps\ngoing...his shoes going by. But that whole period in The Hague, that couple of weeks or\nwhatever it was was very wonderful. It was with my family and my aunt. It was with my\ncousin. My cousin, Hans, and I would go out in the evening for a walk. In the daytime, of\ncourse, I was always indoors. In the evening we'd go and at night we'd go out and we\nwould go to the Catholic Church and we'd sit in the back of the Catholic Church. I had\nnever been in my life in a Catholic Church. So here was all this ceremony going on. And\nit was wonderful. I thought that. They would come by with these censers and they...and\nthe hats and all the...I thought I'd seen the Pope every time. I said...I came back to my\nAunt Clara, \"I saw the Pope.” And she laughed. This was our entertainment. We'd go to\nthe church and sit in the back in a pew and watch the processions going. It it was a\nwonderful time, but we couldn't stay there. Everybody was dead scared, you know. My\nAunt who was Jewish herself, of course. Her children...the only thing that saved her I\nguess was her children were half Jewish. So I had to leave. Now from my recollection\nwhat happened was that from there in October 1943, I went back with the help of this\npoliceman to the Lage Vuursche, but not to that little hotel where my parents had stayed\nfor a week. The policeman had helped to I say build a camp, a underground resistance\ncamp, in one of the woods nearby. It was right next to a Catholic, what do you call a\nplace where nuns?",
        "Q: Convent.",
        "A: Convent. Right next to a convent. There was the fence of the convent and then there\nwas...in Holland, you don't really have large forests. And in Lage Vuursche at that time,\nthey were like rectangles of forests. Not very high trees...trees maybe 50, 60 feet maybe\nat most or something you know. all planted...these were planted forests. In the middle of\nthat, the resistance...members of the resistance had dug out a camp. It was half\nunderground and then covered with timbers and on the timbers sod and on top of the sod,\ngrass and trees and plants. So that if you would stand right next to it, you wouldn't know\nit was there. The entrance to it...well, there was one entrance. It was sort of dug out was\nhidden by little pine trees that were cut from some other forests and put there so that...and\nfootsteps were erased, so that you could stand almost in front of this place and you\nwouldn't know there was anything there. The entrance to this underground resistance\ncamp was by a very cicuitous road. It started if...1f you can visualize a rectangle...it\nstarted in one end and you sort of...it's a little bit like one of these puzzles...how to get out\nof the maze. It would swirl around and swirl around and then finally wind up in the\ncenter at this camp. This was in order...also to not have a straight path and not see\nfootsteps and all that. It was very cleverly done. Food was and I must mention this\nwonderful... Food was delivered to us by the nuns of the convent. Food was delivered to\nus on their side of the fence and we would lift it over the fence. It was a high\nfence...about a 6 or 8 foot high fence. We would...either we had cut an opening. Warm\nfood in the evening. Yes. It was wonderful. Nobody knew at first. The nuns didn't know\nanything. The convent was a convent. The only one who kept all the contact was the\npoliceman. He had to come back between the nuns and the Nazis. Now this man posed as\na Nazi you see. This man had intimate contact with the Germans, who thought he was\nreal hero. You see, there was a Dutch Nazi party called the NSB, The National Socialist\nBond and he was a member of that. He posed very cleverly as a Nazi and played a dual\nrole. His real heart was with us, I must say. I was in that camp I do not know how long. I\ntried to find out. It seemed to be me I can't have been there any longer than | to 3 months\nreally. It seemed like a long time. In that camp I was a non-active member because I was\nvery young first of all. Most of the members were grown up men. And the only thing that\nI actively did there was when they would bring in English or American flying personnel\nthat had been shot down somewhere in Holland some of those they would convey to our\nunderground hideout and I remember I spoke English for some reason. Now I had lived,\nof course, for 3 years in the States when I was a little kid, like I told you but I spoke\nenough English for some...I can't recall how. I learned some English in high school. I\nforgot. Yeah. I learned some English 1n high school and I guess probably what was still\nresided in the back of my head. I was designated to find out if these guys were for real\nbecause the Nazi would sometimes pose fake flyers and and that discover members of the\nunderground. So I was designated to sit with these men and interview them. You know,\njust like you're interviewing me now, but in a very casual manner and find out if they\nwere real or not. And I remember sitting up a whole night with a English navigator and a\nCanadian gunner to find out and they were real alright. Because the Canadian gunner told\nme about he would hunt bears. And their river __ somewhere in the north near the polar\ncircle and he talked very real. And the English was differently, told about his family and\nhis home somewhere in England. So that's what I did. And the rest I don't know what I\ndid. I guess I learned to play chess. We listened to classical music. We had...the members\nwere all over the place as far as denomination or whatever...religions. There was one\ncommunists. There was one very Christian man. There was a shoemaker. There was a\nbookkeeper. And there were people who would come in and out. Women, messengers\nnearby in the woods were covered caches of guns and ammunition and all that. They\nwould go out on night raids and raid town halls and city halls for stamps such as you can\nsee on my false\nidentity card. So we had there a whole like place where they would also steal identify\ncards and they would falsify them. So this was sort of like a center like that. Sometime\nmy guess it was December...sometime during December 1943, our policeman...our\nfriendly policeman gave the warning that he had heard rumors about a raid and it was\ndecided by the members of the camp that we would post guards on the periphery near\nwhere the road was...in shifts. And it happened that a young man...shoemaker...and I got\nthe shift from midnight until or maybe from 4 AM to 8...8 AM. I think we had four hour\nshifts. Everybody else was in bed in the camp. It was very quiet. It was very quiet in the\nmorning. It was overcast. It was dark. It was 4 o'clock in the morning, 5. We heard noise.\nWe heard like trucks coming up the road, and these little slits of lights and then we saw\nthem come driving up the road. Now we thought maybe they'd pass by. Maybe it was just\na German convoy going someplace else. But they stopped like 200 yards away from us.\nAnd they started to dismount. There were hundreds. They dismounted, they had dogs.\nThey had machine guns. They lined up in hundreds. Their information was sketchy I\npresume. They didn't know what they were going to find. They knew there was a\nresistance camp there. They thought...maybe have thought find a couple hundred\nresistance men with...with guns. They came with searchlights. It was a big, big operation.\nAs soon as we realized this was it, we ran back to this path...this crazy path...ran into\nthe...into the camp, shouted at the top of our lungs, \"The Germans...the Germans. They're\ncoming. They're here. They're here.” Well, it was pandemonium. You know, these guys\ntrying to jump out of their beds in pajamas and without pajamas trying to get into clothes.\nWe didn't stop. As soon as we realized that everybody had been, you know, knew what it\nwas, we fled out. And just as we were fled out of this rectangle of woods, we saw the\nGermans coming from around the corner on that side and around the corner on this side,\ncircling. So he and I...this young man who I don't know his name anymore, just ran into\nthe next wood and into the next wood and into the next wood, and we ran and ran and\nran. We must have run for, I don't know, maybe three quarters of an hour till we were far,\nfar away from that place. We had made an agreement though...the members of this\nresistance camp...they were very well organized. They said if ever there's a raid we will\nmeet again after it's over at a certain, particular place about 2 miles from the camp. This\nwas the way it was organized. So we ran and ran and ran and we really didn't know\nwhere the hell to go and I said, \"You know what? My father is taking painting lessons\nsomewhere.” Pop you see we had a strange kind of hiding life. Papa and my mother were\nhiding in this room, but once a week Pop would get out on his bicycle I think and peddle\nto this nearby town where there was a painter who gave him lessons. I'm not sure\nthis...this painter knew he was Jewish. I think he probably did. I know my brothers and I\nhave paintings hanging on his mantle. So I have a painting by Mr.Schluter of all many\nother German names. Mr. Schluter. It's a very good painting...Dutch painting. So I knew\nPop was there. How I don't know. I guess it was like a Wednesday or whatever. So I said,\n\"Let's go there.” What I didn't realize at that point that I been so shocked. I'm sitting here,\nI'm still shocked now. At that point I didn't realize. I was like just a boy running. I\nthought, \"Well, we ran and we made it.”” Somehow or another I found this painter. This\nboy and I we came there. This young man and I, we came there and there was my father\nsitting and painting and very quiet. And I said, \"Pop, I got to talk with you.” He said,\n\"Yes.” I said, \"Something terrible is happening.” He said, \"What happened?\" I said, \"The\nGermans came for us.” \"Oh,\" he said. \"Well,\" he said, \"You're here now.” Pop never\nunderstood things too well. \"Well, you're here now. Relax.” I said, \"Yes, but all these\nmen are there and they're all surrounded.” He said, \"Oh. What do you want to do?\" I\nsaid, \"I don't know what to do.” Christ, I was only...what was I...16, 17 years old boy. I\ndidn't know what the hell to do in this situation. Nobody did ever tell if they later come\nwith...as later on found half a division of men with search lights and dogs and machine\nguns and antt-aircraft...anti...1 mean anti-tank guns and anti-aircraft stuff. I mean...not to\nshoot down planes, but kind of, you know guns to...heavier stuff. They didn't know what\nthey would find. I said, \"Pop, we suppose to meet later on again after dark.” \"Oh,\" he\nsaid, \"Well, okay. Then stay here for a time and then you'll meet them after dark.” So we\nstayed there from all I can remember. Well, I was...you know, I was in shock. Pop didn't\nknow it. Nobody else knew it. I didn't know it. It got dark. Pop in the meantime, I guess,\nhad gone back to his...peddled back to my mother's and gone into his room again and he\nmust have told my mother what was going on. My mother was much sharper, you see.\nAlways was. It got dark, and this young man and I wandered back into what we didn't\nrealize was a huge net which had been set up by the Germans...wondered back into this\nhugh circle and waited at this spot. Nobody showed up. Except one person. My mother.\nShe said to the young man and to me...she said, \"We will just act like we are lovers. We\nwill just be a threesome and we'll laugh and we'll act.” I said, \"What about my gun?\" I\nhad a 9 millimeter Mauser pistol with me and so did he. We were armed. My mother took\nthe guns and she buried them somewhere under a tree and we got to a point where there\nwas a German guard. Then we laughed it up and we kissed and we hugged and he\nlaughed and he let us through. And I spent that first night...the boy I don't know where he\nwent, but he went off some place else. I went with my parents to their hiding place, and\nspent a night...restless, every home there...their place was right on the highway. Every\ntime a truck came back I was like this. For years afterwards, every time a truck went by. I\nstayed only one night there because they didn't dare to have me in addition, of course,\nand I went into a...I was I think again helped by this policeman. I went for a short while\nin Hilversum. It's a nearby town to a home of a notary public and his sister. Lovely\npeople. Lived in a mansion from what I remember. It's probably larger...rather a large\nhouse. They gave me a room with maid service. Yeah. Gave me a room with maid\nservice, and it was just what I needed because there's a little picture in the group of small\npictures of hiding places that looks out on the garden. That was my view. And there was\na bookcase. I was growing up fast. By then, I wasn't anymore a boy I think. It's an\ninteresting thing what happened to me there in that I came from a family that was terribly\nnon-religious. Matter of fact, my father hated anything that smacked of religion. He\nalways felt that priests and ministers and rabbis were all the same breed and organized\nreligion was hell, and he didn't want to have anything to do with it. I never was religious\neither. I didn't know anything about being Jewish very much. I was in that room and there\nwas a Bible in the bookcase. It was a Bible for reading. A nice big edition. I'd never read\na word in the Bible in my life. I thought it would be interesting to...as I said, I said I was\ngrowing up fast. I thought maybe I should read something, and something philosophical.\nI grabbed the Bible. I opened it. I opened it onto one of the prophets. I think Jeremiah.\nAnd what I read was, 'and you shall try to sell yourself and nobody will want to buy you,\nand you shall try to hide and nobody...nobody will take you.’ And on and on and on it\nwent. And I said, \"Gees, this is my story. This is me.” You know. I got instant religion, I\ngot instant...1t was not instant. I read through the whole Old Testament. It was a\nrevelation to me. Something to hold on to. All of a sudden, here was my people. This is\nmy history. And I pledged...I pledged to God if he would save all my family, I would be\nreligious to the end of my life. I'm ashamed to say I didn't keep the promise. I tried to\nkeep it for some years after the war, but it slowly leaked away, especially after I found\nout that God had let 6 million others perish. Anyway, I got instant religion. And I got a\nBible. I got a Bible. I think I got it for free from the Bible Society. And I carried that\nBible with me from there on wherever I went. I went from that house...I went back to\nfarming. But in better farms. I went from December...We're now at December 43 and I\nmust have been there a few weeks in this house, maybe a month and I recuperated to a\ngreat extent. At least the jitters left me. I had been very close to death I realized. And I\nwent out to a farm. I don't know if the policeman again helped me there with the first\nfarm. It may well have been because I have the feeling these people knew I was Jewish.\nThis was an entirely different kind of farm. This was in the eastern part of Holland\nmore...this was a rotund farm with rotund wife and three rotund daughters. Big apple\ncheeks, just like you expect farmers to look. And they were jolly people, and they were\nfriendly and they ate well. And by this time, I also knew how to work better. You know, I\nagain cleaned stables. I milked cows. I got very good at milking. I could milk 14 head of\ncow in the morning. You know, I went from that farm to another farm and there I got the\nshock of my life one morning. And everywhere I went I read the Bible, which worked\nexcellently because these people didn't know I was Jewish, and they thought I was a very\nChristian boy. Little did they know I only read the Old Testament. Whatever... I slept like\nDutch farm hands do in a little room with a straw...bag with straw...straw in it, a straw\nmattress. And right in with the animals portion of the house. I was used to it. One\nmorning I woke up I heard German voices. I thought this 1s it. Again, this is it. German\nvoices. However...I mean it was like dying. I tell this now you know.... Well, let me\nfinish this first. It was like dying. All they came to do is steal a couple of head of cattle.\nThey had a truck, and they carried them off you know. I thought it was it. This is it. This\nis me. You know, as I am telling you it seemed to me that I was in good shape. However,\nI have been for...the last 22 years in psychotherapy and I tell this story very often over\nand over again to my psychiatrist. That on those farms I trained myself to such an extent\nto forget things that if I would walk from here to the door if you had asked me at the door\nwhere did you come from, I wouldn't know. If you ask me where did you go, I would say\nto the door. But beyond that, I don't know. I lived in like a tiny segment of time. I\npresume that the past and the possible future were too awful to contemplate so that... It\nwas a strange thing. Anyway,\nI worked on these farms and I worked very well. The last farm I worked got to be winter\nfrom all I could find. Well, now it...from December 1943 to what I figure is August 44, I\nworked on farms as a farm hand. I would actually go to the towns where I worked and\nregister at the town hall with my false identify card, which is quite dangerous. If I would\nhave run into someone who would have recognized what the signs of a false identify card\nwas, I would have been caught. However, they would register me. These were Dutch\nclerks, you know. My brothers were somewhere...I don't know. On one of the farms\nmy...one of my brothers...my brother, At, came over for a week and stayed with me. He\nwas billed as Ed's brother who came from the city who also needed some fattening up.\nActually, he came from some hiding place that I don't know. My brother could tell you.\nMy parents were still in their own...in their little place. But my mother had a plan. She\ndid a lot of traveling around taking care of places for my brother. My brother, Fred,\nalmost died here. I don't know...he had pneumonia, and nobody took care of him. She\nfound him with high fever somewhere, got him to a hospital. You see, my mother did all\nkinds of things. She traveled. My mother had a plan. She had a plan for summer of 1944.\nShe would rent a little cottage, and she would spend it together with my father there as\npeople from the city who came to rent a little place for the summer. Like you would do\nany place. And my two brothers would come there too at times, and would be like having\nher children around her for a little bit my mother said. And as she traveled toward my\nbrother...let me not lose track of the time, we're now talking spring of 1944, May 1944. I\nwas working on farms. My brothers were in the south of Holland, spread around. My\nparents were still in Soest with those two people. My brother traveled toward my brother\nor came back from my brother in the south, again arranging another home which\nwas...my brother, At, was a very difficult child. He was a very nervous child. It was\ndifficult. He would wet his bed. And people wouldn't have anymore. And it was all very\ndifficult. I think those boys also went as Christian boys by the way, not just Jewish kids.\nThey had to pray. They learned to pray and, you know, all this stuff. My mother on her\nway back in May 44...I think it was in Utrecht, somewhere in a railroad station ran into a\nGestapo character, green police member who could recognize falsified identify cards,\nnabbed her and sent her to a Dutch concentration camp, in Westerbork. From there, she\nwas shipped to Bergen-Belsen in the fall of 44. I was at the farm. Pop decided that the\nlittle house had been rented already by my mother. He might as well go there. He went.\nMy two little brothers were delivered there by an aunt of mine. My father had two\nbrothers. I'm not quite clear. At some point, we visited them because they were now not\nvery far from where I was working on the farm, about an hour bicycling. So I visited\nthem, and decided Pop needs helps with these two boys. By this time I was a man. I had\nbeen\nworking on farms. I'd been laughing at jokes about Jews at the breakfast table with\nfarmers. I had learned my lesson. And I decided Pop needed help. So I gave up my job at\nthe farm. bicycled and joined my father and my two brothers. I guess this is around\nAugust 44. And that's how four of us spent the ending of the war. Minus my mother, of\ncourse, who we knew now had been shipped to Bergen-Belsen. We still didn't know that\nthey were destroying Jews. We still didn't know what was going on. We knew there was\na concentration camp. We didn't know they were killing people. May 44, my mother was\ncaught. We spent the winter of 44 in this tiny little cottage of which you have a drawing\nof mine. We installed a stove when it got to be winter. The owner of the cottage lived\nright next door in a beautiful home didn't know we were Jewish. He thought we were\nfamily from the city who didn't have enough to eat anymore. By this time things were\ngetting very desperate in Holland. And he was no friend of ours because, as Pop told me,\none of the first days that he was in this cottage this gentleman said to him, \"Mr. Lessing,\nwould you like to take a walk and I'll show you the property. I have many fruit trees and\nso on.” And Pop said, \"Sure. Sure.” And acted very civilized and took a walk around and\nas they were walking, the gentleman meandered in talking about the war situation which\ncould hardly help because it had been going on then for about 4, 5 years and he said, \"It's\na terrible situation with the war.” My father said, \"No doubt. No doubt.” And he said,\n\"Those Germans,\" he said, \"they are terrible.” \"No doubt,\" said my father, \"no doubt.”\n\"They are almost as bad as the Jews.” \"No doubt,\" said my father, \"no doubt. You said\nit.” We then proceeded to steal every Goddamn thing we could find on his property and\nsell it to the farmers in the area to get bread so I mean I felt so sorry about this. This man\nhad interesting then...a natural fruit, no artificial fertilizers, nothing...no sprays...natural\nfruit farm. He had thousands of of these what you call these...these glass jars in which\nyou preserve...preserve fruits in. Farmers wanted those very much. We sold them by the\nhundreds and survived the war there. It's a long story that. I don't know how much time I\nstill have to tell you, but to tell you stories about that little house.",
        "Q: Tell us some.",
        "A: Some. Alright. I'll tell you some of the interesting highlights. Since there was no kitchen\nin this little cottage, we put a stove in. Anything was on a very heavy protest of the\ngentleman next door. But we said, \"Well, we don't want to go back to the city.” We put in\na stove. We needed fuel. Every night my father and I would go out to a nearby woods\nwhere they had high pine trees and with our little saw we would cut apart one of the pine\ntrees and then cut of the branches and spread them around so it wasn't too... We'd go into\nthe forest so you wouldn't see them. Yeah. We'd carry this tree on our shoulders. We had\nshoulder pads specially made, carried it home, and we cut it up into portions and the next\nday we would split it and we would cook. We didn't have salt, so my father found that the\nfarmers had on the corners of their meadows, bit blocks of salt for the cows to lick on.\nThey called it cow licks I think. And we'd steal those, and we'd break those in pieces and\nhammer them down and then boil them in water and then out of that sediment, we'd boil\naway and out of that we'd have salt. We got the news from the nearby homes where there\nmany people hidden. And so every night we go and listen to radio Orange so we got the\nnews from there. One morning I woke up. There was something draped over the window\nof the cottage. A huge orange parachute. We're talking now about probably November\n44. I went out the little house and looked around and the ground was covered with\nparachutes and containers with...as I opened one...guns. I thought, \"This is trouble. This\nis trouble for us.” Radios. Shoes. Uniforms. Everything dropped for the resistance. Miss\ndropped. Dropped in the wrong place. Soon the Germans showed up. I was still...I\npresume...too...too adventurous. I stole a parachute. I figured we could make blouses out\nof it or something. You know, everything was pretty desperate. Clothing, everything. I\ntook a parachute. The goddamn Germans counted the containers and the parachutes and\ncame to our little house and said, \"We're missing a parachute. If it isn't back here within a\nhalf hour, we shoot the four of you. I just brought the parachute back. They left. They\nwere really Wehrmacht. They were really army. They were...come to persecute Jews.\nHowever, I still had hidden a container with a friend of mine under a... There's a\ncontainer had fallen under a tree trunk. That tree had fallen over in a storm. They never\nfound it. So we had some English cigarettes and we had chocolates. We had a couple of\nthings for a little while. The winter of 44 was very harsh. We ran out of everything. We\nwent begging for food. My brothers we went begging for sandwiches, which was\nsometimes funny too but I won't go into detail unless I still have time. But we went\nbegging for sandwiches and we went begging for grain and then we would out of the\ngrain make boiled bread and so on and we were far better off than some of the people in\nthe west of Holland. At least we could get our hands on some foods. And we stayed there\nin the very harsh winter. My father and I made a trip by bicycle to some of the farms\nwhere I had worked. And we got a couple of eggs and a quart of milk and carried it all\nback. And so my brothers worked too...went out begging for grain when they were\nthrashing..when there was a thrashing machine nearby. And so the winter went. And we\nburned up trees and the forest got pretty thin, and then came the spring. And it came a\ntremendous noise and firing and guns and we said, \"This is it.\" It was Arnhem. No, sorry.\nGot it mixed up. That was in the fall, 44. Tremendous firing of guns and we said, \"This 1s\nit. Freedom! They're coming.” And it was Arnhem . And they got defeated as you\nprobably know, and everything stopped for the winter. But then in the spring, in April,\nthe end of April...I think the beginning of May...May was always an important month for\nus. Everything happened in May. My birthday. The Germans. My mother got caught. We\njust found out that my mother is still alive, again in May. Then in May, noise came.\nFiring started. Grenades started flying over. Explosions. It was war. And we were in the\ncenter of it. So we had a dugout where we could hide. And I don't know if there's enough\ntime? Is there still enough time for a little story?",
        "Q: Yes.",
        "A: Because this 1s a cute story. I don't want to miss it. Not everything is so heavy. This is a\ncute story. The farmers around us...we lived...the little cottage was actually in the middle\nof farm country. There were little farms around. The farmers never gave us anything. We\nwould ask them for some bread. Naw, we ain't got bread. We had to go a little further\naway and beg. As the firing came nearer and nearer, branches started falling off the trees,\nbullets whizzing around. Just like you see in a wild west movie. One of the farmers came\nover and said, \"You want a duck?\" My father\nsaid, \"A duck? A real duck?\" \"Yeah,\" you want a duck?\" \"Yeah,\" said my father, \"I\nwant a duck. Sure.” He said, \"Okay, here's a duck.” We got this duck which was riddled\nwith shrapnel. It had been hit by a grenade or something. Anyway, we took the pieces of\nsteel out and we put it in the fire and started frying the duck. The fighting got so heavy\nthough that my Pop sent the boys...my brothers into the dugout with that gentleman with\nhis family. And we didn't want to leave the duck. I mean a duck, we hadn't eaten any\nmeat for God knows how long. So the duck was doing okay, but the fire was getting\nlower so, the stuff was breezing right around our... So finally the duck was done, and we\ncrawled on our bellies, Pop holding the pot with the duck toward the dugout. And we\nwere in this underground dugout for two days and two nights. This shell fire was hell. It\nwas awful. I mean it...it just holes like, you know, the size of a good size room were dug\nright around us. And it stopped. We heard voices. Oh, my God, this is it. Freedom.\nGerman voices. Two German soldiers with machine guns going right over our dugout. It's\nthe last Germans I saw. The last Germans in uniform I saw. I don't know where they\nwent. Firing started up again. It lasted for awhile. Silence again. I said to Pop, \"Let's go\nout and see what's happening.” Pop and I walked out of the dugout. We got in front and I\ncan't demonstrate this here. We stood up and we both went ____ right to our knees on the\nfloor. The nerve shattering...I mean the firing of these...these projectiles whizzing around\nyou howling and exploding. I could just imagine what soldiers go through 1n the field. It\nhad shaken us so much we couldn't we couldn't stand up for a while. But to make a long\nstory short, that was it. Soon tanks were rattling by with big white stars on it. And we\nstood at the side of the road and we waved and these guys said, \"Hi.” I said, \"Why aren't\nthey happy?\" I mean this...we cried. We stood there crying at these...at these trucks went\nby and we couldn't believe. Of course, we thought maybe they're Germans. There not\nhappy. Now these guys were in the army. So it was not a bad day. Some more resistance\nof the Germans, but the village was liberated...the nearby village...of 4,000. And Pop\nalmost got killed the last minute. Pop almost got killed during.. when the firing stopped,\nhe said, \"We should be able to get some food.” Now there was a communal kitchen in the\nvillage where we would go every day and get a pail with some slop. And he said, \"We\nshould go there.” I said, \"Pop, I don't think...you know, it's just after the battle.” He said,\n\"I should go there. We have to eat something.” So he went and came back very pale. He\nsaid he had gone to the\nedge of the village with two guys with machine guns post in the street and he had to rattle\nhis way on the bicycle. In those days there were no more tires that had air in them. So we\nmade tires out of old car tires. We cut strips of old car tires. But, of course, this was solid.\nIt was like driving on wood you know. I mean it was like the bicycle rattled and made a\nhorrendous noise, so these two Canadian soldiers must have heard him coming from a\nmile. But they were on their alert, and he rattled right in front of them and he pointed the\nmachine gun on him and said, \"Who the hell are you?\" He said, \"I'm going for some\nfood.” He said, \"Get the fuck off the street.” And he passed by and he came back home.\nAnd that was the second time in the war. At the beginning and the end he almost got\nkilled. So after that, we got liberated. I will tell you one small, funny incident. We had\nnothing to eat very much. So Pop decided...I had found some...my brothers and I found\nsome German objects...a helmet and instruction book to go with a gun, a couple of crazy\nthings. Pop said, \"You know what? Maybe we could trade with Canadians. These are\nsouvenirs.” So we went to the Canadian camp. By now we were surrounded by\nCanadians, all settled down in tents. And a whole division settled down. Pop was simply\namazing. He went there and he said, \"You want a German helmet.” The guy said,\n\"Yeah.” He says, \"Well, we'd like to have some coffee.” \"Well,\" he said, \"here's a pot of\ncoffee.” \"We got this nice instruction book.” \"Oh. Well, we'll give you five cans of...of of\nspam for that.” And so we traded. And we got to the village, and there was a detachment\nof military police. Big, strapping guys, with red mustaches, and big helmets and MP on it\nyou know, and on Harley Davidson's and Pop said \"Can I trade anything for sugar. We\nhave no sugar.” This guy said, \"Well, he said, \"We haven't got sugar right now. If you\ncome back tomorrow morning, he said, we'll give you some \" And he went back the next\nmorning and they were just packing up. And he said...my father said, \"Hey, you told me I\ncould get some sugar.” You know, they were revving up these big Harley Davidsons' you\nknow, and they're going to move the whole division. You know, these guys...these guys\ndivision so. He said, \"By the way...big mustache, red haired guy, huge, said, Youa\nJew?\" Pop instinctively said, \"No, of course, I'm not a Jew. We had come through years\nof hiding. He said, \"That's too bad. I only give food to Jews because I'm Jewish myself.\nBye.” And zoomed off. So this was this was the fortune. Well, to wind it up, we found\ntransportation back on a truck. Got back to Delft. And in Delft, Pop went to town hall and\nsaid, \"I used to have a house here. 17 rooms.” And they said, \"Thank God, somebody\ncame back.” \"What do you want?\" he said. \"You want a house?\" \"Yeah, we need a\nhouse.” \"So, we'll give you a house. Let's take you around\" He said, \"Now this house\nwas from this Nazi and this house from this Nazi.” And they gave us a house, and then\nthey said, \"What do you do for living.” Pop said, \"I'm a music teacher.” \"So, what do you\nteach?\" \"I teach cello and piano.” He says, \"I'll give you a piano. Here's 15 pianos.”\nThey had taken everything from the Nazi. We got everything. A whole house set up.\nNow, I'll back track for a second to May the liberation. We're liberated. What happened\nto my mother? One of the first weeks that we were liberated...there was no transportation,\nof course. There was no trains, no...the only thing that was going was the Canadian army,\nall around. Pop got on his old bicycle and went to Barneveld a nearby town to find... He\nhad heard there was a Red Cross station there that gave information about people,\nmissing people. And he went there and I understand as Pop said it the exact day that my\nmother was called, they found her on the list in Philipsville, Algeria ina UNRRA, United\nNations Relief and Rehabilitation Administration camp. Well, that story's my mother's\nreally, but she told me later or she told us later that she was in this camp in Bergen-\nBelsen and she was very sick and she tried...sick at heart and... She didn't have typhoid.\nPeople were dying left and right around her. She had maintained she was an American\ncitizen. The minute she was caught...says, \"I'm a American citizen and you have no right\nto arrest me and me.” They interviewed her at length. Since we had lived for 3 years in\nthe States, she knew how to describe streets, stores. It was all God knows 25 years old or\nsomething, but they seemed to believe her. My mother sometimes was like a little\npsychic it seems. She could predict people coming to visit. She said, \"I had a dream in\nwhich somebody held up a newspaper, and on the newspaper it said January 15th, and I\nwoke up and I thought I had to remember that date. That's important. On January 15th,\nshe was put on...on a transport and exchanged for German prisoners with another bunch\nof Dutch Jews, went to Switzerland where many of them still died, and from Switzerland\nI guess to Portugal and Portugal to ____ whatever, and wound up in Algeria. And some\nmonths after we had been settled in this Nazi house, former Nazi house, a truck...it\nwas...1t was dusk. You couldn't see too well anymore, and trucks stopped...an army truck\nstopped in front of the house which, by then, wasn't anything very...very extraordinary\nbecause they were English and American and Canadian army trucks all around and my\nbrothers had been made mascots of the Israel soldiers. And the truck stopped and a\nwoman in a jumpsuit, very tanned, looked at me and said, \"Oh, could you tell me where\nthe Lessings live.” I said, \"Mama.” I said, \"Mother, it's you?\" She said, \"Yes. We were\nall back together. We were all back together again for a little while because pretty soon,\nof course, I guess maybe a year later or so, Pop and I went to the States. We had\nreapplied for a visa. Mother stayed behind with my two brothers and came over a year\nlater. But I had...1n the meantime, I'd joined the Zionist organization. Thanks to the the\nJewish Brigade which was a brigade within the 8th English army. These soldiers came\nover with a patch with a Star of David on it. These men did everything to rehabilitate us.\nThey settled...first we had Canadians. Then we had some English soldiers taking care of a\nbunch of German prisoners of war who were in a nearby camp. Then the Jewish soldiers\ncame. And my two brothers, my two little brothers said, \"There's Jewish soldiers. They're\nJewish soldiers. They have the Star of David on their arm.” And we said, \"There's no\nsuch thing.” \"Yes. Yes.” We found out. It was the Jewish Brigade. But my brothers went\nto this camp, and there was two soldiers in the English fashion standing guard, pacing\nback and forth, turning back and forth. He had this Jewish Star. And my brothers wanted\nto make contact. They didn't know how. And my older brother who always was very\ningenious said, \"Let's sing a song.” And he started to sing Maoz Tsur Yeshuati. One of\nthe guards stopped and said, \"Hey, you. Over here. Are you Jew? Are you Jewish?\" He\nsaid, \"Yes.” \"Come into the camp.” They became their mascots. Trucks would stop full\nof soldiers and say, \"Are the boys here?\" And then the boys would come down and \"Oh,\nwe take to over here and there,\" and take them on trips. My mother came back and I said,\n\"Mother, there are Jewish soldiers here.” And you know what she said? \"I never want to\nsee a Jew again in my life.” Two weeks later she was singing...I think it was .1t was New\nYears. It was Rosh Hashanah or maybe it was Purim or some festival. And she'd\nchanged her mind. She was singing Jewish songs to 46 soldiers.",
        "Q: I want to stop it here. I want to show one picture.",
        "A: Excuse me?",
        "Q: Let's stop it here.",
        "A: Good. We finished?",
        "Q: Yes.",
        "A: Did I talk away two hours?",
        "Q: You talked away 2 hours.\n"
    ],
    "questions": [
        "Q: Would you tell me your name please?",
        "Q: Where and when were you born?",
        "Q: To your childhood. I'd like to know about your parents, your grandparents, if you will,\nand your earliest memories.",
        "Q: Tell us about you as a child. What was your home like growing up as a child.",
        "Q: Tell us what happened when the war broke out. Can you remember’?",
        "Q: Can we stop the tape a minute please. We need to fix this.",
        "Q: You're fine.",
        "Q: Alright. You're fine. You were looking at all these planes.",
        "Q: What do you mean?",
        "Q: Tell us about it.",
        "Q: At that point, let's hold it. They're going to change tapes.",
        "Q: Okay. We can get started again. Let's pick up where we left off.",
        "Q: Convent.",
        "Q: Tell us some.",
        "Q: Yes.",
        "Q: I want to stop it here. I want to show one picture.",
        "Q: Let's stop it here.",
        "Q: Yes.",
        "Q: You talked away 2 hours."
    ],
    "answers": [
        "A: My name is Edward Lessing or I was born Eleazar Lessing.",
        "A: I was born in The Hague in Holland in the 8th of May, 1926. I was born in a Catholic\nhospital. I like to say I was born in Bethlehem because that was the name of the hospital.\nQ; Tell me about your family, will you?",
        "A: Well, how far back do you want me to go?",
        "A: Well, I would like to introduce you to my family as far back as my great grandfather in a\nhurry? My great grandfather...his name was Jacob. Jacob Lessing was a tailor in the\nghetto in Amsterdam. He had a nickname. He was called Uncle Kool. He was an\ninteresting, colorful character. And he had let me see. He had a whole bunch of children,\nbut my grandfather was also a tailor. His name was Isaac. There was Jacob, my great\ngrandfather; Isaac was my grandfather. My grandfather was also a tailor, but he was the\nfirst one to move out of the ghetto in Amsterdam and set up a tailor shop outside the\nghetto in what was then one of the newer sections of Amsterdam which is now right in\nthe heart of course. And he moved around quite a bit. He moved with his family to The\nHague right near the Royal Palace of the Queen and many of his clients were barons and\nbaronesses of the Court for a while there. So he was a tailor all his life. Later on he\nbecame an important man in one of the big clothing industries of Holland. He was the\nfirst one to set up a assembly line kind of procedures. So essentially, he was a tailor. He\nhad three sons. My father, Nathan; his old brother, Jacob; and my father's youngest\nbrother, Joseph. They all had different nicknames though. My father called himself\nNardus. I don't know how he got to that. I never found that out. N-A-R-D-U=S. Nardus.\nAnd Jacob was called Jaap, which is a Dutch name, Jaap. J-A-A-P, Jaap. And Joseph was\ncalled Joop, J-O-O-P. Jacob died before the war. Joseph was killed by the Germans. So\nwas his wife, Jeana and their little son, whose name I can't recall right now. In essence,\nthose three people are the only ones in my family, my direct family...near family that\nwere killed in concentration camps. Everyone else either had died before or died a natural\ndeath. So my father's older brother died\n01:04:\nbefore the war, and his younger brother died in a concentration camp in, I think,\nAuschwitz. So my father...oh, by the way, this younger brother, Joseph or Joop was also\na tailor or went into the clothing industry, helped by my grandfather. My father was the\nonly one who somehow or other got into a completely different profession. He became a\nmusician. And when he was 17 he left his parental house...home, and from what I can\nfind out he never returned. He booked on or he signed on a ship as a musician at 17, and\nit was his first trip overseas, and he never forgot it. He always told me about it. So he was\na musician all his life. No matter what he tried to get out of it, he never...he never\nmanaged. He tried many things, together with my mother later on. They tried to set up\nbusinesses and sell things and it never worked. Papa always came back to being a\nmusician. So let me say now...",
        "A: Well, it's a little difficult to tell you because my father and my mother married in 1925\nand had me, of course, in 1926, and traveled around a lot. In 1929, for instance, my\nparents decided that they would go to the United States. They would follow in the path of\nmy aunt and uncle who had moved there. They had moved. My aunt and uncle lived in\nHolyoke, Massachusetts, and my parents decided that that they also wanted to go to the\nUnited States. So 1929, I, as a three year old, arrived in the States, and learned to speak\nEnglish. However, they had a lot of bad luck. 1929 wasn't a very good year to arrive in\nthe States as you can imagine. So Pop had a hard time finding work and, in addition he\ngot sick. He got tuberculosis, which ran in the family. Tuberculosis was a kind of a\nfamily disease with us. A lot of members had it...got it. My daughter got it. Pop got\ntuberculosis and had to go to a hospital. And Mom had to go and scrub floors and later\nworked in a travel agency in Boston. And I was farmed out to to a lady who was\nsupposed to take care of me, but who took very badly care of me for one of the reason I\nhave been in psychotherapy for the last 22 years is that [it] didn't help what happened\nlater on [in] the war. So we moved to the States in 1932. Pop not finding work. Well,\nvery occasionally, he had some friends in the Boston Symphony who helped with the\nsummer engagement, but all in all he didn't find much work. In 1932 they moved back to\nHolland. In Holland they moved around from place to place, wherever Pop could find\nwork. Pop worked as a musician mostly in night clubs, bars or restaurants, hotels, in the\ntime that hotels still had live music, you know, little trios and... So we moved around\nquite a bit throughout Holland. I once counted that between the time that I was born and\nthe war that we had...and the war was 1940, so it's between 1926 and 1940, that I once\ncounted approximately 32 addresses. So that's a lot, you know. Some places, we may\nhave been only...I don't know, a\nmonth so, but we had a lot of moving around. So my parents, as I said, came back in\n1932 to Holland. Then Pop started playing and my mother had...my mother got\nthree...three more children. One, another boy after me, died. His name was Joop...Joop\nagain named after my grand...I guess great grandfather Jacob. Yeah. He died when he\nwas 9 months. It was a terrible blow for my mother. And as my father said...a\npsychiatrist...he had consulted a psychiatrist because my mother was...was totally\ndistraught. He said the best thing was to get Mother a child as quick as possible. She got\ntwo more children. Two...my two brothers, my brother, At, and my brother Fred. So\nthere's a difference...a big difference between my brothers and me. The next my brother\nAt is 8 years younger and my brother, Fred, is 10 years younger than I am. So I sort of\nstood alone most of the time. I was alone...a loner. We lived the last years before the war\nsort of in The Hague, Holland. And just before...a year before the war...I think 1939, with\nthe help of my grandfather, who you may recall was a tailor, opened a clothing store in\nDelft, the nearby small town.\n01:10:\nDelft is located between The Hague and Rotterdam, a small town, a beautiful little town\nwhere Delft pottery comes from. So we moved there and that was...no I was going to say\nit was the last move before the ...that was the last move before the war, of course. So the\nwar of 1940...the invasion, the German invasion found us in Delft with a sort of a small\nclothing store. And when the war broke out, I was 14, and my brother Fred was 4 and my\nbrother At, was 6. Does that give you some background on my family? What else would\nyou like me to go into at this point?",
        "A: Yeah. Very well. I was 14. The war broke out 2 days after my birthday. My birthday was\nthe 8th of May. I remember very well getting a canoe for my birthday because Delft is\nsometimes called the Venice of Holland. It's riddled with canals, little bridges. It's [a]\nvery, very beautiful little town. I got the canoe on the 8th of May and I was very happy\nwith that. It was my birthday. And on the 10th...that was the 8th of May, 1940. And on\nthe 10th of May, 5 o'clock in the morning, I woke up to thunderous noises, machine gun\nfire, planes flying over. Great commotion. Dawn was just breaking. It was a most\nbeautiful\nday. It was sun[ny], warm, unusual day for Holland in that sense. I went upstairs, looked\nout of the attic windows. The sky was full of planes. And some of the planes men were\njumping with parachutes. I thought it was fabulous. It was wonderful. I tried to climb on\nthe roof. Almost got shot down by Dutch machine nest which had been placed right near\nthe hole by that time. My father ...my father retrieved me from the roof and said you\nshouldn't be doing this. I thought it was fabulous. I mean this was like stuff you'd see in\nthe movies. I was 14 years old. What the Hell did I know? Besides, we hadn't the faintest\nidea of what was going on really. We thought it was sort of an exercise of the Dutch,\nprobably Dutch air force. No idea of what was going on. We soon found out, of course.\nBy news that came from the radio that the Germans had invaded Holland. To give you a\nlittle background in this, Holland hadn't been in a war as far as I know since the\nNapoleonic war. Holland was neutral in the first world war. Matter of fact, I remember\nmy father telling that in their home...at my grandfather's home, they had a Belgian\nrefugee. Somebody from the first world war fled the battlefields in Belgium and come to\nAmsterdam and to The Hague and lived with them for a while. I think that was the most\nexotic story that happened ages ago. Of course, I never realized that that\n01:14:\nwas in that time only maybe 25 years ago or so. So Holland wasn't a country that was\nused to battles and war. The idea that there was a actual war going on was...was ludicrous\nin our eyes. I mean it was...but it took 5 days. After the first morning, it sort of died\ndown. My father almost got shot I remember. He wanted to go out get something to eat\nnear the nearby grocery and there was Dutch soldier. You see, we had a street that had in\nthe middle a canal, and on each side, couple thin streets, and across the canal on the other\nside was a Dutch soldier standing and Pop opened the front door and shouted to the\nDutch soldier...was it alright and go to the grocery store? And the soldier misunderstood\nhim and fired at him. And the bullet hit in the wall right next to him. That would have\nbeen the end of my father right there and then. So my father was in a hurry very pale.\nFive days the war took and, of course, in the course the Germans bombarded Rotterdam\nand brought the Dutch government to its knees in a hurry. And quiet reigned after that.\nAs a boy I remember going out with a friend as soon as the war was over and going out\non the highway, and there were all these German planes that had been shot down...one\nright next to another...these planes that had dropped parachute troops which were easy\ntargets because these were slow flying planes. One after another. And we thought it was\nfabulous. It was interesting. All these crashed planes and... I'll give you a cute little\nsideline. Everyone one of these planes had two engines. And on each engine was a little\nplaque. Blue and White. It said BMW. And to this day, it's very difficult for me to accept\nanyone driving a car with those emblems. Of course, there is a lot. They're preferred cars\nnow. Right? But to me, that symbol means war and German invasion. That's strange isn't\nit. So as a boy and with my friends on bicycles, we thought it was all fabulous. All these\ncrashed planes, and I remember going out to some other planes that were parked. The\nDutch had parked some planes under trees. Supposedly, if there would be some battle and\nthese planes had never been touched. They were totally outmoded planes. By the way,\nmy friend and I loved planes. I still do. So my friend and I went in there and got\ninstruments out of these planes you know, and for the first time I had a real instrument\nout of an airplane. So you realize that, to me, the German invasion was kind of...well, it\nwas a little scary, but it was a lot of fun. There was a lot of excitement. And when the\nfirst German rolled into town...the first one that I saw was in a camouflage suit with\na...with a typical German helmet on, and on a motorcycle with a sidecar and in the\nsidecar was another German. And they all had camouflaged suits and...and the\nmotorcycles were...oops... Maybe you want to make a break here.",
        "A: I've had quite a time with this mike. This is the second time it fell off. Is this alright now?",
        "A: Okay. You tell me when I should resume.",
        "A: And the Germans came in. The first Germans right on the motorcycles. They were kind\nof curious specimens. They didn't speak Dutch. They sort of roared through town. They\nseemed harmless. As a boy I had no idea what this really meant. We settled in with the\nGermans. By now, the Germans would march through town as they [were] singing\nsometimes or they would walk by the stores. As a matter of fact, there was a German\ncame into my father's store to buy a suit and my father helped him and the guy bought a\nsuit. I think he bought two suits and he bought that. Life seemed normal. We seemed to\nbe able to live with this you know. That's how it all started. Nice days in May. Strange\npeople walking the streets, but rather harmless. It would all be over pretty soon anyway.\nThat was the story. The war would be over soon. It would last maybe a couple of months\nand then the English would come and the American would come and the Russians...no,\nthe Russians...I guess...they hadn't invaded Russia yet. Well, then, of course, the English\ngot defeated and the English and French got defeated 1n a hurry in France, and there was\nDunkirk and then everything came to sort of a standstill you know, sort of the English\nwere in England and we were in Holland and life would go on until the war was over.\nAnd very slowly, very slowly, things began to happen. Little notices in the newspapers\nabout.... Now, I don't exactly know the sequence, of course, but little notices in\nnewspapers such as Jews were not allowed anymore to live right near the coastal areas\nbecause they could be traitors. And then some weeks later maybe there would be a notice\nthat said that Jews shouldn't have any radios. So every Jew was supposed to bring his\nradio to town hall. This went all through the Dutch government you see, so it all didn't\nseem so terrible. It and the reaction of my parents and I guess most Jews in Holland who\nhadn't been repressed for 300 years probably was that was a minor thing, you know. They\nwanted our radios. So the hell with them. We'd bring the radio. If they wanted us not to\nlive in the coastal areas, so we'd move inland a ways. It all seemed rather...how shall I\nsay childish to us....all this nonsense, you know. And the choice always was either you\ncomply or you go to jail. Well, nobody in my family had ever gone to jail. You didn't go\nto jail. You didn't...the Dutch were very disciplined people. When somebody said don't\ngo through this gate because that 1s private property, you didn't go through that. You\nfollowed the law. And these laws were new laws. So the idea was... mean you\nbegin...you begin to feel something was going on there that we didn't like, of course, but\nit was easier to comply with it than to to get thrown in jail. You weren't going to be\nthrown in jail for having a radio. This is crazy you know. So you brought your radio. But\nthen a little later on... think 1t was a matter of copper and brass and all kinds of stuff.\nAnd for strange reason we thought that was kind of ridiculous so we took all...I\nremember taking all our copper and brass pots that we had in the house. It wasn't...my\nparents weren't very rich so it wasn't much of any consequence and burying it somewhere\nin a park, where we were sure after the Germans were gone, we'd dig it up and put it back\non the shelf. As a matter of fact, after the war I went back and never find the Goddamn\nstuff back. I never could find a park. It was so changed. Who the hell knows. So there\nwas this slow infiltration of little\nthings. And the best thing was to comply with it because the alternative was heavy\npunishment. None of it seemed worthwhile. Then it was bicycles. Jews shouldn't have\nbicycles. We should bring all our bicycles. People brought their bicycles. I don't think we\ndid. Now let's see. How did it go on? Then there came a decree. And this is all issued in\nthe Dutch newspapers, mostly through Dutch authorities. It would say that the German\ncommand had issued a decree to the Dutch government, and the Dutch government said\nthat Jews were no longer allowed to have businesses. Well, my father had a big business,\nso they sold all the clothing as fast and made quite a bundle of money because by that\ntime clothing was rationed. They sold the clothing. And rented a house...a large house in\nDelft in a different location...had many rooms there...had 17 rooms I think, and rented out\nrooms to students. Delft is a university town. So they set themselves in sort of a business\nrenting rooms to students which was a very common business 1n Delft because there was\nso many students and lots of people just lived on renting out rooms to students. So they\ndid that, and they got this big house I remember and lots of rooms in it. And meanwhile,\nnew decrees slowly came out. Jews couldn't have this. Jews couldn't do that. Jews\ncouldn't go to school. I was in school. I was a teenager, and I was in high school. By the\nway, I was an awful student. Probably one of the worst. My parents were at wits end with\nme. I was a lousy student. I was a clown. I had a good time everywhere and tried to\nattract attention by being very funny and was held back several times and finally my\nfather, you know, said, \"I don't know what the hell to do with him.” He went to to a\nfriend and said what should I with this boy? And he said, \"Why don't you let him learn a\nprofession?\" So I was sent to, what do you call that,...a trade school, which was kind of\nshame because there weren't any Jewish kids in trade schools. This was for non-Jewish\nkids who wanted to become carpenters and electricians and stuff like. Here I was and I\nwas supposed to first become an electrician. And, of course, I horsed around there too\nand didn't learn. And then I was switched and my father talked with someone and said,\n\"What should my son do? What do you think is a good profession.” And this man said,\n\"Do you know what's a good profession? Instruments making, tool maker.” And so I\nstarted studying for that. And...but as I said one bad day there was a notice in the paper\nthat Jewish children couldn't go to the\nregular schools anymore...could go only to special Jewish schools. Since I lived in a very\nsmall town, there were no special Jewish school. All in all maybe in Delft before or\nduring the war...I said before...at the beginning of the German invasion, my guess is\nmaybe that there were maybe 150 maybe 200 Jews in Delft. It's a small town. So we\nknew most of them by the way. No Jews in school anymore meant that I couldn't go to\nschool anymore. So I was out of trade school. And Pop said to me...he said \"Well, you\nknow the best thing is maybe you should learn to play music.” Because he was a\nmusician. So I took up the trumpet for a while. And I kinda liked that. I played...started\nstudying the trumpet with a teacher, a very nice man. Everyone felt sorry for me that I\ncouldn't go to school anymore, you know, that kind of stuff. So I studied the trumpet for a\nwhile, and I also played the piano. Pop gave me lessons which was horrendous because\nit's very, very terrible to take lessons from your parents, you know. It didn't work out too\nwell. He taught me piano, and I still play the piano. Badly. Then...oh, and I also had a\npart-time job as a delivery boy for a fora pharmacy. All these things to keep me busy\nwhile my parents got more and more worried about what was going on of course.. I still\ndon't think I grasped exactly what was going on. I just sort of went along with it. Then\ncame a decree one day that you had to wear a star. All Jews had to wear a star if they\nwent out of the house. So my mother sewed on stars on my clothes. And I remember an\nincident. I have a cousin. My cousin, Hans, who lives in Springfield, Massachusetts now.\nHe's about my age, and at the time we looked a little bit similar. And we had both gotten\nthe same overcoats from my father's former clothing store, so we looked like twins. And\nHans always said, \"Let's go out and walk like twins.” So we put on the same socks, shirt,\nmuch as possible...same outfit and we walked as twins. That was wonderful. Except I had\na star. He didn't. Well, that was the only thing different. His mom...his mother...my Aunt\nClara had married a non-Jew. So Hans was only half Jewish. And I remember walking\nthrough Delft and once get stopped by a German. This was the only time a German\nphysically touched me. I was stopped by this German. We were stopped by this German\nin our same overcoats. And the German said to my cousin, Hans, \"What're you do\nwalking with a Jew?\" And I said, \"He's my cousin.” And the German slapped me full in\nthe face and I fell on the ground. Pow. Like this...he said something like \"You lousy\nJew.” And he said to my cousin, \"Don't let me ever see you walking with him...with a\nJew.” It's the only time that I physically was abused by a German. And I'll never forget it.\nWhen I think of the concentration camps and what people went through that's my only\nreference. That incident was\nlike...I think it must have woken me up to what was really going on to some extent. Not\nthat I remember it as such now, but that was the only time that I was really physically\nabused by those bastards, if I can use that expression. Well, he went away. And, of\ncourse, my cousin and I still would be together. As a matter of fact during the war, I spent\na short time hidden by my Aunt Clara. Hans and I would go out at night after dark...go to\nthe Catholic churches. I'll get back to that later. It's little bit of ahead. Well, the shipments\n[1.e. deportations?] begin. Jews were to register, of course. We had all registered I\npresume at the beginning of the war. I forget that part because some point or another we\nall supposed to register and we all did. The punishment I guess for not registering was\ndeath. So...what the hell? You go to register. What's the big deal. Since in Holland,\nostensively there was no anti-Semitism. I mean you could walk out in the street with a\nstar. Nobody'd say, \"Hey, you lousy Jew.” It was like a sign of respect. People felt sorry\nfor you. It was kind of nice to have people feel sorry for me. Shipments began, of course.\nSince I lived in a very small town, it didn't immediately hit us that much. It happened\nmostly in Amsterdam...big city where there was thousands and thousands of Jews. And\nyou heard this and you read about it and, of course, we got the Jewish newspaper that\nwas published by something called the Joodse Raad, the Jewish Committee in Holland,\nthat sort of tried to regulate...diminish the pain sort of. But in the process actually now as\nI look back at it helped the Germans, of course. But there again...the goal was to...if\nsomebody had to go and work in Poland as it was held up to us, they would...let's first\nsend healthy people who are not going to suffer too much from the cold there. So they\nregulated who would go on shipments and so on and who would not. All that for us a\nlittle bit far away, but we knew that someday we will have to go and work in Poland.\nThis was...now I want you to understand this very clearly. That not until May 1945, the\nliberation of Holland, did I have the slightest idea of what was going on with these\npeople who were sent away. We had no idea. I had no idea. I don't know who... Some\npeople must have. As far as we were concerned, you went to Poland to work. And I\nremember very much very well a member of my family in Amsterdam...I think a cousin\nof my father's...who stood in the open market in a stall and sold underwear and socks.\nSaying, her name was Beppie saying, \"What's the big deal? We work like dogs here. So\nwe'll go work over there if they want us to do that. This was commonly accepted. And so\nmy father and mother in anticipation of being shipped to Poland, having to go to Poland\nto work, got nice bundles of backpacks. We got blankets. We got water containers or\nwhatever...socks. You know, socks, warm shoes, whatever...sweaters. It was all neatly in\na closet in our house you know. We were ready. All set. We'd be warm.\n01:36:\nWe'd have clothing, blankets. We'd go and if we had to Poland, we'd go there. It might be\na little colder. Papa and Mom would have to work a little harder, but gee, they were used\nto work. We were all set. Interesting thing is that my grandfather came over from\nAmsterdam and he, of course, told horror stories of thousands of Jews being shipped off\nand the way I remember it. I don't know if I have this from a story by my grandfather or\nby my father or I was there myself at that particular instant that my father and mother\nopened this closet and showed my grandfather how well they were prepared. How\nbeautiful. Backpack and how wonderful the blankets, and my grandfather saying, \"Do\nyou think you're going to go to Poland to work? And my parents saying, \"Yes.” \"You're\nnot going to go to work. You're going to get killed there. You're gonna die there.” Not\nthat I think he knew that we were being murdered outright but that 1t was cold and that\nyou'd work yourself to death and that you might die in..you know, like in Siberia, people\ndied in camps. And it's at that point I guess that my parents decided we weren't going to\ngo. Now the penalty for that was death. But by now we came to a state where you had to\nchoose between possibly instant death by being caught and by being set up against and\nthe wall being shot or being shipped to Poland to maybe die of cold and hunger or\nwhatever that was there. Surely no one came back from there. So I guess at some point\nmy parents decided, \"We're going to take the chance.” And when I think about it now, it's\nalmost impossible to convey what it must have meant for my parents who had never\ndefied a single law in their life in that sense. To defy a law that had the death penalty on\nit. But they decided. They made a decision. Now this town was very small and there was\na gentleman in town, Mr. Kohn, who was sort of the Joodse Raad, the member of the\ncommittee in Delft who was to oversee shipment of people from Delft. I guess he was\nmade responsible or whatever. He was a German Jew who had immigrated to Holland.\nHe knew what it was all about I think. And he said, \"I'll give you a warning when they\ncome to get you.” And I guess as close as I can find out, in October 1942, the warning\ncame. They're coming to get you. My father and mother, two brothers, and I just put on\ncoats and walked out of the house. Shut the door behind us and walked out. And walked\nto a different part in Delft...outskirts of Delft where we had some friends of the family.\nTwo older people and two daughters, friends of my parents and settled down there for\nthat day and that night. And that's how we left our house. And I guess we didn't back to\nDelft until maybe June 1945. Interesting enough, my wife, Carla, was hidden in Delft, the\ntown that I that I had left. And you'll get that story too of course. Well, from here on, it\nbecomes my story.",
        "A: Well, I once...I need dates a little bit for my...these are only monthly dates. They are not\nexact dates, but I need them for my own reference because it gets kind of confusing. And\nI'm not so sure that this is even correct. In any case,\n01:41:\nit's my guess that I stayed there about 3 months. The families was called the\nNieuwenhuizens. He was an older gentleman who worked as an amanuensis at the\nuniversity. A very wonderful old man and his wife and they had a young daughter. And I\nstayed in a little room. That first evening we dispersed. My little brothers went to my\ngrandfather in Amsterdam, and I can't tell you much more about them from there on. But\nthose stories are all with my brothers. My parents went to some friends somewhere else\nnear The Hague. And so that same evening we were all dispersed, and we didn't really get\ntogether again until after the war. All of us. I was the only one who stayed at this\naddress...at the Nieuwenhuizens, and I stayed there for about 3 months. And all of a\nsudden, life was very strange. I had no more parents, of course. I had these very loving\npeople, friends. But this was a strange business. I had nothing to do. I mean I would sit\nthere in this little room and read a little bit. I fell in love with the girl, of course. What\nelse was there to do? She would have none of it.",
        "A: I can't tell you very much. She was gorgeous. There were a couple...they must have been.\nI don't know how this happened. They must have been like in their 40s maybe. They\nlooked much older. They were like old people to me. They had this gorgeous young\ndaughter. Beautiful, long hair. I can't tell you very much about her. I talked with her. I\ntried to... See...how old was I? 14. I tried to get her into bed. She wouldn't. I wouldn't\nknow what to do with her probably, but anyway I was very much in love. I was very\nlonely already right away. I was there from what I could figure out till about January\n1942 [43]. I couldn't stay very long. I couldn't stay very long anywhere really. My mother\nthen sort of took over during...when we were all dispersed who started to pretty soon and\narranged to find places for the family. And this is the reason why she was later on caught.\nShe was the one...the only one who traveled. She had a false identity card, just like mine.\nAnd she traveled and found places. She had contacts here and there I presume with the\nunderground. I'm not quite sure. I really don't know. But the second address I went to\nwere friends of my father when he was a young man. So we're talking about...talking\nabout 1942....we're talking about 19...between 1920 and 1925. He had lived in Utrecht.\nHe'd been a musician. I think he had been in love with one of the sisters. There were\nthree sisters. Now they were all old and middle-aged ladies. And somehow another they\ntalked one of the ladies I think her name was Fie Troost, T-R-O-O-S-t, Troost into taking\nme. Now remember the...the penalty for taking in Jews was death. That was for sure. So\nif you took some one 1n, if you were discovered that's it. You forfeited your life. By this\ntime I was, of course, a fugitive. And I went to this Feetje Troost. I think her name was\nFietje Troost, and she lived together with another woman, a younger woman who was a\nreceptionist at a hotel, and I settled in there. I had a beautiful room. I have a picture of\nthat in the pictures that I gave you...the two ladies, and I have a view of the church tower\nwhich I made a nice sketch of. My father used to sketch by the way. He was always sort\nof amateur painter or sketcher and I sort of followed in his steps. I liked the idea. And I\nstarted sketching a little bit. So I sketched.\n01:46:\nI had nothing to do. Days went by with me sitting in the room. But there was a piano\nthere. So I got my piano books, songs with piano books, and started practicing the piano\na couple hours a day. I stayed with these ladies, and at night I would go out after dark. I\nwould take a small walk around the block. Now in those days it was war time. And\neverything was dark, blacked out. You know, there was a black out. So it was a little\neasier to get out of the house and nobody could see you really. The streets were\npitch...pitch black. The only thing that you could see in the light was like little flashlight\nthat people had and cars had little slits...you know, the head lights were blocked off, and\nlittle slits left open. And so everything was very dark. So it was relatively safe to walk\nout, take a walk around the block and get a little fresh air. I also visited some of Fie's\nsisters....Fietje's sisters...this lady's sisters who lived about 15 minutes walk away in\nanother part of Utrecht. Is it okay that I go into so much detail? Bizarre things happened\nsometimes during the war. Here I was a fugitive kid. I was 16 years old at that time. And\nI would walk over in the dark towards that other home to this lady's sister. That lady's\nsister had a daughter. She was a illegitimate child conceived by a German years and years\nago before the war. These lady's...since there was the mother, the sister of Fee and the\ndaughter who was...about 20 is my guess, had always been kind of pro-German because\nthe mother had conceived this child by a German. And the child was half German in a\nsense. The child would be kind of attracted to German soldiers to go out. Not the\ncommon street soldier I think, but officers. I was with these strange people. In addition,\nin this house they rented a room to a German officer. He was not a member of the army.\nHe was a member of the railroad corps or something like that. The Germans liked\nuniforms so everybody had lots of uniforms. My father always said, \"There's nothing a\nGerman likes more than uniforms.” This guy had a elaborate uniform, and actually all he\nwas a clerk I presume or a little higher level clerk in the railroad stations. Of course, all\nthe railroads had been taken over by the Germans because this was vital to the war. I'll\ntell you something bizarre which I'm ashamed at this point. But it's some clowning\naround in that basement where these ladies lived which by the way was a basement\napartment...part of the house was a basement apartment. I would I once donned the whole\nuniform of this officer, strutted around in his boots with his cap on and his black...sort of\nblackish dark blue and everybody applauded. They thought it was wonderful the way I\nlooked. I can't imagine\n01:50:\ndoing this now. But I did. They were very lovely. The dangers seems enormous at this\npoint while I'm retelling it. To go to these people...their heart was in the right place. They\nwould have never said that they had a Jew visiting, because I was a son of an artist,\nNardus, their childhood friend. Anyway, I stayed with these ladies for ...[ have here from\nJanuary 43 to July 43. That's my guess. I'm not quite sure. Seems...everything seems\nmuch longer. But when I tried to schedule this out until the end of the war, I got in the\nend compressed. It was shorter than I thought. From there I'm not quite sure where we\nwent, but I think what happened was that my parents...I should back track for a second.\nMy parents wound up in the middle of Holland in a place called Soest. They wound up\nfor the better part of the war with a couple. He was an ex-Marine. She was a ex-cleaning\nlady. And these people had taken my parents in a room. So they were always in there.\nThis is where my mother knitted. My father did sketching and went crazy sometimes\nbecause no matter how good the relations were, eventually some friction would ensue\nwith all these people, four people in a tight space, a little house. Irritations set in. My\nparents decided that it would be wonderful if they could find a little summer place for\njust a week to escape and just go like ordinary non-Jewish people. Stay a week\nsomewhere in a little hotel. By the way, my father and I had dyed our hair. It was\nsupposed to come out blonde. We dyed it with peroxide I remember except that I don't\nknow how Pop came out. I came out red. For the rest of the war, I had to keep this up by\nthe way because in Holland anybody who was not blonde and Dutch I mean you know,\nJews you could almost pick them out from a crowd in Holland. There were no Italians.\nThere weren't any Spanish-speaking people. The only sort of little bit outlandish\nlooking...well, the darker looking people were Jews. Not outlandish...darker looking. So,\nanyway we dyed our hair and...and Pop and my mother decided they'd go and rent. They\nrented a room in a little hotel in a very tiny hamlet called Lage Vuursche. Lage Vuursche\nwas to play quite a role in my life, I guess. Lage Vuursche was a little hotel and a gas\nstation I think and five houses and that was it. It was very lovely. It was like a little\nhamlet in the middle of the woods. And Papa went and rented this rented this room for a\nweek and moved in. On sort of sideline this because it's important what my father and\nmother did at that point, they, as Pop told me later on, he said we weren't in that room for\nmore than 15 minutes and there was a knock at the door, and there was a policeman there.\nAnd he said, \"I want to talk with you people.” And Papa and Mother knew that was the\nend. That's it.\nThey were caught. However, the man closed the door behind him and sat down and said,\n\"I want to tell you something.” He said, \"I'm a policeman in this village.” He said, \"And I\ncan readily see that you are Jews.” He said, \"I want to tell you where you should walk\nand where you should not walk.” He said, \"I'll protect you.” He said, \"If anything goes\nwrong, I'll tell you.” This is the man I showed you a picture of, a man sitting with his\nwife and a child. This is the policeman. I do not know his name anymore. He was an\nangel to all of us. From what I remember, I joined my father and mother...not in that hotel\nroom, but 1n a little house called Ons Huis(?) which was a sort of...I didn't know there\nwere people like that then already, but they were people who were nature preservists.\nThey had this...some did a little hiking, a little walking, and somehow or other my\nparents spent some time in that house and I went there too and we joined and I was for a\nlittle I don't know, maybe a week, but I can remember together with my parents in that\nplace. Now, I had to go somewhere else.\nEnd of Tape #1\nTape #2",
        "A: Great idea. I would like to go to the bathroom.",
        "A: Okay. We're now at July 1943 and after having spent maybe a week with my parents at\nthis this nature lover's retreat...someone found a new place for me. Now, I don't know\nwho. It's the first time that I went to work on a farm. Now, you gotta realize I was a\nteenager from the city. I'd really never done any heavy physical work in my life. I was\nrather spoiled I think. My father and my mother I remember accompanying me not very\nfar from this place in Lage Vuursche, this little hamlet, to a road that led into farm land,\ngrassy farm land, along a canal and you went a couple of miles and you wound up at this\ntiny little farmhouse. Far away from really everything. That's how I remember it anyway.\nAnd a Dutch farm in that part of the country was very small and was all dairy and a few\ncows, and that's about all the farm I had. I don't remember him having a wife. I have a\nfeeling that he had. Now this is the first that I was placed in a place where the farmer\ndidn't know I was Jewish. I was now from then on...I was a Christian kid from the city\nwhere in the meantime food became less, you know. I mean it's harder to get and\neverything was rationed since the Germans stole every damn thing away. And this was\nsort of like a pose I presume as a kid from the city who needed fattening up and he would\nwork for his keep. So here I was, of course, with my red hair and dropped off at this farm.\nAnd the first thing I had to do was wear wooden shoes. Because that part of Holland is all\nI would say practically below water level I guess. It was all green land, all meadows\nwith..with every hundred yards or so little canals to...to drain off the water. So wherever\nyou went it was wet. First thing, I had to get pair of wooden shoes because that is the\nideal wear in places like that so. I remember I'm mentioning this because wooden shoes,\nif you're not used to them, they're hell on your feet. They will chafe open the upper part\nof your feet and your heels and this is what I did. For about a week, I'd walk around with\nthis blood in my...in these wooden shoes. It's really okay for people who are used to it,\nbut I got used to it. You grow callouses very fast. I had to get up at 4 o'clock in the\nmorning and milk cows. I had to learn how to milk cows, then carry the, you know, 40\ngallon cans to a little boat. Put them in a little row boat, then row them down to the end\nof the canal where I presume a cart would pick them up. Other parts were cleaning out\nstables spreading manure, mowing grassland, feeding the animals, and\nhelping by the birth of one. I remember pulling out a calf with ropes. For me it was hell.\nIt was utter hell. I mean I was only 16 or 17 years old. I had no parents. I was in constant\ndanger of my life. By then I knew what was going on. One wrong word, one wrong\nmove, one wrong clue and I would have had it. Farmer would have said when(??)_ and he\nwould have maybe denounced me. Right? Would have maybe collected some reward for\ndelivering a Jew to the Nazis. So, it's in that time my mother said and she swore that I\nhave said this several times. I don't remember anything of it. My mother swore that\nduring...especially during that time I wanted to give myself up. I didn't want to hide\nanymore. I remember nothing of this. But my mother has...kept good records in her head\nusually so I believe and she wouldn't make this up. She said, \"You were so desperate that\nyou wanted to give yourself up and I kept saying to you...we kept saying to you, \"It will\npass. It will pass.” My mother had a little sign. It said, \"This also will pass.\" So things\nwere pretty grim then. I was a very lonely kid. I learned to work, but it wasn't easy. The\nfarmer was very unhappy. I was not much help in the beginning. I couldn't lift 40-gallon\ncans. You know...you gotta know how to do it. I could barely walk in those God damn\nshoes. I wasn't there very long. From what I could find out, I must have been there from\nJuly 43 until September 43. In looking at the map, the farm must have been in place\ncalled Tienhoven (7). It's the closest I can find out. I don't remember the man's name. I\nremember that we ate badly. He was very poor. It was a poor little farm. Where did I go\nfrom there? Let me see. Yeah, it seems to me that from September 43 for about a month,\nI went to my Aunt Clara in The Hague where my cousin Hans lived. I have two more\ncousins, Hans, Fritz, and Tony. They all lived in The Hague in a small house. And I\nstayed with my Aunt Clara and I stayed with my Aunt Clara's in-laws, older people. And\nI think it can't have been for very long. It can't have been mostly a couple of weeks or a\nmonth. And...yes...[ remember being at my cousin Hans's grandfather and grandmother,\nmy Aunt Clara's in-laws in The Hague. They only lived a couple of streets apart, so I\ncould walk from the one to the other. And I was with these older people and they were\nvery...very sweet. But they only would take me for a week. That was my.... They were\nscared. It was all scary. During that week, their son came to visit...my Aunt Clara's\nformer husband. They had been divorced. And I can remember he came unexpectedly\nand I threw myself under the couch. And I was lying there and I saw these footsteps\ngoing...his shoes going by. But that whole period in The Hague, that couple of weeks or\nwhatever it was was very wonderful. It was with my family and my aunt. It was with my\ncousin. My cousin, Hans, and I would go out in the evening for a walk. In the daytime, of\ncourse, I was always indoors. In the evening we'd go and at night we'd go out and we\nwould go to the Catholic Church and we'd sit in the back of the Catholic Church. I had\nnever been in my life in a Catholic Church. So here was all this ceremony going on. And\nit was wonderful. I thought that. They would come by with these censers and they...and\nthe hats and all the...I thought I'd seen the Pope every time. I said...I came back to my\nAunt Clara, \"I saw the Pope.” And she laughed. This was our entertainment. We'd go to\nthe church and sit in the back in a pew and watch the processions going. It it was a\nwonderful time, but we couldn't stay there. Everybody was dead scared, you know. My\nAunt who was Jewish herself, of course. Her children...the only thing that saved her I\nguess was her children were half Jewish. So I had to leave. Now from my recollection\nwhat happened was that from there in October 1943, I went back with the help of this\npoliceman to the Lage Vuursche, but not to that little hotel where my parents had stayed\nfor a week. The policeman had helped to I say build a camp, a underground resistance\ncamp, in one of the woods nearby. It was right next to a Catholic, what do you call a\nplace where nuns?",
        "A: Convent. Right next to a convent. There was the fence of the convent and then there\nwas...in Holland, you don't really have large forests. And in Lage Vuursche at that time,\nthey were like rectangles of forests. Not very high trees...trees maybe 50, 60 feet maybe\nat most or something you know. all planted...these were planted forests. In the middle of\nthat, the resistance...members of the resistance had dug out a camp. It was half\nunderground and then covered with timbers and on the timbers sod and on top of the sod,\ngrass and trees and plants. So that if you would stand right next to it, you wouldn't know\nit was there. The entrance to it...well, there was one entrance. It was sort of dug out was\nhidden by little pine trees that were cut from some other forests and put there so that...and\nfootsteps were erased, so that you could stand almost in front of this place and you\nwouldn't know there was anything there. The entrance to this underground resistance\ncamp was by a very cicuitous road. It started if...1f you can visualize a rectangle...it\nstarted in one end and you sort of...it's a little bit like one of these puzzles...how to get out\nof the maze. It would swirl around and swirl around and then finally wind up in the\ncenter at this camp. This was in order...also to not have a straight path and not see\nfootsteps and all that. It was very cleverly done. Food was and I must mention this\nwonderful... Food was delivered to us by the nuns of the convent. Food was delivered to\nus on their side of the fence and we would lift it over the fence. It was a high\nfence...about a 6 or 8 foot high fence. We would...either we had cut an opening. Warm\nfood in the evening. Yes. It was wonderful. Nobody knew at first. The nuns didn't know\nanything. The convent was a convent. The only one who kept all the contact was the\npoliceman. He had to come back between the nuns and the Nazis. Now this man posed as\na Nazi you see. This man had intimate contact with the Germans, who thought he was\nreal hero. You see, there was a Dutch Nazi party called the NSB, The National Socialist\nBond and he was a member of that. He posed very cleverly as a Nazi and played a dual\nrole. His real heart was with us, I must say. I was in that camp I do not know how long. I\ntried to find out. It seemed to be me I can't have been there any longer than | to 3 months\nreally. It seemed like a long time. In that camp I was a non-active member because I was\nvery young first of all. Most of the members were grown up men. And the only thing that\nI actively did there was when they would bring in English or American flying personnel\nthat had been shot down somewhere in Holland some of those they would convey to our\nunderground hideout and I remember I spoke English for some reason. Now I had lived,\nof course, for 3 years in the States when I was a little kid, like I told you but I spoke\nenough English for some...I can't recall how. I learned some English in high school. I\nforgot. Yeah. I learned some English 1n high school and I guess probably what was still\nresided in the back of my head. I was designated to find out if these guys were for real\nbecause the Nazi would sometimes pose fake flyers and and that discover members of the\nunderground. So I was designated to sit with these men and interview them. You know,\njust like you're interviewing me now, but in a very casual manner and find out if they\nwere real or not. And I remember sitting up a whole night with a English navigator and a\nCanadian gunner to find out and they were real alright. Because the Canadian gunner told\nme about he would hunt bears. And their river __ somewhere in the north near the polar\ncircle and he talked very real. And the English was differently, told about his family and\nhis home somewhere in England. So that's what I did. And the rest I don't know what I\ndid. I guess I learned to play chess. We listened to classical music. We had...the members\nwere all over the place as far as denomination or whatever...religions. There was one\ncommunists. There was one very Christian man. There was a shoemaker. There was a\nbookkeeper. And there were people who would come in and out. Women, messengers\nnearby in the woods were covered caches of guns and ammunition and all that. They\nwould go out on night raids and raid town halls and city halls for stamps such as you can\nsee on my false\nidentity card. So we had there a whole like place where they would also steal identify\ncards and they would falsify them. So this was sort of like a center like that. Sometime\nmy guess it was December...sometime during December 1943, our policeman...our\nfriendly policeman gave the warning that he had heard rumors about a raid and it was\ndecided by the members of the camp that we would post guards on the periphery near\nwhere the road was...in shifts. And it happened that a young man...shoemaker...and I got\nthe shift from midnight until or maybe from 4 AM to 8...8 AM. I think we had four hour\nshifts. Everybody else was in bed in the camp. It was very quiet. It was very quiet in the\nmorning. It was overcast. It was dark. It was 4 o'clock in the morning, 5. We heard noise.\nWe heard like trucks coming up the road, and these little slits of lights and then we saw\nthem come driving up the road. Now we thought maybe they'd pass by. Maybe it was just\na German convoy going someplace else. But they stopped like 200 yards away from us.\nAnd they started to dismount. There were hundreds. They dismounted, they had dogs.\nThey had machine guns. They lined up in hundreds. Their information was sketchy I\npresume. They didn't know what they were going to find. They knew there was a\nresistance camp there. They thought...maybe have thought find a couple hundred\nresistance men with...with guns. They came with searchlights. It was a big, big operation.\nAs soon as we realized this was it, we ran back to this path...this crazy path...ran into\nthe...into the camp, shouted at the top of our lungs, \"The Germans...the Germans. They're\ncoming. They're here. They're here.” Well, it was pandemonium. You know, these guys\ntrying to jump out of their beds in pajamas and without pajamas trying to get into clothes.\nWe didn't stop. As soon as we realized that everybody had been, you know, knew what it\nwas, we fled out. And just as we were fled out of this rectangle of woods, we saw the\nGermans coming from around the corner on that side and around the corner on this side,\ncircling. So he and I...this young man who I don't know his name anymore, just ran into\nthe next wood and into the next wood and into the next wood, and we ran and ran and\nran. We must have run for, I don't know, maybe three quarters of an hour till we were far,\nfar away from that place. We had made an agreement though...the members of this\nresistance camp...they were very well organized. They said if ever there's a raid we will\nmeet again after it's over at a certain, particular place about 2 miles from the camp. This\nwas the way it was organized. So we ran and ran and ran and we really didn't know\nwhere the hell to go and I said, \"You know what? My father is taking painting lessons\nsomewhere.” Pop you see we had a strange kind of hiding life. Papa and my mother were\nhiding in this room, but once a week Pop would get out on his bicycle I think and peddle\nto this nearby town where there was a painter who gave him lessons. I'm not sure\nthis...this painter knew he was Jewish. I think he probably did. I know my brothers and I\nhave paintings hanging on his mantle. So I have a painting by Mr.Schluter of all many\nother German names. Mr. Schluter. It's a very good painting...Dutch painting. So I knew\nPop was there. How I don't know. I guess it was like a Wednesday or whatever. So I said,\n\"Let's go there.” What I didn't realize at that point that I been so shocked. I'm sitting here,\nI'm still shocked now. At that point I didn't realize. I was like just a boy running. I\nthought, \"Well, we ran and we made it.”” Somehow or another I found this painter. This\nboy and I we came there. This young man and I, we came there and there was my father\nsitting and painting and very quiet. And I said, \"Pop, I got to talk with you.” He said,\n\"Yes.” I said, \"Something terrible is happening.” He said, \"What happened?\" I said, \"The\nGermans came for us.” \"Oh,\" he said. \"Well,\" he said, \"You're here now.” Pop never\nunderstood things too well. \"Well, you're here now. Relax.” I said, \"Yes, but all these\nmen are there and they're all surrounded.” He said, \"Oh. What do you want to do?\" I\nsaid, \"I don't know what to do.” Christ, I was only...what was I...16, 17 years old boy. I\ndidn't know what the hell to do in this situation. Nobody did ever tell if they later come\nwith...as later on found half a division of men with search lights and dogs and machine\nguns and antt-aircraft...anti...1 mean anti-tank guns and anti-aircraft stuff. I mean...not to\nshoot down planes, but kind of, you know guns to...heavier stuff. They didn't know what\nthey would find. I said, \"Pop, we suppose to meet later on again after dark.” \"Oh,\" he\nsaid, \"Well, okay. Then stay here for a time and then you'll meet them after dark.” So we\nstayed there from all I can remember. Well, I was...you know, I was in shock. Pop didn't\nknow it. Nobody else knew it. I didn't know it. It got dark. Pop in the meantime, I guess,\nhad gone back to his...peddled back to my mother's and gone into his room again and he\nmust have told my mother what was going on. My mother was much sharper, you see.\nAlways was. It got dark, and this young man and I wandered back into what we didn't\nrealize was a huge net which had been set up by the Germans...wondered back into this\nhugh circle and waited at this spot. Nobody showed up. Except one person. My mother.\nShe said to the young man and to me...she said, \"We will just act like we are lovers. We\nwill just be a threesome and we'll laugh and we'll act.” I said, \"What about my gun?\" I\nhad a 9 millimeter Mauser pistol with me and so did he. We were armed. My mother took\nthe guns and she buried them somewhere under a tree and we got to a point where there\nwas a German guard. Then we laughed it up and we kissed and we hugged and he\nlaughed and he let us through. And I spent that first night...the boy I don't know where he\nwent, but he went off some place else. I went with my parents to their hiding place, and\nspent a night...restless, every home there...their place was right on the highway. Every\ntime a truck came back I was like this. For years afterwards, every time a truck went by. I\nstayed only one night there because they didn't dare to have me in addition, of course,\nand I went into a...I was I think again helped by this policeman. I went for a short while\nin Hilversum. It's a nearby town to a home of a notary public and his sister. Lovely\npeople. Lived in a mansion from what I remember. It's probably larger...rather a large\nhouse. They gave me a room with maid service. Yeah. Gave me a room with maid\nservice, and it was just what I needed because there's a little picture in the group of small\npictures of hiding places that looks out on the garden. That was my view. And there was\na bookcase. I was growing up fast. By then, I wasn't anymore a boy I think. It's an\ninteresting thing what happened to me there in that I came from a family that was terribly\nnon-religious. Matter of fact, my father hated anything that smacked of religion. He\nalways felt that priests and ministers and rabbis were all the same breed and organized\nreligion was hell, and he didn't want to have anything to do with it. I never was religious\neither. I didn't know anything about being Jewish very much. I was in that room and there\nwas a Bible in the bookcase. It was a Bible for reading. A nice big edition. I'd never read\na word in the Bible in my life. I thought it would be interesting to...as I said, I said I was\ngrowing up fast. I thought maybe I should read something, and something philosophical.\nI grabbed the Bible. I opened it. I opened it onto one of the prophets. I think Jeremiah.\nAnd what I read was, 'and you shall try to sell yourself and nobody will want to buy you,\nand you shall try to hide and nobody...nobody will take you.’ And on and on and on it\nwent. And I said, \"Gees, this is my story. This is me.” You know. I got instant religion, I\ngot instant...1t was not instant. I read through the whole Old Testament. It was a\nrevelation to me. Something to hold on to. All of a sudden, here was my people. This is\nmy history. And I pledged...I pledged to God if he would save all my family, I would be\nreligious to the end of my life. I'm ashamed to say I didn't keep the promise. I tried to\nkeep it for some years after the war, but it slowly leaked away, especially after I found\nout that God had let 6 million others perish. Anyway, I got instant religion. And I got a\nBible. I got a Bible. I think I got it for free from the Bible Society. And I carried that\nBible with me from there on wherever I went. I went from that house...I went back to\nfarming. But in better farms. I went from December...We're now at December 43 and I\nmust have been there a few weeks in this house, maybe a month and I recuperated to a\ngreat extent. At least the jitters left me. I had been very close to death I realized. And I\nwent out to a farm. I don't know if the policeman again helped me there with the first\nfarm. It may well have been because I have the feeling these people knew I was Jewish.\nThis was an entirely different kind of farm. This was in the eastern part of Holland\nmore...this was a rotund farm with rotund wife and three rotund daughters. Big apple\ncheeks, just like you expect farmers to look. And they were jolly people, and they were\nfriendly and they ate well. And by this time, I also knew how to work better. You know, I\nagain cleaned stables. I milked cows. I got very good at milking. I could milk 14 head of\ncow in the morning. You know, I went from that farm to another farm and there I got the\nshock of my life one morning. And everywhere I went I read the Bible, which worked\nexcellently because these people didn't know I was Jewish, and they thought I was a very\nChristian boy. Little did they know I only read the Old Testament. Whatever... I slept like\nDutch farm hands do in a little room with a straw...bag with straw...straw in it, a straw\nmattress. And right in with the animals portion of the house. I was used to it. One\nmorning I woke up I heard German voices. I thought this 1s it. Again, this is it. German\nvoices. However...I mean it was like dying. I tell this now you know.... Well, let me\nfinish this first. It was like dying. All they came to do is steal a couple of head of cattle.\nThey had a truck, and they carried them off you know. I thought it was it. This is it. This\nis me. You know, as I am telling you it seemed to me that I was in good shape. However,\nI have been for...the last 22 years in psychotherapy and I tell this story very often over\nand over again to my psychiatrist. That on those farms I trained myself to such an extent\nto forget things that if I would walk from here to the door if you had asked me at the door\nwhere did you come from, I wouldn't know. If you ask me where did you go, I would say\nto the door. But beyond that, I don't know. I lived in like a tiny segment of time. I\npresume that the past and the possible future were too awful to contemplate so that... It\nwas a strange thing. Anyway,\nI worked on these farms and I worked very well. The last farm I worked got to be winter\nfrom all I could find. Well, now it...from December 1943 to what I figure is August 44, I\nworked on farms as a farm hand. I would actually go to the towns where I worked and\nregister at the town hall with my false identify card, which is quite dangerous. If I would\nhave run into someone who would have recognized what the signs of a false identify card\nwas, I would have been caught. However, they would register me. These were Dutch\nclerks, you know. My brothers were somewhere...I don't know. On one of the farms\nmy...one of my brothers...my brother, At, came over for a week and stayed with me. He\nwas billed as Ed's brother who came from the city who also needed some fattening up.\nActually, he came from some hiding place that I don't know. My brother could tell you.\nMy parents were still in their own...in their little place. But my mother had a plan. She\ndid a lot of traveling around taking care of places for my brother. My brother, Fred,\nalmost died here. I don't know...he had pneumonia, and nobody took care of him. She\nfound him with high fever somewhere, got him to a hospital. You see, my mother did all\nkinds of things. She traveled. My mother had a plan. She had a plan for summer of 1944.\nShe would rent a little cottage, and she would spend it together with my father there as\npeople from the city who came to rent a little place for the summer. Like you would do\nany place. And my two brothers would come there too at times, and would be like having\nher children around her for a little bit my mother said. And as she traveled toward my\nbrother...let me not lose track of the time, we're now talking spring of 1944, May 1944. I\nwas working on farms. My brothers were in the south of Holland, spread around. My\nparents were still in Soest with those two people. My brother traveled toward my brother\nor came back from my brother in the south, again arranging another home which\nwas...my brother, At, was a very difficult child. He was a very nervous child. It was\ndifficult. He would wet his bed. And people wouldn't have anymore. And it was all very\ndifficult. I think those boys also went as Christian boys by the way, not just Jewish kids.\nThey had to pray. They learned to pray and, you know, all this stuff. My mother on her\nway back in May 44...I think it was in Utrecht, somewhere in a railroad station ran into a\nGestapo character, green police member who could recognize falsified identify cards,\nnabbed her and sent her to a Dutch concentration camp, in Westerbork. From there, she\nwas shipped to Bergen-Belsen in the fall of 44. I was at the farm. Pop decided that the\nlittle house had been rented already by my mother. He might as well go there. He went.\nMy two little brothers were delivered there by an aunt of mine. My father had two\nbrothers. I'm not quite clear. At some point, we visited them because they were now not\nvery far from where I was working on the farm, about an hour bicycling. So I visited\nthem, and decided Pop needs helps with these two boys. By this time I was a man. I had\nbeen\nworking on farms. I'd been laughing at jokes about Jews at the breakfast table with\nfarmers. I had learned my lesson. And I decided Pop needed help. So I gave up my job at\nthe farm. bicycled and joined my father and my two brothers. I guess this is around\nAugust 44. And that's how four of us spent the ending of the war. Minus my mother, of\ncourse, who we knew now had been shipped to Bergen-Belsen. We still didn't know that\nthey were destroying Jews. We still didn't know what was going on. We knew there was\na concentration camp. We didn't know they were killing people. May 44, my mother was\ncaught. We spent the winter of 44 in this tiny little cottage of which you have a drawing\nof mine. We installed a stove when it got to be winter. The owner of the cottage lived\nright next door in a beautiful home didn't know we were Jewish. He thought we were\nfamily from the city who didn't have enough to eat anymore. By this time things were\ngetting very desperate in Holland. And he was no friend of ours because, as Pop told me,\none of the first days that he was in this cottage this gentleman said to him, \"Mr. Lessing,\nwould you like to take a walk and I'll show you the property. I have many fruit trees and\nso on.” And Pop said, \"Sure. Sure.” And acted very civilized and took a walk around and\nas they were walking, the gentleman meandered in talking about the war situation which\ncould hardly help because it had been going on then for about 4, 5 years and he said, \"It's\na terrible situation with the war.” My father said, \"No doubt. No doubt.” And he said,\n\"Those Germans,\" he said, \"they are terrible.” \"No doubt,\" said my father, \"no doubt.”\n\"They are almost as bad as the Jews.” \"No doubt,\" said my father, \"no doubt. You said\nit.” We then proceeded to steal every Goddamn thing we could find on his property and\nsell it to the farmers in the area to get bread so I mean I felt so sorry about this. This man\nhad interesting then...a natural fruit, no artificial fertilizers, nothing...no sprays...natural\nfruit farm. He had thousands of of these what you call these...these glass jars in which\nyou preserve...preserve fruits in. Farmers wanted those very much. We sold them by the\nhundreds and survived the war there. It's a long story that. I don't know how much time I\nstill have to tell you, but to tell you stories about that little house.",
        "A: Some. Alright. I'll tell you some of the interesting highlights. Since there was no kitchen\nin this little cottage, we put a stove in. Anything was on a very heavy protest of the\ngentleman next door. But we said, \"Well, we don't want to go back to the city.” We put in\na stove. We needed fuel. Every night my father and I would go out to a nearby woods\nwhere they had high pine trees and with our little saw we would cut apart one of the pine\ntrees and then cut of the branches and spread them around so it wasn't too... We'd go into\nthe forest so you wouldn't see them. Yeah. We'd carry this tree on our shoulders. We had\nshoulder pads specially made, carried it home, and we cut it up into portions and the next\nday we would split it and we would cook. We didn't have salt, so my father found that the\nfarmers had on the corners of their meadows, bit blocks of salt for the cows to lick on.\nThey called it cow licks I think. And we'd steal those, and we'd break those in pieces and\nhammer them down and then boil them in water and then out of that sediment, we'd boil\naway and out of that we'd have salt. We got the news from the nearby homes where there\nmany people hidden. And so every night we go and listen to radio Orange so we got the\nnews from there. One morning I woke up. There was something draped over the window\nof the cottage. A huge orange parachute. We're talking now about probably November\n44. I went out the little house and looked around and the ground was covered with\nparachutes and containers with...as I opened one...guns. I thought, \"This is trouble. This\nis trouble for us.” Radios. Shoes. Uniforms. Everything dropped for the resistance. Miss\ndropped. Dropped in the wrong place. Soon the Germans showed up. I was still...I\npresume...too...too adventurous. I stole a parachute. I figured we could make blouses out\nof it or something. You know, everything was pretty desperate. Clothing, everything. I\ntook a parachute. The goddamn Germans counted the containers and the parachutes and\ncame to our little house and said, \"We're missing a parachute. If it isn't back here within a\nhalf hour, we shoot the four of you. I just brought the parachute back. They left. They\nwere really Wehrmacht. They were really army. They were...come to persecute Jews.\nHowever, I still had hidden a container with a friend of mine under a... There's a\ncontainer had fallen under a tree trunk. That tree had fallen over in a storm. They never\nfound it. So we had some English cigarettes and we had chocolates. We had a couple of\nthings for a little while. The winter of 44 was very harsh. We ran out of everything. We\nwent begging for food. My brothers we went begging for sandwiches, which was\nsometimes funny too but I won't go into detail unless I still have time. But we went\nbegging for sandwiches and we went begging for grain and then we would out of the\ngrain make boiled bread and so on and we were far better off than some of the people in\nthe west of Holland. At least we could get our hands on some foods. And we stayed there\nin the very harsh winter. My father and I made a trip by bicycle to some of the farms\nwhere I had worked. And we got a couple of eggs and a quart of milk and carried it all\nback. And so my brothers worked too...went out begging for grain when they were\nthrashing..when there was a thrashing machine nearby. And so the winter went. And we\nburned up trees and the forest got pretty thin, and then came the spring. And it came a\ntremendous noise and firing and guns and we said, \"This is it.\" It was Arnhem. No, sorry.\nGot it mixed up. That was in the fall, 44. Tremendous firing of guns and we said, \"This 1s\nit. Freedom! They're coming.” And it was Arnhem . And they got defeated as you\nprobably know, and everything stopped for the winter. But then in the spring, in April,\nthe end of April...I think the beginning of May...May was always an important month for\nus. Everything happened in May. My birthday. The Germans. My mother got caught. We\njust found out that my mother is still alive, again in May. Then in May, noise came.\nFiring started. Grenades started flying over. Explosions. It was war. And we were in the\ncenter of it. So we had a dugout where we could hide. And I don't know if there's enough\ntime? Is there still enough time for a little story?",
        "A: Because this 1s a cute story. I don't want to miss it. Not everything is so heavy. This is a\ncute story. The farmers around us...we lived...the little cottage was actually in the middle\nof farm country. There were little farms around. The farmers never gave us anything. We\nwould ask them for some bread. Naw, we ain't got bread. We had to go a little further\naway and beg. As the firing came nearer and nearer, branches started falling off the trees,\nbullets whizzing around. Just like you see in a wild west movie. One of the farmers came\nover and said, \"You want a duck?\" My father\nsaid, \"A duck? A real duck?\" \"Yeah,\" you want a duck?\" \"Yeah,\" said my father, \"I\nwant a duck. Sure.” He said, \"Okay, here's a duck.” We got this duck which was riddled\nwith shrapnel. It had been hit by a grenade or something. Anyway, we took the pieces of\nsteel out and we put it in the fire and started frying the duck. The fighting got so heavy\nthough that my Pop sent the boys...my brothers into the dugout with that gentleman with\nhis family. And we didn't want to leave the duck. I mean a duck, we hadn't eaten any\nmeat for God knows how long. So the duck was doing okay, but the fire was getting\nlower so, the stuff was breezing right around our... So finally the duck was done, and we\ncrawled on our bellies, Pop holding the pot with the duck toward the dugout. And we\nwere in this underground dugout for two days and two nights. This shell fire was hell. It\nwas awful. I mean it...it just holes like, you know, the size of a good size room were dug\nright around us. And it stopped. We heard voices. Oh, my God, this is it. Freedom.\nGerman voices. Two German soldiers with machine guns going right over our dugout. It's\nthe last Germans I saw. The last Germans in uniform I saw. I don't know where they\nwent. Firing started up again. It lasted for awhile. Silence again. I said to Pop, \"Let's go\nout and see what's happening.” Pop and I walked out of the dugout. We got in front and I\ncan't demonstrate this here. We stood up and we both went ____ right to our knees on the\nfloor. The nerve shattering...I mean the firing of these...these projectiles whizzing around\nyou howling and exploding. I could just imagine what soldiers go through 1n the field. It\nhad shaken us so much we couldn't we couldn't stand up for a while. But to make a long\nstory short, that was it. Soon tanks were rattling by with big white stars on it. And we\nstood at the side of the road and we waved and these guys said, \"Hi.” I said, \"Why aren't\nthey happy?\" I mean this...we cried. We stood there crying at these...at these trucks went\nby and we couldn't believe. Of course, we thought maybe they're Germans. There not\nhappy. Now these guys were in the army. So it was not a bad day. Some more resistance\nof the Germans, but the village was liberated...the nearby village...of 4,000. And Pop\nalmost got killed the last minute. Pop almost got killed during.. when the firing stopped,\nhe said, \"We should be able to get some food.” Now there was a communal kitchen in the\nvillage where we would go every day and get a pail with some slop. And he said, \"We\nshould go there.” I said, \"Pop, I don't think...you know, it's just after the battle.” He said,\n\"I should go there. We have to eat something.” So he went and came back very pale. He\nsaid he had gone to the\nedge of the village with two guys with machine guns post in the street and he had to rattle\nhis way on the bicycle. In those days there were no more tires that had air in them. So we\nmade tires out of old car tires. We cut strips of old car tires. But, of course, this was solid.\nIt was like driving on wood you know. I mean it was like the bicycle rattled and made a\nhorrendous noise, so these two Canadian soldiers must have heard him coming from a\nmile. But they were on their alert, and he rattled right in front of them and he pointed the\nmachine gun on him and said, \"Who the hell are you?\" He said, \"I'm going for some\nfood.” He said, \"Get the fuck off the street.” And he passed by and he came back home.\nAnd that was the second time in the war. At the beginning and the end he almost got\nkilled. So after that, we got liberated. I will tell you one small, funny incident. We had\nnothing to eat very much. So Pop decided...I had found some...my brothers and I found\nsome German objects...a helmet and instruction book to go with a gun, a couple of crazy\nthings. Pop said, \"You know what? Maybe we could trade with Canadians. These are\nsouvenirs.” So we went to the Canadian camp. By now we were surrounded by\nCanadians, all settled down in tents. And a whole division settled down. Pop was simply\namazing. He went there and he said, \"You want a German helmet.” The guy said,\n\"Yeah.” He says, \"Well, we'd like to have some coffee.” \"Well,\" he said, \"here's a pot of\ncoffee.” \"We got this nice instruction book.” \"Oh. Well, we'll give you five cans of...of of\nspam for that.” And so we traded. And we got to the village, and there was a detachment\nof military police. Big, strapping guys, with red mustaches, and big helmets and MP on it\nyou know, and on Harley Davidson's and Pop said \"Can I trade anything for sugar. We\nhave no sugar.” This guy said, \"Well, he said, \"We haven't got sugar right now. If you\ncome back tomorrow morning, he said, we'll give you some \" And he went back the next\nmorning and they were just packing up. And he said...my father said, \"Hey, you told me I\ncould get some sugar.” You know, they were revving up these big Harley Davidsons' you\nknow, and they're going to move the whole division. You know, these guys...these guys\ndivision so. He said, \"By the way...big mustache, red haired guy, huge, said, Youa\nJew?\" Pop instinctively said, \"No, of course, I'm not a Jew. We had come through years\nof hiding. He said, \"That's too bad. I only give food to Jews because I'm Jewish myself.\nBye.” And zoomed off. So this was this was the fortune. Well, to wind it up, we found\ntransportation back on a truck. Got back to Delft. And in Delft, Pop went to town hall and\nsaid, \"I used to have a house here. 17 rooms.” And they said, \"Thank God, somebody\ncame back.” \"What do you want?\" he said. \"You want a house?\" \"Yeah, we need a\nhouse.” \"So, we'll give you a house. Let's take you around\" He said, \"Now this house\nwas from this Nazi and this house from this Nazi.” And they gave us a house, and then\nthey said, \"What do you do for living.” Pop said, \"I'm a music teacher.” \"So, what do you\nteach?\" \"I teach cello and piano.” He says, \"I'll give you a piano. Here's 15 pianos.”\nThey had taken everything from the Nazi. We got everything. A whole house set up.\nNow, I'll back track for a second to May the liberation. We're liberated. What happened\nto my mother? One of the first weeks that we were liberated...there was no transportation,\nof course. There was no trains, no...the only thing that was going was the Canadian army,\nall around. Pop got on his old bicycle and went to Barneveld a nearby town to find... He\nhad heard there was a Red Cross station there that gave information about people,\nmissing people. And he went there and I understand as Pop said it the exact day that my\nmother was called, they found her on the list in Philipsville, Algeria ina UNRRA, United\nNations Relief and Rehabilitation Administration camp. Well, that story's my mother's\nreally, but she told me later or she told us later that she was in this camp in Bergen-\nBelsen and she was very sick and she tried...sick at heart and... She didn't have typhoid.\nPeople were dying left and right around her. She had maintained she was an American\ncitizen. The minute she was caught...says, \"I'm a American citizen and you have no right\nto arrest me and me.” They interviewed her at length. Since we had lived for 3 years in\nthe States, she knew how to describe streets, stores. It was all God knows 25 years old or\nsomething, but they seemed to believe her. My mother sometimes was like a little\npsychic it seems. She could predict people coming to visit. She said, \"I had a dream in\nwhich somebody held up a newspaper, and on the newspaper it said January 15th, and I\nwoke up and I thought I had to remember that date. That's important. On January 15th,\nshe was put on...on a transport and exchanged for German prisoners with another bunch\nof Dutch Jews, went to Switzerland where many of them still died, and from Switzerland\nI guess to Portugal and Portugal to ____ whatever, and wound up in Algeria. And some\nmonths after we had been settled in this Nazi house, former Nazi house, a truck...it\nwas...1t was dusk. You couldn't see too well anymore, and trucks stopped...an army truck\nstopped in front of the house which, by then, wasn't anything very...very extraordinary\nbecause they were English and American and Canadian army trucks all around and my\nbrothers had been made mascots of the Israel soldiers. And the truck stopped and a\nwoman in a jumpsuit, very tanned, looked at me and said, \"Oh, could you tell me where\nthe Lessings live.” I said, \"Mama.” I said, \"Mother, it's you?\" She said, \"Yes. We were\nall back together. We were all back together again for a little while because pretty soon,\nof course, I guess maybe a year later or so, Pop and I went to the States. We had\nreapplied for a visa. Mother stayed behind with my two brothers and came over a year\nlater. But I had...1n the meantime, I'd joined the Zionist organization. Thanks to the the\nJewish Brigade which was a brigade within the 8th English army. These soldiers came\nover with a patch with a Star of David on it. These men did everything to rehabilitate us.\nThey settled...first we had Canadians. Then we had some English soldiers taking care of a\nbunch of German prisoners of war who were in a nearby camp. Then the Jewish soldiers\ncame. And my two brothers, my two little brothers said, \"There's Jewish soldiers. They're\nJewish soldiers. They have the Star of David on their arm.” And we said, \"There's no\nsuch thing.” \"Yes. Yes.” We found out. It was the Jewish Brigade. But my brothers went\nto this camp, and there was two soldiers in the English fashion standing guard, pacing\nback and forth, turning back and forth. He had this Jewish Star. And my brothers wanted\nto make contact. They didn't know how. And my older brother who always was very\ningenious said, \"Let's sing a song.” And he started to sing Maoz Tsur Yeshuati. One of\nthe guards stopped and said, \"Hey, you. Over here. Are you Jew? Are you Jewish?\" He\nsaid, \"Yes.” \"Come into the camp.” They became their mascots. Trucks would stop full\nof soldiers and say, \"Are the boys here?\" And then the boys would come down and \"Oh,\nwe take to over here and there,\" and take them on trips. My mother came back and I said,\n\"Mother, there are Jewish soldiers here.” And you know what she said? \"I never want to\nsee a Jew again in my life.” Two weeks later she was singing...I think it was .1t was New\nYears. It was Rosh Hashanah or maybe it was Purim or some festival. And she'd\nchanged her mind. She was singing Jewish songs to 46 soldiers.",
        "A: Excuse me?",
        "A: Good. We finished?",
        "A: Did I talk away two hours?\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumMay 29, 1990\nRG-50.030*0127",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Edward\nLessing, conducted by Linda Kuzmack on May 29, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "EDWARD LESSING\nMay 29, 1990"
    ]
}