{
    "rg": "RG-50.030.0399_trs_en",
    "sequence": [
        "Question: Let’s just begin if you say your name at birth.",
        "Answer: My first name?",
        "Q: Both names.",
        "A: Yeah, my first name is like in the Polish papers, I’m Sulamita. My last name, my maiden last\nname is Shreyber. Then in the Russian papers, I was Sulamif. And now, I want to be my real\nHebrew name, is Shulanis [indecipherable] depends if you are saying it in [indecipherable]\nAshkenazi Ishlanis.",
        "Q: And your married name?",
        "A: My married name 1s like a Polish name, Zhabinskaya. It’s a long name and very difficult for -\n- for English people to understand -- to -- to pronounce, I mean.",
        "Q: And you also have a nickname.",
        "A: I have a nickname, Luda.",
        "Q: Okay. Can you tell us where and when you were born?",
        "A: I was born -- I was born in Wilna. Wilna was Poland when I was born, belonged to Poland, on\nthe 23\" of January, 1928.",
        "Q: And where did you live in Wilna?",
        "A: I lived on the street called Polnarska, Polnarska 33. And we had a -- a house, and I lived there\nwith my parents and my brother, and a German lady who was like a help to my mother.",
        "Q: And what was --",
        "A: She was not a maid, but she was like a part of the family, but she was helping my mother, too,\nto cook, to clean the house.",
        "Q: Can you tell us something about your family, your mother and your father?",
        "A: My father was a engineer. He was educated in Russian school, and the Russian university. So\nfamily was not religious. I would say assimilated Jews. We spoke -- at home we spoke Russian\nand on the streets we spoke Polish. My father was born in Wilna to aristocratic family. When he\nwas young he belonged to a sor -- not a communist, but a social revolution -- revolutionist party,\nand he was even expelled from the last grade of gymnasium. But because he was a brilliant\nstudent, they allowed him to pass the last exams -- exam, by himself at special ec -- exams. He\npassed it brilliantly, and he was accepted to the University of San Petra -- Petrabuk -- Saint\nPeterburg, I’m sorry. And then he finished there -- he -- he didn’t finish the Petraburg University,\nhe studied there two year -- for two years, and then I don’t know on which family reasons, they -\n- they left Russia for Poland -- but Poland was also Russia then, Poland was occupied by\nRussians. And he finished at Technical University in Warsaw. He finished it and I saw the\ndiploma in ghetto, actually. Was a diploma with a gold medal. But he couldn’t find a -- a job as\nan engineer, but it -- the first World War -- World War broke out, and he went. He was a -- a\nsoldier ze -- probably the only one -- Russian soldier with a university degree. I have a picture of\nhim, I don’t know where it is [indecipherable] actually, with the university sign, you know. And\nthen after war he came with his family to Wilna, back to Wilna, because they run from the\nGermans, even on the first World War, to Russia, and they came back after war and Wilna\nbecame Poland again. And he couldn’t find a job as engineer, he started to teach mathematics\nand physics. Course this is -- was his -- his field. He finished mathematics and physics in\ntechnical school. He was a teacher of high school gymnasium, and then he went to stu -- to teach\nat the sch -- technical school, and the techni -- then he was a principal of the technical school. It\nwas -- I think it was only one technical school in Poland which were especially for Jewish\nstudents because all the subjects were taught in -- in Yiddish. And my father didn’t know\nYiddish before, yeah. So he -- he learned, he learned Yiddish and had a very fine Yiddish, very\nclear, very good pronounce [indecipherable]. And he was the principal, the director of the school\nuntil the World War II broke out.",
        "Q: What -- what is your father’s name?",
        "A: My father’s name is Matthias. Matthias Shreyber. My mother was also very high educated\nlady. She finished the Russian gymnasium, then she finished a course of -- I think that -- that the\nwomen were not allowed to -- to stay in -- at uni -- at the university, so they -- it was a organized\nin Russia, a course for a -- higher courses for women. So she finished chemistry, something with\n-- with chemistry now. But she haven’t worked. She was running the house and the children. She\nknew seven languages. Yeah. English and Italian, and German was her mother tongue. My\ngrandmother was from Berlin. She married a Polish Jew, and she came to Wilna with my -- but\nshe spoke only German at home and my mother’s first language was German, but because she\nwas educated in Russian schools, so with my father, at home with us, she spoke Russian.",
        "Q: What was your mother’s name?",
        "A: My mother’s name Valentina.",
        "Q: Her maiden name?",
        "A: Zhouk. Valentina Zhouk.",
        "Q: How did your parents meet?",
        "A: My mother was friendly with a owner of a -- this was a private Jewish school, a gymnasium, a\nvery good ha -- very good [indecipherable] gymnasium, private. My -- my father was a teacher\nthere, so she once came there and they met. She told me she fell in love with him at once, he was\na very handsome man. And that’s it.",
        "Q: What do you remember about being a young, young girl 1-in the house? What wa -- what was\n-- what was a day like, or a meal like?",
        "A: My father insisted that me and my brother, we have to attend a Yiddish school, a progressive\nYiddish school, and we spoke -- with my brother, I spoke Yiddish, because we -- we -- we -- we\nthought that my mother doesn’t understand it, but because she knew very well German, and\nYiddish is -- if you know Yiddish you understand German, if you know German, you can’t\nunderstand not everything, not -- but the meaning of the sentence you can understand in Yiddish.\nMy brother was five years o-older, a very handsome and very, very good natured boy. And I was\nnot so good natured, and I used to argue with him and fight with him. I think he hated me. I don’t\nknow. I was not a good one. I was always --",
        "Q: [indecipherable] tell us his name?",
        "A: His name was Joseph. And ne -- and we used to -- to call him Josek, from wor -- Joseph. Fr-\nFrench, Joseph.",
        "Q: S-So you say that your family was not religious.",
        "A: No.",
        "Q: Did religion play any role at all in family life?",
        "A: No, no. Nothing. And at school they were educated also very secular and it’s a pity, I think.\nWe lost something, because I -- I don’t know any of the Jewish holidays -- I didn’t know -- now\nI know, coming back to Canada so I know when it’s Rosh Hashanah and Passover, and Yom\nKippur. I didn’t know before.",
        "Q: Can you talk a little bit about your neighborhood, what that was like and whether or not there\nwere other Jewish families, or non-Jewish families?",
        "A: Yeah, it was a mixed neighborhood. There were Jewish families over there, but not a lot. And\nit was a neighbor -- it was not a very good neighborhood because my grandfather had a factory,\nand he wanted to build his house -- he has a factory, so 1t was such a -- if you can say industrial\nneighborhood more or less. It was not a beautiful neighborhood, but our house was beautiful.",
        "Q: The grandfather was on your mother’s side, or your father’s side?",
        "A: On my mother’s side. On my father’s side, he was a rabbiner. It’s not a rabbi, but a rabbiner\nof the city of Wilna.",
        "Q: What -- what does that mean?",
        "A: You know, exactly I don’t know za -- but I know that he like provided his papers like birth\ncertificates and marriage certificates and he had the -- the books -- the archives of that Jewish\ncommunity and so on. He was also educated [indecipherable]",
        "Q: Do you know the names of your grandparents on either side?",
        "A: The first name, I think it was Abraham Shreyber. I don’t know my grandmother’s name. I\nknow that -- oho -- his -- his name was Samuel. That’s why I was Shulanis, named after his -- my\ngran --",
        "Q: Samuel Shreyber.",
        "A: -- yeah, it’s Samuel Shreyber, yeah. And I don’t know my grandmother’s name. And my\ngrandmother from my mother’s side was Frederica, her name, and I don’t remember her maiden\nname, it was a German name, something -- something like -- I don’t know. And my -- my\ngrandfather from my mother’s side was Joseph Zhouk. Yeah, that -- my brother was named that.\nMy grandmother from my mother’s side died very young. Not very young, she was 50 years old\nand she died of a heart attack. The thing is they came fr -- they run from Russia to Wilna when\nthe revolution started. They came very poor, they didn’t -- they lost everything in Russia and she\ncouldn’t probably bear it. And after her, in three or four months my grandfather died. That’s it.\n[indecipherable]",
        "Q: What was your position in the Jewish community, your families position? Your father is a -- a\n-- apr -- a principal, I think.",
        "A: Yeah.",
        "Q: Can you just sort of describe where they fit into the --",
        "A: Yeah, he was a very prominent actually, in the community a very famous person. Everybody\nknew him from Wilna, everybody -- oh, [indecipherable] Shreyber [indecipherable]. And he was\nin several committees, very active in several committees, so very honest and real. He was active\nin the -- in the -- in Jewish com -- committees, yes. You know, when the first -- when the second\nWorld War broke out, so I was only 11 years old, and [indecipherable] I -- then I di -- was not\nvery interested in such things without my parents and I know only that he adored our father.\n[indecipherable] 1t was everything, and he didn’t dare not to obey him. But my mother, my\nmother could tell me thousand times to do something, I wouldn’t do it. It’s -- it -- yeah. It’s a pity\n[indecipherable |",
        "Q: You say that your -- your father was involved in the community. Do you ever remember him\ntalking about that, and about wh-why he was involved?",
        "A: You know, the parents were -- it’s -- it’s -- it was an absolute another life before the war, I\nmean. I heard my parents talking but always in their bedroom with the doors clo -- with the door\nclosed, so we didn’t know what -- what’s going on there. I mean, their discussions. My mother\nloved very much my father, that I know. And my father was very polite, never -- you know,\nnever raised his voice. And but they had discussions but each one political or something else, I\ndon’t know. I really don’t know. And I don’t think that my brother, who was older, he probably\ndidn’t know either.",
        "Q: How -- how did you think of yourselves? Did you think that you were Polish, Russian,\nJewish? H-How did you think of yourselves as an identity of your family?",
        "A: I was sure that I am Jewish, because I attended a Yiddish school, and I was sure that to be a\nJew it doesn’t mean to be a religious Jew. I was taught Yiddish literature, Yiddish writers, poets,\nhistory of the Jews. That was enough only to -- to be proud of my nation, and to feel that I am\nJewish. I never avoided it, never.",
        "Q: Do you remember as a young girl, eight, nine, 10, ex -- every experiencing any anti-\nSemitism?",
        "A: Oh yeah, very much. I didn’t look -- it’s -- it’s maybe strange to say that here, but the\nEuropean Jews have a special look, and I was blonde, and you can see not dark eyes. I looked -- I\ndidn’t look like a Jewish girl. And my -- my brother -- my brother was black hair, black eyes,\nand -- and th -- because our school didn’t work on Saturday, so we were -- 1t was open on\nSundays. So we usually went on Sundays with our bags, school bags, to school. And that was a\nreason to fight. So I don’t know, nobody f-fought me, but my brother. And it was a time when he\nhad in his pocket, a castet, I don’t know how it is in English, it’s like an iron thing what you put\nyour fingers there.",
        "Q: Brass knuckles.",
        "A: Yeah. And that what you can fight back. And -- and it was a time when he didn’t walk from\nschool to -- to home. Usually we walked it, 1t was not so far, but we didn't have a car of course, it\nwas very seldom they were having a car, it was a big luxury. So, he went by bus from school\nhome, and he -- he didn’t get off on the right stop, but a stop after that, and went home from\nanother side because a group of guys were waiting for him on the corner of our street, and the\nother streets. It was -- we were -- our house was located near a corner of two streets, all -- that\nwas it.",
        "Q: Who were the guys?",
        "A: I don’t know, [indecipherable] the neighborhood guys. It was a bar on the corner and they\nwere drinking there [indecipherable]. They amused themself with fighting with Jews.",
        "Q: Were they Polish, or --",
        "A: Yeah, yeah. Yeah it was not a big mixture of nationalities there, it was a very big percentage\nJews, and -- and that -- probably 25 percent of the population of Wilna are Jewish. So then it was\na little bit of White Russian, and a little bit Lithuanian. And mostly they are Poles.",
        "Q: Did you and Joseph ever talk about that, about how to protect yourselves in these situations?",
        "A: No. I mean, I don’t remember. I don’t remember. There were other things what I remember. I\nremember walking through the streets near university and looking at the [indecipherable] house,\non -- on the windows, how the students, the Jewish students were standing on the lectures, not\nsitting. Yeah. It was a protest because some of the Polish students decided that Polish students\nhave to sit separately on the one side, and it was left the other side of the whole auditorium was\nleft for the Jews -- Jewish students. So the Jewish student decided no, they will not sit separately,\nthey will stand. So they stand, all lectures they were standing behind the benches there, that they\n[indecipherable]. Then they had an -- a church, and it was to go through the church, it was like a\n-- a gate, yeah? And so Jewish people are walking through, if it’s winter they were wearing the\nhats. So -- and the Catholics had to remove their hats. So, if you don’t remove their -- your hats,\nyou are beaten and remove the hat from -- such things. But I had friends, Polish also. I played\nwith them in the streets and the -- if I heard something like bad, like they are cursing me or\nsomething, so I used to stand, I remember, in our -- the gate of our garden with stones and waited\nfor them. And they knew it [indecipherable]. Pll not let them walk through without throwing the\nstones to them. So they were a little bit afraid of me. But they were little also. I didn’t have to do\nthis big guys, of course. Little like me, 10 - 11 -12 years old, you know.",
        "Q: You came down to do this interview with an old friend, with Rachel Lerdis.",
        "A: Yeah.",
        "Q: Who you knew -- whom you knew when you were young. I’m wondering if you could tell us\nabout your first memories of her, how you met her, or just your first memories of being together\nwith her when you were young.",
        "A: I met her when we were in the country. We rented a house in the country, and their family\nrented a house in the country, the r -- the houses were close. And -- and then her family came\nfrom Warsaw, the sisters with their families. And that’s how we met with her. And I s --",
        "Q: [indecipherable]",
        "A: I remember her always smiling [indecipherable] nice looking girl. And my brother was more\ninvolved in it than I, yeah. Yeah. I think that the love started from there. They were 16 probably\nor so. And I was 11, so that I -- he was 16, and she --",
        "Q: You’re referring to the fact that your -- your brother and Rachel Lerdis when they were\nyoung, dated.",
        "A: Yes, yeah.",
        "Q: Yes. What did you speak with each other?",
        "A: With whom? With Rachel?",
        "Q: Rachel.",
        "A: I don’t think we spoke a lot before the war. I don’t think so. When I finished my six year\nschool, it was a -- the first -- how it’s called in English, oh my God, elementary school. When I\nfinished the elementary school, I went to the same gymnasium where Rachel was, and my\nbrother. So there I saw them more often together. Otherwise I -- I was not very close to her\nbefore the war.",
        "Q: Did your parents know each other?",
        "A: I don’t think so.",
        "Q: Your parents and her parents?",
        "A: I don’t think so.",
        "Q: But they must have met in the country, but just briefly?",
        "A: Maybe, but I don’t -- I don’t know about that. I don’t know.",
        "Q: When do you remember beginning to feel the war closing in, or things changing? Do you\nhave first memories of that, of --",
        "A: Oh yeah.",
        "Q: What happened?",
        "A: It was a bombing before we [indecipherable] telling us that the -- the -- the war started, so\nthey bombed Wilna. The Germans were -- bombed Wilna. That I remember.",
        "Q: But even before that [indecipherable]",
        "A: Oh before that, yeah, it’s true --",
        "Q: Can you talk a bit about that, yeah.",
        "A: Yeah, yeah, yeah. The war started with Poland. Yeah, it’s true. It was in September ’39 when\nthe war started. And we felt it immediately. Immediately it was a shortage of food. In the stores\nline -- people were lined up to buy food. I remember that I don’t know how, in the kitchen I saw\na whole sack of sugar, salt and something else, kasha or something else, I don’t know. And --",
        "Q: What did that mean to see that?",
        "A: It -- 1t meant that it can be a [indecipherable] and they are ready to eat. And then I had a\nfriend, a boyfriend. His parents had a bakery, and we run to the bakery with him. And I saw a big\nline, people waiting for the bread, and we went to ano -- for -- from another side inside the\nbakery. And he used to take a big loaf of br -- of bread, yeah, and give me -- ha -- hot bread, and\nit smelled so good, and used to bring it home. And the lady who lived with us, who helped my\nmother, her name was Julia. She used to say, “Oh, my God, if Luda wants to eat, she has an\nappetite, it means it will be a hunger.” I was never hungry when I was child. It was not -- my\nmother was crazy about me. Never hungry. I didn’t want to eat, I -- I -- I don’t remember feeling\nsomething that I want something. It will some --",
        "Q: You di -- you -- your mother thought you didn’t eat enough when you were young?",
        "A: Yeah, of course --",
        "Q: Yeah.",
        "A: -- because I didn’t eat enough. That’s -- that -- that was that, yeah. I was very pale and very\nthin, and my mother was unhappy with it. But then the war started, and it was a shot at your foot,\nso I started to eat.",
        "Q: Do you remember your brother or your parents talking about the changes?",
        "A: I remember my mother. My mother was very -- can’t say upset, because it’s more than upset.\nShe was very unhappy with it. And fer -- we had books at home, books of -- books which\ndescribed the situation in Germany after Hitler come -- came to power. It was called, I remem --\nI remember it, the book was la -- lying on -- on the table in our room in -- in-in my bedroom. So\nit was called Brunatnec Shenga in Polish. Brunatnec, it means brown, because fascists had\nbrown, you know, shirts. And it was horrible. There -- there are pictures there about the\nconcentration camps already in Germany. At first. political concentration camp. Communist\nparty in Germany was very popular, and a lot of Germans were communists, so the first victims\nwere the communists of course, you know. And my mother -- my mother knew the Germans\nvery well. I don’t know why. I don’t think she was born in -- in -- in Germany. I th -- her mother\nwas born in Germany, so -- and they used to go to Germany every -- every summer, probably.\nAnd my mother knew the character of the Germans, so she told my father, I remember, we have\nto leave Wilna. We have to out of it. Go out of Europe. I hate it. He didn’t want. He didn’t want.\nShe wanted to emigrate, to the States, to Canada, to Australia, but not to stay in Europe. That’s it.\nThat was it, yeah. That why I remember it. And -- but we waited the Germans to come to -- to\nWilna in 1939 already, because Polish army couldn’t stand -- couldn’t protect Poland, was too\nweak. Poles are very good soldiers actually, but they didn’t have the tanks, they didn’t have the\nequipment the -- the Germans had, so -- but the Russian came before. They occupied Wilna, they\noccupied all the -- the best, Belaru --White Russia, Belarusia, White Russia and Ukraine. So we\nfound ourselves in -- occupied by Russians. What was better than by Germans, of course. It was\nprobably two, three months m -- the Russians were in Wilna, the hosts of Wilna, ba -- but then\nthey gave it to Lithuania. The day the Lithuanians wanted to take over Wilna was a fight between\nthe Poles and -- the Polish -- the remnants of the Polish army and the Lithuanian army. But the\nfight was very, very short. And suddenly they decided that it has to be a pogrom. They have to --\nto kill Jews. We don’t know why. Couldn’t understand why. What has it to do with -- with pola -\n- with Poland and Lithuania? They were always tense. There were no diplomatic relationships\nbetween pola -- Poland and Lithuania before, even. So the day the Lithuanian occupied -- no,\ntook over Wilna, so it was a pogrom. I was at home, my mother didn’t allow me to go to school,\nbut my son -- my brother was 1-in school, and she was so nervous about it. And -- and then it was\nthe whole day, broken glasses, and so on and so on. But then I think that a delegation of Jewish\npeople went to the Russians, who gave the city to Lithuanian. But they had a place where they\njust -- they were -- that their armia was standing there, together with their tanks and everything.\nSo the Jews went there and asked them for helping us. And they decided -- the Russians decided\nto go with the tanks through the streets. And that was enough. They didn’t do anything, they\ndidn't kill anybody, they didn’t -- the Russians I mean. They went through the streets with their\ntanks, and it was quiet, quiet. It’s a -- quiet down everybody. Then my brother came back from\nschool, late in the evening. He -- he told us that they barricaded the windows and the doors with\n[indecipherable] the tables they had in the classes. And they were waiting. Nothing special. Was\nno killed people, no, nothing. Only the -- the windows were broken. That is -- that what I\nremember, the beginning of -- of the war. And then they were almost a year -- yeah, then the\nLithuanian were -- they started learning Lithuanian -- the Lithuanian language at school, and --\nanother language. We had a lot of languages in school. Had Yiddish, Polish, Hebrew, German\nand then Lithuanian, instead of --",
        "Q: How did the atmosphere changed when the Lithuanians were in charge?",
        "A: You know, that was for change that stores were -- special stores were open, Lithuanian stores,\nLithuanian companies came over. Interesting that the Polish president, the portrait of the Polish\npresident was gone from the wall in our classroom, and the Lithuanian sign is -- their official\nsign is a -- a horse, and -- don’t remember [indecipherable] there. A horseman, who has a horse\nwith a sword, I think, something like that.",
        "Q: A man on a horse?",
        "A: Yeah, a man on a horse, yeah. Oh, and that was on the wall. So I remember such a thing, that\nwe decided to open the windows, that was in winter, we decided to open the windows in the\nclassroom, and it was before the language of -- oh, oh -- the lesson of the Lithuanian language,\nthe teacher came in, said, “It’s so cold, why didn’t you open the li -- why did you open the li --\nthe windows?” So we said, “The horse is stinking.” Suddenly, we became Polish patriots. We --\nwe played with the Polish children in the street, and we used to -- to throw on the sidewalks a -- a\n-- the Lithuanian money, with the sign of their horse, and to beat it. And to -- and to say, go to\nKovno, go back to Kovno, go back to Kovno. Kovno was their capital. They made Wilna the\ncapital after that. Capital of Lithuania. Well, that was -- we became one block with the Poles\nagainst the Lithuanian. Why? I don’t know. Don’t ask me, I don’t know.",
        "Q: What were your parents saying to Joseph about continuing to go to school, or were there any\nsafeguards being made? You know, if this happens, don’t come home, or was there any talk like\nthat? Sort of beginning to prepare to -- for -- for trouble?",
        "A: For --",
        "Q: In any way?",
        "A: At what time you’re asking it?",
        "Q: A-At this time, when the Lithuanians -- after the day long pogrom with the Lithuanians and\nwhen your brother had to be barricaded inside the school.",
        "A: After that was quiet and -- it was quiet until the -- the World War II came to us. It was quiet,\nyeah. Then, after -- how long was a -- a reign of the Lithuanian was a half a year, or a year? A\nyear, almost a year. Then the Russians decided to occupy the whole Lithuania. They gave them\nWilna, but they occupied the whole, you know. And then it was Russia already. In 1940 was\nRussia, until -- and in ninete -- 1941 when the World War started, yeah.",
        "Q: Was there a time when you noticed the Russians took control back and you had to learn\nRussian in school again during this period?",
        "A: I didn’t care about it because I spoke Russian and it was my language [indecipherable]. So,\nbut the year when the Russians were there, this year, was not a bad year for Jewish people. A lot\nof Jewish school, Yiddish schools were open, yes, but I -- I -- I have to say that the Hebrew\nschools were closed, I don’t know why. They were against the Hebrew, everything what was\nHebrew was not good. And of course, religious people suffered. But Yiddish secular schools\nwere -- a lot of Jewish secular schools were open, and we had a lot -- much more students in our\ngymnasium than before.",
        "Q: Oh, the students would come from the closed schools and go to yours?",
        "A: Yeah, yeah. Not only that, but ther -- th -- 1t was a part of very poor people, who couldn’t\nafford to pay for school. That’s why their children were at home, I don’t know, looking for a job,\nlooking for something. I don’t know what they were doing, but they couldn’t attend schools. And\nthen, when the Russians came, the schools were for free. And not only that, but every child had\nto be at school. Had to be at school. So they came, and they were -- we have so many students.\nThat was -- for the poor people was much better.",
        "Q: And -- and the stores, were they similar, for instance, your friend’s bakery, was that a Jewish\nbakery?",
        "A: Yeah, it was a Jewish bakery.",
        "Q: Did it remain open, was -- wi -- were the -- was the Jewish family still in charge of it?",
        "A: No. No, everything -- in [indecipherable] were not in charge of our house. Everything was\ngone to the government. The government took over everything. Yeah, that’s -- yeah. Yeah.",
        "Q: But you were still in your house?",
        "A: Yes. [indecipherable] we are still in our house, yeah. Some were -- wanted us to go out of the\nhouse and to take over the house, it was a problem there. But we stayed in the house, and my\nfather had the same position, but the technical -- Yiddish technical -- Jewish technical school was\na part of the pole -- Polish technical school. It means they were like one school, but one was total\n-- that stu -- Polish students were taught in Polish and the e -- Jews in -- in Yiddish. But my\nfather was this -- had the -- had the same position still, this year.",
        "Q: And do you remember seeing Rachel during this period, was Rachel seeing Joseph, your\nbrother?",
        "A: Yeah, yeah, because we are at school. I was already the first grade of gymnasium. But the\nschool was -- was renamed, it was already not a gymnasium, but a high -- but a high school, and\nI was not in the first grade of the gymnasium, but I was in the fifth grade of that 10 years school -\n- high school. It was a 10 years high school. But --",
        "Q: Did your parents -- as things shifted, did your parents ever discuss again, leaving? Did your\nmother push that issue?",
        "A: I think that yeah. But 1 -- I don’t think that it could be done already, it was too late. It was too\nlate, because I don’t think the Russians would allow us to go out. Poland didn’t exist already.\nPart of the -- of Poland was Germany, and part Russia, that’s it. So, but she talked about it, yeah.\nShe talked about it. But she didn’t know how to do it over there, they said she was -- it’s a --\nproblem of immigration was closed for us, it’s [indecipherable]. But a friend of mine, who was\nthe same class, and his mother was a teacher of our school, their -- his father immigrated to the\nStates. He went to Europe for a conference in 1939, but before the war started, before September.\nHe went there with [indecipherable] oldest son. He was in Belgium, I think. And when the war\nstarted, he took a ship and he went to ton -- to the States, America. Then he send the papers to\n[indecipherable] his w-wife and the other son to come, and they received the visa. And they were\nthe -- the only people who -- who’d leave Russia because they had already the visa, then\nLithuanian were there. So they were allowed to go. And he’s still in the States, my friend.",
        "Q: Really?",
        "A: Yeah.",
        "Q: At that point was there ever any thought that the ru -- that the Germans might come into\nVilnius?",
        "A: Of course, yes. We were sure that it will -- the war stop, it will not remain like that. It was like\neverything was -- fe-felt temporary. That today is like that, tomorrow can be changed everything,\nyeah. It was not stable. Anything was not.",
        "Q: It sounds anything but stable.",
        "A: Yeah, yeah. And then we -- it was -- we finished school, I had -- we planned to go to -- leave\nfor vacation, and the bombs started to fall on Wilna, and my mother told my father immediately,\nwe have to run for Russia. And he didn’t want because he had a sister there. A sister who was\nolder than he was and she was like a mother for him. The mother was sick then, he was the\nyoungest boy -- y-youngest child in his family and she was taking care of him. So he didn’t -- he\ndidn’t want to leave without her. So he used to go to her -- to her apartment, to ask her to leave\nwith them, and she didn’t want. Her husband was in the States already. He visited his brother in\n1938, and the -- the war started and he couldn’t come back. So he was in the States. So she was\nalone with one daughter, and she told [indecipherable] we are not communists, and we are not\nmen, who will touch us? People were so naive. Oh, that’s all the communist propaganda what\nyou know, that is not true. Hitler is -- we know ge -- we know Germans. Germans were here in\nthe first World War, and they were not so bad, we can survive with it, and so he didn't want to\nleave his [indecipherable] until the second day of the war. My mother packed his -- her bag.\nThey gave me a bag, a small bag, he gave -- she gave my brother a small bag and she told my\nfather goodbye. We are running, and you want to stay with your sister, stay. So he went with us.\nBut it was too late. It was too late. We went to the station, we found [indecipherable] train and\nwe went -- the train started to go, but then it were -- it was bombed. It -- it was a horrible story\nwith the train. [indecipherable] with the train was put on hold in the middle of the f -- the forest.\nStop it.\nEnd of Tape One\nBeginning Tape Two",
        "A: So, talking about a train that it stopped in -- in the middle of the forest, and I didn’t mention\nthat the train was full, people who were running from the Germans. A lot of them were soldiers\nand officers from the Red army, Soviet army, with families. And the others were Jews, and\n[indecipherable] communists who wanted to run from the fascists. But the civilian were mostly\nJews, and a small group of Lithuanian, yeah. So -- and the train was s-stopped before the old\nborder of Soviet Union because we were still on the occupied pass of the -- the Lithuanian\nterritory and the White Russia territory who belonged to Poland and was occupied by the\nGermans as I told before, after the -- the -- after the war start with Poland. And so the train\nstopped before the old Soviet border, and they -- the -- it was the -- the army who was -- the\nSoviet army that -- not that -- it was the encoverdere army. It was not KGB, but it was a part of\nit, like. They told everybody has to leave the train, but that the women has to leave on the right\nside of the train, and the military man with the families -- with their families on the left side.\nThen they closed all the windows and the doors from the right side where we were standing.\nThey opened the doors for the left side, they let in the military men together with their families,\nand that’s it. And they went. The train started to roll -- to go, and we started to cry and to ask and\nto shout and to -- don’t leave us, and the train left. Then I looked around, the forest was full with\nluggage. Nobody to-took the luggage, they throw out and the people didn’t know what to do,\nthey started to walk to the border. And I remember my father coming to the border, showed his\npassport and told him that he was a -- a member already of a union, and that wa -- there are my\ndocuments. No, no, you are spies. Everything na -- we were -- we didn’t have the passports of\nthe Soviet Union. We were not citizens of the Soviet Union, we were the citizens of the country\nLithuania, who was occupied by the Soviets, but they didn’t change the passports yet, the\ncitizenships yet. They couldn’t -- they didn’t let us in. Then we -- we made kilometers and\nkilometers during the day. We walked -- it was such a hot summer like -- like this summer, 1941\nsummer was very hot. And I remember my mother and -- complained that she cannot walk so\nlong in that. And then at night we came to a place and we found a house open and empty already,\nno people. So we -- my father decided we have to rest there. We came in together with another\nfamily, and in the middle of the night came a peasant, a Polish peasant, or a White Russian\npeasant, I don’t know, and said you have to run, because there are German parachutists already\nhere. So you have to run. So the other family took the -- the bag, they -- one bag of -- of -- the\nlight bags because the big bags were left behind. So, and they run. And my father, like a\nmathematician, he told, look, if it’s true that there are Germans all over here, so it’s\n[indecipherable] to run. If it’s not true, so we will start in the morning, we have to rest. And that\nwas too late already. When -- 1n a war, every minute counts. The other family found a -- a bus\nand they were safe. And they survived the war. I met them after the war, that was -- yeah. And\nwe were caught by the Germans. And that’s it, and we decided to go back.",
        "Q: How -- how were you caught by the Germans?",
        "A: In the morning we went farther and we entered a small village. We found there a Jewish\nfamily who let us come in and have a little bit water, a tea, I don’t remember even if it was food.\nNo, I don’t remember, it was a horrible time. And -- and suddenly the Germans come -- came in\nwith -- on tanks and motorcycles and they occupied the village, and at once started the pogrom.\nPogrom. The neighbors came and took over everything from the -- from the people who -- who\nallowed us to stay, and our things also, our belongings that -- our belongings were three small\nbags, like. And that’s it, and it was finished. Then the Germans took my brother to dig some\nholes, I don’t know, they took him. And they told my mother that they will -- he will come back\nin two hours or something. We waited for two hours and he didn’t come back so my mother went\nto them. It’s interesting that the roles of my father and my mother changed immediately when the\nwar started. She started to be the head of the family, not my father. She was -- before the war, he\nwas the head of the family, he was the person who brought that money to -- to the family, yeah,\nsupported the family, and she was a quiet lady, who loved books, to read a lot, and during the\nnight even. And that [indecipherable]. The roles chan -- changed. She started to be energetic,\nstarted -- concentrated and her German. Her German was her mo -- her mother tongue, of course.\nAnd she went to the Germans and they gave her the -- my -- back the brother -- the hale -- son.\nShe came back together with him, and she told, we have to go back home. Here we are strangers\nfrom -- nobody knows us and -- and -- and he -- and it was a long walk home. I don’t remember\nwho told us don’t go through the forest because you will be ar -- killed by the people, or the\npeasants there. You will be robbed, you will be killed and so on. So they decided to go along the\nhighways. So the German army was approaching, going deep to Russia, and we were going back\nto Lithuania to Wilna. Perhaps it’s interesting, 1t was a false -- f-first front of the Germans. They\nwere soldiers, 1t was Wehrmacht. They didn’t do any harm to us. First of all, they didn’t know\nwho we are. They know that we are people who are -- run from them, but they didn't know we\nwere Jews or non-Jews, or -- and sometimes they threw us cigarettes, what my father was -- he --\nhe couldn’t bear not to smoke, he was a smoker, and he -- it was like better than bread for him.\nYeah. And sometimes we went through a village, so they ask for water, so there were people\nwho didn’t allow us in to take water. To come over and to take water. No food, no water.",
        "Q: How long were you there for?",
        "A: I think it was there two weeks, probably. I remember only one old lady, a peasant, asked us to\ncome in, and she gave us bread and milk. But it was unusual for us. Very unusual. She told, “My\nson is on the front fighting with the Germans, I don’t know where he is, so maybe another family\nwill give him some bread.” Then we came home. Of course, Wilna was occupied already for 10\ndays, or -- or -- I don’t remember the day we came back, don’t remember. And the lady th -- was\n-- who lived with us --",
        "Q: Julia?",
        "A: Julia was home, and she welcomed us, yeah. She was happy and pride [indecipherable]. Yeah.\nIt’s a lot to -- to tell. The first was my brother, what my brother did, he wrote a letter to Rachel.\nAnd the only person who walked through the st -- streets was me. So he gave me the letter.\nRachel accused me that I probably read the letter, but I don’t remember if I read it or not. I don’t\nthink so.",
        "Q: Why were you the only one that walked through the street?",
        "A: The men didn’t dare to walk the street, because it was very dangerous, they would be caught.\nMy mother didn’t want it, so it just left me. I was 13 years old, and I went and pe -- we were in\nanother district, absolutely far from Rachel. I had to go through all the city, and the -- the most\ndangerous, I thought, dangerous place was a bridge, to cross a bridge because soldiers were\nalready standing there and guarding the bridge, the Germans soldiers of course, and I -- I\nremember coming over, saying mm-hm, [indecipherable] ask you for documents or not. I\ndecided to jump on one foot, like playing.",
        "Q: Skipping.",
        "A: I was thir -- yeah -- I was 13 years old, why not? I jumped -- I jumped through the bridge.\nAnd they looked at me and smiled. Then I run. Run again to her house. Now I have to bring back\n-- a letter back from her to my brother.",
        "Q: What was their reaction when you got to the house?",
        "A: Don’t remember. I was so overwhelmed with the danger to cross city, that I don’t re -- I think\nshe was happy and unhappy at the same time. [indecipherable]",
        "Q: How was the city different? You described the bridge, but as you walked through it, what --\nh-how could you feel the presence of the Germans?",
        "A: Well, they were all over the streets, the soldiers and their ve-vehicles, their cars and tanks,\nand -- o-over the street, so it was not difficult to -- to see it. And then I think my mother -- yeah,\nmy mother told me to go to her cousin, to visit her cousin. And -- and I -- I almost\n[indecipherable] caught in their apartment already mixing something up, maybe it was then the\nSoviets were in Wilna. I don’t remember who was -- the police was there, and searching their\napartment. And I was afraid that they will not allow me to go back. And I don’t remember it was\nthe germa -- Germans or the Russians. Don’t remember exactly, because they were rich people.\nWe were not rich, we were middle class [indecipherable] middle class, and you know, but they\nwere rich people, so I don’t remember who searched the apartment, but tha-that was the moment\nI was scared that I will not be able to go back home.",
        "Q: So your mother let you out?",
        "A: Yeah, all the time. All the time, I don’t know, all the time. It was -- we had a Polish lady we\nwere very friendly with. She was a p-poor lady, she was a relative of the German lady who lived\nwith us. It means, this German lady was married to her brother. The brother was a -- a Russian\nofficer in Russia, and was killed in ninet -- in -- in the first World War. So she was alone and she\ncame back to our family. And we loved the lady his Veronica, what I gave the name to the Yad\nVashem, her name. And I am talking about it. It’s interesting. I am. So she told me after the war\nwhy my mother was so sure that I will survive. Nobody di -- what -- happens to me. It was -- she\nhad a dream when she gave birth to me. After she gave -- gave birth, she was tired, of course,\nand she fell asleep. And she had a dream that the angel came to her and told her that when your\ndaughter will be 13 years old, it will be a war in which your whole family will be killed, perish,\nall but not your daughter. She will survive it. So she was sure that -- and you know, she was so --\nshe was thinking about the -- the dream all the time, but I didn’t know it, a-as I told you, I -- I\nknew it after the war, I learned it from Veronica. That why she insisted she wanted to emigrate\nso much, and that why she was so nervous. And Veronica told me even that she wanted to\ncommit suicide in 1939, but she persuaded her not to leave the children. And she committed\nsuicide.",
        "Q: Your mother?",
        "A: Yeah, in 1943, when the Germans took her. She told me the Germans will not take me alive.\nThey can take me only a dead body, and that what she did.",
        "Q: So wh-what is day to day life like at this point? I-It sounds like people are staying inside.",
        "A: Yeah.",
        "Q: Have the Germans instituted rules, are you wearing a star at this point?",
        "A: No, no, it was not like tha -- bef -- before we went to ghetto it was no stars, but 1t was very\ndangerous to walk the street, especially the men. Even the Poles didn’t walk a lot, it was only the\nmilitary men and Lithuanian.",
        "Q: What did you do all day?",
        "A: I don’t know. I don’t remember. Probably we read. It’s a good question, you know. It was like\na -- a prison, but at home. Of course my, the -- the Julia used to go out and to buy some food. It\nwas a shortage o-on food already. I don’t remember her -- doing something, you know, what my\nbrother did. And of course we had neighbors. We rented one apartment. It was one house with a\nlot of rooms, but after my grandparents came home, back to Wilna, after the revolution started in\nRussia. So when they -- they died, this -- in -- in Wilna, so my mother rented a part of the house.\nIt was a Polish family there, and my mother was helping them a lot. When the Lithuanian came,\nthey fired all the Poles from the [indecipherable] positions. And he was working for the railroad,\nso he was fired also because he didn’t know Lithuanian, the language, so they fired him. So they\ncouldn’t pay for rent, and they couldn’t -- and they didn’t have money and my mother told them\nthey can stay as long as they want, she will not ask them for rent. Ah, so, but when the war\nstarted with the Germans so, and suddenly somebody told that the Germans are going from hou -\n- home to home looking for Jewish men. So she asks them to hide my father and my brother and\nthey refused. Yeah, but -- but we -- we were not sure why they refused, maybe they were afraid\nof theirsel -- themself being o-of the Germans also, yeah. But the Germans didn’t come to our\nhouse, and it was see, then on September, first of September then, they told all the Jewish people\nto go to get -- to the ghetto. And they already know the Germans, but the Lithuanian police went\nfrom home to home for -- ho -- one Jewish house, another Jewish house, to take the Jewish\npeople out of the houses.",
        "Q: Before we get to that, I just want to clarify that -- so then was the bombing of Vilnius by the\nGermans, was that in August of the same year?",
        "A: It was a -- an -- the -- it was June.",
        "Q: Oh, it was June.",
        "A: June, yeah. The war started the 22\"! of June, 1941. June, I think, not July yet, June.",
        "Q: And so then that was -- you tried to run and you came back, that took about two weeks --",
        "A: Yeah.",
        "Q: And then so from about mid June until --",
        "A: No, July, for about --",
        "Q: Okay, July.",
        "A: -- mid July until the first of September, this --",
        "Q: You were just sort of in this prison state.",
        "A: Yeah, yeah.",
        "Q: Okay. Did you have any idea that something might be happening in the last days of August?\nDo -- could you tell that maybe you were going to be -- some sort of form of action was going to\nbe taken? Did you seek preparations in the ghetto, or --",
        "A: Well, we didn’t know, because it happened, I think, overnight.",
        "Q: Okay.",
        "A: They decided which part of the streets we -- will belong to the ghetto. It was a Jewish district,\nso not a lot of non-Jews lived there, so they asked the non-Jews to -- to find another -- other\napartments and the Jews they took to th -- to the prison, and then to Ponary and they killed them.\nAnd so they emptied a whole district, so they could take the -- from the other districts of the city\nand bring it to -- to the streets who -- which belonged to th -- to the ghetto already. But maybe\nrumors ki -- were going, of course around that it will be a ghetto organized, because people knew\nthat they organized the ghetto in other cities probably. I don’t know, I don’t remember. I know\nonly that we knew that some would -- prominent Jews were arrested and killed. Some Jewish\nmen were taken from apartments and from the streets. We knew that the -- the Lithuanian were\nhelping them, and the Lithuanian police, they organized Lithuanian police, and the fascist\n[indecipherable] of Lithuania of course was [indecipherable]. And th-the Poles were -- behaved\nvery quietly, they were afraid for themself. And you have to remember that the Germans were\nenemies of the Polish people, because they conquered their country, they were destroying their\ncountry, and they killed a lot of Poles over. So it was like -- a little bit it’s your enemies and our\nenemies are the same, so it was like that. Had to say, oh, like a moral support from the side of the\nPoles. Not all of them, was a part of them were very happy to see it, and participated in it,\nparticipated in it, but a lot of them were -- hated the Germans and --",
        "Q: Was your mother making any sort of prep -- preparations, perhaps gathering up jewelry,\nmaybe packing a bag that would definitely go if you had to go anywhere? What wa --",
        "A: I think so, yeah, because perba -- probably rumors were already around the city that the ghetto\nwill be organized, and when they started to see how they are throwing out the people, the Jewish\npeople from the houses, so my mother started to pack. But it’s interesting we were in the last\none, because Germans didn’t know that our house is Jewish. We didn’t look like -- the look was\nlike -- I don’t know, something. And th -- and y -- every house had a -- such a -- a -- how to call\nit? A sign, which -- the names of all the tenants. So our name, last name, is a German name,\nShreyber. A lot of Germans have Shreyber. It -- in German, this is a writer. And my father’s\nname in Polish was not Matthias, but 1t was Mateush, and my mother names -- my mother’s\nname is Valentina. And my was -- and my brother’s is Jusef in Polish, yeah. And my, Sulamita,\nthe only -- the only Hebrew name, but it’s such an -- it was not a popular name, so they didn’t\nknow what name 1s it. And then the go -- went to the tenants, the Polish, Latinsky, Latinska and\nso on. So they -- we saw them coming in to our yard and reading the sign and [indecipherable].\nSo I’m coming in again, somebody else, reading, and [indecipherable]. So we were very nervous,\nwhat -- we didn’t know what to do. And -- but somebody told them, yeah, yeah, go, there are\nJews there. So I remember they knocked at the door, Lithuanian policemen, and my mother\nopened the door, and they saw my mother and said, oh, I’m sorry, it’s a mistake. So she told no,\nit’s not a mistake, we are Jews. So he came in, and he asked for the pas -- passports, for the\ndocuments, and he started to write name. Then he looked out -- around -- my father looked -- I\nwill show you the picture. It was an -- a -- a look of a Russian intelligent [indecipherable] you\nknow -- you have to know the Russian intelligent, how they -- they looked, like Chekhov, like,\nyou know. He looked my -- my mother was absolute not Jewish look, and me. So he told, look,\nyou can’t change the nationality in the documents. You don’t have the names, the Jewish names,\nyou don’t have the last name Jewish -- a Jewish one. What are you thinking how -- and it was\nsuch a shock for us. And I remember my father looking at my mother, and -- and she told no, we\nwill go where -- wer -- where our people go, together with them. And we went. Because, you\nknow, even if she allow him, okay, okay, maybe you can help pass -- to change, because it was\nnot so easy to change in passport the name, you change to -- and there’s a nationality, to change\nlike you cannot recognize it, it’s changed, you know? It’s very difficult, we didn’t know who can\nread, and then the neighbors would say, look why didn’t you take them, what 1s it with you?\nThey are Jews. So we decided to go with [indecipherable] we went, we took some -- yeah, we\ntook some belongings with me -- with us.",
        "Q: After that decision was made, did your father and mother discuss it, or disagree about it?",
        "A: No, absolutely not. We took our belongings and the only thing my mother told Julia, Julia,\nthis big bedroom where the children were, and the small room and the bathroom will belong to\nyou. I don’t know if they leave you the other rooms, yeah? And she wrote on the door her name,\nJulia -- her maiden name was German, I don’t remember. And she wrote al -- under that,\nvolkesdeutsche. The Germans who were not in Germany, [indecipherable] but they were all in\nPoland, in Lithuania -- they lived in Poland or Lithuania, they named them not Germans, but\nvolkesdeutsche. It’s deutsche is German, but volkes, it’s --",
        "Q: People.",
        "A: -- people, people -- German people, yeah. And she brought to the room as much belonging as\nshe could, then she saw that it’s too much, somebody can say what -- what is it. So she brought\nto the neighbors a part of the belongings.",
        "Q: The neighbors that wouldn’t help your father?",
        "A: No -- yeah. She di -- y-you know, they couldn’t recognize already that they are not friendly to\nus, because to hide a Jew was very -- very, very dangerous. So how can you accuse a person who\ndi -- doesn’t want to risk their own life? You cannot make such a big a -- you know, a-a-\naccusation immediately. So she didn’t. She couldn’t understand it, she ment -- she said, oh yeah,\nshe was afraid, but yeah, and that’s it, then we went to ghetto -- to the ghetto, and started a new\nlife.",
        "Q: You went with that Lithuanian policeman? Right then?",
        "A: No, no, no, no. We were -- I don’t know where he was. The other policemen were guarding\nthe -- the Jewish people, and --",
        "Q: But did you go that night after you had that discussion with the Lithuanian police --",
        "A: It was not the night, it was the daytime.",
        "Q: No -- it was the day?",
        "A: Yeah.",
        "Q: But did it happen --",
        "A: And the same day -- yeah, yeah --",
        "Q: -- very quickly?",
        "A: -- yes, at once.",
        "Q: At once.",
        "A: We went to ou -- we walked out with our belongings and were -- people were gathering\nalready on the road, and we went with them.",
        "Q: How much -- how many things did you actually take? What did you take, do you remember?",
        "A: I don’t remember even what -- how could we remember that? I don’t know, probably our --\nour personal belongings, nothing more. Not furniture, not nothing. I don’t know, maybe we took\nsome pillows, or some --",
        "Q: Your father took his diploma?",
        "A: Yeah, the papers we took always, yeah. The papers we took, yeah. And I don’t know when\nwas it, but probably a day or two before, Veronica came to our house, and my mother gave her\nthe jewelry. She didn’t take the jewelry there.",
        "Q: Does that mean that you were able to get the jewelry back?",
        "A: It means that she was selling the jewelry and bringing us food to -- to the ghetto, otherwise --\nshe was selling.",
        "Q: What was Veronica’s last name?",
        "A: Stenkavich.",
        "Q: She was Polish?",
        "A: Yeah. Catholic, very religious and very human.",
        "Q: When you got to the ghetto, how did you find a place to live?",
        "A: A relative of my father, which relative was it, I don’t remember. I think 1t was my father’s\nsister’s husband’s relative, that he wa -- he had apartment there. And he escaped when\neverybody was taken to Ponary, I don’t -- I don’t remember how. He was living there and he\ngave us aroom. So we were 13 people, 13, one - three in -- in -- probably 13 like the room was\nlike this room, like it was a small room, this [indecipherable] there was 13 people in this room.",
        "Q: How did you actually sleep at night? Just lined up?",
        "A: There were two beds, so I -- I don’t know how my father made some -- a -- a -- a wooden\nbenches, yeah? They -- we used to sit on them during the day and during the night we put it\ntogether close to the bed. And my mother, my father and my brother slept not how we are\nsleeping alongs -- 1n -- in -- along the bed, yeah, but in square, like that, in the -- across the bed,\nand the -- the legs --",
        "Q: Horizontally.",
        "A: -- yeah, yeah, yeah, yeah. And the bed wer -- the legs were on the benches already, yeah, like\nthat. The other family, also engineer, Kuniski, he, his wife -- his mother-in-law and his son slept\nin one bed like that also. My aunt -- my father’s sister and her daughter had a -- along the\nwindow, such a wooden -- a -- a piece of wood, and she put a -- put something to -- to make it\nsofter, sometime, and she slept there with her daughter. Another small bed, I think, was along\nanother wall, and the engineer, the other engineer’s daughter with her husband slept. And I and\nRachel, he slept also in one -- it’s -- was not a bed, but it just was a -- I -- I have to have a\ndictionary. I don’t know even if I find it in a dictionary such a word there, like a -- like a piece of\n-- of wood, yeah. Yeah. It was put -- they put it on the side during the day and they -- we put it in\nbun -- in bunches during the night and he slept up --",
        "Q: Sort of fold up?",
        "A: Yeah, yeah, that’s it. I don’t know how it’s called [indecipherable]",
        "Q: So there were already people in that room when you arrived?",
        "A: No, only one person was in the -- in whole a -- in the whole apartment. It was he, their\nrelative. Then he disappeared, probably were caught and killed, I don’t know when, you know.",
        "Q: A-And eventually Rachel came and stayed with you, but do you remember when you first\nbumped into her, or when she first found you?",
        "A: I remember only when my brother brought her.",
        "Q: So your brother went out and found her?",
        "A: Yeah, in ghetto already.",
        "Q: Yeah.",
        "A: She was in ghetto already also, yeah. It wa --",
        "Q: Had you brought food with you?",
        "A: Probably a little bit.",
        "Q: What -- what were the conditions like in terms of bathing and going to the bathroom?",
        "A: It was one bathroom. We had one, two, three, four rooms, full with -- with people, and one\nbathroom in the corridor, and -- and -- and the washroom was separately, yeah, not hot water, but\ncold water. My mother had a shower every day, cold water, in summer and in winter. She was\nused to it. I was afraid to do it.",
        "Q: Did you have a family meeting, or di -- do you remember talking to your parents late at night\nab-about what was going on?",
        "A: I didn't talk to my parents. I don’t know, I -- I don’t remember. I-I probably more listened\nthan I talked. And nobody would listen to me. I was a child, a teenager, yeah. It was sad, and\nthen people started to disappear, to disappear. And rumors went around that people are taking to\nthe -- to prison and then from the prison to Ponary and killed. And then became the big action in\nYom Kippur, the Jewish holiday, [indecipherable] everybody. They took from the apartment,\nthat’s what I remember. Rachel remembers something a little bit different, but I remember it that\nour family was taken from our room, and everybody had to go to the gate, to main -- to the main\nga -- gate of ghetto, because other gates were -- other streets were closed, yeah. They build like\nwalls, and that it was a main gate and another gate was for the head of the -- of the ghetto,\nspecial gate, a small gate, but he had the keys, and he could open and walk out, but he couldn’t.\nSo everybody was gathered in front of the main gate. So the Lithuanian police went through the\napartments and together with the Jewish police, and asked everybody to go out to the ghetto, to\npeople in the front of the -- of the gate, and then they went to search every apartment if\nsomebody was left there. And then I started to scream. What are we waiting? Are we waiting so\nquietly to be shot? And I screamed and talked to my parents and talked, and a man was standing\nbehind and told my father, “Quiet down your daughter, otherwise I will quiet her down. What\nshe’s talking about? Nobody will kill us, they are checking our documents.” That was the -- they\nalways lied to -- to quiet the people down so the -- we are checking your papers, so you have to\nline up and we will check your papers. I didn’t believe it. So my father told me I will give you a -\n- my watch as a good [indecipherable] watch -- Pll give you the watch, and give it to the\nLithuanian, and -- because they -- they was taking some money, and -- give it to the Lithuanian,\nhe will let you go. Professor, what are you talking about? I will give to one Lithuanian, he will\nlet me go, the other one will cu -- catch me, there is four. And I ha [indecipherable] was how\ncould you stand her quietly and your -- go to -- to the grave? What are you -- so my mother\ncouldn’t listen to it any more, and she went to the German who was the leader of the whole\nentertainment, yeah? Yeah. We will call like that, the death dance. And she started to talk to him\nin German, of course. He was shocked. He told her -- he asked her, “What? Where are you from?\nYour German is so perfect.” I’m from Berlin. I am also from ber -- from Berlin. Where is your\nfamily. [indecipherable] here. So, get out of here. And he came over with my mother and he told\n-- told [indecipherable] this is my daughter, my [indecipherable] and he -- he told us to stand on\nthe side, yeah. So we stand here, and he was standing, father, and then a Lithuanian came over\nand started to slap us back to there. So he told no, don’t touch them. So people saw that we are\nstanding there, so people started to run behind us, so our family was growing and we were\nstanding in the front and behind us some other people, some other people. And then they opened\nthe gate and all the people went -- left. We was -- we were already in the ghetto, standing in the\nghetto and waiting for the -- for [indecipherable] yeah. And then he told, the action is finished,\ngoodbye, and he left, and he went back. And then the -- so the Jewish police knew it, where other\npeople are -- are going. They told, oh, you save your life, you save your life. And then we heard\nthat everybody was taken to the prison, to Lukeeshki, and from the pris -- prison to Ponary and\neverybody was killed. It was thousands and thousands of people. I don’t know -- I don’t\nremember the number, but it was a lot. Maybe eight thousand, maybe 10 thousand. And then\nsome run away, people wounded from the, you know, graves, came to ghetto, smelling with dead\npeople already. Well, we knew already. And I told my mother, that’s it, I am not more going\ntogether with you and waiting until they will shot me. [indecipherable] shoot me, they will kill\nme. [indecipherable] to run. Every time it was a rumor, every time that we heard that it will be an\naction, it will be something in ghetto. So every time I heard it in the morning, I was putting my\nstar of -- the David star, yeah in -- on the front only, I didn’t have it on -- on my back, and it was\nnot, you know, I -- it was with a needle --",
        "Q: A pin.",
        "A: -- with a pin, yeah. And I went together with these people who went to work, who left the\nghetto to work, people were working for the Germans, doing some job.",
        "Q: You -- you told your mother that --",
        "A: Yeah.",
        "Q: -- from now on you were going to run away --",
        "A: Yeah.",
        "Q: -- when you heard rumors.",
        "A: Yeah.",
        "Q: What did your mother say?",
        "A: Okay. She was happy that -- so -- and then it was a problem. Her -- we were working -- the\nJewish people who worked the brig -- with the brigades, yeah, they were walking through the\nstreets, but not on the sidewalks, but in -- on the road. So it was one risk to take out the -- my\nstar, yellow star, to go to the sidewalk and to disappear. Not to take it. And I run though the --\nthrough the town, to the city, to Veronica. And I stayed with her a couple of months.",
        "Q: What did she say when you came to the door?",
        "A: She was happy. But she was very poor, and she had only one room. And they -- her neighbors\nliked to -- to talk to her, to come in and to have a chat, you know, they saw me. I couldn’t hide\nmyself, was one room. So she told everybody, oh my relative from -- from a village came to live.\nOkay. They knew, but they pretend that they don’t know. And we used to walk with her. I used\nto go with her to a priest. Once we went and she -- she gave him an -- a golden ruble what my --\nmy mother had when that hor -- the times of [indecipherable] there were golden rubles\n[indecipherable] like that. So she gave it to him and he gave us some bread, and a piece of\nmargarine, I think. And as everybo --",
        "Q: A priest, this was a priest?",
        "A: Yeah. And he took the money and he gave us bread, and some margarine, and he came back,\nand tomorrow, for tomorrow she went -- I -- I don’t know, maybe I went together with her, and I\n-- and we gave it to my brother who worked also outside the ghetto, and he used to bring it in the\nghetto.",
        "Q: So you and Veronica went and found your brother, and gave him some food?",
        "A: Oh, she knew where he worked --",
        "Q: Okay.",
        "A: -- yeah, it’s not the first time she went to him to give him food.",
        "Q: So your brother was able to also tell your parents that you were with her?",
        "A: Yeah, yeah, yeah.",
        "Q: Okay.",
        "A: Yeah, that I am alive and I am with her, yeah.",
        "Q: What did you look like? You had long braids?",
        "A: Yeah.",
        "Q: Long blonde braids?",
        "A: Uh-huh.",
        "Q: Okay.",
        "A: Pll show you. I have here a picture.",
        "Q: Okay.",
        "A: She saved us -- she and Julia saved us their old pictures.",
        "Q: So -- so you could look -- you didn't -- as you’ve said many times actually in this interview,\nyou didn’t necessarily -- you couldn’t look like what people assumed Jews looked like.",
        "A: Yeah.",
        "Q: You could pass for a little German girl, or a Polish girl?",
        "A: Yeah, yeah, a Polish girl, yeah.",
        "Q: A Polish girl.",
        "A: Because I -- my Polish was fluently, and --",
        "Q: So when you were staying with Veronica, what were the fears? Were they mostly of the\nneighbors, or at that point would you be afraid that Germans might come searching house to\nhouse?",
        "A: The Lithuanian.",
        "Q: The Lithuanians?",
        "A: Yeah.",
        "Q: Yeah.",
        "A: That was -- and the -- the neighbors were friendly, except one, and this one started to talk that\nVeronica is hiding a Jew. And then another neighbor came to us and told her, Veronica, you have\nto do something, because she told, that the rumors are going like that, that you are hiding a\nJewish girl. So her mother, she had a -- she has a mo -- had a mother, a old mother, yeah, she\nwas also not very young, but so sh -- her mother started to cry, let me die in my bed, I don’t want\nto be hanged by Germans -- by Lithuanian. If they would find me, they would kill both of them.\nWas no question about it. She cried [indecipherable] because didn’t know what to do. So I\ndecided to go back. And I remember our way back, she took me, and we went back. Was in the\nevening. She cried the whole w-way back. She told me if I can -- if I risk with my own life, it’s\nokay, but I don’t want to risk with my mother’s life. And I -- I understood it. That’s it, it’s too\ndan -- dangerous. When I came back my mother was very unhappy that it was all the actions\nwith the [indecipherable] the yellow, with the pink and [indecipherable] were over\n[indecipherable]. And it was a small period of time that it was qu -- almost quiet, yeah. Some\npeople were killed because they took some bread to get, or some people were killed because they\nwere caught stealing something and so on, but not such a action how thousands of people were\nkilled.\nEnd of Tape Two\nBeginning Tape Three",
        "Q: Can you talk a little bit about how you began to work when you were in the ghetto? You\nwere, after all -- at that point how old were you?",
        "A: Ah, 15 -- or 15 I was already in fo -- 1943, so -- and I started to work in 1942 probably, when\nI was 14. But you know, because I was in and out of the ghetto, I didn’t have like a -- a real\nserious wor -- job. But I don’t know who took me to Polish bricks. I -- they have to be polished, I\ndon’t know. So it was such a machine. It was red, not -- they were not very st -- very straight so I\nhad to polish them. My mother was very upset about it because it were a dust which goes -- went\nto my lungs, and she was always afraid -- afraid of my lungs, because my aunt, her sister -- my\nmother’s sister, died of tuberculosis.",
        "Q: You were working with bricks?",
        "A: Yeah.",
        "Q: Okay. Making the bricks?",
        "A: No, polishing them.",
        "Q: Polishing the bricks?",
        "A: Yeah.",
        "Q: For what?",
        "A: Ihave no idea for what.",
        "Q: Mm-hm.",
        "A: There were a lot of jobs what I didn't ha -- I -- I didn’t know why I -- where I have to do it,\nbut I don’t remember who took me, who asked me to do it, but I went to work for one time. And\nthen the evening I belonged to -- to a -- a youth club. You know, we tried to make the life more\nor less normal, you know? As normal as could be. As close to normal as it could be. So we had a\nclub, and we had poets and writers, who taught us literature, Jewish literature, and we were\nperforming there, and I won even a -- a prize for a poem what I was reciting, yeah. Yeah -- re --",
        "Q: A poem?",
        "A: Yeah, a poem.",
        "Q: What was the poem about?",
        "A: It was a poem of -- an -- an old Yiddish p-poet, Ihoyash, that was his name. He is a famous\nYiddish poet -- Jewish poet, actually, not Yiddish. But he wrote in Yiddish. That -- and we were\n-- it was like a close family, and the -- in the club, so I was so involved in performing something,\nand -- so it was -- but it was a very short time, a short time what I told you, I don’t know, three,\nfour months that we were -- we had the life without the big, big action, without the killing\nthousands of people. People were dying of starvation, of course, and -- and illnesses. People\nwere taken for that, or for another so-called crime. If you see as -- you are very hungry and you\nsteal a piece of bread, you were shot, you know. But like the actions, which were before, like the\nactions with the yellow shines, with the pink shines, what -- thousands of people were killed. So\nit was a short period, I think the end of ’42, or the beginning of the °43, that it was -- I don’t\nremember the date exactly, but 1t was more or less quiet. And we had even a school for students -\n- everything was illegal, of course. The school was like we used to come and the teachers taught\nus history, and literature, and mathematics. And I remember my father as a mathematic. He used\nto -- he wanted to teach me mathematics, so he explained to me something, and I didn't listen\neven to him. He asked me to repeat and I told him, I don’t know. So he thought, you are not\nlistening to me. So I told him, do you want me to -- to die a educated person? I don’t care. Well,\nhe stopped. Then the teacher of French language, yeah, I had a private less -- private lessons of\nFrench before the war. So she was a neighbor of ours in the ghetto, so my mother used to ask me,\ngo to Eda Danielovna, go to her, she is so lonely, she already lost her husband and her daughter,\nshe is alone, go and talk to her French. Well, I thought, what ha -- why -- what do you want from\nme? I can be killed without French. And I remember that only once I came to her and we talked,\nand now I don’t know French. Now I kne -- I have to know French, but I don’t know now. That -\n- my mother was clever that she wanted me to -- to, you know, not to forget the language, the\nFrench language, and --",
        "Q: How did your parents react when you spoke like that?",
        "A: Nothing. They kept quiet. What could they tell? They never told me, you will survive,\nbecause they didn’t know. Maybe my mother had, but I told you the dream, so she was hopeful --\nshe hopes that I will survive, but the life was -- it was so difficult to survive that -- I know that\nmy father closed the book and never came to me again. So, and the lessons at school were very --\nyou know, it was very upsetting because every day we used to see, oh another teacher is gone,\nyeah. Oh, he died. Oh, this one was caught carrying a piece of bread and was taken to the prison.\nOh, this -- you know, every day, so it was so -- you know, upsetting that then we closed the\nschool at all. Let’s see, they forgot to tell you about a m -- the last days of the -- the last days of\nthe peace before the 90 -- the ra -- the war started in 1941 -- in 1941. So it was days very -- very\n-- not quiet days, because the KGB were already -- start already to work very energetic in\nLithuania. Before they were -- they kept a little bit quiet, they let us leave normally, yeah. Then,\nprobably they felt already that it will be a war between Russia and Germany, so they started to\ntake people out to Siberia, that -- the people who they thought were enemies of Soviet Union.\nWho were the enemies of the sov -- of Soviet Union? Of course, some parties, alexa -- Zionist\nparties, Zionist parties and BUND, and -- and rich people. So but Wilna was a poor city at all,\nand they didn’t -- in Wilna didn’t -- they didn’t have rich people, very rich people, I mean. So,\nbut in -- the Bolsheviks thought that everybody who has a small store was selling some\nnewspapers and some pencils and some salt and sugar, everything in one room, is rich. So they\nused to take the people out of their homes and to take them to the railway station and to take\nthem to Siberia. Also peasants, Lithuanian peasants who had more than one cow, or one -- was\nalready like a kulak in -- in Russia. A rich peasant who is exploiting others, you know, so -- and\nmy mother was dreaming to run away from Wilna. So she was standing on the street in front of\nour house, and asking them when they -- you know, they are -- the kb -- KGB was -- had the list\nof names and was taking one -- from one house a family, from another one. Come to us, please,\nwe will -- we are rich, we are ri -- do you see, we have a house -- the house didn’t belong already\nto us, but she told like that -- and a house, and na na na, and then come right in. We had normal\nfurniture, fi -- nice furniture. We -- we are rich, take us, take us to Siberia. And people thought\nthat she is crazy, what is it? I remember somebody asked me, is your mother crazy? And I, no.\nSo why she is asking them to take you to Siberia? Because it’s better than to take over the ger --\nthe Germans will take over us, yeah. And she was right. Mostly. Of course, not everybody\nsurvived in Siberia also, of course not. I s -- it was a very hard time, it was a very hard time to\nRussia at all, and it was a hard time to people in Siberia. But mostly they survived, and they\ncame back.",
        "Q: Your mother tried awfully hard to -- to get out.",
        "A: She tried very hard to -- to get out of the country, yeah, of Lithuania and the city of --\ncouldn’t. That’s it. Yeah, that’s what I missed these days. Then the war started, so you know\nalready that we are on our way too late, and we were caught, and we came back, and we came to\nthe ghetto, yeah.",
        "Q: In -- in the ghetto, can you describe the -- the interactions that you did have with the\nGermans? Where would you interact with them once you were in the ghetto? Was it just coming\nin and going out, or --",
        "A: No, it’s a -- it’s -- as I told you, when it was Yom Kippur, the Jewish holiday, when they took\nall the people, that what I survived, this action. The others actions I was not there in ghetto.",
        "Q: Right.",
        "A: I knew only that then it was a yel -- the action of the yellow -- yellow -- documents of the\nyellow shine [indecipherable]. So I was with Veronica, and we knew that something is going on\nin ghetto. And now of course I was very upset, and I didn't know what happened with my family.\nSo she told me, come, we will go th -- to this -- to the -- in the direction of the ghetto, maybe we\nwill learn something. And we went and we met a Jewish family, walking like that in the streets.\nSo we stopped them and started to talk to them, what’s going on? So they told me -- they told us\nthat it was the action of yellow documents, of yellow shines, and we have the -- the yellow\nshines, so we were allowed to go and to go to our job where he was working. He was working\nfor Germans, I don’t know which organization, so he took his family and he went there. So I\ndidn’t know if my father had it, and I was so upset and we went farther, and we stayed -- I don’t\nknow which street we -- we were stopped by a crowd with -- the crowd was looking how they --\nthe Jews were going through the road to Ponary. And I was looking together, and I thought, my\nGod, why is there -- why is they are walking so quietly? Why is they not doing something, you\nknow? And I looked if my father or my mother -- my family is there. Couldn’t see it. But\nsuddenly I saw a woman carried a small child, and shud -- suddenly the Lithuanian were not so\nclose, the soldiers who took them, she throw the child to the crowd, and somebody took the child\nand disappeared immediately. Understand? She throw to the crowd, to the Aryan crowd who\nwere standing, and probably a -- a -- a woman took the child and run away. But of course she\nwas afraid that somebody will stop her for taking, but nobody stopped her. She run away, she --\nimmediately she was gone. So the woman saved her child. It was horrible. I don’t remem -- then,\nwe went with her to that place where my son was working because my father was working in the\nghetto. And my --",
        "Q: Or your brother?",
        "A: My father, and my brother worked out of the ghetto, so we -- we went to he -- to see him.",
        "Q: To see who?",
        "A: My -- my brother.",
        "Q: Okay, uh-huh.",
        "A: And he -- I -- we -- we met him and he told that yeah, the family is okay.",
        "Q: Really?",
        "A: The family is okay. So, the family -- my father took Rachel as a daughter inste -- you know,\ninstead of me, because I was not there. And my brother took my cousin, my -- my father’s\nsister’s daughter, as a wife.",
        "Q: Dina?",
        "A: D-Dina, yes. Dina Abramovich, yeah, who wer -- who is 90 now and works for the\n[indecipherable] yeah. You know, because it was who had the yellow document, could take with\n-- with them, a wife, and two children less than 16 years. So Rachel was already approaching 20,\nbut she looked so young. Everybody looked so thin, that you couldn’t understand she is 20 or 16\nor fi -- 16 or 15, you know? So it was okay, and he took her, my cousin, she was much older than\nhe, but it went smooth, that’s it.",
        "Q: But when you came back --",
        "A: Yeah.",
        "Q: -- then were y -- wh-whose paper were you on? If Rachel was on your father’s paper?",
        "A: Nobody checked the paper then. They checked the papers when the actions were, you know,\nbut nobody checked the papers. Look, people are dying and running away and kill -- people were\nkilled every minute. So who knows -- who knew? Where is my daughter and where is my\nbrother? Where is my father? Nobody checked it. And my father organized in the ghetto a small\nschool for -- like a technical school. And some use -- some young boys were attending the\nschool, and making some, you know -- I don’t -- I don’t know even what they produced. But I\nknow one thing, that the -- the underground was working already in ghetto and my -- my brother\nwas among them, who was stealing weapons from the Germans and was bringing to the ghetto.\nAnd I know that the young people who are working in the school, the technical school were\nrepairing guns, making something like grenades, like to -- to -- you know --",
        "Q: Grenades?",
        "A: Grenades, yeah.",
        "Q: Uh-huh. Handmade grenades?",
        "A: Yeah, yeah. We used to, you know, the bulb -- to take a bulb --",
        "Q: A light bulb?",
        "A: -- from -- yeah, a lamp, yeah. To take everything from inside, to put a liquid, which 1s --\nwhich can be inflamed immediately when you throw it, the glass will, of course, break, and it\nwill, like a bomb, you know, it will burst. So that was our grenades in ghetto, yeah.",
        "Q: Your -- so they were making these in your father’s technical school?",
        "A: Yeah, yeah, they were [indecipherable]",
        "Q: So your father’s technical school wasn’t just a school?",
        "A: He -- I -- I don’t know, he pretended it was a school, you know, it was very -- everything was\nvery [indecipherable]. There they made fels -- like they made keys to -- to the gate. Like, the gate\nwas closed, locked always, yeah. Only when people were going out to work or coming in from\nwork. So they made keys to -- to ca -- to be able to walk out at night, to the partisan, to the\nwoods, you know? And it was not from the gate, from the main gate, but 1t was another gate, a\nsmall one, what I told you for the -- the leader of the ghetto, who would walk out. He had a\npersonal gate, a personal key, and he could walk out with a key -- through the small gate. His\nname was Genz.",
        "Q: Jacob Genz?",
        "A: Jacob Genz.",
        "Q: Mm-hm.",
        "A: He had a -- a Lithuanian wife, and a daughter who wa -- out of ghetto, of course. And he was\nallowed to come to them to visit them sometimes, you know. So he had his key, and so then the\npartisans used it, and probably Genz knew about it, I think. So it was very, very difficult to hide,\nand he knew about the -- that the party -- the underground party existed, yeah, and the\n[indecipherable] was named.",
        "Q: Were you part of that underground?",
        "A: Yeah, you know, I was a part of it, but I was small -- no, y -- I was too young, and we were\nonly like some, you know, listen to some news from Russia, what’s going on in the front, how\nthe Germans are already retreating, and to encourage people that soon, soon, soon, that will be\nthe end of the war, and th -- you know, so we were listening to the news, writing down and then\ngiving it to read for people, and so this was not exactly a big job, and --",
        "Q: But you did that?",
        "A: Yeah, yeah, we did. And -- and we, of course, I hope that they will take me to the partisans,\ncause I -- [ -- I didn’t look like a Jewish girl and I could go to the fr -- from the forest to the city\nand back. I had such -- we had to have a connection, so somebody had to come to the city and go\nback to -- to the forest, so -- but they decided that I am too young, and they left me behind, me\nand Rachel, also.",
        "Q: Who -- who left you behind?",
        "A: The organizers of the -- of the -- of the underground organization.",
        "Q: Was your brother involved?",
        "A: My brother was involved in the -- of course, yes, he used to steal and bring weapons. But he\nwas caught before -- before the liquidation of the ghetto. He was caught in the action of men, and\nit was -- they were -- before they liquidated the ghetto, they were catching only men, so he was\ncaught and transferred to the -- the concentration camp in Estonia, in Klooga.",
        "Q: Can you tell us about that, that day that he was caught?",
        "A: It was a day when the organization mobilized all the members, and decided to -- to fight the\nGermans, decided to resist, it’s enough, you have to resist. And we were mobilized on one street\nin a -- in a big, big yard of the -- of the house where the partisans probably had the weapons, I\ndon’t know. I don’t know exactly because we -- we were not -- I was not told where and what\nthey have. One group of the underground fighters were sent to another house, and they had to\nstart to fight the Germans, who were entering -- the Germans and the Lithuanians who were\nentering the -- the ghetto. And another group of only boys and my -- they include my brother\nwere sent to another street, and -- but they went without weapons and they were told that the\nweapons were being delivered. And they were not delivered and the Germans surrounded them\nand they took them, all of them, the whole group. And the -- the people who were in fron -- in\nthe front house, saw it was foolish, they were told that it will be a parole when they start to shout\n-- to shoot the Germans, so it was a parole fire. But fire is in German also. You know what fire?\nFire is a fire, you know? It -- so it’s -- and the Germans walked through the streets and somebody\nasked for a cigarette probably, give me the fire or something. They had fire, they started to\n[indecipherable]. And they did -- and the Germans, they -- around to the -- the base, to the f -- to\nthe house, that the people from the house couldn’t see them, yeah. And they put a bomb there\nand they run away and the whole house was exploded and all the people were -- were -- died, of\ncourse. Were killed.",
        "Q: So ri -- the people in the resistance in the ghetto were waiting for an order to shoot, and they\ngot -- they got a mixed up order and they shot accidentally?",
        "A: Yeah, yeah.",
        "Q: And then the Germans bombed the building?",
        "A: Yeah.",
        "Q: Where were you during all of this?",
        "A: And I was in another -- well, in the sam -- the same street, but oh, maybe three or four houses\nfrom there, yeah.",
        "Q: So -- so you saw this?",
        "A: I didn’t see it, but I heard it, of course. And then -- then the organization, the head of the\norganization decided there is no reason to fight. We have to leave ge -- the ghetto to go -- you\nhave to rent to -- to go to the partisans and to fight the -- the Germans from the woods. But was it\na right decision? But the decision has to be done much earlier. And to take much more people to\nthe partisans because we were so afraid that the Germans can learn about the organization, that it\nwas very, very -- it was a conspiracy, very, very underground, and nobody knew it except the\nmembers of the organization. But we could involve more -- more young people. And the other\ntha -- thing is, they took only -- to the woods they took only people who had a pistol, or a -- a\ngun, or something like that. Who had no weapons they didn’t want it. So we didn't -- I had --\ndidn’t have it, and -- and Rachel didn’t have it, so we were la -- left behind, and that what 1s it.",
        "Q: So how did you find out where Joseph was taken to?",
        "A: Joseph was so capable that he send us a -- a small letter that the man who -- the machinist of\nthe train, the man who was -- how you say? You know, somebody has to sit there, and to --",
        "Q: The conductor?",
        "A: Conductor, yeah, but it’s not like a conduc -- okay, the conductor was a young Polish guy,\nand my brother wrote a note that I am taking to a concentration camp to Estonia, and please save\nRachel. He was so thinking about her, that that was his -- yeah. And the guy, I don’t know how, I\ndon’t remember how, he brought a letter to the ghetto -- oh he, or somebody else brought it, but\nwe -- we had it, and we knew that they were there. And my father told me that you cannot run\naway without Rachel, because my son asked me to save Rachel. Okay. So, when it was the\nliquidation of the ghetto, on the 23™ of September, 1943, so we were -- the ghetto was\nsurrounded already by Lithuanian police, and -- and I think even with po -- no, the -- I think\nmostly Ukrainian police, because the Lithuanian police, the Lithuanian SS actually knew already\nthat the Russians are coming, and they run to the forest with another group of partisans, what\nthey claim now that they were the patriots. Okay, maybe, but I don’t know which patriot they\nwere, but -- so they run to the forest to fight the Russians, of course, because they wanted to help\nthe Germans, but the Germans wanted to mobilize them to go to the army and to fight the\nRussian [indecipherable]. They didn’t want it, so they didn’t obey the Germans, but they wanted\nto fight Russians, so they run to the forests. And of course they were afraid that if some Jews\nwere alive, so they were going to tell that -- what -- what was going on there. So I think that the -\n- the liquidation of the g-ghetto in Wilna was by a Ukrainian SS division, made by Ukrainians,\nbecause I remember standing with Rachel in line already, hearing them talking Russian. Russian,\nor Ukrainian, it’s very similar, you know, you can recognize, you can understand. And we --\nwhen we understood that we cannot go out together with the organization, underground\norganization, cannot leave the ghetto, we started to look for a exit, how to run. We met some\nother girls. We were sitting a couple of hours 1n a -- you know, the places where the -- the water\nis running from the toilets.",
        "Q: The sewer?",
        "A: Yeah.",
        "Q: Tunnel, or sewer?",
        "A: In such a -- yeah. So we s-sat there until 1t was dark, then we went out, and --",
        "Q: You were hiding?",
        "A: Yeah, hiding, but for several hours, we didn’t want to hide it for -- forever, we couldn’t. It\nwas like sitting like that, and it was not -- not only comfortable, but was impossible to sit long\nthere. And -- and it was in ghetto, at -- you know, and we wanted to go out. So we walked out,\nthe ghetto was -- looked terrible. There are no people already in the ghetto. It was dark already,\nwith the -- the windows were open, the doors were open, the belongings were in the streets, you\nknow. The pillows were torn apart, all the feathers. Like, I see the -- the picture like today, you\nknow, like it was yesterday. And n-near us was a library, a big library, a [indecipherable] library.\nSo the books were out in the streets, torn and -- you know. And we looked for people, you know,\nso we met three o-other girls, so we were five of us. And we decided to go to climb the stairs\nupstairs in a building. And I know -- I don’t know how we knew that the building has a hole in\nthe roof, and we can go out to -- onto the roof, and from the roof we can jump to another\nbuilding which doesn’t belong already to the ghetto. So 1t was dark, and we couldn’t see well,\nbut we saw the hole in the roof, and one of the girls climbed the ladder, and she was the first who\nlooked out, and she was caught. So, a soldier was [indecipherable] there and watching. She was\ncaught, and she shouted so loudly that we ran back. I remember not finding the way out of there.\nYou know, the building, 1t was dark, where are the stairs, where are -- where is [indecipherable]\nrun back. And then -- then we s -- we saw no way out. And we went to the building of the\nJudenrat, I mean like the government of the ghetto [indecipherable]. And we found this Jewish\npolice and the government [indecipherable] and some people were there. And we -- we came to\nthem. So the next day, we were taken together with the poli -- Jewish police and everybody.\nTaken to the same place where the old people were taken already [indecipherable] and old, old\ncemetery, what Rachel told you, called Rosa, and -- and then I wa -- I met my mother. She --\nwhen she saw me she was surprised, and so upset, and I couldn’t describe you the -- you know, I\ncan’t describe you the -- her face. She was so sure that Ill run away. She was so sure that I will\nsurvive, you know? And that was her only hope. And then they started to let out the people one\nby one, and to select them, one to the right, one to the left, one to the right, one to the left. And\nwe saw that to the left, they are pushing the old people and children, and handicaps. It -- it means\nthey are sending them to death, that we know already. To the right, only young people. And I\nremember that when I -- I think Rachel wer -- we walked out the first and she was sent to the\nright. I was the next and my mother was behind me. And he ask me -- like I was 15 years old,\nmaybe I w-was tall, and he thought maybe I am older, but he ask me, “Are you alone?” I told no,\nno. So he -- he want to push me to the left, and I told, “Yes, I am alone.” And he pushed me to\nthe right. And my mother, he didn’t push her, she went immediately to the left. And I stopped\nher, cried, “Ma, Ma.” She -- she didn't look at me. That was the last time I saw her. She told us\nthat she went together with -- with my father. They walked out of the ghetto together, but they\nseparated the men from the women, so she didn’t know where my father is. And Rachel’s sister\ndecided go together as a child and with the family, both sisters. They were young, they went\ntogether. And I didn't go with my mother. It was hard fo -- to me, but you know. It was a time\nwhen I ask myself why I didn’t go with my mother, and then I was protecting myself and saying,\noh but my mother was -- would be even more unhappy if she saw me together with her, dying.\nAnd it was only good for the Germans. More Jews are dying, it’s better for them, so why I\nshouldn’t do it? Okay, maybe I’m right, maybe not, but I did it. Th-The moment I didn't think\nabout it, I protected my life. So they gathered all the people from the left side, and they send to\nMajdanek immediately to the gas chambers. They were not even in the concentration camp, not\none day. From the train they took them to the gas chambers immediately. And one person from\nthe whole -- I don’t know how many thousand people were there, because so many thousands\nwere already killed, but I don’t know how many. But one person was run away. And she -- she\nwas a -- a Wi -- a Wife of a engineer who worked with my father. When I came back, she came\nback to Wilna after the work -- after the war, and she learned that I am in hospital right after the\nwar. So she came to me to hospital -- to the hospital, and she told me that your mother was not\nkilled, your mother committed suicide. So I told her I know, because my mother told me, I have\nthe pills, they will not kill me. So she committed suicide in the car already -- in the train, on the\ntrain. She committed suicide and my husband, who was not a husband yet, but the hu -- the\nhusband’s mother -- my husband’s -- 1n the future he was my --",
        "Q: Your future husband.",
        "A: Yeah, my future husband’s mother and his aunt. The aunt was -- worked for a pharmacy and\nshe gave them the pills. Three of them together committed suicide. So that was -- that how I\nlearned how my m -- mother died. And we were taken to a train, and when we went to the train, I\nasked Rachel to run. Come, come. I told her, as soon as we are out of the country, and Ill not\nknow another language, I’Il not run away. I know the language here, I can communicate with the\npeople, I can run. She was not used to run. It was a -- it was a -- really not so easy to decide it.\nShe told me, we will maybe meet my -- my brother in the concentration camp, she couldn’t. And\none --",
        "Q: Joseph?",
        "A: Yeah, Joseph. And one of our girls told wi -- and wa -- that one woman Hiah Shapiro\n[indecipherable] she is now in Israel, she told us, girls, ’m running. And she immediately took\nfrom -- from our row to the sidewalk, to a house. I didn’t know that it was the house where she\nlived, and she disappeared, and she survived. She found a way to the woods. It was not so easy\neverything, it was not, but she was in the partisans, and then she -- she run to the\n[indecipherable] Europe. In 1945 she went to -- through Poland, through Hungary, through Italy,\non -- il -- illegal to Palestine.",
        "Q: So you wanted to run?",
        "A: But I didn’t, because I couldn’t run by myself. I had to run with Rachel. That was my father’s\nlast words to me. Don’t run without Rachel. Then many years passed and I thought, how could\nhe tell a child of 15 years such a thing, such a warning? It was a matter of life and death, and\nthat’s it. And we were taken -- we were taken to the train station, to the train and when -- and\nwent to Latvia, to Kaiserwald, then from Kaiserwald to Stutthof. Not to Stutthof, to Strassenhof.\nThere we stayed for the -- more or less a year, and we were working for the [indecipherable |\nmanufacturer. A factory, produced materials for -- for the soldiers, such -- like stuff, I don’t\nknow what they -- what -- they were sewing them, I don’t know from the stuff here -- it’s a web -\n- web machine, yes, web machine, yes? That’s -- 1t’s in English, no? A machine who is --",
        "Q: Weaving?",
        "A: We -- how?",
        "Q: Weaving?",
        "A: Weedy?",
        "Q: Weave?",
        "A: Weave, yeah.",
        "Q: Yeah. [indecipherable]",
        "A: That is, yeah.",
        "Q: C-Can you descri --",
        "A: Web is in German.",
        "Q: Can you describe the train ride from Vilnius, I guess you went to Kaiserwald first?",
        "A: Mm-hm.",
        "Q: That was your deportation?",
        "A: Yep.",
        "Q: Can you describe that train ride?",
        "A: First of all, we were, of course, in the wagons, the cars were like for cattles, yeah. We were\nsitting on the floor, close to each other, how many people in one, I don’t know even. Hundred,\n200, I don’t know. Locked the doors, no windows, a small like window, like under the roof. And\nthey were -- you know, we didn't know the direction. We didn’t know where they take -- where\nthey took us. And in a half an hour or an hour was a ride, yeah, suddenly the train stopped. We\nwere sure that it’s Ponary. So they brought us to the place where they shoot the Jews, yeah? So\nwe were waiting and waiting when the door will be opened. I don’t know if they stopped there,\nor in another place. If they stopped it deliberately to make us, you know, so -- it’s like to --\nmorally to -- to f -- to destroy us morally.",
        "Q: To weaken you, really.",
        "A: Yeah. Oh, we were weak -- already weakened. Already. But -- and then the train went on and\nwe suddenly stop -- stopped -- I don’t know how long we went. The whole day, I think, until the\nnext night. I think we went -- we were on the train the whole day, and until in the middle of the\nnight, opened the doors, and we -- we saw big lamps like a -- like that, how it’s called --",
        "Q: Lights?",
        "A: -- reflector more.",
        "Q: Lights?",
        "A: Lights, yeah, but has a name. Forgot now. You know, it -- big, big lamp pointing the light in\none direction and you see everything.",
        "Q: Spotlight.",
        "A: Oh, it has another -- like -- like you -- somebody is performing on a stage. There are lights\nwho are lighting them -- the stage, yeah? What is it called, the lights? Okay, you understand what\nI mean, yeah?",
        "Q: Absolutely.",
        "A: And the lights were centered onto the door -- on the doors of the cars, so we were blind\nabsolutely. We were in the dark the whole time, and suddenly so much light, yeah. And the dogs\nbarking, and we couldn’t see even where we are, and who are around us. There were SS men,\nthese big dogs, you know, how they used to do it. And they were shouting at us, raus, raus,\nfaster, faster, faster. Go, go. And then we were putting in a -- in a row everybody and letting into\na concentration camp. We saw there the gates and we understood that it’s a concentration camp.\nThat’s how we came to the concentration camp. And then for tomorrow, we went out in the\nmorning, we went out to a appelle. I mean --",
        "Q: Roll call.",
        "A: Yeah, we had to -- to show up, everybody has to show up in a -- in -- to stand in a row straight\nlike soldiers, you know? And we were told to -- to give every jewelry we have, or money, or\nwatches, everything what’s valuable to give them immediately. If they find it, is, you know, there\nis one sentence, death, death, death, yeah? So people gave what they had. And they were taking\nsuch a -- like a -- like a ba -- big bag, and everybody was putting something 1n there, gold rings,\nor something what was left. I think Rachel had something from my mother. My mother took with\nher what was left from the jewelry Veronica didn’t sell, something, a brooch, I think, she took\nwith her, and she gave to Rachel something, and Rachel threw it in the toilet. So they were not\nso, you know, excited [indecipherable] the Germans, they took the toilet out, you know, it was\nnot a toilet where you wash the -- with the -- with the water, yeah, the toilet, you flush it. No, it\nwas a toilet like a -- a [indecipherable] where you are --",
        "Q: [indecipherable]",
        "A: Yeah. And so they took it and they checked it. They fished from there some what do you\nsend, rings or something, and we were laughing at that. It’s a good job for a German soldier.\nThat was it. Then --",
        "Q: Rachel threw it on purpose into the toilet?",
        "A: Yes, of course, of course, yes, yeah. She didn’t tell it, about it? It’s interesting. Well, maybe\nshe doesn’t remember it, I don’t know, it’s [indecipherable]",
        "Q: W-Wasn’t that a dangerous thing to do?",
        "A: No. Who can -- who can know, who can point her out that she did it?",
        "Q: Okay.",
        "A: And there were like mountains of sand, so people put it in the sand.",
        "Q: Their jewelry?",
        "A: Their jewelry. So they took it from the sand. They knew everything. But there are -- there\nwere brave people who took it from other people to save it, and saved it, and nobody searched\nus. They were so sure that we are so afraid that we will not hide it. So -- but I remember that a\nacquaintance of mine, when we came already to another concentration camp she had it. She\nthought I took it. That’s [indecipherable]",
        "Q: What did she have?",
        "A: She had some jewelry.",
        "Q: Oh, some jewelry.",
        "A: Some jewelry, she took it in from other people.",
        "Q: Right.",
        "A: She asked. The people gave it to her.",
        "Q: At that point, how did you feel? Did you feel brave?",
        "A: No. I don’t know. I -- I didn't think to do it, I -- I didn’t -- it was not in my mind to do\nsomething -- some -- such brave things. I son -- I think my bravery I left in Wilna. I was not\nbrave any more. I think so, but maybe. And then we were taken to -- to Strassenhof. It was a\nconcentration camp, but it was more a labor camp, I think, because everybody was working. So it\nwas not so bad. Comparing with ghetto, it was bad. Comparing to the other concentration camp,\nit was not so bad, you know? Bad things are like th -- bad things have stages. Can be bad, be bad,\nit can be more bad, and even more bad. So there was the stages, so we were there, and at once we\nworked for a -- we -- they were building some -- something, a building, a factory, so we worked\nthere. I don’t remember even what we did. Did we dig something, we -- we -- did we take -- use -\n- used to take breaks and bra -- bricks, and --",
        "Q: Bricks.",
        "A: -- and bring it to them? Or we -- I don’t remember exactly what job we did. We helped the\nLatvian people to build it. We were -- we were doing the dirty job for -- you know, the heavy\njob, the dirty job for the builders. And one man who was working there, started to talk to me in\nRussian -- because we didn’t know Latvian, it was a strange country for us. It was in not -- it was\nsimilar to Lithuanian, but we didn't know Lithuanian even very well. We didn’t know. So he\nstarted to talk Russian and we talked to him also, you know. He asked for -- where we are\ncoming from and so on. And he -- one day he brought even food, I think. And one day he told\nme, I'll -- Pll bring you clothes, and you will run away. We were already in the cl -- given the\nclothes of the concentration camp, like stripes, you know? St-Striped clothes, yeah.",
        "Q: Uniforms.",
        "A: Uniforms. You can say uniforms, can -- maybe it is uniforms. I -- I think a uniform is a\nuniform, it isn’t -- something isn’t, but here -- okay. But prisoner uniforms, okay, we’ll say like\nthat. And he told me [Il bring you one and I’Il show you how to run away, and I will bring you\nto the partisans. And I came and I don’t know if I told Rachel or I told her later, and I thought\nwhat to do, what to do? Can I trust him, or he will take me immediately to Gestapo, because\nthere were such things. But I -- I -- I think now that I could trust him, because there were things\nthat -- in Lithuania some people were asking for money, and then they were -- you -- o-or they\nwill hide you or take you to a good place.\nEnd of Tape Three\nBeginning Tape Four",
        "A: Yeah, so -- so we were in Strassenhof, we were for a year, more or less.",
        "Q: Can I get you to finish that story, what made you dis -- what did you decide about the offer\nfrom the man?",
        "A: Uh-huh, yeah.",
        "Q: The -- the Latvian man.",
        "A: Yeah, so I -- I was afraid to believe him, and then I was afraid another thing. The thing is that\nif you run away, they will find it out very easily because they counted us every day in the\nmorning, and every day in the evening. They knew exactly the number of the prisoners. So they\nwill shot their closest. It means Rachel would be shor -- shot, that for sure. And sh -- not she --\nnot only she. So I thought no, I cannot do it. That’s it. I don’t remember telling her. I-I think in --\nin -- I didn’t tell her in concentration camp for -- about it. It was out of my mind. And then we\nwere taken to a f -- to the [indecipherable] manufacturer -- to a factory, and we worked there\ntogether with the Latvian people. The Latvian woman taught us how to manage the machines,\nand she almost left it for us. We were already doing it. We’re happy that we can do such a job,\nbut it was of course, difficult for us, because everybody would -- had to take care of 10 machines\nor something like that. But then we learned from her, we looked how she was stealing the\nmaterial, yeah, and we learned from her. She was not afraid of us.",
        "Q: The Latvian woman?",
        "A: The Latvian woman, so she was stealing, so Rachel told, we can do the same and we can sell\nit, and we can -- I mean sell to get bread for it. And that we were r-risking the life for sure. So\none of us, me, and other times she, was cutting the roll. You have to be very careful how you cut\nthe roll, not to leave the sign. But I think that the people who ah -- were checking --",
        "Q: Mm-hm.",
        "A: -- checked the -- the [indecipherable] material, you know, the rolls. You are bringing to a\nplace where it was checked, measured probably, knew about that, that the Latvian are doing it.\nAnd they were afraid to tell it, because they probably didn't want to -- to threaten the Latvian\npeople who were working with us. They didn’t think that the Jewish women can dare to do it. I\nbelieve it.",
        "Q: If you cut it, where would you put it?",
        "A: I put it like that, behind, and then Rachel run to the toilet, and she was look --",
        "Q: Wrapped in a towel?",
        "A: -- wrapping it around her waist. We were very thin, that you cannot find it [indecipherable]\nyou didn't look fat after [indecipherable]. Of course it was not a lot, maybe a couple of meters.",
        "Q: But then who would you sell it to?",
        "A: We work -- you know, because we were in touch with Latvian, some of the prisoners were\nfrom Riga, and they spoke Latvian. So they had a connection with the inner -- ou-out -- the world\noutside the concentration camp. See, they used to take it -- in the concentration camp, they used\nto take it to bring it to the Latvian, and the Latvian gave them a bread, and they used to take\nsome bread for themselves, some bread to us. So that makes us more happier. I mean, we were\nhungry, very hungry, because the food was very -- this was very little food there. Rations were\nvery small. A small piece of bread and a little bit margarine and some soup, like waterish --\nwatery soup, like water with some beans in it or something like. So we were very hungry, so this\nwas a support, a big support.",
        "Q: Rachel talked about you wanting to eat your bread all up in the morning.",
        "A: Ah, yeah. Yeah, yeah. Every time we received the bread, I told give it my -- give my bread to\nme. She told no, [Pll not give it to you. Give it to me, I’m hungry, give it to me, I want to eat it.\nNo, you will not eat it. Pl give you a piece and that’s it, that’s your breakfast. I am hungry. You\nwill get the other one in the evening. And that save us the life. I don’t know how she knew it, or\nmaybe she learned it from somebody, maybe the instinct, you know, told her to -- to -- not to eat\nit immediately the whole bread and then to be out of food the whole day, what was very bad, of\ncourse.",
        "Q: In the concentration camp, or when you worked, were there ever -- did you ever have an\nexperience where a German seemed sympathetic or helpful?",
        "A: No, it was a -- you know, we were punished for si -- for some things, you -- we used to come\nto the concentration camps so they used to -- we used to stand in lines, they used to count us and\nthen we were punished for something. Somebody did something wrong and we were standing for\nhours, very exhausted, and very tired. And so another time, they thought, oh we had to jump on\none foot around the building, around there. But we were young, and I remember jumping and\nlaughing, you know? We were pushing each other on, and I jumped over to a SS, he was like in a\n-- ina--aSS coat, having a gun. He was like guarding us, yeah. And he was crying. When I saw\nhim crying, I don’t know how I dared, I asked him, what are you crying? So he told, I am not a\nGerman. I am a Romanian. And they -- the Germans lied to me. They told me, would you wa --\nwould you like to go to the front? He was mobilized, yeah, he -- would you -- take into the army,\nI mean. It’s -- how it’s c-called, not mobilized, draft, yeah, 1t was a draft. So he told, won’t you --\nwon’t you -- won’t -- would you like to go to the fr-front line, to the eastern front? No. So you\nwill be an SS. He didn't know what is SS. Okay, I'll be an SS. He was not ver-very young in my\neyes, probably he was 35, so then I was 15, so it was old already for me, you know. So he told\nme -- and I have a daughter like you at home. And I looked at you and I -- and I cannot bear it.\nHe cried. And then I -- in a short time I didn’t see him at all. I don’t know, maybe he left the SS\nand went to the front, I don’t know. I never saw him again. That was one, you know, one person\nwho -- who couldn’t bear the -- who -- looking how we were punished and how we were beaten\nor -- then a group of girls run away, and from the same place where the Russian Latvian guy was\nworking. So they shot every 10\". They were counting when the -- when girls are standing on the\nappelle, they were counting one, two, three, four, five, six, seven, eight, nine, 10, out and th --\nevery 10 -- 10\" people -- person was shot. So we knew we -- we are risking very much. And I\nremember that one lady told, we have to watch each other not to let run away some other --\nsomebody. So I told her, are you crazy? Let run away everybody who can. We will be shot at,\nnot -- not earlier, so it’s later. But let everybody run. If I could, I would ru -- run, but -- but I --\nthat was I refused this time, and I didn’t have another time.",
        "Q: So you -- you -- what did you think was going to happen to you?",
        "A: You know, we heard already that the army, the Soviet army is coming. We -- we didn’t\nbelieve that they will let us alive.",
        "Q: The Germans.",
        "A: The Germans. We thought they will kill everybody and that’s it. It will be the final solution.\nWe didn’t hear about the final solution there, but we he -- knew exactly what they want to do\nwith us, yeah. That’s it. Maybe I -- I remember that s -- the Soviet army started to bomb Riga.\nAnd the Germans came running to the concentration camp, they’re hiding themself. Oh, we were\nso happy to -- to look at them, how afraid they were of their lives, yeah. I remember opening the\nwindow, telling them come, come to us. We are not -- we are not afraid to die of your bomb, but\ntogether with the Germans. Here we all were making signs to them for -- through the window\nand praying, come, come the bomb to -- to throughout yeah -- to throughout the concentration\ncamp [indecipherable] building. Didn’t happen. I don’t know where they bombed, but they didn’t\nbomb the concentration camp. Yeah.",
        "Q: So when -- can you describe when you leave the work camp? I want to keep going\nchronologically --",
        "A: Yeah.",
        "Q: -- you worked for a year --",
        "A: For a year, then --",
        "Q: -- then what happened?",
        "A: Then what happened. They shaved our heads, gave something else to wear, I think, other\nuniform, and --",
        "Q: Your heads weren’t shaved the first year?",
        "A: No.",
        "Q: Okay.",
        "A: Rachel cut me the hair in the first -- in -- in Kaiserwald, but then I had my hair until I was --\nour concentration camp was evacuated already. So it means they were evacuated, we knew that\nthe Soviet army is coming. So they took us to the -- to a -- to the s-sea, and they -- we were going\naways -- be -- they took us to a -- a ship, and went to -- by the sea, we went to -- to Stutthof.",
        "Q: Mm-hm.",
        "A: This is another concentration camp, which was not a labor camp any more, it was only\nconcentration camp. And the death rate was very big, of course, very high. And crazy things,\ncrazy things there. Even in -- being in Strassenhof, they made a list of everybody who is younger\nthan 16 and older than 30. And they took all the people older than 30 years and younger than 16.\nSo because of Rachel, I was in -- not 1n the list, because she asked me to write myself older, not\nto be a child. So I write myself not, so then I was probably 16, so I was two years older, so I was\n18, so they didn’t take me. So then I went to Stutthof, it was -- it was horrible, it was -- we went -\n- we were placed in a block, meaning a -- such a shtuba, a house, a wooden house where\ncriminals were in -- the bosses of the -- of -- of the houses, like a Russian criminal was a -- a\nwoman was -- she was the boss of our house, yeah.",
        "Q: Mm-hm. H-How did you know she was a criminal?",
        "A: You can see by her language. The curses, by the way of her behavior, I don’t know, or maybe\nshe was a prostitute maybe, not a criminal, and like that. And one time they told us to load big\nstones on wagons to push them down -- down the hill, then to push them up the hill, to unload\nthem, then to load them again, push down the hill. It’s not so easy to push them hen -- down on\nthe hill there, have to go very slowly, so you have to hold. They were loaded by -- with this --\nwith brick stones, and to push it up the hill also, like that, the -- a whole day, yeah. All that to\nmake you happy. Then, of course, the beatings, and the st -- the illnesses, the starving was, you\nknow, it was over -- we were overwhelmed with dirt, with lice, with -- it was awful. Then one\nday somebody told that they are taking some young people to work for the farmers. So we went\nwith Rachel. There was -- we stayed there probably two or three months. We worked very hard,\nbut at least we were more or less free. We could wash ourself, we washed our clothes, we were\nmore or less clean, you know, and the food was like, you know, the maid of the ba -- of the f-\nfarmer gave us a key of the basement where the potatoes were, and so we had it. But in three\nmonths they took us back -- they took us back, so they took us to a shower. And you never knew,\nif you are taken to a shower, it will be water from there, from the ceiling, or it will be death, who\n-- they’Il kill you. Because they used to do it from the same things, you know, the -- where the\nshowers are, they used to -- to send the gas to the area you are closed, yeah.",
        "Q: How did you know that though?",
        "A: I don’t know, but we knew.",
        "Q: Just knew.",
        "A: Yeah. We knew -- we saw the crematorium. The crematorium had smoke 24 hours a day, it\nnever stopped smoking, the smoke was black and smell it [indecipherable] the smell was\nhorrible. So we knew that they are burning people there. We knew it.",
        "Q: Wh-Where was this?",
        "A: In Stutthof.",
        "Q: Stutthof.",
        "A: Yeah, it was not in Strassenhof, it was in Stutthof, yeah. And every time, every appelle is\nselecting people to the crematorium.",
        "Q: Could you tell how they were selecting?",
        "A: Oh, they were going like -- you are standing five people in a row, and you -- the SS men used\nto go and look at you. And I don’t know, I -- I learned one thing, don’t show in your eyes that\nyou are afraid, because if you are afraid, oh, they look at you. Don’t show that you hate the --\nhate them so much that you will kill them, otherwise, he will take you. Look at -- look -- don’t\nlook at them at all. Look through them, you know?",
        "Q: Mm-hm.",
        "A: Like he would be a glass, and you look through them to -- to some point, I don’t know, and\nlook very indifferently. It’s not very [indecipherable]. Oh, you won’t -- you don’t take me, you’ll\ntake me, maybe it’s even better than -- such a life is better death [indecipherable] no. We are\nnever selected, with Rachel.",
        "Q: How did you manage to always stay -- it sounds like you were always physically with her,\nthat you didn’t get separated too much.",
        "A: No, not too much at all. I don’t know how we managed. I don’t know how.",
        "Q: What -- what was it like when you were separated for some reason?",
        "A: I don’t know.",
        "Q: You don’t remember being separated?",
        "A: No. Not in the concentration camps, never. We were afraid of it.",
        "Q: So if one of you was asked to do something, would the other one say, I’ll go with you?",
        "A: No. Ju -- were not asked individual -- individually to do something. It’s a group.\n[indecipherable] 10 people [indecipherable] we went together.",
        "Q: What would you talk about at night together?",
        "A: At night we used to talk how good it was at home. How tasty was the food what I hated and\ndidn’t eat. And I always thought, where is the kasha Mama gave me, and where is the milk I\ndidn’t want to drink? And that’s all, and some such things, and then where are our parents, our\nsisters, and brothers? Are they in a concentration camp like we? Can they survive? And so on.\nYeah, and then we are -- we were [indecipherable] to a -- to a house after being in -- working for\nthe farmers, we are [indecipherable] a house, which was -- there were only sick people. Were no\nbeds, it was -- it were no beds before also, but it were be -- wooden beds, you know, in like --",
        "Q: Bunks?",
        "A: How?",
        "Q: Bunks?",
        "A: Bunks, yeah?",
        "Q: Wooden beds --",
        "A: Yeah, yeah.",
        "Q: -- on top of each other, mm-hm.",
        "A: So -- and here no bed -- no, no beds at all. Everybody was sitting on the floor, and because we\nwere so crowded, so many people were, so we were sitting in a row, like my legs were a little bit\nspread in me, another person in me, like five. And we were sleeping like that, everybody was\nleaning towards the other. And that was the worst. People were dying like -- like, you know,\nflies. I remember I woke up, I was lying -- I was leaning -- leaning a li -- leaning up a -- a -- a\nwoman who was dead already. So, I mean, my head was on the dead corpse already, corpse. And\nevery morning used to come several men who were taking the corpses out of us, of our room,\nyeah. And once I heard that the kapo who was coming and directing the people what to do, from\nwhich line to take the corpses, spoke Polish. So I ask him, look, how is this Red army? Is she\ncoming? How far are they? Because we listen -- we heard already the bombs, the -- you know,\nthe -- the bullets falling, you know. So he told me, what are you doing here? A language is a\nsuch powerful -- powerful thing, you know? It’s such a connection between people who are not\nconnected and maybe not even like each other. But he her -- he didn’t hear Polish very much,\nand suddenly he heard Polish. So he ask me if [indecipherable] I mean miss. Oh, what I didn’t\nhear wa -- for -- you know, for years. What are you doing here? I told him, you don’t know what\nI’m doing here? [indecipherable] do you know that you will die here? Nobody will be alive here.\nGo out of here. How -- how can we go out of here? So he told me, and he said, today will come a\nGerman and take some people to work with the kitchen, with potatoes, to wash it, to prepare\nfood, I don’t know. Don’t be afraid, he underline me, it’s not to the crematorium. Go for -- and --\nand stand up -- stand there in a line and wait until they will take you. And then it was -- one\nGerman or two came, and we went with Rachel and they took us. Took us together again. Went\nto another house where we are having to do these potatoes, you know. Bad, frozen potatoes,\npreparing it for a dinner for the -- for the prisoners. And sleeping already in a room which had\nthe wooden beds, yeah. And then we heard that they are evacuate -- ready to evacuate the whole\nconcentration camp. Who can go, who can work? The others? They will -- they will take -- they\nwill make a fire and everything will be burned, and that what they did. And we were evacuated.\nWe went on that -- we went o-on the Death March, with this --",
        "Q: Did -- did you choose to go?",
        "A: Oh, I don’t remember if we choose --",
        "Q: [indecipherable]",
        "A: -- see, I -- I think they didn’t ask us. They didn’t ask us anything, they told us to go, so we\nwent. It was a horrible, of course, we were -- first of all, it was cold, it was the end of February,\nthe beginning of March, it was cold. It was snowing, it was freezing. We were -- we were 1n such\nuniforms, as they gave us such, you know, things to cover us, is a -- like sheets, you know, some\nto cover us. And the lice were all over us, I remember th -- th -- I [indecipherable] everything\nwas -- iS -- 1s moving. They gave us a -- a piece of bread and go. And on the way we saw the\nhorses, together with German families, they were running from the Russians already, so they\nload on the horses everybo -- everything -- on the carts actually, and th-they were running, and\nsometimes Polish people were -- which were taken from Poland to work for the Germans were\nshouting to us, ma -- to encourage us. So --",
        "Q: Like what would they say?",
        "A: Let -- s-stay alive, stay alive, the Russians are coming. Stay alive, stay alive, the Russians are\ncoming. It’s not far, it’s not far, but you -- you can hear. You can see the red sky from the fire of\nthe front, you know, and the Germans were running. And then they took us to a -- one small\ncamp. We were -- I don’t know, we were there for a week or so. And then they took us from the\nsmall camp to -- again, was a march, yeah, and then they marched in -- we -- we came to a barn,\nyeah. They opened the door and they told us to go. We didn’t know that people are there, and we\nstarted to walk over the people. The screaming was so [indecipherable] we couldn’t -- we -- we\ncouldn’t understand what’s -- and the other rows are pushing us, yeah, and we cannot walk\nbecause we are walking on the bodies of other people, heads, there were legs. But that was the\nlast place. They close the door and we didn’t hear from the Germans any more. The -- they -- we\nwere -- it was night, in the morning we wanted to go out, and we looked, you know, through the\ndoor, and we looked for a -- for a s -- piece of light where -- where -- where we can see what’s\ngoing on there. And we started to knock on the door. And some women were shouting, don’t\nknock, they will shoot us. And we knocked. We knocked, we knocked, nobody was there, so we\nstarted to push the door. And we pushed it open, no Germans. And we saw the road, and over\nthere, the army, the -- the Soviet army is standing. So a group of young girls, and including me\nand Rachel, we run to the soldiers, yeah? We wanted to embrace them. They saw us, they started\nto run away. Because we -- then they told us that we looked so horrible, that they were afraid.\nWhat -- what are they, shadas of pe -- of some corpses, or some dead people, or -- who 1s\nrunning? And we are -- were dirty, of course. And th-then they told us that we -- they were not\nallowed to come over to us because we carried typhus and other illnesses. So 1t would be an\nepidemic, you know, they were afraid of the army. They wanted to protect them. So they run,\nand we run after them. And we came to a village, a German village. And I was sick, I was alr --\nalready absolutely sick. I felt that I -- I -- I was coughing, and I had the high fever. I felt it, I\ndidn’t have a -- a thermometer to -- to measure the fever. And we came over to a German village,\nwe open the one house we wanted to enter. So a family was sitting around the table and telling\nus, raus. So we wacked out -- we walked out. We walked out and I saw a Russian officer going\nthrough, and -- and I knew Russian, so I told him, look, you liberated us, but we don’t have\nwhere to stay. What -- what do you mean where you don’t have where to stay? I told, they are\nnot alone. Oh yeah? He took this, his pistol, opened the door, opened the pistol and told, if you\ndon’t go away from this house, you will be killed. So they left and we occupied the house. I lied\ndown near a stove, which was [indecipherable] was hot. I was so cold, shivering. And Rachel\nwas very active. She took all my clothes off, and put in the stove, yet it was bong, bong, like the\nlice and everything what -- and everybody did it, yes, some other girls came in. Then they took\nwater, they boiled the water and we washed ourself. Then we took some clothes there that was in\nthe house because we couldn’t stay naked, of course, and we couldn’t use the old uniforms\n[indecipherable]. Then came -- we were already cleaner, a little bit, it came to feeding myself. I\nremember Rachel brought a -- a piece of bread. Fresh bread, smelled a -- a -- she gave it to me.\nSo I gave one bite and I told, look at, I am full already, I cannot eat any more. And she told, you\nknow, I don’t know why, but I am full also. So we stopped eating, and other people started to eat\na lot. Then they were dying, you know, why it was something in the stomach and the emergency\nhad no time, the military emergency, to take them to the hospital, they were dying. And we\nsurvived only because we couldn’t eat. We twe -- we -- we didn’t know, we were so young that\nwe didn’t know that you -- when you were starved al-almost to death so many -- for so many\nyears, you can’t eat a lot. You have to start from the beginning, a little bit, a little bit. Then, to\nmake the story short, because it’s so -- so very shor -- big story, we are -- stayed there for a\nmonth, and we are allowed by the Soviet government [indecipherable] the military government\nto -- to go home. So we went to a train, and we went to ho -- Poland. Trains were not passenger\ntrains, trains -- also the soldiers were there, and it was a mixture, a mixture. And seems that the\nwhole population is moving. One 1s going to Germany, the other is going from Germany, and\neverybody is moving. We met Polish people from Wilna who told me that my house is already\nbombed, that I don’t have a house, and it was true. That I learned in Poland on the train. The mid\n-- in the middle of the -- the woods, the train would stop, and the -- the train -- and -- and the\npeople -- some people came from the woods and robbed. Everybody took the b-belongings from\neverybody, because what the other people did, even from Lithuania, from Poland, went together\nwith the Soviet army to Germany, took belongings of -- the German belongings, you know,\njewelry -- what -- what they left behind. And li -- and they brought it back to their country and\nsold it all for theirself, I don’t know. There were already such people, businessmen, yeah, or\nbusinesswomen. So the others knew it, and they -- they were taking the belongings of these\npeople. And we laughed with Rachel because we didn’t have anything, so nobody took from us\nanything. That’s it, and then we came closer to our border already, Lithuanian border, and we\nchanged the trains, of course, and some Soviet officers told us, come girls to us, sit down there to\ntheir [indecipherable] yeah. And the train went to Lithuania, yeah. So she started to ask us from\nwa -- from where we are coming now, and what -- and they saw how they look. So we told them\nthe truth, what it was and -- so one told us, look, you know that on the border of Lithuania and\nPoland, you will be stopped. And because you don’t have papers, no identification papers, no\nnothing, no passports, no in -- identification papers. So we will be taken in a -- in a camp. I told,\nwhat? I am not going in any camp any more, any camp, if 1t was German, or Russians, I don’t\ncare. So he -- so I -- I’m -- I’m going to die in Wilna. I was sure that I am dying. I was -- felt like\ndying, yeah. So, but I will die in Wilna where I was born. I don’t want to die in Germany of\ncourse, I don’t want to die in Poland. So they told, you know what? We will hide you. And there\nwere some machines inside, what probably the Soviets were taking from the Germans already,\nlike -- like to make x-rays. I saw the [indecipherable] like from some medicine machines or\nsomething like that, I don’t know. I saw it for x-rays. And they hide us over there. And then the -\n- the train stopped, and the people came over, also military people with lamps, lights everything\nlooked around, asked them for papers, the officers gave them the papers. They ask, is there\nanybody else here? No, nobody is here. Oh, okay. So the door was closed, and the train came to\nKovno to Kaunas, not to Wilna. Oh, so that we are free. Good, we are almost home. Kovno from\nWilna is hundred kilometer only. So we walked out, and we were arrested immediately because\nwe -- oh, to look at us, you can see what we -- where we came from. And they asked us for\ndocuments and we don’t have it. So give us a passport, give us something, we don’t have. So we\nstarted to tell them that we were taken fro -- b-by the Germans. Uh-huh, come to KGB. And then\nthey started, we will arrest you, you’re spies, you’re -- everybody was spies, and you’re\nprostitutes, you -- you run to the -- together with the -- with the ger -- German army. Look at us,\nI thought [indecipherable] you will look at us, saw how we look, the hair shaved, and -- but what\nwas -- I don’t know what they would do this as, if not a Jewish guy who was in Kovno already\nsaw how the soldiers took us like that, you know, took us to the -- to the KGB. So they run there,\nwe didn’t know it, and they -- with money. So they gave her money for -- to the officer who took\nus, yeah, to [indecipherable] us, yeah. And he let us go.",
        "Q: But he didn’t know who you were?",
        "A: No.",
        "Q: Just that you were Jewish?",
        "A: Of course. And then the man was waiting outside, to-took us to the -- the -- his house, and\nstarted to ask about his family, he didn’t know where his family is, and [indecipherable]. And --\nand he gave us, of course, a shower, and -- and we stayed there two days probably. He was\nlooking for a way how to come from Kovno, how to go from Kovno to Wilna. But it was -- it\nwas hundred kilometers. Now, you can make in a -- in an hour or less, but it was no way to go\nthere, only by train. But train you have to have a ticket, and to buy a ticket you have to have a\npassport. So he found a man, the con --",
        "Q: Conductor?",
        "A: Conductor, yeah. Okay [indecipherable]",
        "Q: Engineer --",
        "A: Yeah, a con -- a conductor who was responsible for the train, who was -- and he took us on\nthe train, but not in the wagons, but on the locomotive, how it’s -- yeah, on the machine who is\npushing that train, who is giving that power. And -- and he brought us over to Wilna. And then --\nokay, I was brought to the hospital immediately because I was with tuberculosis, staying at the\nhospital almost two years, in and out. But you see, I’m still alive. That’s it. Enough. It’s fi --",
        "Q: Okay, tell us about this picture?",
        "A: This is a picture of my father’s family. You can see my father, the youngest is standing there\nto the right, on the right side. Then it was sitting his brother and behind him is standing his sister,\nand on the left side was sitting the other sister. So you can see they are in uniforms of the\nRussian gymnasium. And it probably was in the early years of the 20’s and 30’s, like 1905 and\nof -- like something like that. That’s it.",
        "Q: [indecipherable]",
        "A: This my grandfather. He was a rabbiner in Wilna who was responsible for the Jewish\ncommunity in Wilna.",
        "Q: And what was his name?",
        "A: Samuel Shreyber.",
        "Q: Who is this?",
        "A: This is my mother’s mother. She was born in Berlin, but she married a Polish Jew, and came\nto live with him in Wilna. And this was probably the late 19\" century, in the later 19 century. I\ndon’t know e-exactly the date. That’s it.",
        "Q: Who is this good looking guy?",
        "A: My father. This is my father in a uniform of a Russian -- of Russian students. He was a -- a\nstudent of university. I don’t know exactly, was it in -- at sa -- St. Petersburg University, or it\nwas already in the Warsaw Polytechnical University school. So this was a usual uniform of the\nstudents. You see on his -- on the top of his shoulders there, on the shoulders is written -- 1s a\ncrown and written N2, Nikolai the second. That to me, I gave it to my younger daughter when\nshe was a wending -- the wedding. This is my mother. The photograph is made in Wilna,\nprobably in 1915, something like that, before her wedding. And she has a medallion who -- it --\nthe medallion, she received it from her mother, and now I gave it to my daughter as a wedding\npre -- present to my younger daughter, Mira. And that’s it.",
        "Q: Okay.",
        "A: This is my family. My mother, my father, my brother is standing and I am sitting on the lap of\nmy mother, holding a ball, probably with a very serious look, like I was very serious. Not giving\nthe ball to anybody, probably.",
        "Q: And this is dated when? 1929 on the back.",
        "A: It’s a -- no, no, I was here probably three years old, so it was °31. 1931 probably. Maybe I’m\ntwo years old so it’s °30, 1930.",
        "Q: And who is this?",
        "A: This is Veronica Stenkavich, the lady who helped us with food during the o -- German\noccupation and kept me, or wanted to save my life, kept me for a half a year, more or less 1n her\nhome, but she couldn’t keep me any longer. We met after the war, and she was like a part of my\nfamily after the war. She died when she was 75 in 1963.",
        "Q: Okay, go ahead please.",
        "A: This is a picture of my father standing in the middle surrounded with a group of his students,\nof the students of the e -- Jewish technical school in Wilna, made in Wilna in 1934. The building\nbehind them 1s the technical school, the building of the technical school. It’s written the fifth --\nnow I have lost it -- the fifth year already houses -- on the fi -- no, I don’t know [indecipherable]\nin English. You finish the school there, the fifth graduation, oh -- the fifth graduation of the\nstudents of the technical school. And there’s always a director, my father.",
        "Q: Who do we have here?",
        "A: This is my brother and me in 1936. It’s a photograph of two of us. Yeah, my brother and\nmyself, yeah.",
        "Q: And the book?",
        "A: This is a book written by my uncle, my father’s brother-in-law, Hirsch Abramovich. You can\nsee him on the picture together with my aunt, my father’s sister and two cousins. One of the\ncousins is still alive, and she’s a reference librarian in Evo in New York. And her name is Dina\nAbramovich. The title of the book it -- the proph -- prophets of a lost world, the memoirs of a\neast European, of east European Jewish life before the World War II. And the -- the book was\nwritten in 1956, and translated -- was written in -- in engli -- in Yiddish and translated into\nEnglish in 1999, Publish -- is it? No date.",
        "Q: And this would be what?",
        "A: This is a -- a textbook for the students 0-o0-of the Yiddish technical school. The textbook is\nwritten in Yiddish by my father, and the title 1s in Yiddish, 1s [speaks Yiddish], parts of the\nengines. So he was translated, think, German technical books into Yiddish and writing the\ntextbooks and drawing the -- the pictures. The drawings are by him. They were prepared\nspecially for the students of the Yiddish technical school, yes.",
        "Q: How did you come by it? How did it survive?",
        "A: Yeah, they survived in a -- in such way that I have three of them, one -- one book was -- two\nbooks were -- were given me by the students of his -- o-of his school after the war. One book\nwas given me in Montreal, by hi -- also his former student, who brought it -- who immigrated in\n1938, I think, to Canada and he brought the book with him and he gave it to me as a present.\nEnd of Tape Four\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Let’s just begin if you say your name at birth.",
        "Q: Both names.",
        "Q: And your married name?",
        "Q: And you also have a nickname.",
        "Q: Okay. Can you tell us where and when you were born?",
        "Q: And where did you live in Wilna?",
        "Q: And what was --",
        "Q: Can you tell us something about your family, your mother and your father?",
        "Q: What -- what is your father’s name?",
        "Q: What was your mother’s name?",
        "Q: Her maiden name?",
        "Q: How did your parents meet?",
        "Q: What do you remember about being a young, young girl 1-in the house? What wa -- what was\n-- what was a day like, or a meal like?",
        "Q: [indecipherable] tell us his name?",
        "Q: S-So you say that your family was not religious.",
        "Q: Did religion play any role at all in family life?",
        "Q: Can you talk a little bit about your neighborhood, what that was like and whether or not there\nwere other Jewish families, or non-Jewish families?",
        "Q: The grandfather was on your mother’s side, or your father’s side?",
        "Q: What -- what does that mean?",
        "Q: Do you know the names of your grandparents on either side?",
        "Q: Samuel Shreyber.",
        "Q: What was your position in the Jewish community, your families position? Your father is a -- a\n-- apr -- a principal, I think.",
        "Q: Can you just sort of describe where they fit into the --",
        "Q: You say that your -- your father was involved in the community. Do you ever remember him\ntalking about that, and about wh-why he was involved?",
        "Q: How -- how did you think of yourselves? Did you think that you were Polish, Russian,\nJewish? H-How did you think of yourselves as an identity of your family?",
        "Q: Do you remember as a young girl, eight, nine, 10, ex -- every experiencing any anti-\nSemitism?",
        "Q: Brass knuckles.",
        "Q: Who were the guys?",
        "Q: Were they Polish, or --",
        "Q: Did you and Joseph ever talk about that, about how to protect yourselves in these situations?",
        "Q: You came down to do this interview with an old friend, with Rachel Lerdis.",
        "Q: Who you knew -- whom you knew when you were young. I’m wondering if you could tell us\nabout your first memories of her, how you met her, or just your first memories of being together\nwith her when you were young.",
        "Q: [indecipherable]",
        "Q: You’re referring to the fact that your -- your brother and Rachel Lerdis when they were\nyoung, dated.",
        "Q: Yes. What did you speak with each other?",
        "Q: Rachel.",
        "Q: Did your parents know each other?",
        "Q: Your parents and her parents?",
        "Q: But they must have met in the country, but just briefly?",
        "Q: When do you remember beginning to feel the war closing in, or things changing? Do you\nhave first memories of that, of --",
        "Q: What happened?",
        "Q: But even before that [indecipherable]",
        "Q: Can you talk a bit about that, yeah.",
        "Q: What did that mean to see that?",
        "Q: You di -- you -- your mother thought you didn’t eat enough when you were young?",
        "Q: Yeah.",
        "Q: Do you remember your brother or your parents talking about the changes?",
        "Q: How did the atmosphere changed when the Lithuanians were in charge?",
        "Q: A man on a horse?",
        "Q: What were your parents saying to Joseph about continuing to go to school, or were there any\nsafeguards being made? You know, if this happens, don’t come home, or was there any talk like\nthat? Sort of beginning to prepare to -- for -- for trouble?",
        "Q: In any way?",
        "Q: A-At this time, when the Lithuanians -- after the day long pogrom with the Lithuanians and\nwhen your brother had to be barricaded inside the school.",
        "Q: Was there a time when you noticed the Russians took control back and you had to learn\nRussian in school again during this period?",
        "Q: Oh, the students would come from the closed schools and go to yours?",
        "Q: And -- and the stores, were they similar, for instance, your friend’s bakery, was that a Jewish\nbakery?",
        "Q: Did it remain open, was -- wi -- were the -- was the Jewish family still in charge of it?",
        "Q: But you were still in your house?",
        "Q: And do you remember seeing Rachel during this period, was Rachel seeing Joseph, your\nbrother?",
        "Q: Did your parents -- as things shifted, did your parents ever discuss again, leaving? Did your\nmother push that issue?",
        "Q: Really?",
        "Q: At that point was there ever any thought that the ru -- that the Germans might come into\nVilnius?",
        "Q: It sounds anything but stable.",
        "Q: How -- how were you caught by the Germans?",
        "Q: How long were you there for?",
        "Q: Julia?",
        "Q: Why were you the only one that walked through the street?",
        "Q: Skipping.",
        "Q: What was their reaction when you got to the house?",
        "Q: How was the city different? You described the bridge, but as you walked through it, what --\nh-how could you feel the presence of the Germans?",
        "Q: So your mother let you out?",
        "Q: Your mother?",
        "Q: So wh-what is day to day life like at this point? I-It sounds like people are staying inside.",
        "Q: Have the Germans instituted rules, are you wearing a star at this point?",
        "Q: What did you do all day?",
        "Q: Before we get to that, I just want to clarify that -- so then was the bombing of Vilnius by the\nGermans, was that in August of the same year?",
        "Q: Oh, it was June.",
        "Q: And so then that was -- you tried to run and you came back, that took about two weeks --",
        "Q: And then so from about mid June until --",
        "Q: Okay, July.",
        "Q: You were just sort of in this prison state.",
        "Q: Okay. Did you have any idea that something might be happening in the last days of August?\nDo -- could you tell that maybe you were going to be -- some sort of form of action was going to\nbe taken? Did you seek preparations in the ghetto, or --",
        "Q: Okay.",
        "Q: Was your mother making any sort of prep -- preparations, perhaps gathering up jewelry,\nmaybe packing a bag that would definitely go if you had to go anywhere? What wa --",
        "Q: After that decision was made, did your father and mother discuss it, or disagree about it?",
        "Q: People.",
        "Q: The neighbors that wouldn’t help your father?",
        "Q: You went with that Lithuanian policeman? Right then?",
        "Q: But did you go that night after you had that discussion with the Lithuanian police --",
        "Q: No -- it was the day?",
        "Q: But did it happen --",
        "Q: -- very quickly?",
        "Q: At once.",
        "Q: How much -- how many things did you actually take? What did you take, do you remember?",
        "Q: Your father took his diploma?",
        "Q: Does that mean that you were able to get the jewelry back?",
        "Q: What was Veronica’s last name?",
        "Q: She was Polish?",
        "Q: When you got to the ghetto, how did you find a place to live?",
        "Q: How did you actually sleep at night? Just lined up?",
        "Q: Horizontally.",
        "Q: Sort of fold up?",
        "Q: So there were already people in that room when you arrived?",
        "Q: A-And eventually Rachel came and stayed with you, but do you remember when you first\nbumped into her, or when she first found you?",
        "Q: So your brother went out and found her?",
        "Q: Yeah.",
        "Q: Had you brought food with you?",
        "Q: What -- what were the conditions like in terms of bathing and going to the bathroom?",
        "Q: Did you have a family meeting, or di -- do you remember talking to your parents late at night\nab-about what was going on?",
        "Q: A pin.",
        "Q: You -- you told your mother that --",
        "Q: -- from now on you were going to run away --",
        "Q: -- when you heard rumors.",
        "Q: What did your mother say?",
        "Q: What did she say when you came to the door?",
        "Q: A priest, this was a priest?",
        "Q: So you and Veronica went and found your brother, and gave him some food?",
        "Q: Okay.",
        "Q: So your brother was able to also tell your parents that you were with her?",
        "Q: Okay.",
        "Q: What did you look like? You had long braids?",
        "Q: Long blonde braids?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: So -- so you could look -- you didn't -- as you’ve said many times actually in this interview,\nyou didn’t necessarily -- you couldn’t look like what people assumed Jews looked like.",
        "Q: You could pass for a little German girl, or a Polish girl?",
        "Q: A Polish girl.",
        "Q: So when you were staying with Veronica, what were the fears? Were they mostly of the\nneighbors, or at that point would you be afraid that Germans might come searching house to\nhouse?",
        "Q: The Lithuanians?",
        "Q: Yeah.",
        "Q: Can you talk a little bit about how you began to work when you were in the ghetto? You\nwere, after all -- at that point how old were you?",
        "Q: You were working with bricks?",
        "Q: Okay. Making the bricks?",
        "Q: Polishing the bricks?",
        "Q: For what?",
        "Q: Mm-hm.",
        "Q: A poem?",
        "Q: What was the poem about?",
        "Q: How did your parents react when you spoke like that?",
        "Q: Your mother tried awfully hard to -- to get out.",
        "Q: In -- in the ghetto, can you describe the -- the interactions that you did have with the\nGermans? Where would you interact with them once you were in the ghetto? Was it just coming\nin and going out, or --",
        "Q: Right.",
        "Q: Or your brother?",
        "Q: To see who?",
        "Q: Okay, uh-huh.",
        "Q: Really?",
        "Q: Dina?",
        "Q: But when you came back --",
        "Q: -- then were y -- wh-whose paper were you on? If Rachel was on your father’s paper?",
        "Q: Grenades?",
        "Q: Uh-huh. Handmade grenades?",
        "Q: A light bulb?",
        "Q: Your -- so they were making these in your father’s technical school?",
        "Q: So your father’s technical school wasn’t just a school?",
        "Q: Jacob Genz?",
        "Q: Mm-hm.",
        "Q: Were you part of that underground?",
        "Q: But you did that?",
        "Q: Who -- who left you behind?",
        "Q: Was your brother involved?",
        "Q: Can you tell us about that, that day that he was caught?",
        "Q: So ri -- the people in the resistance in the ghetto were waiting for an order to shoot, and they\ngot -- they got a mixed up order and they shot accidentally?",
        "Q: And then the Germans bombed the building?",
        "Q: Where were you during all of this?",
        "Q: So -- so you saw this?",
        "Q: So how did you find out where Joseph was taken to?",
        "Q: The conductor?",
        "Q: The sewer?",
        "Q: Tunnel, or sewer?",
        "Q: You were hiding?",
        "Q: Your future husband.",
        "Q: Joseph?",
        "Q: So you wanted to run?",
        "Q: Weaving?",
        "Q: Weaving?",
        "Q: Weave?",
        "Q: Yeah. [indecipherable]",
        "Q: C-Can you descri --",
        "Q: Can you describe the train ride from Vilnius, I guess you went to Kaiserwald first?",
        "Q: That was your deportation?",
        "Q: Can you describe that train ride?",
        "Q: To weaken you, really.",
        "Q: Lights?",
        "Q: Lights?",
        "Q: Spotlight.",
        "Q: Absolutely.",
        "Q: Roll call.",
        "Q: [indecipherable]",
        "Q: Rachel threw it on purpose into the toilet?",
        "Q: W-Wasn’t that a dangerous thing to do?",
        "Q: Okay.",
        "Q: Their jewelry?",
        "Q: What did she have?",
        "Q: Oh, some jewelry.",
        "Q: Right.",
        "Q: At that point, how did you feel? Did you feel brave?",
        "Q: Bricks.",
        "Q: Uniforms.",
        "Q: Can I get you to finish that story, what made you dis -- what did you decide about the offer\nfrom the man?",
        "Q: The -- the Latvian man.",
        "Q: The Latvian woman?",
        "Q: Mm-hm.",
        "Q: If you cut it, where would you put it?",
        "Q: Wrapped in a towel?",
        "Q: But then who would you sell it to?",
        "Q: Rachel talked about you wanting to eat your bread all up in the morning.",
        "Q: In the concentration camp, or when you worked, were there ever -- did you ever have an\nexperience where a German seemed sympathetic or helpful?",
        "Q: So you -- you -- what did you think was going to happen to you?",
        "Q: The Germans.",
        "Q: So when -- can you describe when you leave the work camp? I want to keep going\nchronologically --",
        "Q: -- you worked for a year --",
        "Q: -- then what happened?",
        "Q: Your heads weren’t shaved the first year?",
        "Q: Okay.",
        "Q: Mm-hm.",
        "Q: Mm-hm. H-How did you know she was a criminal?",
        "Q: How did you know that though?",
        "Q: Just knew.",
        "Q: Wh-Where was this?",
        "Q: Stutthof.",
        "Q: Could you tell how they were selecting?",
        "Q: Mm-hm.",
        "Q: How did you manage to always stay -- it sounds like you were always physically with her,\nthat you didn’t get separated too much.",
        "Q: What -- what was it like when you were separated for some reason?",
        "Q: You don’t remember being separated?",
        "Q: So if one of you was asked to do something, would the other one say, I’ll go with you?",
        "Q: What would you talk about at night together?",
        "Q: Bunks?",
        "Q: Bunks?",
        "Q: Wooden beds --",
        "Q: -- on top of each other, mm-hm.",
        "Q: Did -- did you choose to go?",
        "Q: [indecipherable]",
        "Q: Like what would they say?",
        "Q: But he didn’t know who you were?",
        "Q: Just that you were Jewish?",
        "Q: Conductor?",
        "Q: Engineer --",
        "Q: Okay, tell us about this picture?",
        "Q: [indecipherable]",
        "Q: And what was his name?",
        "Q: Who is this?",
        "Q: Who is this good looking guy?",
        "Q: Okay.",
        "Q: And this is dated when? 1929 on the back.",
        "Q: And who is this?",
        "Q: Okay, go ahead please.",
        "Q: Who do we have here?",
        "Q: And the book?",
        "Q: And this would be what?",
        "Q: How did you come by it? How did it survive?"
    ],
    "answers": [
        "Answer: My first name?",
        "A: Yeah, my first name is like in the Polish papers, I’m Sulamita. My last name, my maiden last\nname is Shreyber. Then in the Russian papers, I was Sulamif. And now, I want to be my real\nHebrew name, is Shulanis [indecipherable] depends if you are saying it in [indecipherable]\nAshkenazi Ishlanis.",
        "A: My married name 1s like a Polish name, Zhabinskaya. It’s a long name and very difficult for -\n- for English people to understand -- to -- to pronounce, I mean.",
        "A: I have a nickname, Luda.",
        "A: I was born -- I was born in Wilna. Wilna was Poland when I was born, belonged to Poland, on\nthe 23\" of January, 1928.",
        "A: I lived on the street called Polnarska, Polnarska 33. And we had a -- a house, and I lived there\nwith my parents and my brother, and a German lady who was like a help to my mother.",
        "A: She was not a maid, but she was like a part of the family, but she was helping my mother, too,\nto cook, to clean the house.",
        "A: My father was a engineer. He was educated in Russian school, and the Russian university. So\nfamily was not religious. I would say assimilated Jews. We spoke -- at home we spoke Russian\nand on the streets we spoke Polish. My father was born in Wilna to aristocratic family. When he\nwas young he belonged to a sor -- not a communist, but a social revolution -- revolutionist party,\nand he was even expelled from the last grade of gymnasium. But because he was a brilliant\nstudent, they allowed him to pass the last exams -- exam, by himself at special ec -- exams. He\npassed it brilliantly, and he was accepted to the University of San Petra -- Petrabuk -- Saint\nPeterburg, I’m sorry. And then he finished there -- he -- he didn’t finish the Petraburg University,\nhe studied there two year -- for two years, and then I don’t know on which family reasons, they -\n- they left Russia for Poland -- but Poland was also Russia then, Poland was occupied by\nRussians. And he finished at Technical University in Warsaw. He finished it and I saw the\ndiploma in ghetto, actually. Was a diploma with a gold medal. But he couldn’t find a -- a job as\nan engineer, but it -- the first World War -- World War broke out, and he went. He was a -- a\nsoldier ze -- probably the only one -- Russian soldier with a university degree. I have a picture of\nhim, I don’t know where it is [indecipherable] actually, with the university sign, you know. And\nthen after war he came with his family to Wilna, back to Wilna, because they run from the\nGermans, even on the first World War, to Russia, and they came back after war and Wilna\nbecame Poland again. And he couldn’t find a job as engineer, he started to teach mathematics\nand physics. Course this is -- was his -- his field. He finished mathematics and physics in\ntechnical school. He was a teacher of high school gymnasium, and then he went to stu -- to teach\nat the sch -- technical school, and the techni -- then he was a principal of the technical school. It\nwas -- I think it was only one technical school in Poland which were especially for Jewish\nstudents because all the subjects were taught in -- in Yiddish. And my father didn’t know\nYiddish before, yeah. So he -- he learned, he learned Yiddish and had a very fine Yiddish, very\nclear, very good pronounce [indecipherable]. And he was the principal, the director of the school\nuntil the World War II broke out.",
        "A: My father’s name is Matthias. Matthias Shreyber. My mother was also very high educated\nlady. She finished the Russian gymnasium, then she finished a course of -- I think that -- that the\nwomen were not allowed to -- to stay in -- at uni -- at the university, so they -- it was a organized\nin Russia, a course for a -- higher courses for women. So she finished chemistry, something with\n-- with chemistry now. But she haven’t worked. She was running the house and the children. She\nknew seven languages. Yeah. English and Italian, and German was her mother tongue. My\ngrandmother was from Berlin. She married a Polish Jew, and she came to Wilna with my -- but\nshe spoke only German at home and my mother’s first language was German, but because she\nwas educated in Russian schools, so with my father, at home with us, she spoke Russian.",
        "A: My mother’s name Valentina.",
        "A: Zhouk. Valentina Zhouk.",
        "A: My mother was friendly with a owner of a -- this was a private Jewish school, a gymnasium, a\nvery good ha -- very good [indecipherable] gymnasium, private. My -- my father was a teacher\nthere, so she once came there and they met. She told me she fell in love with him at once, he was\na very handsome man. And that’s it.",
        "A: My father insisted that me and my brother, we have to attend a Yiddish school, a progressive\nYiddish school, and we spoke -- with my brother, I spoke Yiddish, because we -- we -- we -- we\nthought that my mother doesn’t understand it, but because she knew very well German, and\nYiddish is -- if you know Yiddish you understand German, if you know German, you can’t\nunderstand not everything, not -- but the meaning of the sentence you can understand in Yiddish.\nMy brother was five years o-older, a very handsome and very, very good natured boy. And I was\nnot so good natured, and I used to argue with him and fight with him. I think he hated me. I don’t\nknow. I was not a good one. I was always --",
        "A: His name was Joseph. And ne -- and we used to -- to call him Josek, from wor -- Joseph. Fr-\nFrench, Joseph.",
        "A: No.",
        "A: No, no. Nothing. And at school they were educated also very secular and it’s a pity, I think.\nWe lost something, because I -- I don’t know any of the Jewish holidays -- I didn’t know -- now\nI know, coming back to Canada so I know when it’s Rosh Hashanah and Passover, and Yom\nKippur. I didn’t know before.",
        "A: Yeah, it was a mixed neighborhood. There were Jewish families over there, but not a lot. And\nit was a neighbor -- it was not a very good neighborhood because my grandfather had a factory,\nand he wanted to build his house -- he has a factory, so 1t was such a -- if you can say industrial\nneighborhood more or less. It was not a beautiful neighborhood, but our house was beautiful.",
        "A: On my mother’s side. On my father’s side, he was a rabbiner. It’s not a rabbi, but a rabbiner\nof the city of Wilna.",
        "A: You know, exactly I don’t know za -- but I know that he like provided his papers like birth\ncertificates and marriage certificates and he had the -- the books -- the archives of that Jewish\ncommunity and so on. He was also educated [indecipherable]",
        "A: The first name, I think it was Abraham Shreyber. I don’t know my grandmother’s name. I\nknow that -- oho -- his -- his name was Samuel. That’s why I was Shulanis, named after his -- my\ngran --",
        "A: -- yeah, it’s Samuel Shreyber, yeah. And I don’t know my grandmother’s name. And my\ngrandmother from my mother’s side was Frederica, her name, and I don’t remember her maiden\nname, it was a German name, something -- something like -- I don’t know. And my -- my\ngrandfather from my mother’s side was Joseph Zhouk. Yeah, that -- my brother was named that.\nMy grandmother from my mother’s side died very young. Not very young, she was 50 years old\nand she died of a heart attack. The thing is they came fr -- they run from Russia to Wilna when\nthe revolution started. They came very poor, they didn’t -- they lost everything in Russia and she\ncouldn’t probably bear it. And after her, in three or four months my grandfather died. That’s it.\n[indecipherable]",
        "A: Yeah.",
        "A: Yeah, he was a very prominent actually, in the community a very famous person. Everybody\nknew him from Wilna, everybody -- oh, [indecipherable] Shreyber [indecipherable]. And he was\nin several committees, very active in several committees, so very honest and real. He was active\nin the -- in the -- in Jewish com -- committees, yes. You know, when the first -- when the second\nWorld War broke out, so I was only 11 years old, and [indecipherable] I -- then I di -- was not\nvery interested in such things without my parents and I know only that he adored our father.\n[indecipherable] 1t was everything, and he didn’t dare not to obey him. But my mother, my\nmother could tell me thousand times to do something, I wouldn’t do it. It’s -- it -- yeah. It’s a pity\n[indecipherable |",
        "A: You know, the parents were -- it’s -- it’s -- it was an absolute another life before the war, I\nmean. I heard my parents talking but always in their bedroom with the doors clo -- with the door\nclosed, so we didn’t know what -- what’s going on there. I mean, their discussions. My mother\nloved very much my father, that I know. And my father was very polite, never -- you know,\nnever raised his voice. And but they had discussions but each one political or something else, I\ndon’t know. I really don’t know. And I don’t think that my brother, who was older, he probably\ndidn’t know either.",
        "A: I was sure that I am Jewish, because I attended a Yiddish school, and I was sure that to be a\nJew it doesn’t mean to be a religious Jew. I was taught Yiddish literature, Yiddish writers, poets,\nhistory of the Jews. That was enough only to -- to be proud of my nation, and to feel that I am\nJewish. I never avoided it, never.",
        "A: Oh yeah, very much. I didn’t look -- it’s -- it’s maybe strange to say that here, but the\nEuropean Jews have a special look, and I was blonde, and you can see not dark eyes. I looked -- I\ndidn’t look like a Jewish girl. And my -- my brother -- my brother was black hair, black eyes,\nand -- and th -- because our school didn’t work on Saturday, so we were -- 1t was open on\nSundays. So we usually went on Sundays with our bags, school bags, to school. And that was a\nreason to fight. So I don’t know, nobody f-fought me, but my brother. And it was a time when he\nhad in his pocket, a castet, I don’t know how it is in English, it’s like an iron thing what you put\nyour fingers there.",
        "A: Yeah. And that what you can fight back. And -- and it was a time when he didn’t walk from\nschool to -- to home. Usually we walked it, 1t was not so far, but we didn't have a car of course, it\nwas very seldom they were having a car, it was a big luxury. So, he went by bus from school\nhome, and he -- he didn’t get off on the right stop, but a stop after that, and went home from\nanother side because a group of guys were waiting for him on the corner of our street, and the\nother streets. It was -- we were -- our house was located near a corner of two streets, all -- that\nwas it.",
        "A: I don’t know, [indecipherable] the neighborhood guys. It was a bar on the corner and they\nwere drinking there [indecipherable]. They amused themself with fighting with Jews.",
        "A: Yeah, yeah. Yeah it was not a big mixture of nationalities there, it was a very big percentage\nJews, and -- and that -- probably 25 percent of the population of Wilna are Jewish. So then it was\na little bit of White Russian, and a little bit Lithuanian. And mostly they are Poles.",
        "A: No. I mean, I don’t remember. I don’t remember. There were other things what I remember. I\nremember walking through the streets near university and looking at the [indecipherable] house,\non -- on the windows, how the students, the Jewish students were standing on the lectures, not\nsitting. Yeah. It was a protest because some of the Polish students decided that Polish students\nhave to sit separately on the one side, and it was left the other side of the whole auditorium was\nleft for the Jews -- Jewish students. So the Jewish student decided no, they will not sit separately,\nthey will stand. So they stand, all lectures they were standing behind the benches there, that they\n[indecipherable]. Then they had an -- a church, and it was to go through the church, it was like a\n-- a gate, yeah? And so Jewish people are walking through, if it’s winter they were wearing the\nhats. So -- and the Catholics had to remove their hats. So, if you don’t remove their -- your hats,\nyou are beaten and remove the hat from -- such things. But I had friends, Polish also. I played\nwith them in the streets and the -- if I heard something like bad, like they are cursing me or\nsomething, so I used to stand, I remember, in our -- the gate of our garden with stones and waited\nfor them. And they knew it [indecipherable]. Pll not let them walk through without throwing the\nstones to them. So they were a little bit afraid of me. But they were little also. I didn’t have to do\nthis big guys, of course. Little like me, 10 - 11 -12 years old, you know.",
        "A: Yeah.",
        "A: I met her when we were in the country. We rented a house in the country, and their family\nrented a house in the country, the r -- the houses were close. And -- and then her family came\nfrom Warsaw, the sisters with their families. And that’s how we met with her. And I s --",
        "A: I remember her always smiling [indecipherable] nice looking girl. And my brother was more\ninvolved in it than I, yeah. Yeah. I think that the love started from there. They were 16 probably\nor so. And I was 11, so that I -- he was 16, and she --",
        "A: Yes, yeah.",
        "A: With whom? With Rachel?",
        "A: I don’t think we spoke a lot before the war. I don’t think so. When I finished my six year\nschool, it was a -- the first -- how it’s called in English, oh my God, elementary school. When I\nfinished the elementary school, I went to the same gymnasium where Rachel was, and my\nbrother. So there I saw them more often together. Otherwise I -- I was not very close to her\nbefore the war.",
        "A: I don’t think so.",
        "A: I don’t think so.",
        "A: Maybe, but I don’t -- I don’t know about that. I don’t know.",
        "A: Oh yeah.",
        "A: It was a bombing before we [indecipherable] telling us that the -- the -- the war started, so\nthey bombed Wilna. The Germans were -- bombed Wilna. That I remember.",
        "A: Oh before that, yeah, it’s true --",
        "A: Yeah, yeah, yeah. The war started with Poland. Yeah, it’s true. It was in September ’39 when\nthe war started. And we felt it immediately. Immediately it was a shortage of food. In the stores\nline -- people were lined up to buy food. I remember that I don’t know how, in the kitchen I saw\na whole sack of sugar, salt and something else, kasha or something else, I don’t know. And --",
        "A: It -- 1t meant that it can be a [indecipherable] and they are ready to eat. And then I had a\nfriend, a boyfriend. His parents had a bakery, and we run to the bakery with him. And I saw a big\nline, people waiting for the bread, and we went to ano -- for -- from another side inside the\nbakery. And he used to take a big loaf of br -- of bread, yeah, and give me -- ha -- hot bread, and\nit smelled so good, and used to bring it home. And the lady who lived with us, who helped my\nmother, her name was Julia. She used to say, “Oh, my God, if Luda wants to eat, she has an\nappetite, it means it will be a hunger.” I was never hungry when I was child. It was not -- my\nmother was crazy about me. Never hungry. I didn’t want to eat, I -- I -- I don’t remember feeling\nsomething that I want something. It will some --",
        "A: Yeah, of course --",
        "A: -- because I didn’t eat enough. That’s -- that -- that was that, yeah. I was very pale and very\nthin, and my mother was unhappy with it. But then the war started, and it was a shot at your foot,\nso I started to eat.",
        "A: I remember my mother. My mother was very -- can’t say upset, because it’s more than upset.\nShe was very unhappy with it. And fer -- we had books at home, books of -- books which\ndescribed the situation in Germany after Hitler come -- came to power. It was called, I remem --\nI remember it, the book was la -- lying on -- on the table in our room in -- in-in my bedroom. So\nit was called Brunatnec Shenga in Polish. Brunatnec, it means brown, because fascists had\nbrown, you know, shirts. And it was horrible. There -- there are pictures there about the\nconcentration camps already in Germany. At first. political concentration camp. Communist\nparty in Germany was very popular, and a lot of Germans were communists, so the first victims\nwere the communists of course, you know. And my mother -- my mother knew the Germans\nvery well. I don’t know why. I don’t think she was born in -- in -- in Germany. I th -- her mother\nwas born in Germany, so -- and they used to go to Germany every -- every summer, probably.\nAnd my mother knew the character of the Germans, so she told my father, I remember, we have\nto leave Wilna. We have to out of it. Go out of Europe. I hate it. He didn’t want. He didn’t want.\nShe wanted to emigrate, to the States, to Canada, to Australia, but not to stay in Europe. That’s it.\nThat was it, yeah. That why I remember it. And -- but we waited the Germans to come to -- to\nWilna in 1939 already, because Polish army couldn’t stand -- couldn’t protect Poland, was too\nweak. Poles are very good soldiers actually, but they didn’t have the tanks, they didn’t have the\nequipment the -- the Germans had, so -- but the Russian came before. They occupied Wilna, they\noccupied all the -- the best, Belaru --White Russia, Belarusia, White Russia and Ukraine. So we\nfound ourselves in -- occupied by Russians. What was better than by Germans, of course. It was\nprobably two, three months m -- the Russians were in Wilna, the hosts of Wilna, ba -- but then\nthey gave it to Lithuania. The day the Lithuanians wanted to take over Wilna was a fight between\nthe Poles and -- the Polish -- the remnants of the Polish army and the Lithuanian army. But the\nfight was very, very short. And suddenly they decided that it has to be a pogrom. They have to --\nto kill Jews. We don’t know why. Couldn’t understand why. What has it to do with -- with pola -\n- with Poland and Lithuania? They were always tense. There were no diplomatic relationships\nbetween pola -- Poland and Lithuania before, even. So the day the Lithuanian occupied -- no,\ntook over Wilna, so it was a pogrom. I was at home, my mother didn’t allow me to go to school,\nbut my son -- my brother was 1-in school, and she was so nervous about it. And -- and then it was\nthe whole day, broken glasses, and so on and so on. But then I think that a delegation of Jewish\npeople went to the Russians, who gave the city to Lithuanian. But they had a place where they\njust -- they were -- that their armia was standing there, together with their tanks and everything.\nSo the Jews went there and asked them for helping us. And they decided -- the Russians decided\nto go with the tanks through the streets. And that was enough. They didn’t do anything, they\ndidn't kill anybody, they didn’t -- the Russians I mean. They went through the streets with their\ntanks, and it was quiet, quiet. It’s a -- quiet down everybody. Then my brother came back from\nschool, late in the evening. He -- he told us that they barricaded the windows and the doors with\n[indecipherable] the tables they had in the classes. And they were waiting. Nothing special. Was\nno killed people, no, nothing. Only the -- the windows were broken. That is -- that what I\nremember, the beginning of -- of the war. And then they were almost a year -- yeah, then the\nLithuanian were -- they started learning Lithuanian -- the Lithuanian language at school, and --\nanother language. We had a lot of languages in school. Had Yiddish, Polish, Hebrew, German\nand then Lithuanian, instead of --",
        "A: You know, that was for change that stores were -- special stores were open, Lithuanian stores,\nLithuanian companies came over. Interesting that the Polish president, the portrait of the Polish\npresident was gone from the wall in our classroom, and the Lithuanian sign is -- their official\nsign is a -- a horse, and -- don’t remember [indecipherable] there. A horseman, who has a horse\nwith a sword, I think, something like that.",
        "A: Yeah, a man on a horse, yeah. Oh, and that was on the wall. So I remember such a thing, that\nwe decided to open the windows, that was in winter, we decided to open the windows in the\nclassroom, and it was before the language of -- oh, oh -- the lesson of the Lithuanian language,\nthe teacher came in, said, “It’s so cold, why didn’t you open the li -- why did you open the li --\nthe windows?” So we said, “The horse is stinking.” Suddenly, we became Polish patriots. We --\nwe played with the Polish children in the street, and we used to -- to throw on the sidewalks a -- a\n-- the Lithuanian money, with the sign of their horse, and to beat it. And to -- and to say, go to\nKovno, go back to Kovno, go back to Kovno. Kovno was their capital. They made Wilna the\ncapital after that. Capital of Lithuania. Well, that was -- we became one block with the Poles\nagainst the Lithuanian. Why? I don’t know. Don’t ask me, I don’t know.",
        "A: For --",
        "A: At what time you’re asking it?",
        "A: After that was quiet and -- it was quiet until the -- the World War II came to us. It was quiet,\nyeah. Then, after -- how long was a -- a reign of the Lithuanian was a half a year, or a year? A\nyear, almost a year. Then the Russians decided to occupy the whole Lithuania. They gave them\nWilna, but they occupied the whole, you know. And then it was Russia already. In 1940 was\nRussia, until -- and in ninete -- 1941 when the World War started, yeah.",
        "A: I didn’t care about it because I spoke Russian and it was my language [indecipherable]. So,\nbut the year when the Russians were there, this year, was not a bad year for Jewish people. A lot\nof Jewish school, Yiddish schools were open, yes, but I -- I -- I have to say that the Hebrew\nschools were closed, I don’t know why. They were against the Hebrew, everything what was\nHebrew was not good. And of course, religious people suffered. But Yiddish secular schools\nwere -- a lot of Jewish secular schools were open, and we had a lot -- much more students in our\ngymnasium than before.",
        "A: Yeah, yeah. Not only that, but ther -- th -- 1t was a part of very poor people, who couldn’t\nafford to pay for school. That’s why their children were at home, I don’t know, looking for a job,\nlooking for something. I don’t know what they were doing, but they couldn’t attend schools. And\nthen, when the Russians came, the schools were for free. And not only that, but every child had\nto be at school. Had to be at school. So they came, and they were -- we have so many students.\nThat was -- for the poor people was much better.",
        "A: Yeah, it was a Jewish bakery.",
        "A: No. No, everything -- in [indecipherable] were not in charge of our house. Everything was\ngone to the government. The government took over everything. Yeah, that’s -- yeah. Yeah.",
        "A: Yes. [indecipherable] we are still in our house, yeah. Some were -- wanted us to go out of the\nhouse and to take over the house, it was a problem there. But we stayed in the house, and my\nfather had the same position, but the technical -- Yiddish technical -- Jewish technical school was\na part of the pole -- Polish technical school. It means they were like one school, but one was total\n-- that stu -- Polish students were taught in Polish and the e -- Jews in -- in Yiddish. But my\nfather was this -- had the -- had the same position still, this year.",
        "A: Yeah, yeah, because we are at school. I was already the first grade of gymnasium. But the\nschool was -- was renamed, it was already not a gymnasium, but a high -- but a high school, and\nI was not in the first grade of the gymnasium, but I was in the fifth grade of that 10 years school -\n- high school. It was a 10 years high school. But --",
        "A: I think that yeah. But 1 -- I don’t think that it could be done already, it was too late. It was too\nlate, because I don’t think the Russians would allow us to go out. Poland didn’t exist already.\nPart of the -- of Poland was Germany, and part Russia, that’s it. So, but she talked about it, yeah.\nShe talked about it. But she didn’t know how to do it over there, they said she was -- it’s a --\nproblem of immigration was closed for us, it’s [indecipherable]. But a friend of mine, who was\nthe same class, and his mother was a teacher of our school, their -- his father immigrated to the\nStates. He went to Europe for a conference in 1939, but before the war started, before September.\nHe went there with [indecipherable] oldest son. He was in Belgium, I think. And when the war\nstarted, he took a ship and he went to ton -- to the States, America. Then he send the papers to\n[indecipherable] his w-wife and the other son to come, and they received the visa. And they were\nthe -- the only people who -- who’d leave Russia because they had already the visa, then\nLithuanian were there. So they were allowed to go. And he’s still in the States, my friend.",
        "A: Yeah.",
        "A: Of course, yes. We were sure that it will -- the war stop, it will not remain like that. It was like\neverything was -- fe-felt temporary. That today is like that, tomorrow can be changed everything,\nyeah. It was not stable. Anything was not.",
        "A: Yeah, yeah. And then we -- it was -- we finished school, I had -- we planned to go to -- leave\nfor vacation, and the bombs started to fall on Wilna, and my mother told my father immediately,\nwe have to run for Russia. And he didn’t want because he had a sister there. A sister who was\nolder than he was and she was like a mother for him. The mother was sick then, he was the\nyoungest boy -- y-youngest child in his family and she was taking care of him. So he didn’t -- he\ndidn’t want to leave without her. So he used to go to her -- to her apartment, to ask her to leave\nwith them, and she didn’t want. Her husband was in the States already. He visited his brother in\n1938, and the -- the war started and he couldn’t come back. So he was in the States. So she was\nalone with one daughter, and she told [indecipherable] we are not communists, and we are not\nmen, who will touch us? People were so naive. Oh, that’s all the communist propaganda what\nyou know, that is not true. Hitler is -- we know ge -- we know Germans. Germans were here in\nthe first World War, and they were not so bad, we can survive with it, and so he didn't want to\nleave his [indecipherable] until the second day of the war. My mother packed his -- her bag.\nThey gave me a bag, a small bag, he gave -- she gave my brother a small bag and she told my\nfather goodbye. We are running, and you want to stay with your sister, stay. So he went with us.\nBut it was too late. It was too late. We went to the station, we found [indecipherable] train and\nwe went -- the train started to go, but then it were -- it was bombed. It -- it was a horrible story\nwith the train. [indecipherable] with the train was put on hold in the middle of the f -- the forest.\nStop it.\nEnd of Tape One\nBeginning Tape Two",
        "A: So, talking about a train that it stopped in -- in the middle of the forest, and I didn’t mention\nthat the train was full, people who were running from the Germans. A lot of them were soldiers\nand officers from the Red army, Soviet army, with families. And the others were Jews, and\n[indecipherable] communists who wanted to run from the fascists. But the civilian were mostly\nJews, and a small group of Lithuanian, yeah. So -- and the train was s-stopped before the old\nborder of Soviet Union because we were still on the occupied pass of the -- the Lithuanian\nterritory and the White Russia territory who belonged to Poland and was occupied by the\nGermans as I told before, after the -- the -- after the war start with Poland. And so the train\nstopped before the old Soviet border, and they -- the -- it was the -- the army who was -- the\nSoviet army that -- not that -- it was the encoverdere army. It was not KGB, but it was a part of\nit, like. They told everybody has to leave the train, but that the women has to leave on the right\nside of the train, and the military man with the families -- with their families on the left side.\nThen they closed all the windows and the doors from the right side where we were standing.\nThey opened the doors for the left side, they let in the military men together with their families,\nand that’s it. And they went. The train started to roll -- to go, and we started to cry and to ask and\nto shout and to -- don’t leave us, and the train left. Then I looked around, the forest was full with\nluggage. Nobody to-took the luggage, they throw out and the people didn’t know what to do,\nthey started to walk to the border. And I remember my father coming to the border, showed his\npassport and told him that he was a -- a member already of a union, and that wa -- there are my\ndocuments. No, no, you are spies. Everything na -- we were -- we didn’t have the passports of\nthe Soviet Union. We were not citizens of the Soviet Union, we were the citizens of the country\nLithuania, who was occupied by the Soviets, but they didn’t change the passports yet, the\ncitizenships yet. They couldn’t -- they didn’t let us in. Then we -- we made kilometers and\nkilometers during the day. We walked -- it was such a hot summer like -- like this summer, 1941\nsummer was very hot. And I remember my mother and -- complained that she cannot walk so\nlong in that. And then at night we came to a place and we found a house open and empty already,\nno people. So we -- my father decided we have to rest there. We came in together with another\nfamily, and in the middle of the night came a peasant, a Polish peasant, or a White Russian\npeasant, I don’t know, and said you have to run, because there are German parachutists already\nhere. So you have to run. So the other family took the -- the bag, they -- one bag of -- of -- the\nlight bags because the big bags were left behind. So, and they run. And my father, like a\nmathematician, he told, look, if it’s true that there are Germans all over here, so it’s\n[indecipherable] to run. If it’s not true, so we will start in the morning, we have to rest. And that\nwas too late already. When -- 1n a war, every minute counts. The other family found a -- a bus\nand they were safe. And they survived the war. I met them after the war, that was -- yeah. And\nwe were caught by the Germans. And that’s it, and we decided to go back.",
        "A: In the morning we went farther and we entered a small village. We found there a Jewish\nfamily who let us come in and have a little bit water, a tea, I don’t remember even if it was food.\nNo, I don’t remember, it was a horrible time. And -- and suddenly the Germans come -- came in\nwith -- on tanks and motorcycles and they occupied the village, and at once started the pogrom.\nPogrom. The neighbors came and took over everything from the -- from the people who -- who\nallowed us to stay, and our things also, our belongings that -- our belongings were three small\nbags, like. And that’s it, and it was finished. Then the Germans took my brother to dig some\nholes, I don’t know, they took him. And they told my mother that they will -- he will come back\nin two hours or something. We waited for two hours and he didn’t come back so my mother went\nto them. It’s interesting that the roles of my father and my mother changed immediately when the\nwar started. She started to be the head of the family, not my father. She was -- before the war, he\nwas the head of the family, he was the person who brought that money to -- to the family, yeah,\nsupported the family, and she was a quiet lady, who loved books, to read a lot, and during the\nnight even. And that [indecipherable]. The roles chan -- changed. She started to be energetic,\nstarted -- concentrated and her German. Her German was her mo -- her mother tongue, of course.\nAnd she went to the Germans and they gave her the -- my -- back the brother -- the hale -- son.\nShe came back together with him, and she told, we have to go back home. Here we are strangers\nfrom -- nobody knows us and -- and -- and he -- and it was a long walk home. I don’t remember\nwho told us don’t go through the forest because you will be ar -- killed by the people, or the\npeasants there. You will be robbed, you will be killed and so on. So they decided to go along the\nhighways. So the German army was approaching, going deep to Russia, and we were going back\nto Lithuania to Wilna. Perhaps it’s interesting, 1t was a false -- f-first front of the Germans. They\nwere soldiers, 1t was Wehrmacht. They didn’t do any harm to us. First of all, they didn’t know\nwho we are. They know that we are people who are -- run from them, but they didn't know we\nwere Jews or non-Jews, or -- and sometimes they threw us cigarettes, what my father was -- he --\nhe couldn’t bear not to smoke, he was a smoker, and he -- it was like better than bread for him.\nYeah. And sometimes we went through a village, so they ask for water, so there were people\nwho didn’t allow us in to take water. To come over and to take water. No food, no water.",
        "A: I think it was there two weeks, probably. I remember only one old lady, a peasant, asked us to\ncome in, and she gave us bread and milk. But it was unusual for us. Very unusual. She told, “My\nson is on the front fighting with the Germans, I don’t know where he is, so maybe another family\nwill give him some bread.” Then we came home. Of course, Wilna was occupied already for 10\ndays, or -- or -- I don’t remember the day we came back, don’t remember. And the lady th -- was\n-- who lived with us --",
        "A: Julia was home, and she welcomed us, yeah. She was happy and pride [indecipherable]. Yeah.\nIt’s a lot to -- to tell. The first was my brother, what my brother did, he wrote a letter to Rachel.\nAnd the only person who walked through the st -- streets was me. So he gave me the letter.\nRachel accused me that I probably read the letter, but I don’t remember if I read it or not. I don’t\nthink so.",
        "A: The men didn’t dare to walk the street, because it was very dangerous, they would be caught.\nMy mother didn’t want it, so it just left me. I was 13 years old, and I went and pe -- we were in\nanother district, absolutely far from Rachel. I had to go through all the city, and the -- the most\ndangerous, I thought, dangerous place was a bridge, to cross a bridge because soldiers were\nalready standing there and guarding the bridge, the Germans soldiers of course, and I -- I\nremember coming over, saying mm-hm, [indecipherable] ask you for documents or not. I\ndecided to jump on one foot, like playing.",
        "A: I was thir -- yeah -- I was 13 years old, why not? I jumped -- I jumped through the bridge.\nAnd they looked at me and smiled. Then I run. Run again to her house. Now I have to bring back\n-- a letter back from her to my brother.",
        "A: Don’t remember. I was so overwhelmed with the danger to cross city, that I don’t re -- I think\nshe was happy and unhappy at the same time. [indecipherable]",
        "A: Well, they were all over the streets, the soldiers and their ve-vehicles, their cars and tanks,\nand -- o-over the street, so it was not difficult to -- to see it. And then I think my mother -- yeah,\nmy mother told me to go to her cousin, to visit her cousin. And -- and I -- I almost\n[indecipherable] caught in their apartment already mixing something up, maybe it was then the\nSoviets were in Wilna. I don’t remember who was -- the police was there, and searching their\napartment. And I was afraid that they will not allow me to go back. And I don’t remember it was\nthe germa -- Germans or the Russians. Don’t remember exactly, because they were rich people.\nWe were not rich, we were middle class [indecipherable] middle class, and you know, but they\nwere rich people, so I don’t remember who searched the apartment, but tha-that was the moment\nI was scared that I will not be able to go back home.",
        "A: Yeah, all the time. All the time, I don’t know, all the time. It was -- we had a Polish lady we\nwere very friendly with. She was a p-poor lady, she was a relative of the German lady who lived\nwith us. It means, this German lady was married to her brother. The brother was a -- a Russian\nofficer in Russia, and was killed in ninet -- in -- in the first World War. So she was alone and she\ncame back to our family. And we loved the lady his Veronica, what I gave the name to the Yad\nVashem, her name. And I am talking about it. It’s interesting. I am. So she told me after the war\nwhy my mother was so sure that I will survive. Nobody di -- what -- happens to me. It was -- she\nhad a dream when she gave birth to me. After she gave -- gave birth, she was tired, of course,\nand she fell asleep. And she had a dream that the angel came to her and told her that when your\ndaughter will be 13 years old, it will be a war in which your whole family will be killed, perish,\nall but not your daughter. She will survive it. So she was sure that -- and you know, she was so --\nshe was thinking about the -- the dream all the time, but I didn’t know it, a-as I told you, I -- I\nknew it after the war, I learned it from Veronica. That why she insisted she wanted to emigrate\nso much, and that why she was so nervous. And Veronica told me even that she wanted to\ncommit suicide in 1939, but she persuaded her not to leave the children. And she committed\nsuicide.",
        "A: Yeah, in 1943, when the Germans took her. She told me the Germans will not take me alive.\nThey can take me only a dead body, and that what she did.",
        "A: Yeah.",
        "A: No, no, it was not like tha -- bef -- before we went to ghetto it was no stars, but 1t was very\ndangerous to walk the street, especially the men. Even the Poles didn’t walk a lot, it was only the\nmilitary men and Lithuanian.",
        "A: I don’t know. I don’t remember. Probably we read. It’s a good question, you know. It was like\na -- a prison, but at home. Of course my, the -- the Julia used to go out and to buy some food. It\nwas a shortage o-on food already. I don’t remember her -- doing something, you know, what my\nbrother did. And of course we had neighbors. We rented one apartment. It was one house with a\nlot of rooms, but after my grandparents came home, back to Wilna, after the revolution started in\nRussia. So when they -- they died, this -- in -- in Wilna, so my mother rented a part of the house.\nIt was a Polish family there, and my mother was helping them a lot. When the Lithuanian came,\nthey fired all the Poles from the [indecipherable] positions. And he was working for the railroad,\nso he was fired also because he didn’t know Lithuanian, the language, so they fired him. So they\ncouldn’t pay for rent, and they couldn’t -- and they didn’t have money and my mother told them\nthey can stay as long as they want, she will not ask them for rent. Ah, so, but when the war\nstarted with the Germans so, and suddenly somebody told that the Germans are going from hou -\n- home to home looking for Jewish men. So she asks them to hide my father and my brother and\nthey refused. Yeah, but -- but we -- we were not sure why they refused, maybe they were afraid\nof theirsel -- themself being o-of the Germans also, yeah. But the Germans didn’t come to our\nhouse, and it was see, then on September, first of September then, they told all the Jewish people\nto go to get -- to the ghetto. And they already know the Germans, but the Lithuanian police went\nfrom home to home for -- ho -- one Jewish house, another Jewish house, to take the Jewish\npeople out of the houses.",
        "A: It was a -- an -- the -- it was June.",
        "A: June, yeah. The war started the 22\"! of June, 1941. June, I think, not July yet, June.",
        "A: Yeah.",
        "A: No, July, for about --",
        "A: -- mid July until the first of September, this --",
        "A: Yeah, yeah.",
        "A: Well, we didn’t know, because it happened, I think, overnight.",
        "A: They decided which part of the streets we -- will belong to the ghetto. It was a Jewish district,\nso not a lot of non-Jews lived there, so they asked the non-Jews to -- to find another -- other\napartments and the Jews they took to th -- to the prison, and then to Ponary and they killed them.\nAnd so they emptied a whole district, so they could take the -- from the other districts of the city\nand bring it to -- to the streets who -- which belonged to th -- to the ghetto already. But maybe\nrumors ki -- were going, of course around that it will be a ghetto organized, because people knew\nthat they organized the ghetto in other cities probably. I don’t know, I don’t remember. I know\nonly that we knew that some would -- prominent Jews were arrested and killed. Some Jewish\nmen were taken from apartments and from the streets. We knew that the -- the Lithuanian were\nhelping them, and the Lithuanian police, they organized Lithuanian police, and the fascist\n[indecipherable] of Lithuania of course was [indecipherable]. And th-the Poles were -- behaved\nvery quietly, they were afraid for themself. And you have to remember that the Germans were\nenemies of the Polish people, because they conquered their country, they were destroying their\ncountry, and they killed a lot of Poles over. So it was like -- a little bit it’s your enemies and our\nenemies are the same, so it was like that. Had to say, oh, like a moral support from the side of the\nPoles. Not all of them, was a part of them were very happy to see it, and participated in it,\nparticipated in it, but a lot of them were -- hated the Germans and --",
        "A: I think so, yeah, because perba -- probably rumors were already around the city that the ghetto\nwill be organized, and when they started to see how they are throwing out the people, the Jewish\npeople from the houses, so my mother started to pack. But it’s interesting we were in the last\none, because Germans didn’t know that our house is Jewish. We didn’t look like -- the look was\nlike -- I don’t know, something. And th -- and y -- every house had a -- such a -- a -- how to call\nit? A sign, which -- the names of all the tenants. So our name, last name, is a German name,\nShreyber. A lot of Germans have Shreyber. It -- in German, this is a writer. And my father’s\nname in Polish was not Matthias, but 1t was Mateush, and my mother names -- my mother’s\nname is Valentina. And my was -- and my brother’s is Jusef in Polish, yeah. And my, Sulamita,\nthe only -- the only Hebrew name, but it’s such an -- it was not a popular name, so they didn’t\nknow what name 1s it. And then the go -- went to the tenants, the Polish, Latinsky, Latinska and\nso on. So they -- we saw them coming in to our yard and reading the sign and [indecipherable].\nSo I’m coming in again, somebody else, reading, and [indecipherable]. So we were very nervous,\nwhat -- we didn’t know what to do. And -- but somebody told them, yeah, yeah, go, there are\nJews there. So I remember they knocked at the door, Lithuanian policemen, and my mother\nopened the door, and they saw my mother and said, oh, I’m sorry, it’s a mistake. So she told no,\nit’s not a mistake, we are Jews. So he came in, and he asked for the pas -- passports, for the\ndocuments, and he started to write name. Then he looked out -- around -- my father looked -- I\nwill show you the picture. It was an -- a -- a look of a Russian intelligent [indecipherable] you\nknow -- you have to know the Russian intelligent, how they -- they looked, like Chekhov, like,\nyou know. He looked my -- my mother was absolute not Jewish look, and me. So he told, look,\nyou can’t change the nationality in the documents. You don’t have the names, the Jewish names,\nyou don’t have the last name Jewish -- a Jewish one. What are you thinking how -- and it was\nsuch a shock for us. And I remember my father looking at my mother, and -- and she told no, we\nwill go where -- wer -- where our people go, together with them. And we went. Because, you\nknow, even if she allow him, okay, okay, maybe you can help pass -- to change, because it was\nnot so easy to change in passport the name, you change to -- and there’s a nationality, to change\nlike you cannot recognize it, it’s changed, you know? It’s very difficult, we didn’t know who can\nread, and then the neighbors would say, look why didn’t you take them, what 1s it with you?\nThey are Jews. So we decided to go with [indecipherable] we went, we took some -- yeah, we\ntook some belongings with me -- with us.",
        "A: No, absolutely not. We took our belongings and the only thing my mother told Julia, Julia,\nthis big bedroom where the children were, and the small room and the bathroom will belong to\nyou. I don’t know if they leave you the other rooms, yeah? And she wrote on the door her name,\nJulia -- her maiden name was German, I don’t remember. And she wrote al -- under that,\nvolkesdeutsche. The Germans who were not in Germany, [indecipherable] but they were all in\nPoland, in Lithuania -- they lived in Poland or Lithuania, they named them not Germans, but\nvolkesdeutsche. It’s deutsche is German, but volkes, it’s --",
        "A: -- people, people -- German people, yeah. And she brought to the room as much belonging as\nshe could, then she saw that it’s too much, somebody can say what -- what is it. So she brought\nto the neighbors a part of the belongings.",
        "A: No -- yeah. She di -- y-you know, they couldn’t recognize already that they are not friendly to\nus, because to hide a Jew was very -- very, very dangerous. So how can you accuse a person who\ndi -- doesn’t want to risk their own life? You cannot make such a big a -- you know, a-a-\naccusation immediately. So she didn’t. She couldn’t understand it, she ment -- she said, oh yeah,\nshe was afraid, but yeah, and that’s it, then we went to ghetto -- to the ghetto, and started a new\nlife.",
        "A: No, no, no, no. We were -- I don’t know where he was. The other policemen were guarding\nthe -- the Jewish people, and --",
        "A: It was not the night, it was the daytime.",
        "A: Yeah.",
        "A: And the same day -- yeah, yeah --",
        "A: -- yes, at once.",
        "A: We went to ou -- we walked out with our belongings and were -- people were gathering\nalready on the road, and we went with them.",
        "A: I don’t remember even what -- how could we remember that? I don’t know, probably our --\nour personal belongings, nothing more. Not furniture, not nothing. I don’t know, maybe we took\nsome pillows, or some --",
        "A: Yeah, the papers we took always, yeah. The papers we took, yeah. And I don’t know when\nwas it, but probably a day or two before, Veronica came to our house, and my mother gave her\nthe jewelry. She didn’t take the jewelry there.",
        "A: It means that she was selling the jewelry and bringing us food to -- to the ghetto, otherwise --\nshe was selling.",
        "A: Stenkavich.",
        "A: Yeah. Catholic, very religious and very human.",
        "A: A relative of my father, which relative was it, I don’t remember. I think 1t was my father’s\nsister’s husband’s relative, that he wa -- he had apartment there. And he escaped when\neverybody was taken to Ponary, I don’t -- I don’t remember how. He was living there and he\ngave us aroom. So we were 13 people, 13, one - three in -- in -- probably 13 like the room was\nlike this room, like it was a small room, this [indecipherable] there was 13 people in this room.",
        "A: There were two beds, so I -- I don’t know how my father made some -- a -- a -- a wooden\nbenches, yeah? They -- we used to sit on them during the day and during the night we put it\ntogether close to the bed. And my mother, my father and my brother slept not how we are\nsleeping alongs -- 1n -- in -- along the bed, yeah, but in square, like that, in the -- across the bed,\nand the -- the legs --",
        "A: -- yeah, yeah, yeah, yeah. And the bed wer -- the legs were on the benches already, yeah, like\nthat. The other family, also engineer, Kuniski, he, his wife -- his mother-in-law and his son slept\nin one bed like that also. My aunt -- my father’s sister and her daughter had a -- along the\nwindow, such a wooden -- a -- a piece of wood, and she put a -- put something to -- to make it\nsofter, sometime, and she slept there with her daughter. Another small bed, I think, was along\nanother wall, and the engineer, the other engineer’s daughter with her husband slept. And I and\nRachel, he slept also in one -- it’s -- was not a bed, but it just was a -- I -- I have to have a\ndictionary. I don’t know even if I find it in a dictionary such a word there, like a -- like a piece of\n-- of wood, yeah. Yeah. It was put -- they put it on the side during the day and they -- we put it in\nbun -- in bunches during the night and he slept up --",
        "A: Yeah, yeah, that’s it. I don’t know how it’s called [indecipherable]",
        "A: No, only one person was in the -- in whole a -- in the whole apartment. It was he, their\nrelative. Then he disappeared, probably were caught and killed, I don’t know when, you know.",
        "A: I remember only when my brother brought her.",
        "A: Yeah, in ghetto already.",
        "A: She was in ghetto already also, yeah. It wa --",
        "A: Probably a little bit.",
        "A: It was one bathroom. We had one, two, three, four rooms, full with -- with people, and one\nbathroom in the corridor, and -- and -- and the washroom was separately, yeah, not hot water, but\ncold water. My mother had a shower every day, cold water, in summer and in winter. She was\nused to it. I was afraid to do it.",
        "A: I didn't talk to my parents. I don’t know, I -- I don’t remember. I-I probably more listened\nthan I talked. And nobody would listen to me. I was a child, a teenager, yeah. It was sad, and\nthen people started to disappear, to disappear. And rumors went around that people are taking to\nthe -- to prison and then from the prison to Ponary and killed. And then became the big action in\nYom Kippur, the Jewish holiday, [indecipherable] everybody. They took from the apartment,\nthat’s what I remember. Rachel remembers something a little bit different, but I remember it that\nour family was taken from our room, and everybody had to go to the gate, to main -- to the main\nga -- gate of ghetto, because other gates were -- other streets were closed, yeah. They build like\nwalls, and that it was a main gate and another gate was for the head of the -- of the ghetto,\nspecial gate, a small gate, but he had the keys, and he could open and walk out, but he couldn’t.\nSo everybody was gathered in front of the main gate. So the Lithuanian police went through the\napartments and together with the Jewish police, and asked everybody to go out to the ghetto, to\npeople in the front of the -- of the gate, and then they went to search every apartment if\nsomebody was left there. And then I started to scream. What are we waiting? Are we waiting so\nquietly to be shot? And I screamed and talked to my parents and talked, and a man was standing\nbehind and told my father, “Quiet down your daughter, otherwise I will quiet her down. What\nshe’s talking about? Nobody will kill us, they are checking our documents.” That was the -- they\nalways lied to -- to quiet the people down so the -- we are checking your papers, so you have to\nline up and we will check your papers. I didn’t believe it. So my father told me I will give you a -\n- my watch as a good [indecipherable] watch -- Pll give you the watch, and give it to the\nLithuanian, and -- because they -- they was taking some money, and -- give it to the Lithuanian,\nhe will let you go. Professor, what are you talking about? I will give to one Lithuanian, he will\nlet me go, the other one will cu -- catch me, there is four. And I ha [indecipherable] was how\ncould you stand her quietly and your -- go to -- to the grave? What are you -- so my mother\ncouldn’t listen to it any more, and she went to the German who was the leader of the whole\nentertainment, yeah? Yeah. We will call like that, the death dance. And she started to talk to him\nin German, of course. He was shocked. He told her -- he asked her, “What? Where are you from?\nYour German is so perfect.” I’m from Berlin. I am also from ber -- from Berlin. Where is your\nfamily. [indecipherable] here. So, get out of here. And he came over with my mother and he told\n-- told [indecipherable] this is my daughter, my [indecipherable] and he -- he told us to stand on\nthe side, yeah. So we stand here, and he was standing, father, and then a Lithuanian came over\nand started to slap us back to there. So he told no, don’t touch them. So people saw that we are\nstanding there, so people started to run behind us, so our family was growing and we were\nstanding in the front and behind us some other people, some other people. And then they opened\nthe gate and all the people went -- left. We was -- we were already in the ghetto, standing in the\nghetto and waiting for the -- for [indecipherable] yeah. And then he told, the action is finished,\ngoodbye, and he left, and he went back. And then the -- so the Jewish police knew it, where other\npeople are -- are going. They told, oh, you save your life, you save your life. And then we heard\nthat everybody was taken to the prison, to Lukeeshki, and from the pris -- prison to Ponary and\neverybody was killed. It was thousands and thousands of people. I don’t know -- I don’t\nremember the number, but it was a lot. Maybe eight thousand, maybe 10 thousand. And then\nsome run away, people wounded from the, you know, graves, came to ghetto, smelling with dead\npeople already. Well, we knew already. And I told my mother, that’s it, I am not more going\ntogether with you and waiting until they will shot me. [indecipherable] shoot me, they will kill\nme. [indecipherable] to run. Every time it was a rumor, every time that we heard that it will be an\naction, it will be something in ghetto. So every time I heard it in the morning, I was putting my\nstar of -- the David star, yeah in -- on the front only, I didn’t have it on -- on my back, and it was\nnot, you know, I -- it was with a needle --",
        "A: -- with a pin, yeah. And I went together with these people who went to work, who left the\nghetto to work, people were working for the Germans, doing some job.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Okay. She was happy that -- so -- and then it was a problem. Her -- we were working -- the\nJewish people who worked the brig -- with the brigades, yeah, they were walking through the\nstreets, but not on the sidewalks, but in -- on the road. So it was one risk to take out the -- my\nstar, yellow star, to go to the sidewalk and to disappear. Not to take it. And I run though the --\nthrough the town, to the city, to Veronica. And I stayed with her a couple of months.",
        "A: She was happy. But she was very poor, and she had only one room. And they -- her neighbors\nliked to -- to talk to her, to come in and to have a chat, you know, they saw me. I couldn’t hide\nmyself, was one room. So she told everybody, oh my relative from -- from a village came to live.\nOkay. They knew, but they pretend that they don’t know. And we used to walk with her. I used\nto go with her to a priest. Once we went and she -- she gave him an -- a golden ruble what my --\nmy mother had when that hor -- the times of [indecipherable] there were golden rubles\n[indecipherable] like that. So she gave it to him and he gave us some bread, and a piece of\nmargarine, I think. And as everybo --",
        "A: Yeah. And he took the money and he gave us bread, and some margarine, and he came back,\nand tomorrow, for tomorrow she went -- I -- I don’t know, maybe I went together with her, and I\n-- and we gave it to my brother who worked also outside the ghetto, and he used to bring it in the\nghetto.",
        "A: Oh, she knew where he worked --",
        "A: -- yeah, it’s not the first time she went to him to give him food.",
        "A: Yeah, yeah, yeah.",
        "A: Yeah, that I am alive and I am with her, yeah.",
        "A: Yeah.",
        "A: Uh-huh.",
        "A: Pll show you. I have here a picture.",
        "A: She saved us -- she and Julia saved us their old pictures.",
        "A: Yeah.",
        "A: Yeah, yeah, a Polish girl, yeah.",
        "A: Because I -- my Polish was fluently, and --",
        "A: The Lithuanian.",
        "A: Yeah.",
        "A: That was -- and the -- the neighbors were friendly, except one, and this one started to talk that\nVeronica is hiding a Jew. And then another neighbor came to us and told her, Veronica, you have\nto do something, because she told, that the rumors are going like that, that you are hiding a\nJewish girl. So her mother, she had a -- she has a mo -- had a mother, a old mother, yeah, she\nwas also not very young, but so sh -- her mother started to cry, let me die in my bed, I don’t want\nto be hanged by Germans -- by Lithuanian. If they would find me, they would kill both of them.\nWas no question about it. She cried [indecipherable] because didn’t know what to do. So I\ndecided to go back. And I remember our way back, she took me, and we went back. Was in the\nevening. She cried the whole w-way back. She told me if I can -- if I risk with my own life, it’s\nokay, but I don’t want to risk with my mother’s life. And I -- I understood it. That’s it, it’s too\ndan -- dangerous. When I came back my mother was very unhappy that it was all the actions\nwith the [indecipherable] the yellow, with the pink and [indecipherable] were over\n[indecipherable]. And it was a small period of time that it was qu -- almost quiet, yeah. Some\npeople were killed because they took some bread to get, or some people were killed because they\nwere caught stealing something and so on, but not such a action how thousands of people were\nkilled.\nEnd of Tape Two\nBeginning Tape Three",
        "A: Ah, 15 -- or 15 I was already in fo -- 1943, so -- and I started to work in 1942 probably, when\nI was 14. But you know, because I was in and out of the ghetto, I didn’t have like a -- a real\nserious wor -- job. But I don’t know who took me to Polish bricks. I -- they have to be polished, I\ndon’t know. So it was such a machine. It was red, not -- they were not very st -- very straight so I\nhad to polish them. My mother was very upset about it because it were a dust which goes -- went\nto my lungs, and she was always afraid -- afraid of my lungs, because my aunt, her sister -- my\nmother’s sister, died of tuberculosis.",
        "A: Yeah.",
        "A: No, polishing them.",
        "A: Yeah.",
        "A: Ihave no idea for what.",
        "A: There were a lot of jobs what I didn't ha -- I -- I didn’t know why I -- where I have to do it,\nbut I don’t remember who took me, who asked me to do it, but I went to work for one time. And\nthen the evening I belonged to -- to a -- a youth club. You know, we tried to make the life more\nor less normal, you know? As normal as could be. As close to normal as it could be. So we had a\nclub, and we had poets and writers, who taught us literature, Jewish literature, and we were\nperforming there, and I won even a -- a prize for a poem what I was reciting, yeah. Yeah -- re --",
        "A: Yeah, a poem.",
        "A: It was a poem of -- an -- an old Yiddish p-poet, Ihoyash, that was his name. He is a famous\nYiddish poet -- Jewish poet, actually, not Yiddish. But he wrote in Yiddish. That -- and we were\n-- it was like a close family, and the -- in the club, so I was so involved in performing something,\nand -- so it was -- but it was a very short time, a short time what I told you, I don’t know, three,\nfour months that we were -- we had the life without the big, big action, without the killing\nthousands of people. People were dying of starvation, of course, and -- and illnesses. People\nwere taken for that, or for another so-called crime. If you see as -- you are very hungry and you\nsteal a piece of bread, you were shot, you know. But like the actions, which were before, like the\nactions with the yellow shines, with the pink shines, what -- thousands of people were killed. So\nit was a short period, I think the end of ’42, or the beginning of the °43, that it was -- I don’t\nremember the date exactly, but 1t was more or less quiet. And we had even a school for students -\n- everything was illegal, of course. The school was like we used to come and the teachers taught\nus history, and literature, and mathematics. And I remember my father as a mathematic. He used\nto -- he wanted to teach me mathematics, so he explained to me something, and I didn't listen\neven to him. He asked me to repeat and I told him, I don’t know. So he thought, you are not\nlistening to me. So I told him, do you want me to -- to die a educated person? I don’t care. Well,\nhe stopped. Then the teacher of French language, yeah, I had a private less -- private lessons of\nFrench before the war. So she was a neighbor of ours in the ghetto, so my mother used to ask me,\ngo to Eda Danielovna, go to her, she is so lonely, she already lost her husband and her daughter,\nshe is alone, go and talk to her French. Well, I thought, what ha -- why -- what do you want from\nme? I can be killed without French. And I remember that only once I came to her and we talked,\nand now I don’t know French. Now I kne -- I have to know French, but I don’t know now. That -\n- my mother was clever that she wanted me to -- to, you know, not to forget the language, the\nFrench language, and --",
        "A: Nothing. They kept quiet. What could they tell? They never told me, you will survive,\nbecause they didn’t know. Maybe my mother had, but I told you the dream, so she was hopeful --\nshe hopes that I will survive, but the life was -- it was so difficult to survive that -- I know that\nmy father closed the book and never came to me again. So, and the lessons at school were very --\nyou know, it was very upsetting because every day we used to see, oh another teacher is gone,\nyeah. Oh, he died. Oh, this one was caught carrying a piece of bread and was taken to the prison.\nOh, this -- you know, every day, so it was so -- you know, upsetting that then we closed the\nschool at all. Let’s see, they forgot to tell you about a m -- the last days of the -- the last days of\nthe peace before the 90 -- the ra -- the war started in 1941 -- in 1941. So it was days very -- very\n-- not quiet days, because the KGB were already -- start already to work very energetic in\nLithuania. Before they were -- they kept a little bit quiet, they let us leave normally, yeah. Then,\nprobably they felt already that it will be a war between Russia and Germany, so they started to\ntake people out to Siberia, that -- the people who they thought were enemies of Soviet Union.\nWho were the enemies of the sov -- of Soviet Union? Of course, some parties, alexa -- Zionist\nparties, Zionist parties and BUND, and -- and rich people. So but Wilna was a poor city at all,\nand they didn’t -- in Wilna didn’t -- they didn’t have rich people, very rich people, I mean. So,\nbut in -- the Bolsheviks thought that everybody who has a small store was selling some\nnewspapers and some pencils and some salt and sugar, everything in one room, is rich. So they\nused to take the people out of their homes and to take them to the railway station and to take\nthem to Siberia. Also peasants, Lithuanian peasants who had more than one cow, or one -- was\nalready like a kulak in -- in Russia. A rich peasant who is exploiting others, you know, so -- and\nmy mother was dreaming to run away from Wilna. So she was standing on the street in front of\nour house, and asking them when they -- you know, they are -- the kb -- KGB was -- had the list\nof names and was taking one -- from one house a family, from another one. Come to us, please,\nwe will -- we are rich, we are ri -- do you see, we have a house -- the house didn’t belong already\nto us, but she told like that -- and a house, and na na na, and then come right in. We had normal\nfurniture, fi -- nice furniture. We -- we are rich, take us, take us to Siberia. And people thought\nthat she is crazy, what is it? I remember somebody asked me, is your mother crazy? And I, no.\nSo why she is asking them to take you to Siberia? Because it’s better than to take over the ger --\nthe Germans will take over us, yeah. And she was right. Mostly. Of course, not everybody\nsurvived in Siberia also, of course not. I s -- it was a very hard time, it was a very hard time to\nRussia at all, and it was a hard time to people in Siberia. But mostly they survived, and they\ncame back.",
        "A: She tried very hard to -- to get out of the country, yeah, of Lithuania and the city of --\ncouldn’t. That’s it. Yeah, that’s what I missed these days. Then the war started, so you know\nalready that we are on our way too late, and we were caught, and we came back, and we came to\nthe ghetto, yeah.",
        "A: No, it’s a -- it’s -- as I told you, when it was Yom Kippur, the Jewish holiday, when they took\nall the people, that what I survived, this action. The others actions I was not there in ghetto.",
        "A: I knew only that then it was a yel -- the action of the yellow -- yellow -- documents of the\nyellow shine [indecipherable]. So I was with Veronica, and we knew that something is going on\nin ghetto. And now of course I was very upset, and I didn't know what happened with my family.\nSo she told me, come, we will go th -- to this -- to the -- in the direction of the ghetto, maybe we\nwill learn something. And we went and we met a Jewish family, walking like that in the streets.\nSo we stopped them and started to talk to them, what’s going on? So they told me -- they told us\nthat it was the action of yellow documents, of yellow shines, and we have the -- the yellow\nshines, so we were allowed to go and to go to our job where he was working. He was working\nfor Germans, I don’t know which organization, so he took his family and he went there. So I\ndidn’t know if my father had it, and I was so upset and we went farther, and we stayed -- I don’t\nknow which street we -- we were stopped by a crowd with -- the crowd was looking how they --\nthe Jews were going through the road to Ponary. And I was looking together, and I thought, my\nGod, why is there -- why is they are walking so quietly? Why is they not doing something, you\nknow? And I looked if my father or my mother -- my family is there. Couldn’t see it. But\nsuddenly I saw a woman carried a small child, and shud -- suddenly the Lithuanian were not so\nclose, the soldiers who took them, she throw the child to the crowd, and somebody took the child\nand disappeared immediately. Understand? She throw to the crowd, to the Aryan crowd who\nwere standing, and probably a -- a -- a woman took the child and run away. But of course she\nwas afraid that somebody will stop her for taking, but nobody stopped her. She run away, she --\nimmediately she was gone. So the woman saved her child. It was horrible. I don’t remem -- then,\nwe went with her to that place where my son was working because my father was working in the\nghetto. And my --",
        "A: My father, and my brother worked out of the ghetto, so we -- we went to he -- to see him.",
        "A: My -- my brother.",
        "A: And he -- I -- we -- we met him and he told that yeah, the family is okay.",
        "A: The family is okay. So, the family -- my father took Rachel as a daughter inste -- you know,\ninstead of me, because I was not there. And my brother took my cousin, my -- my father’s\nsister’s daughter, as a wife.",
        "A: D-Dina, yes. Dina Abramovich, yeah, who wer -- who is 90 now and works for the\n[indecipherable] yeah. You know, because it was who had the yellow document, could take with\n-- with them, a wife, and two children less than 16 years. So Rachel was already approaching 20,\nbut she looked so young. Everybody looked so thin, that you couldn’t understand she is 20 or 16\nor fi -- 16 or 15, you know? So it was okay, and he took her, my cousin, she was much older than\nhe, but it went smooth, that’s it.",
        "A: Yeah.",
        "A: Nobody checked the paper then. They checked the papers when the actions were, you know,\nbut nobody checked the papers. Look, people are dying and running away and kill -- people were\nkilled every minute. So who knows -- who knew? Where is my daughter and where is my\nbrother? Where is my father? Nobody checked it. And my father organized in the ghetto a small\nschool for -- like a technical school. And some use -- some young boys were attending the\nschool, and making some, you know -- I don’t -- I don’t know even what they produced. But I\nknow one thing, that the -- the underground was working already in ghetto and my -- my brother\nwas among them, who was stealing weapons from the Germans and was bringing to the ghetto.\nAnd I know that the young people who are working in the school, the technical school were\nrepairing guns, making something like grenades, like to -- to -- you know --",
        "A: Grenades, yeah.",
        "A: Yeah, yeah. We used to, you know, the bulb -- to take a bulb --",
        "A: -- from -- yeah, a lamp, yeah. To take everything from inside, to put a liquid, which 1s --\nwhich can be inflamed immediately when you throw it, the glass will, of course, break, and it\nwill, like a bomb, you know, it will burst. So that was our grenades in ghetto, yeah.",
        "A: Yeah, yeah, they were [indecipherable]",
        "A: He -- I -- I don’t know, he pretended it was a school, you know, it was very -- everything was\nvery [indecipherable]. There they made fels -- like they made keys to -- to the gate. Like, the gate\nwas closed, locked always, yeah. Only when people were going out to work or coming in from\nwork. So they made keys to -- to ca -- to be able to walk out at night, to the partisan, to the\nwoods, you know? And it was not from the gate, from the main gate, but 1t was another gate, a\nsmall one, what I told you for the -- the leader of the ghetto, who would walk out. He had a\npersonal gate, a personal key, and he could walk out with a key -- through the small gate. His\nname was Genz.",
        "A: Jacob Genz.",
        "A: He had a -- a Lithuanian wife, and a daughter who wa -- out of ghetto, of course. And he was\nallowed to come to them to visit them sometimes, you know. So he had his key, and so then the\npartisans used it, and probably Genz knew about it, I think. So it was very, very difficult to hide,\nand he knew about the -- that the party -- the underground party existed, yeah, and the\n[indecipherable] was named.",
        "A: Yeah, you know, I was a part of it, but I was small -- no, y -- I was too young, and we were\nonly like some, you know, listen to some news from Russia, what’s going on in the front, how\nthe Germans are already retreating, and to encourage people that soon, soon, soon, that will be\nthe end of the war, and th -- you know, so we were listening to the news, writing down and then\ngiving it to read for people, and so this was not exactly a big job, and --",
        "A: Yeah, yeah, we did. And -- and we, of course, I hope that they will take me to the partisans,\ncause I -- [ -- I didn’t look like a Jewish girl and I could go to the fr -- from the forest to the city\nand back. I had such -- we had to have a connection, so somebody had to come to the city and go\nback to -- to the forest, so -- but they decided that I am too young, and they left me behind, me\nand Rachel, also.",
        "A: The organizers of the -- of the -- of the underground organization.",
        "A: My brother was involved in the -- of course, yes, he used to steal and bring weapons. But he\nwas caught before -- before the liquidation of the ghetto. He was caught in the action of men, and\nit was -- they were -- before they liquidated the ghetto, they were catching only men, so he was\ncaught and transferred to the -- the concentration camp in Estonia, in Klooga.",
        "A: It was a day when the organization mobilized all the members, and decided to -- to fight the\nGermans, decided to resist, it’s enough, you have to resist. And we were mobilized on one street\nin a -- in a big, big yard of the -- of the house where the partisans probably had the weapons, I\ndon’t know. I don’t know exactly because we -- we were not -- I was not told where and what\nthey have. One group of the underground fighters were sent to another house, and they had to\nstart to fight the Germans, who were entering -- the Germans and the Lithuanians who were\nentering the -- the ghetto. And another group of only boys and my -- they include my brother\nwere sent to another street, and -- but they went without weapons and they were told that the\nweapons were being delivered. And they were not delivered and the Germans surrounded them\nand they took them, all of them, the whole group. And the -- the people who were in fron -- in\nthe front house, saw it was foolish, they were told that it will be a parole when they start to shout\n-- to shoot the Germans, so it was a parole fire. But fire is in German also. You know what fire?\nFire is a fire, you know? It -- so it’s -- and the Germans walked through the streets and somebody\nasked for a cigarette probably, give me the fire or something. They had fire, they started to\n[indecipherable]. And they did -- and the Germans, they -- around to the -- the base, to the f -- to\nthe house, that the people from the house couldn’t see them, yeah. And they put a bomb there\nand they run away and the whole house was exploded and all the people were -- were -- died, of\ncourse. Were killed.",
        "A: Yeah, yeah.",
        "A: Yeah.",
        "A: And I was in another -- well, in the sam -- the same street, but oh, maybe three or four houses\nfrom there, yeah.",
        "A: I didn’t see it, but I heard it, of course. And then -- then the organization, the head of the\norganization decided there is no reason to fight. We have to leave ge -- the ghetto to go -- you\nhave to rent to -- to go to the partisans and to fight the -- the Germans from the woods. But was it\na right decision? But the decision has to be done much earlier. And to take much more people to\nthe partisans because we were so afraid that the Germans can learn about the organization, that it\nwas very, very -- it was a conspiracy, very, very underground, and nobody knew it except the\nmembers of the organization. But we could involve more -- more young people. And the other\ntha -- thing is, they took only -- to the woods they took only people who had a pistol, or a -- a\ngun, or something like that. Who had no weapons they didn’t want it. So we didn't -- I had --\ndidn’t have it, and -- and Rachel didn’t have it, so we were la -- left behind, and that what 1s it.",
        "A: Joseph was so capable that he send us a -- a small letter that the man who -- the machinist of\nthe train, the man who was -- how you say? You know, somebody has to sit there, and to --",
        "A: Conductor, yeah, but it’s not like a conduc -- okay, the conductor was a young Polish guy,\nand my brother wrote a note that I am taking to a concentration camp to Estonia, and please save\nRachel. He was so thinking about her, that that was his -- yeah. And the guy, I don’t know how, I\ndon’t remember how, he brought a letter to the ghetto -- oh he, or somebody else brought it, but\nwe -- we had it, and we knew that they were there. And my father told me that you cannot run\naway without Rachel, because my son asked me to save Rachel. Okay. So, when it was the\nliquidation of the ghetto, on the 23™ of September, 1943, so we were -- the ghetto was\nsurrounded already by Lithuanian police, and -- and I think even with po -- no, the -- I think\nmostly Ukrainian police, because the Lithuanian police, the Lithuanian SS actually knew already\nthat the Russians are coming, and they run to the forest with another group of partisans, what\nthey claim now that they were the patriots. Okay, maybe, but I don’t know which patriot they\nwere, but -- so they run to the forest to fight the Russians, of course, because they wanted to help\nthe Germans, but the Germans wanted to mobilize them to go to the army and to fight the\nRussian [indecipherable]. They didn’t want it, so they didn’t obey the Germans, but they wanted\nto fight Russians, so they run to the forests. And of course they were afraid that if some Jews\nwere alive, so they were going to tell that -- what -- what was going on there. So I think that the -\n- the liquidation of the g-ghetto in Wilna was by a Ukrainian SS division, made by Ukrainians,\nbecause I remember standing with Rachel in line already, hearing them talking Russian. Russian,\nor Ukrainian, it’s very similar, you know, you can recognize, you can understand. And we --\nwhen we understood that we cannot go out together with the organization, underground\norganization, cannot leave the ghetto, we started to look for a exit, how to run. We met some\nother girls. We were sitting a couple of hours 1n a -- you know, the places where the -- the water\nis running from the toilets.",
        "A: Yeah.",
        "A: In such a -- yeah. So we s-sat there until 1t was dark, then we went out, and --",
        "A: Yeah, hiding, but for several hours, we didn’t want to hide it for -- forever, we couldn’t. It\nwas like sitting like that, and it was not -- not only comfortable, but was impossible to sit long\nthere. And -- and it was in ghetto, at -- you know, and we wanted to go out. So we walked out,\nthe ghetto was -- looked terrible. There are no people already in the ghetto. It was dark already,\nwith the -- the windows were open, the doors were open, the belongings were in the streets, you\nknow. The pillows were torn apart, all the feathers. Like, I see the -- the picture like today, you\nknow, like it was yesterday. And n-near us was a library, a big library, a [indecipherable] library.\nSo the books were out in the streets, torn and -- you know. And we looked for people, you know,\nso we met three o-other girls, so we were five of us. And we decided to go to climb the stairs\nupstairs in a building. And I know -- I don’t know how we knew that the building has a hole in\nthe roof, and we can go out to -- onto the roof, and from the roof we can jump to another\nbuilding which doesn’t belong already to the ghetto. So 1t was dark, and we couldn’t see well,\nbut we saw the hole in the roof, and one of the girls climbed the ladder, and she was the first who\nlooked out, and she was caught. So, a soldier was [indecipherable] there and watching. She was\ncaught, and she shouted so loudly that we ran back. I remember not finding the way out of there.\nYou know, the building, 1t was dark, where are the stairs, where are -- where is [indecipherable]\nrun back. And then -- then we s -- we saw no way out. And we went to the building of the\nJudenrat, I mean like the government of the ghetto [indecipherable]. And we found this Jewish\npolice and the government [indecipherable] and some people were there. And we -- we came to\nthem. So the next day, we were taken together with the poli -- Jewish police and everybody.\nTaken to the same place where the old people were taken already [indecipherable] and old, old\ncemetery, what Rachel told you, called Rosa, and -- and then I wa -- I met my mother. She --\nwhen she saw me she was surprised, and so upset, and I couldn’t describe you the -- you know, I\ncan’t describe you the -- her face. She was so sure that Ill run away. She was so sure that I will\nsurvive, you know? And that was her only hope. And then they started to let out the people one\nby one, and to select them, one to the right, one to the left, one to the right, one to the left. And\nwe saw that to the left, they are pushing the old people and children, and handicaps. It -- it means\nthey are sending them to death, that we know already. To the right, only young people. And I\nremember that when I -- I think Rachel wer -- we walked out the first and she was sent to the\nright. I was the next and my mother was behind me. And he ask me -- like I was 15 years old,\nmaybe I w-was tall, and he thought maybe I am older, but he ask me, “Are you alone?” I told no,\nno. So he -- he want to push me to the left, and I told, “Yes, I am alone.” And he pushed me to\nthe right. And my mother, he didn’t push her, she went immediately to the left. And I stopped\nher, cried, “Ma, Ma.” She -- she didn't look at me. That was the last time I saw her. She told us\nthat she went together with -- with my father. They walked out of the ghetto together, but they\nseparated the men from the women, so she didn’t know where my father is. And Rachel’s sister\ndecided go together as a child and with the family, both sisters. They were young, they went\ntogether. And I didn't go with my mother. It was hard fo -- to me, but you know. It was a time\nwhen I ask myself why I didn’t go with my mother, and then I was protecting myself and saying,\noh but my mother was -- would be even more unhappy if she saw me together with her, dying.\nAnd it was only good for the Germans. More Jews are dying, it’s better for them, so why I\nshouldn’t do it? Okay, maybe I’m right, maybe not, but I did it. Th-The moment I didn't think\nabout it, I protected my life. So they gathered all the people from the left side, and they send to\nMajdanek immediately to the gas chambers. They were not even in the concentration camp, not\none day. From the train they took them to the gas chambers immediately. And one person from\nthe whole -- I don’t know how many thousand people were there, because so many thousands\nwere already killed, but I don’t know how many. But one person was run away. And she -- she\nwas a -- a Wi -- a Wife of a engineer who worked with my father. When I came back, she came\nback to Wilna after the work -- after the war, and she learned that I am in hospital right after the\nwar. So she came to me to hospital -- to the hospital, and she told me that your mother was not\nkilled, your mother committed suicide. So I told her I know, because my mother told me, I have\nthe pills, they will not kill me. So she committed suicide in the car already -- in the train, on the\ntrain. She committed suicide and my husband, who was not a husband yet, but the hu -- the\nhusband’s mother -- my husband’s -- 1n the future he was my --",
        "A: Yeah, my future husband’s mother and his aunt. The aunt was -- worked for a pharmacy and\nshe gave them the pills. Three of them together committed suicide. So that was -- that how I\nlearned how my m -- mother died. And we were taken to a train, and when we went to the train, I\nasked Rachel to run. Come, come. I told her, as soon as we are out of the country, and Ill not\nknow another language, I’Il not run away. I know the language here, I can communicate with the\npeople, I can run. She was not used to run. It was a -- it was a -- really not so easy to decide it.\nShe told me, we will maybe meet my -- my brother in the concentration camp, she couldn’t. And\none --",
        "A: Yeah, Joseph. And one of our girls told wi -- and wa -- that one woman Hiah Shapiro\n[indecipherable] she is now in Israel, she told us, girls, ’m running. And she immediately took\nfrom -- from our row to the sidewalk, to a house. I didn’t know that it was the house where she\nlived, and she disappeared, and she survived. She found a way to the woods. It was not so easy\neverything, it was not, but she was in the partisans, and then she -- she run to the\n[indecipherable] Europe. In 1945 she went to -- through Poland, through Hungary, through Italy,\non -- il -- illegal to Palestine.",
        "A: But I didn’t, because I couldn’t run by myself. I had to run with Rachel. That was my father’s\nlast words to me. Don’t run without Rachel. Then many years passed and I thought, how could\nhe tell a child of 15 years such a thing, such a warning? It was a matter of life and death, and\nthat’s it. And we were taken -- we were taken to the train station, to the train and when -- and\nwent to Latvia, to Kaiserwald, then from Kaiserwald to Stutthof. Not to Stutthof, to Strassenhof.\nThere we stayed for the -- more or less a year, and we were working for the [indecipherable |\nmanufacturer. A factory, produced materials for -- for the soldiers, such -- like stuff, I don’t\nknow what they -- what -- they were sewing them, I don’t know from the stuff here -- it’s a web -\n- web machine, yes, web machine, yes? That’s -- 1t’s in English, no? A machine who is --",
        "A: We -- how?",
        "A: Weedy?",
        "A: Weave, yeah.",
        "A: That is, yeah.",
        "A: Web is in German.",
        "A: Mm-hm.",
        "A: Yep.",
        "A: First of all, we were, of course, in the wagons, the cars were like for cattles, yeah. We were\nsitting on the floor, close to each other, how many people in one, I don’t know even. Hundred,\n200, I don’t know. Locked the doors, no windows, a small like window, like under the roof. And\nthey were -- you know, we didn't know the direction. We didn’t know where they take -- where\nthey took us. And in a half an hour or an hour was a ride, yeah, suddenly the train stopped. We\nwere sure that it’s Ponary. So they brought us to the place where they shoot the Jews, yeah? So\nwe were waiting and waiting when the door will be opened. I don’t know if they stopped there,\nor in another place. If they stopped it deliberately to make us, you know, so -- it’s like to --\nmorally to -- to f -- to destroy us morally.",
        "A: Yeah. Oh, we were weak -- already weakened. Already. But -- and then the train went on and\nwe suddenly stop -- stopped -- I don’t know how long we went. The whole day, I think, until the\nnext night. I think we went -- we were on the train the whole day, and until in the middle of the\nnight, opened the doors, and we -- we saw big lamps like a -- like that, how it’s called --",
        "A: -- reflector more.",
        "A: Lights, yeah, but has a name. Forgot now. You know, it -- big, big lamp pointing the light in\none direction and you see everything.",
        "A: Oh, it has another -- like -- like you -- somebody is performing on a stage. There are lights\nwho are lighting them -- the stage, yeah? What is it called, the lights? Okay, you understand what\nI mean, yeah?",
        "A: And the lights were centered onto the door -- on the doors of the cars, so we were blind\nabsolutely. We were in the dark the whole time, and suddenly so much light, yeah. And the dogs\nbarking, and we couldn’t see even where we are, and who are around us. There were SS men,\nthese big dogs, you know, how they used to do it. And they were shouting at us, raus, raus,\nfaster, faster, faster. Go, go. And then we were putting in a -- in a row everybody and letting into\na concentration camp. We saw there the gates and we understood that it’s a concentration camp.\nThat’s how we came to the concentration camp. And then for tomorrow, we went out in the\nmorning, we went out to a appelle. I mean --",
        "A: Yeah, we had to -- to show up, everybody has to show up in a -- in -- to stand in a row straight\nlike soldiers, you know? And we were told to -- to give every jewelry we have, or money, or\nwatches, everything what’s valuable to give them immediately. If they find it, is, you know, there\nis one sentence, death, death, death, yeah? So people gave what they had. And they were taking\nsuch a -- like a -- like a ba -- big bag, and everybody was putting something 1n there, gold rings,\nor something what was left. I think Rachel had something from my mother. My mother took with\nher what was left from the jewelry Veronica didn’t sell, something, a brooch, I think, she took\nwith her, and she gave to Rachel something, and Rachel threw it in the toilet. So they were not\nso, you know, excited [indecipherable] the Germans, they took the toilet out, you know, it was\nnot a toilet where you wash the -- with the -- with the water, yeah, the toilet, you flush it. No, it\nwas a toilet like a -- a [indecipherable] where you are --",
        "A: Yeah. And so they took it and they checked it. They fished from there some what do you\nsend, rings or something, and we were laughing at that. It’s a good job for a German soldier.\nThat was it. Then --",
        "A: Yes, of course, of course, yes, yeah. She didn’t tell it, about it? It’s interesting. Well, maybe\nshe doesn’t remember it, I don’t know, it’s [indecipherable]",
        "A: No. Who can -- who can know, who can point her out that she did it?",
        "A: And there were like mountains of sand, so people put it in the sand.",
        "A: Their jewelry. So they took it from the sand. They knew everything. But there are -- there\nwere brave people who took it from other people to save it, and saved it, and nobody searched\nus. They were so sure that we are so afraid that we will not hide it. So -- but I remember that a\nacquaintance of mine, when we came already to another concentration camp she had it. She\nthought I took it. That’s [indecipherable]",
        "A: She had some jewelry.",
        "A: Some jewelry, she took it in from other people.",
        "A: She asked. The people gave it to her.",
        "A: No. I don’t know. I -- I didn't think to do it, I -- I didn’t -- it was not in my mind to do\nsomething -- some -- such brave things. I son -- I think my bravery I left in Wilna. I was not\nbrave any more. I think so, but maybe. And then we were taken to -- to Strassenhof. It was a\nconcentration camp, but it was more a labor camp, I think, because everybody was working. So it\nwas not so bad. Comparing with ghetto, it was bad. Comparing to the other concentration camp,\nit was not so bad, you know? Bad things are like th -- bad things have stages. Can be bad, be bad,\nit can be more bad, and even more bad. So there was the stages, so we were there, and at once we\nworked for a -- we -- they were building some -- something, a building, a factory, so we worked\nthere. I don’t remember even what we did. Did we dig something, we -- we -- did we take -- use -\n- used to take breaks and bra -- bricks, and --",
        "A: -- and bring it to them? Or we -- I don’t remember exactly what job we did. We helped the\nLatvian people to build it. We were -- we were doing the dirty job for -- you know, the heavy\njob, the dirty job for the builders. And one man who was working there, started to talk to me in\nRussian -- because we didn’t know Latvian, it was a strange country for us. It was in not -- it was\nsimilar to Lithuanian, but we didn't know Lithuanian even very well. We didn’t know. So he\nstarted to talk Russian and we talked to him also, you know. He asked for -- where we are\ncoming from and so on. And he -- one day he brought even food, I think. And one day he told\nme, I'll -- Pll bring you clothes, and you will run away. We were already in the cl -- given the\nclothes of the concentration camp, like stripes, you know? St-Striped clothes, yeah.",
        "A: Uniforms. You can say uniforms, can -- maybe it is uniforms. I -- I think a uniform is a\nuniform, it isn’t -- something isn’t, but here -- okay. But prisoner uniforms, okay, we’ll say like\nthat. And he told me [Il bring you one and I’Il show you how to run away, and I will bring you\nto the partisans. And I came and I don’t know if I told Rachel or I told her later, and I thought\nwhat to do, what to do? Can I trust him, or he will take me immediately to Gestapo, because\nthere were such things. But I -- I -- I think now that I could trust him, because there were things\nthat -- in Lithuania some people were asking for money, and then they were -- you -- o-or they\nwill hide you or take you to a good place.\nEnd of Tape Three\nBeginning Tape Four",
        "A: Yeah, so -- so we were in Strassenhof, we were for a year, more or less.",
        "A: Uh-huh, yeah.",
        "A: Yeah, so I -- I was afraid to believe him, and then I was afraid another thing. The thing is that\nif you run away, they will find it out very easily because they counted us every day in the\nmorning, and every day in the evening. They knew exactly the number of the prisoners. So they\nwill shot their closest. It means Rachel would be shor -- shot, that for sure. And sh -- not she --\nnot only she. So I thought no, I cannot do it. That’s it. I don’t remember telling her. I-I think in --\nin -- I didn’t tell her in concentration camp for -- about it. It was out of my mind. And then we\nwere taken to a f -- to the [indecipherable] manufacturer -- to a factory, and we worked there\ntogether with the Latvian people. The Latvian woman taught us how to manage the machines,\nand she almost left it for us. We were already doing it. We’re happy that we can do such a job,\nbut it was of course, difficult for us, because everybody would -- had to take care of 10 machines\nor something like that. But then we learned from her, we looked how she was stealing the\nmaterial, yeah, and we learned from her. She was not afraid of us.",
        "A: The Latvian woman, so she was stealing, so Rachel told, we can do the same and we can sell\nit, and we can -- I mean sell to get bread for it. And that we were r-risking the life for sure. So\none of us, me, and other times she, was cutting the roll. You have to be very careful how you cut\nthe roll, not to leave the sign. But I think that the people who ah -- were checking --",
        "A: -- checked the -- the [indecipherable] material, you know, the rolls. You are bringing to a\nplace where it was checked, measured probably, knew about that, that the Latvian are doing it.\nAnd they were afraid to tell it, because they probably didn't want to -- to threaten the Latvian\npeople who were working with us. They didn’t think that the Jewish women can dare to do it. I\nbelieve it.",
        "A: I put it like that, behind, and then Rachel run to the toilet, and she was look --",
        "A: -- wrapping it around her waist. We were very thin, that you cannot find it [indecipherable]\nyou didn't look fat after [indecipherable]. Of course it was not a lot, maybe a couple of meters.",
        "A: We work -- you know, because we were in touch with Latvian, some of the prisoners were\nfrom Riga, and they spoke Latvian. So they had a connection with the inner -- ou-out -- the world\noutside the concentration camp. See, they used to take it -- in the concentration camp, they used\nto take it to bring it to the Latvian, and the Latvian gave them a bread, and they used to take\nsome bread for themselves, some bread to us. So that makes us more happier. I mean, we were\nhungry, very hungry, because the food was very -- this was very little food there. Rations were\nvery small. A small piece of bread and a little bit margarine and some soup, like waterish --\nwatery soup, like water with some beans in it or something like. So we were very hungry, so this\nwas a support, a big support.",
        "A: Ah, yeah. Yeah, yeah. Every time we received the bread, I told give it my -- give my bread to\nme. She told no, [Pll not give it to you. Give it to me, I’m hungry, give it to me, I want to eat it.\nNo, you will not eat it. Pl give you a piece and that’s it, that’s your breakfast. I am hungry. You\nwill get the other one in the evening. And that save us the life. I don’t know how she knew it, or\nmaybe she learned it from somebody, maybe the instinct, you know, told her to -- to -- not to eat\nit immediately the whole bread and then to be out of food the whole day, what was very bad, of\ncourse.",
        "A: No, it was a -- you know, we were punished for si -- for some things, you -- we used to come\nto the concentration camps so they used to -- we used to stand in lines, they used to count us and\nthen we were punished for something. Somebody did something wrong and we were standing for\nhours, very exhausted, and very tired. And so another time, they thought, oh we had to jump on\none foot around the building, around there. But we were young, and I remember jumping and\nlaughing, you know? We were pushing each other on, and I jumped over to a SS, he was like in a\n-- ina--aSS coat, having a gun. He was like guarding us, yeah. And he was crying. When I saw\nhim crying, I don’t know how I dared, I asked him, what are you crying? So he told, I am not a\nGerman. I am a Romanian. And they -- the Germans lied to me. They told me, would you wa --\nwould you like to go to the front? He was mobilized, yeah, he -- would you -- take into the army,\nI mean. It’s -- how it’s c-called, not mobilized, draft, yeah, 1t was a draft. So he told, won’t you --\nwon’t you -- won’t -- would you like to go to the fr-front line, to the eastern front? No. So you\nwill be an SS. He didn't know what is SS. Okay, I'll be an SS. He was not ver-very young in my\neyes, probably he was 35, so then I was 15, so it was old already for me, you know. So he told\nme -- and I have a daughter like you at home. And I looked at you and I -- and I cannot bear it.\nHe cried. And then I -- in a short time I didn’t see him at all. I don’t know, maybe he left the SS\nand went to the front, I don’t know. I never saw him again. That was one, you know, one person\nwho -- who couldn’t bear the -- who -- looking how we were punished and how we were beaten\nor -- then a group of girls run away, and from the same place where the Russian Latvian guy was\nworking. So they shot every 10\". They were counting when the -- when girls are standing on the\nappelle, they were counting one, two, three, four, five, six, seven, eight, nine, 10, out and th --\nevery 10 -- 10\" people -- person was shot. So we knew we -- we are risking very much. And I\nremember that one lady told, we have to watch each other not to let run away some other --\nsomebody. So I told her, are you crazy? Let run away everybody who can. We will be shot at,\nnot -- not earlier, so it’s later. But let everybody run. If I could, I would ru -- run, but -- but I --\nthat was I refused this time, and I didn’t have another time.",
        "A: You know, we heard already that the army, the Soviet army is coming. We -- we didn’t\nbelieve that they will let us alive.",
        "A: The Germans. We thought they will kill everybody and that’s it. It will be the final solution.\nWe didn’t hear about the final solution there, but we he -- knew exactly what they want to do\nwith us, yeah. That’s it. Maybe I -- I remember that s -- the Soviet army started to bomb Riga.\nAnd the Germans came running to the concentration camp, they’re hiding themself. Oh, we were\nso happy to -- to look at them, how afraid they were of their lives, yeah. I remember opening the\nwindow, telling them come, come to us. We are not -- we are not afraid to die of your bomb, but\ntogether with the Germans. Here we all were making signs to them for -- through the window\nand praying, come, come the bomb to -- to throughout yeah -- to throughout the concentration\ncamp [indecipherable] building. Didn’t happen. I don’t know where they bombed, but they didn’t\nbomb the concentration camp. Yeah.",
        "A: Yeah.",
        "A: For a year, then --",
        "A: Then what happened. They shaved our heads, gave something else to wear, I think, other\nuniform, and --",
        "A: No.",
        "A: Rachel cut me the hair in the first -- in -- in Kaiserwald, but then I had my hair until I was --\nour concentration camp was evacuated already. So it means they were evacuated, we knew that\nthe Soviet army is coming. So they took us to the -- to a -- to the s-sea, and they -- we were going\naways -- be -- they took us to a -- a ship, and went to -- by the sea, we went to -- to Stutthof.",
        "A: This is another concentration camp, which was not a labor camp any more, it was only\nconcentration camp. And the death rate was very big, of course, very high. And crazy things,\ncrazy things there. Even in -- being in Strassenhof, they made a list of everybody who is younger\nthan 16 and older than 30. And they took all the people older than 30 years and younger than 16.\nSo because of Rachel, I was in -- not 1n the list, because she asked me to write myself older, not\nto be a child. So I write myself not, so then I was probably 16, so I was two years older, so I was\n18, so they didn’t take me. So then I went to Stutthof, it was -- it was horrible, it was -- we went -\n- we were placed in a block, meaning a -- such a shtuba, a house, a wooden house where\ncriminals were in -- the bosses of the -- of -- of the houses, like a Russian criminal was a -- a\nwoman was -- she was the boss of our house, yeah.",
        "A: You can see by her language. The curses, by the way of her behavior, I don’t know, or maybe\nshe was a prostitute maybe, not a criminal, and like that. And one time they told us to load big\nstones on wagons to push them down -- down the hill, then to push them up the hill, to unload\nthem, then to load them again, push down the hill. It’s not so easy to push them hen -- down on\nthe hill there, have to go very slowly, so you have to hold. They were loaded by -- with this --\nwith brick stones, and to push it up the hill also, like that, the -- a whole day, yeah. All that to\nmake you happy. Then, of course, the beatings, and the st -- the illnesses, the starving was, you\nknow, it was over -- we were overwhelmed with dirt, with lice, with -- it was awful. Then one\nday somebody told that they are taking some young people to work for the farmers. So we went\nwith Rachel. There was -- we stayed there probably two or three months. We worked very hard,\nbut at least we were more or less free. We could wash ourself, we washed our clothes, we were\nmore or less clean, you know, and the food was like, you know, the maid of the ba -- of the f-\nfarmer gave us a key of the basement where the potatoes were, and so we had it. But in three\nmonths they took us back -- they took us back, so they took us to a shower. And you never knew,\nif you are taken to a shower, it will be water from there, from the ceiling, or it will be death, who\n-- they’Il kill you. Because they used to do it from the same things, you know, the -- where the\nshowers are, they used to -- to send the gas to the area you are closed, yeah.",
        "A: I don’t know, but we knew.",
        "A: Yeah. We knew -- we saw the crematorium. The crematorium had smoke 24 hours a day, it\nnever stopped smoking, the smoke was black and smell it [indecipherable] the smell was\nhorrible. So we knew that they are burning people there. We knew it.",
        "A: In Stutthof.",
        "A: Yeah, it was not in Strassenhof, it was in Stutthof, yeah. And every time, every appelle is\nselecting people to the crematorium.",
        "A: Oh, they were going like -- you are standing five people in a row, and you -- the SS men used\nto go and look at you. And I don’t know, I -- I learned one thing, don’t show in your eyes that\nyou are afraid, because if you are afraid, oh, they look at you. Don’t show that you hate the --\nhate them so much that you will kill them, otherwise, he will take you. Look at -- look -- don’t\nlook at them at all. Look through them, you know?",
        "A: Like he would be a glass, and you look through them to -- to some point, I don’t know, and\nlook very indifferently. It’s not very [indecipherable]. Oh, you won’t -- you don’t take me, you’ll\ntake me, maybe it’s even better than -- such a life is better death [indecipherable] no. We are\nnever selected, with Rachel.",
        "A: No, not too much at all. I don’t know how we managed. I don’t know how.",
        "A: I don’t know.",
        "A: No. Not in the concentration camps, never. We were afraid of it.",
        "A: No. Ju -- were not asked individual -- individually to do something. It’s a group.\n[indecipherable] 10 people [indecipherable] we went together.",
        "A: At night we used to talk how good it was at home. How tasty was the food what I hated and\ndidn’t eat. And I always thought, where is the kasha Mama gave me, and where is the milk I\ndidn’t want to drink? And that’s all, and some such things, and then where are our parents, our\nsisters, and brothers? Are they in a concentration camp like we? Can they survive? And so on.\nYeah, and then we are -- we were [indecipherable] to a -- to a house after being in -- working for\nthe farmers, we are [indecipherable] a house, which was -- there were only sick people. Were no\nbeds, it was -- it were no beds before also, but it were be -- wooden beds, you know, in like --",
        "A: How?",
        "A: Bunks, yeah?",
        "A: Yeah, yeah.",
        "A: So -- and here no bed -- no, no beds at all. Everybody was sitting on the floor, and because we\nwere so crowded, so many people were, so we were sitting in a row, like my legs were a little bit\nspread in me, another person in me, like five. And we were sleeping like that, everybody was\nleaning towards the other. And that was the worst. People were dying like -- like, you know,\nflies. I remember I woke up, I was lying -- I was leaning -- leaning a li -- leaning up a -- a -- a\nwoman who was dead already. So, I mean, my head was on the dead corpse already, corpse. And\nevery morning used to come several men who were taking the corpses out of us, of our room,\nyeah. And once I heard that the kapo who was coming and directing the people what to do, from\nwhich line to take the corpses, spoke Polish. So I ask him, look, how is this Red army? Is she\ncoming? How far are they? Because we listen -- we heard already the bombs, the -- you know,\nthe -- the bullets falling, you know. So he told me, what are you doing here? A language is a\nsuch powerful -- powerful thing, you know? It’s such a connection between people who are not\nconnected and maybe not even like each other. But he her -- he didn’t hear Polish very much,\nand suddenly he heard Polish. So he ask me if [indecipherable] I mean miss. Oh, what I didn’t\nhear wa -- for -- you know, for years. What are you doing here? I told him, you don’t know what\nI’m doing here? [indecipherable] do you know that you will die here? Nobody will be alive here.\nGo out of here. How -- how can we go out of here? So he told me, and he said, today will come a\nGerman and take some people to work with the kitchen, with potatoes, to wash it, to prepare\nfood, I don’t know. Don’t be afraid, he underline me, it’s not to the crematorium. Go for -- and --\nand stand up -- stand there in a line and wait until they will take you. And then it was -- one\nGerman or two came, and we went with Rachel and they took us. Took us together again. Went\nto another house where we are having to do these potatoes, you know. Bad, frozen potatoes,\npreparing it for a dinner for the -- for the prisoners. And sleeping already in a room which had\nthe wooden beds, yeah. And then we heard that they are evacuate -- ready to evacuate the whole\nconcentration camp. Who can go, who can work? The others? They will -- they will take -- they\nwill make a fire and everything will be burned, and that what they did. And we were evacuated.\nWe went on that -- we went o-on the Death March, with this --",
        "A: Oh, I don’t remember if we choose --",
        "A: -- see, I -- I think they didn’t ask us. They didn’t ask us anything, they told us to go, so we\nwent. It was a horrible, of course, we were -- first of all, it was cold, it was the end of February,\nthe beginning of March, it was cold. It was snowing, it was freezing. We were -- we were 1n such\nuniforms, as they gave us such, you know, things to cover us, is a -- like sheets, you know, some\nto cover us. And the lice were all over us, I remember th -- th -- I [indecipherable] everything\nwas -- iS -- 1s moving. They gave us a -- a piece of bread and go. And on the way we saw the\nhorses, together with German families, they were running from the Russians already, so they\nload on the horses everybo -- everything -- on the carts actually, and th-they were running, and\nsometimes Polish people were -- which were taken from Poland to work for the Germans were\nshouting to us, ma -- to encourage us. So --",
        "A: Let -- s-stay alive, stay alive, the Russians are coming. Stay alive, stay alive, the Russians are\ncoming. It’s not far, it’s not far, but you -- you can hear. You can see the red sky from the fire of\nthe front, you know, and the Germans were running. And then they took us to a -- one small\ncamp. We were -- I don’t know, we were there for a week or so. And then they took us from the\nsmall camp to -- again, was a march, yeah, and then they marched in -- we -- we came to a barn,\nyeah. They opened the door and they told us to go. We didn’t know that people are there, and we\nstarted to walk over the people. The screaming was so [indecipherable] we couldn’t -- we -- we\ncouldn’t understand what’s -- and the other rows are pushing us, yeah, and we cannot walk\nbecause we are walking on the bodies of other people, heads, there were legs. But that was the\nlast place. They close the door and we didn’t hear from the Germans any more. The -- they -- we\nwere -- it was night, in the morning we wanted to go out, and we looked, you know, through the\ndoor, and we looked for a -- for a s -- piece of light where -- where -- where we can see what’s\ngoing on there. And we started to knock on the door. And some women were shouting, don’t\nknock, they will shoot us. And we knocked. We knocked, we knocked, nobody was there, so we\nstarted to push the door. And we pushed it open, no Germans. And we saw the road, and over\nthere, the army, the -- the Soviet army is standing. So a group of young girls, and including me\nand Rachel, we run to the soldiers, yeah? We wanted to embrace them. They saw us, they started\nto run away. Because we -- then they told us that we looked so horrible, that they were afraid.\nWhat -- what are they, shadas of pe -- of some corpses, or some dead people, or -- who 1s\nrunning? And we are -- were dirty, of course. And th-then they told us that we -- they were not\nallowed to come over to us because we carried typhus and other illnesses. So 1t would be an\nepidemic, you know, they were afraid of the army. They wanted to protect them. So they run,\nand we run after them. And we came to a village, a German village. And I was sick, I was alr --\nalready absolutely sick. I felt that I -- I -- I was coughing, and I had the high fever. I felt it, I\ndidn’t have a -- a thermometer to -- to measure the fever. And we came over to a German village,\nwe open the one house we wanted to enter. So a family was sitting around the table and telling\nus, raus. So we wacked out -- we walked out. We walked out and I saw a Russian officer going\nthrough, and -- and I knew Russian, so I told him, look, you liberated us, but we don’t have\nwhere to stay. What -- what do you mean where you don’t have where to stay? I told, they are\nnot alone. Oh yeah? He took this, his pistol, opened the door, opened the pistol and told, if you\ndon’t go away from this house, you will be killed. So they left and we occupied the house. I lied\ndown near a stove, which was [indecipherable] was hot. I was so cold, shivering. And Rachel\nwas very active. She took all my clothes off, and put in the stove, yet it was bong, bong, like the\nlice and everything what -- and everybody did it, yes, some other girls came in. Then they took\nwater, they boiled the water and we washed ourself. Then we took some clothes there that was in\nthe house because we couldn’t stay naked, of course, and we couldn’t use the old uniforms\n[indecipherable]. Then came -- we were already cleaner, a little bit, it came to feeding myself. I\nremember Rachel brought a -- a piece of bread. Fresh bread, smelled a -- a -- she gave it to me.\nSo I gave one bite and I told, look at, I am full already, I cannot eat any more. And she told, you\nknow, I don’t know why, but I am full also. So we stopped eating, and other people started to eat\na lot. Then they were dying, you know, why it was something in the stomach and the emergency\nhad no time, the military emergency, to take them to the hospital, they were dying. And we\nsurvived only because we couldn’t eat. We twe -- we -- we didn’t know, we were so young that\nwe didn’t know that you -- when you were starved al-almost to death so many -- for so many\nyears, you can’t eat a lot. You have to start from the beginning, a little bit, a little bit. Then, to\nmake the story short, because it’s so -- so very shor -- big story, we are -- stayed there for a\nmonth, and we are allowed by the Soviet government [indecipherable] the military government\nto -- to go home. So we went to a train, and we went to ho -- Poland. Trains were not passenger\ntrains, trains -- also the soldiers were there, and it was a mixture, a mixture. And seems that the\nwhole population is moving. One 1s going to Germany, the other is going from Germany, and\neverybody is moving. We met Polish people from Wilna who told me that my house is already\nbombed, that I don’t have a house, and it was true. That I learned in Poland on the train. The mid\n-- in the middle of the -- the woods, the train would stop, and the -- the train -- and -- and the\npeople -- some people came from the woods and robbed. Everybody took the b-belongings from\neverybody, because what the other people did, even from Lithuania, from Poland, went together\nwith the Soviet army to Germany, took belongings of -- the German belongings, you know,\njewelry -- what -- what they left behind. And li -- and they brought it back to their country and\nsold it all for theirself, I don’t know. There were already such people, businessmen, yeah, or\nbusinesswomen. So the others knew it, and they -- they were taking the belongings of these\npeople. And we laughed with Rachel because we didn’t have anything, so nobody took from us\nanything. That’s it, and then we came closer to our border already, Lithuanian border, and we\nchanged the trains, of course, and some Soviet officers told us, come girls to us, sit down there to\ntheir [indecipherable] yeah. And the train went to Lithuania, yeah. So she started to ask us from\nwa -- from where we are coming now, and what -- and they saw how they look. So we told them\nthe truth, what it was and -- so one told us, look, you know that on the border of Lithuania and\nPoland, you will be stopped. And because you don’t have papers, no identification papers, no\nnothing, no passports, no in -- identification papers. So we will be taken in a -- in a camp. I told,\nwhat? I am not going in any camp any more, any camp, if 1t was German, or Russians, I don’t\ncare. So he -- so I -- I’m -- I’m going to die in Wilna. I was sure that I am dying. I was -- felt like\ndying, yeah. So, but I will die in Wilna where I was born. I don’t want to die in Germany of\ncourse, I don’t want to die in Poland. So they told, you know what? We will hide you. And there\nwere some machines inside, what probably the Soviets were taking from the Germans already,\nlike -- like to make x-rays. I saw the [indecipherable] like from some medicine machines or\nsomething like that, I don’t know. I saw it for x-rays. And they hide us over there. And then the -\n- the train stopped, and the people came over, also military people with lamps, lights everything\nlooked around, asked them for papers, the officers gave them the papers. They ask, is there\nanybody else here? No, nobody is here. Oh, okay. So the door was closed, and the train came to\nKovno to Kaunas, not to Wilna. Oh, so that we are free. Good, we are almost home. Kovno from\nWilna is hundred kilometer only. So we walked out, and we were arrested immediately because\nwe -- oh, to look at us, you can see what we -- where we came from. And they asked us for\ndocuments and we don’t have it. So give us a passport, give us something, we don’t have. So we\nstarted to tell them that we were taken fro -- b-by the Germans. Uh-huh, come to KGB. And then\nthey started, we will arrest you, you’re spies, you’re -- everybody was spies, and you’re\nprostitutes, you -- you run to the -- together with the -- with the ger -- German army. Look at us,\nI thought [indecipherable] you will look at us, saw how we look, the hair shaved, and -- but what\nwas -- I don’t know what they would do this as, if not a Jewish guy who was in Kovno already\nsaw how the soldiers took us like that, you know, took us to the -- to the KGB. So they run there,\nwe didn’t know it, and they -- with money. So they gave her money for -- to the officer who took\nus, yeah, to [indecipherable] us, yeah. And he let us go.",
        "A: No.",
        "A: Of course. And then the man was waiting outside, to-took us to the -- the -- his house, and\nstarted to ask about his family, he didn’t know where his family is, and [indecipherable]. And --\nand he gave us, of course, a shower, and -- and we stayed there two days probably. He was\nlooking for a way how to come from Kovno, how to go from Kovno to Wilna. But it was -- it\nwas hundred kilometers. Now, you can make in a -- in an hour or less, but it was no way to go\nthere, only by train. But train you have to have a ticket, and to buy a ticket you have to have a\npassport. So he found a man, the con --",
        "A: Conductor, yeah. Okay [indecipherable]",
        "A: Yeah, a con -- a conductor who was responsible for the train, who was -- and he took us on\nthe train, but not in the wagons, but on the locomotive, how it’s -- yeah, on the machine who is\npushing that train, who is giving that power. And -- and he brought us over to Wilna. And then --\nokay, I was brought to the hospital immediately because I was with tuberculosis, staying at the\nhospital almost two years, in and out. But you see, I’m still alive. That’s it. Enough. It’s fi --",
        "A: This is a picture of my father’s family. You can see my father, the youngest is standing there\nto the right, on the right side. Then it was sitting his brother and behind him is standing his sister,\nand on the left side was sitting the other sister. So you can see they are in uniforms of the\nRussian gymnasium. And it probably was in the early years of the 20’s and 30’s, like 1905 and\nof -- like something like that. That’s it.",
        "A: This my grandfather. He was a rabbiner in Wilna who was responsible for the Jewish\ncommunity in Wilna.",
        "A: Samuel Shreyber.",
        "A: This is my mother’s mother. She was born in Berlin, but she married a Polish Jew, and came\nto live with him in Wilna. And this was probably the late 19\" century, in the later 19 century. I\ndon’t know e-exactly the date. That’s it.",
        "A: My father. This is my father in a uniform of a Russian -- of Russian students. He was a -- a\nstudent of university. I don’t know exactly, was it in -- at sa -- St. Petersburg University, or it\nwas already in the Warsaw Polytechnical University school. So this was a usual uniform of the\nstudents. You see on his -- on the top of his shoulders there, on the shoulders is written -- 1s a\ncrown and written N2, Nikolai the second. That to me, I gave it to my younger daughter when\nshe was a wending -- the wedding. This is my mother. The photograph is made in Wilna,\nprobably in 1915, something like that, before her wedding. And she has a medallion who -- it --\nthe medallion, she received it from her mother, and now I gave it to my daughter as a wedding\npre -- present to my younger daughter, Mira. And that’s it.",
        "A: This is my family. My mother, my father, my brother is standing and I am sitting on the lap of\nmy mother, holding a ball, probably with a very serious look, like I was very serious. Not giving\nthe ball to anybody, probably.",
        "A: It’s a -- no, no, I was here probably three years old, so it was °31. 1931 probably. Maybe I’m\ntwo years old so it’s °30, 1930.",
        "A: This is Veronica Stenkavich, the lady who helped us with food during the o -- German\noccupation and kept me, or wanted to save my life, kept me for a half a year, more or less 1n her\nhome, but she couldn’t keep me any longer. We met after the war, and she was like a part of my\nfamily after the war. She died when she was 75 in 1963.",
        "A: This is a picture of my father standing in the middle surrounded with a group of his students,\nof the students of the e -- Jewish technical school in Wilna, made in Wilna in 1934. The building\nbehind them 1s the technical school, the building of the technical school. It’s written the fifth --\nnow I have lost it -- the fifth year already houses -- on the fi -- no, I don’t know [indecipherable]\nin English. You finish the school there, the fifth graduation, oh -- the fifth graduation of the\nstudents of the technical school. And there’s always a director, my father.",
        "A: This is my brother and me in 1936. It’s a photograph of two of us. Yeah, my brother and\nmyself, yeah.",
        "A: This is a book written by my uncle, my father’s brother-in-law, Hirsch Abramovich. You can\nsee him on the picture together with my aunt, my father’s sister and two cousins. One of the\ncousins is still alive, and she’s a reference librarian in Evo in New York. And her name is Dina\nAbramovich. The title of the book it -- the proph -- prophets of a lost world, the memoirs of a\neast European, of east European Jewish life before the World War II. And the -- the book was\nwritten in 1956, and translated -- was written in -- in engli -- in Yiddish and translated into\nEnglish in 1999, Publish -- is it? No date.",
        "A: This is a -- a textbook for the students 0-o0-of the Yiddish technical school. The textbook is\nwritten in Yiddish by my father, and the title 1s in Yiddish, 1s [speaks Yiddish], parts of the\nengines. So he was translated, think, German technical books into Yiddish and writing the\ntextbooks and drawing the -- the pictures. The drawings are by him. They were prepared\nspecially for the students of the Yiddish technical school, yes.",
        "A: Yeah, they survived in a -- in such way that I have three of them, one -- one book was -- two\nbooks were -- were given me by the students of his -- o-of his school after the war. One book\nwas given me in Montreal, by hi -- also his former student, who brought it -- who immigrated in\n1938, I think, to Canada and he brought the book with him and he gave it to me as a present.\nEnd of Tape Four\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumAugust 17, 1999\nRG-50.030*0399",
        "PREFACE",
        "The following oral history testimony 1s the result of a taped interview with Sulamif Shreyber\nZhabinskaya, conducted on August 17, 1999 on behalf of the United States Holocaust Memorial\nMuseum. The interview is part of the United States Holocaust Memorial Museum's collection of\noral testimonies. Rights to the interview are held by the United States Holocaust Memorial\nMuseum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "SULAMIF SHREYBER ZHABINSKAYA",
        "August 17, 1999",
        "Beginning Tape One"
    ]
}