{
    "rg": "RG-50.106.0195_trs_en",
    "sequence": [
        "Q: And where were you born?",
        "A: I was born in Warsaw, Poland.",
        "Q: And when were you born?",
        "A: In August of 1938.",
        "Q: August what date?",
        "A: August 11\" 1938.\nhttps://collections.ushmm.org",
        "Q: Now I know you have been interviewed previously so we won’t spend a lot of time on your\nwar time experiences, but I would like to get a sense of what happened to you in the sense of\nwho your family was. How long, how many generations back can you go with your family in\nPoland?",
        "A: Back to well actually in the 17\" century, my father’s family came from Holland to Poland.\nThis was during the time of the Spanish invasion of Holland. My mother’s family were\nLithuanian and Russian but she herself was born in Poland.",
        "Q: Was she born in Warsaw?",
        "A: You know I’m not sure. I would have to look that up. I’m not sure. I did find a friend in\nPoland sent me a clipping once about a direct ancestor of my father’s from mid-19\" century who\napparently was a very early, all in factories and very early on had actually helped his workers to\nlead somewhat better lives than they normally would have and had been written about at some\nlength. Sort of an early reformer. And that’s about it, because my parents were around in the\nearly 30s, when the war broke out. My mother was 31. And that was rather early to have\nbothered to talk to their parents about you know their own families.",
        "Q: Tell me your parents’ names.",
        "A: They were John Jacob Kleyman and Helena Kleyman.\nhttps://collections.ushmm.org",
        "Q: And your father, do you know when your father was born?",
        "A: He was born in 1906 in Sochocin Poland.",
        "Q: And do you know the date? The date. That’s ok, no ok, that’s all right. And your mother?",
        "A: April 29, 1906. My mother, oh boy. You know I lost, I have a little booklet if there’s a way\nwe can correct this later which I have been trying to find that had all of these dates and things.\nAnd I’ve looked for it the last two weeks and haven’t been able to locate it. My mother was born\nin 1908.",
        "Q: What kind of work did your father do?",
        "A: My father was an, had an art gallery. He was an art dealer, antiquities dealer as it was called\nthen.",
        "Q: In Warsaw?",
        "A: In Warsaw. And my mother always worked with him.",
        "Q: Did you have any siblings?\nhttps://collections.ushmm.org",
        "A: No, because I was born just before the war broke out. No, I did not. But they did. They both\nhad siblings, all of whom died around 1943, or disappeared in 1943.",
        "Q: Was that part of the family also in Warsaw?",
        "A: Yes. They, everybody had been pushed into the ghetto which was very, very small in\nWarsaw before the war and was vastly expanded by the Germans who took over a huge area of\nthe neighborhood around the tiny little ghetto and then proceeded to pack it not only with all the\nJews they could get their hands on in Warsaw, but also brought people in from all over Poland.",
        "Q: Obviously since you were born in August of 38, your memories, the initial memories of what\nhappened or the information that you have must have come from your mother. So can you say\nanything that she told you that would pertain to when you were born and what happened after\nthe, you know what the story of the experiences were.",
        "A: We, my mother and father both, my father never spoke about the war. And my mother didn’t\nspeak about it very much either. In fact one of the few times she talked about it was when my\ndaughter was taking an ethics course in high school and asked her some questions. They never\nwanted to talk about it. My mother’s thing was that it was all past, that you couldn’t bring\npeople back and there was simply no point. The only things they did talk about was that they,\nthey refused to apply for any reparations when that came up because they felt that there was no,\nthere was no way you could make reparations for what had happened. My father would\nsometime talk a little bit about his family but it was always prewar vacations, that sort of thing.\nhttps://collections.ushmm.org",
        "Q: So your family obviously before you were born, was a well to do family and as you said they\ntook vacations and they were upper class or whatever.",
        "A: Well middle, whatever. Like most professional, Jews of the professional class in Warsaw,\nthey were educated abroad because the university had a tiny quota of Jews. So my father went to\nthe Sorbonne. My mother went to Lucerne and my uncles, most of them were educated actually\nin Germany, in Zwickau. And so forth.",
        "Q: What do you know of what happened after you were born. Obviously you don’t remember\nthis but can you just kind of start the story about the early times of your life, the very early times.\nThat you know of.",
        "A: When the Germans first took over the ghetto area and expanded it and pushed everybody in,\nmy parents traded their house with this artist friend who had a duplex apartment in a building\nwhich became part of the ghetto. He was not a Jew. And my father moved us and his whole\nfamily — his mother, his sisters, brothers, and a niece who was my generation. And my mother’s\nmother into that duplex apartment.",
        "Q: Was this in the fall of 1940?",
        "A: This, you know I am not totally clear. It was, it was I think 1t was more like the fall of 39.\nhttps://collections.ushmm.org",
        "Q: Fall of 39.",
        "A: They were able to take some money and, and things with them so that they had the means of\nbuying food and so forth for a while. My, one of my early memories is of my father’s mother\nwho was baking little you know those little semi round crescent cookies. So we must have been\nable to get flour at that point still.",
        "Q: Who lived with you, besides your parents?",
        "A: My parents, my grandmother on my mother’s side. And my grandfather on my father’s side\ndied just before the war and was buried in the Jewish cemetery near the ghetto. He died a natural\ndeath before the war. Not natural but I mean — so his mother, my father’s mother and his three\nsisters, two brothers. The husband of one of the sisters. And the daughter of one of the sisters all\nmoved in with us. In this duplex apartment. My mother’s mother would go every single day and\nvisit her two brothers and their families who lived, who had moved into some other part of the\nghetto. And one day she simply didn’t come back. She just disappeared. I found a reference to\none of her, one of her brother’s daughters in Ringelblum’s diary about a twelve year old girl and\nher death was in there. One of the few — Her maiden name was Batlaj which 1s a Lithuanian\nname, B-A-T-L-A-J, L being a Polish. It’s an L with a diagonal through it. So that is — and the\nwidow of one of the brothers, of Henry Batlaj, did survive the war with two children and ended\nup in France, where my parents never really contacted anyone after. They tried but they couldn’t.\nBut in recent years, thanks to the internet, I’ve been able to find out that they eventually seem to\nhave all become scientists and one of the women who by now must be the third generation, was\nhttps://collections.ushmm.org\nactually a visiting professor at Harvard about four or five years ago. And I asked my mother if I\ncould contact her. And my mother just didn’t want to. She wanted you know. Anyway, my, my\naunt on my father’s side and my cousin who was about 13 and the uncle, one uncle, the one who\nhad been educated at Zwickau, one of his fellow engineering students was a German\ncommandant. And he, they ran into each other in the ghetto and he arranged for them to work in\na factory outside the gates, which was supposed to be a slightly protected situation so that every\nday they would all go out to work. And every day they’d be checked back in. My mother was\npart of the group.",
        "Q: It was men and women?",
        "A: Yes. Probably not the same factories. I don’t know. It was sewing I think in the case of the\nwomen. And one day they simply didn’t come back, any of them. My father I mean I think my\nmother was under the impression that this man really had tried to protect them somewhat, but\nthere was nothing that could be done. They, and I don’t know his name. But you know they\nsimply would clear the factories out and send the next batch out was the way it was done. My\nmother when that happened, which was the beginning of 43, my father had sort of, I mean no one\nreally believed the Germans were going to do this. I mean no one, very few people left Poland\nbecause they, when it was about to happen because they just didn’t, I mean no one believed there\nwas such a thing as an extermination program, obviously.",
        "Q: So now just to clarify now we’re in —\nhttps://collections.ushmm.org",
        "A: 43.",
        "Q: Ok but before that, do you have any —",
        "A: Well before that —",
        "Q: Or were you told anything about the years before 43?",
        "A: Yes. I mean there were, one of the first people that my father found killed in the ghetto was a\nclose friend of his named Roman Kromsztyk who was a very well-known Polish artist. And my\nfather found his body with a portfolio of his chalk drawings lying next to it. And he managed to\nactually get that out of the ghetto and it survived the war. He returned most of them to a distant\nrelative of Kromsztyk’s. I have a couple of them. He was the first person that, my father did\ntalk about him. He was the first person he knew that he saw dead you know in the ghetto.\nKromsztyk had done some drawings which I have one of upstairs, where he, of figures in the\nghetto. I don’t know how many of them survived but this one was of a woman lying either asleep\nor dead. It’s unclear. On the steps of one of the buildings in the ghetto. And I was the model for\nthe baby lying next to her, which I, it’s hard to tell whether they’re alive or dead in the drawing. I\nhave it upstairs.",
        "Q: What were your first, do you have any memories of the ghetto?\nhttps://collections.ushmm.org",
        "A: You know I remember brick walls being built which was something that happened. I mean I\nhave since looked that up.",
        "Q: They did have nine foot walls.",
        "A: But I did remember the walls going up. And at what point that happened I’m not sure. I\nremember beggars, you know on the streets coming into the buildings and I remember this was\nreally an awful, there was a man who came into our building to beg and we had stairs in the\nbuilding which were very much like the kind of metal etched stairs that you have in a lot of\nschools. You know the old fashioned, and I remember them very distinctly. The man upstairs\nfrom us shoved this poor guy down the stairs and I remember that. I mean that really you know I\nasked my mother about it when I was a teenager and she said yes, that it had happened. You had\nthis very large gap at the beginning between the people who considered themselves very middle\nclass and the very, very poor people who were pushed in from the outside, you know the little\nghettoes outside. And these people did not feel they had anything in common with them. And\nthey were trying to keep what little they had for their own families which was the case up there.\nBut I remember my grandmother would actually apparently would give this man money. And\nthen he, or, or and food and then he went on upstairs. And this was what happened. So I\nremember that. I don’t remember what’s in these photographs you know of the dancing and all\nof those, don’t remember that at all.",
        "Q: So you were in the ghetto until when?\nhttps://collections.ushmm.org",
        "A: Until 43.",
        "Q: And so by that time you were five.",
        "A: Mm hm.",
        "Q: So you remember a sense of fearfulness or not, up to that time?",
        "A: Not really, not really. I mean there was very little food. What there was, obviously my\nparents were, tried to —",
        "Q: Do you remember being cold?",
        "A: No. I don’t, but I do in 43 when my relatives didn’t come back that day, my parents decided\nthey had to get me out. And they made arrangements with, they had been able to stay in contact,\nI don’t know how, with friends on the outside who were not Jewish. And they arranged through\none of them, Wladislaw Brezovsky to and he arranged with a Polish policeman to come in. And\ntake me out.",
        "Q: Do you remember that?",
        "A: That I do remember, because my mother dressed me in this little white coat that she had and I\nwas very, very blond and blue eyed. I had white blond hair. And —\nhttps://collections.ushmm.org",
        "Q: What language did you all speak?",
        "A: Polish.",
        "Q: You spoke Polish.",
        "A: But my parents knew French and German because of their studies. And my father I think also\nknew Yiddish but they never spoke it at home. I think —",
        "Q: Were they religious at all?",
        "A: No.",
        "Q: They were not, so you don’t know if they, they didn’t observe any holidays or anything?",
        "A: No. No, only my grandfather on my father’s side who of course died before the war did\nobserve the Sabbath and that was about it. Because ever after, after we came out, my father\nwould only on Yom Kippur but he would light the candles for him and we still have his\ncandlesticks. I don’t know quite how they managed to survive. Only I still have them.",
        "Q: So there were no Passover Seders or anything like that?\nhttps://collections.ushmm.org",
        "A: No, no. You have to remember though the Poles and the well to do or middle class Poles in\nSweden were extremely, I mean they considered themselves Poles. The more religious and\northodox were in the villages and they had very little contact with them ever. And that was one\nreason that all of this was such a, you know.",
        "Q: Shock?",
        "A: Shock, I guess to everybody. They had never thought of themselves as being particularly\ndifferent. Except of course they knew they were because of the quotas at the universities and all\nof this sort of thing. But in terms of everyday life.",
        "Q: So you said your parents had the friend outside.",
        "A: And he arranged with a Polish policeman whom he knew to come in and, and take me out.\nI’m not sure quite sure how that worked.",
        "Q: So you in a sense walked out?",
        "A: Walked out. And he at some point that night apparently I spent somewhere that was like a\ncellar because my coat, one of these things that my mother said afterwards was a, the friend who\nhad arranged this said the next day that when he picked me up, my coat was very dirty. That I\nmust have been sleeping somewhere. And he took me on a tram of some sort.\nhttps://collections.ushmm.org",
        "Q: You remember —",
        "A: That I do remember cause I threw up on the tram and I was vastly embarrassed, got my coat\ndirty again.",
        "Q: Do you remember saying goodbye to your parents?",
        "A: No, and they took me and, and he somehow got me out eventually to the place where they had\na little summer cottage.",
        "Q: Which was where?",
        "A: Ina place called. It’]l come back to me, I’m sorry.",
        "Q: But this is in the countryside.",
        "A: In the countryside, across the street from a castle which had belonged to some people my\nparents knew which is how they had bought the little, and which ended up being the regional\nGestapo headquarters for the area. And there I was across the road from it. And it’s crazy. I\ncan’t remember the name of the town, cause I just said it a few days ago. It’s about 13 miles\noutside of Warsaw. When Warsaw burned a year or two later, we could see the red sky.\nhttps://collections.ushmm.org",
        "Q: But April 43 was when the ghetto was destroyed.",
        "A: Yeah.",
        "Q: So you got out —",
        "A: Just before.",
        "Q: Just before.",
        "A: And after my whole family had disappeared. My mother then a few days after I got out, she\nleft with her work group and the Polish woman who was checking people in and out turned out\nto be a high school classmate of hers. And she said to my mother just don’t come back. Keep\ngoing and Ill check you back in. Although she had no way of contacting my father at that point,\nexcept they had agreed that if there was ever a chance for any of them that they would just do\nthis.",
        "Q: He was still in the ghetto.",
        "A: He was still in the ghetto. My mother eventually went to several friends and stayed with them\naround the city. Some, I know who some of them were. And then there were two couples who\nknew where I was and could sort of, if my parents contacted them would be able to tell them.\nAnd my mother then somehow or other ended up working with a group of nuns who were trying\nhttps://collections.ushmm.org\nto help people a little bit. And one of them died and they gave my mother her habit to wear. And\na few days later the nuns were rounded up and my mother had this amazing story of which she\ntold Holly in high school. My daughter. They were, there was a staging area in one of the\nsuburbs of Warsaw. And I have the name upstairs, be able to find it. From which people were\nshipped out to the concentration camps on the trains. And the nuns were about to be shipped out.\nAnd one of the Germans on the platform said to the Mother Superior that the, one of the\ncommandments was a Catholic and she should go and talk to him and see if he could help her.\nAnd my mother describes literally how they, her foot on the bottom rung of the train car when\nthe Mother Superior came running down the station waving this little slip of paper saying that\nthey could go. So I had 13 nuns show up on the doorstep of the place where I was out in the\ncountry. And I had apparently the sense not to, I recognized my mother but I had the sense not to\nsay anything about the fact that she was call her my mother or anything like that.",
        "Q: Even if ---",
        "A: Because of course the nuns didn’t know. Oh I wasn’t that young anymore. I was five. And\nyou had been absolutely told what you could not say. I was very aware of that.",
        "Q: Did you keep your name Susanna?",
        "A: No.",
        "Q: What was your new name?\nhttps://collections.ushmm.org",
        "A: Yes, I kept Susanne, yeah and I, but I had the name of the nanny and I have no idea what that\nwas any more. But it was you know a Polish name. And —",
        "Q: Because the Polish nanny was now your mother?",
        "A: Technically. And I had the sense to say nothing apparently. And my mother claimed when\nshe was telling this, Holly this story, that I had dreamt the night before that she was coming and I\nhad said that to the nanny. Well, chances are I probably dreamt that a lot of times. But that time\nit stuck in somebody’s head. They stayed with us for several weeks but obviously we didn’t have\nall that much food and so forth. And then the nuns went on to a convent somewhere.",
        "Q: Including your mother.",
        "A: Not including my mother who had at that point, she had developed very bad rheumatism and\nfrom lying on stone floors and so she was ill enough that she had a good excuse apparently to\nstay that she couldn’t go on with them. And of course they knew she wasn’t a nun. I mean they\nhad you know taken her in, given her the — so the fact that she just wanted to stay there didn’t\nseem that odd to them. Even though they didn’t know she was Jewish. My father got out after —",
        "Q: So she stayed, she stayed with you.\nhttps://collections.ushmm.org",
        "A: So she stayed. With me. My father got out during the uprising, the ghetto uprising through the\nsewers.",
        "Q: April 43, he did.",
        "A: And then he, again he went to more or less the same people my mother had gone to. To hide\nout and when the embassy had this information they actually knew the couple that he was with\nthe most time and they described this. I was amazed about it. And he had you know several very\nclose escapes. At one point he had to jump out of a second floor window into the back of a\ngarbage truck. And as it drove by and he managed to convince the truck driver that he was a\nBritish parachutist who had ended up in you know parachuting in and who was there to help free\nPoland. So he was not turned in. And I don’t’ know how did that buthe ——_—-.~ And he did not\ncome to where my mother and I were until the Russians came in to Warsaw. And at that point he\nwas able to get out. But he was in Warsaw til the end of the war. And hiding in various places,\nincluding the — for a while he was in the basement of a company called Wedel which made, was\nthe best chocolate factory in Poland which was recently bought by Cadbury’s of England. And\nhe hid, they hid him in the basement of their store which was near where his former antique shop\nhad been. And one of the sisters of, of the Wedel sisters would bring him water and so forth\nperiodically. And then one day a bomb fell and sort of cut the cellar in half and she was actually\nkilled on the other side of the -- and he eventually dug his way out. And it was just — my parents,\nwell my mother cause my father would never talk about it. But my mother basically said that\nwho survived and who didn’t was simply chance or luck or something. You know completely no\nrhyme or reason to who did and who didn’t.\nhttps://collections.ushmm.org",
        "Q: Was your mother blond and blue eyed also?",
        "A: No, no.",
        "Q: She was dark?",
        "A: She had dark hair and brown eyes.",
        "Q: Ok so the two of you were out in the country? Were you able to move around the roads and\nthe —",
        "A: Well I, I mean my nanny and I went to the local little, local town to buy things at the farmer’s\nmarkets and so forth. They don’t call them, they were just markets. They weren’t called farmer’s\nmarkets. And I went during the day to a small school, sort of through the woods that was in the\nbasement of a local church. And the younger children were ostensibly raising rabbits and the\nolder children were actually studying but they were not allowed to use Polish textbooks. And if\nthere was a problem they felt the Germans were coming to check up. They would shove the\ntextbooks under the rabbit hutches. They were probably not very attractive by the time they\nfinished.",
        "Q: They were supposed to use German textbooks, is that what you’re saying?\nhttps://collections.ushmm.org",
        "A: Yeah and I have a photograph somewhere still of the priest that ran that church, who thought I\nwas Catholic. He was not a — it was not known.",
        "Q: Did you know or did it mean anything to you at that very young age, about being Jewish. Did\nyou know that you were —",
        "A: No, I only knew that I was not supposed to say who I was. I was not supposed to give my\nname or my real name which I knew or my parents’ names or anything about our circumstances.\nI was supposed to only say that the nanny was my mother. And to give that name. You know I\nthink even small children when they’re living in a situation that is that extreme understand a lot\nmore about what they are and aren’t supposed to — and if you think back to the fact that in the\n19\". well even in the 20\" century, fairly small children would be sent out to work in the\nfactories, in the fields and so forth. And they would be able to do it. You know and I know when\nwe were living in India, and we were, visited Kashmir, there were five year old sitting there\nweaving rugs because their fingers were so small. And they can learn to follow a pattern. And\nthey can know what they’re doing. There 1s a lot that children can do and 1s expected of them\nthat —",
        "Q: Do you have memories of whether or not it was a very frightening time for you or?",
        "A: No. you know the time in the country was, was quite nice. I do remember being in the — very\nvividly on, we were in the market place on day in the, this little town that a couple of bombs fell\nand a goat had its legs cut off. I mean there was this memory of this goat lying there bleeding all\nhttps://collections.ushmm.org\nover the place. And I must have been about you know six years old at that point. And we were\naware of the fact that we were not supposed to be out too much in the fields or anything like that.\nCause the Germans would sometimes, but you know it was at that point it was an occupied\ncountry. So it was not that the Germans were strafing the fields as much as they did at the\nbeginning of the war. And I have no idea why they happened to attack that small market town\nthat day. You know. Maybe some bombs just fell back and they meant to be bombing Warsaw\nor something.",
        "Q: Did you have any friends your age?",
        "A: Yes, yeah they were my nanny’s sister who came regularly to visit us had a little girl my age.\nNamed Eljunya. Elizabeth and so she would be around to play with and then the children at the\nschool.",
        "Q: But you could never tell them —",
        "A: At the church.",
        "Q: But you could never tell them your story.",
        "A: No, no, but nobody talked. I mean we all knew not to talk anyway in general. Because even\nthe children who were not Jewish were aware of who the Germans were and what they were\ndoing.\nhttps://collections.ushmm.org",
        "Q: So then comes 44 and Warsaw is invaded and destroyed and you said you saw in the distance,\nyou saw the flames.",
        "A: We saw the red, no we didn’t see the flames, we saw red sky.",
        "Q: Red sky. And I imagine it was frightening to you. Did you know what was happening?\nCause your mother was with you.",
        "A: My mother was with me at that point. And we knew that it wasn’t good but we didn’t really\nknow what was happening.",
        "Q: And then what happened after that?",
        "A: Once my father came and the war was over, we moved back to Warsaw and my father\nreopened his gallery, although in a different place. They started to look for their family. The\nfact that he reopened it under his own name, they thought it would be helpful. The people would\nknow where they were, would find them. And they worked through the Red Cross. Trying to\nfind people, but nobody, nobody returned. And —",
        "Q: So you lost your relatives?\nhttps://collections.ushmm.org",
        "A: Everyone except this one, one aunt who had been sent out very early. Who was working on a\nfarm. Who came, eventually came to the States. But everybody, otherwise, everybody my\ngrandparents generation, my parents’ generation, and mine and my generation. There were\namong others and this was very interesting. At the end of my mother’s life and she was almost a\nhundred when she died, she suddenly told me about this cousin of hers. One of her, the child of\none of her uncles whom she had never mentioned before, ever cause she really didn’t talk about\nher family very much. And apparently he had, he was at Oxford and he was about 20 and when\nthe war broke out he came back to be with his family, her uncle’s, so his last name would have\nbeen Batlaj and he was killed early on or disappeared early on. And didn’t really know what\nhappened to most people. They just sort of weren’t there when they — you know people came\nback thinking they’d be with their families, not realizing what was going to happen of course.",
        "Q: So what did, I mean you’re a little girl still, what did that mean that the war is over? Do you\nhave any memories of that time?",
        "A: Well yes, I do remember some things. For one thing I remember somebody giving me\nchocolate which I had never seen before. And I remember being given a banana of all things by\nsomebody which I again had never seen before. The street where the gallery was, was fairly\nwide and one day there were obviously no street lights, but there were police who were really not\nreal police. But they would be out there directing traffic and so forth. And they did have guns\nand of course there were no buses to speak of so people drove around mostly in trucks with seats\ngoing this way that they would sit in. And in this case it was a police woman, with a gun and the\ntruck wouldn’t stop, when she was directing it so she proceeded to shoot and the, in some\nhttps://collections.ushmm.org\nobscure way the bullet when right through a whole row of people sitting on these seats and there\nwas a pharmacy in our building. And people were being brought in to be you know treated and\nscreaming and blood and everywhere and that, that really stayed with me too. Cause I was right\nthere. But you know by that time I was six or seven years old.",
        "Q: During the war when you would see a German soldier, was that a frightening sight for you?",
        "A: You knew you were not supposed to go anywhere near them. It was the dogs that were so\nfrightening more than the Germans because they would always have these braces of dogs with\nthem on, on leashes and we were all terrified of the dogs who would just be sicced on people you\nknow right and left. And I have always to this day really had a fear of German Shepherds and I\nlove dog. I have no problem with dogs but I cannot stand being around German Shepherds. And\nthen they were just the one dog that was, it was more the dogs than anything else because they\nwere always in front of the soldiers so you barely even were aware of the soldier behind that\ngroup of dogs. And they would always have you know two or three on leashes, right in front of\nthem.",
        "Q: Any other fearful times that you had during the war that you recall?",
        "A: No. You know you were very wound up and very fearful. I mean you really were, I was away\nfrom my parents for almost three years when you know you added it all up. Because my mother\ndidn’t show up until she got out around 43. She didn’t show up until two and a half years later.\nMy father stayed (both talking)\nhttps://collections.ushmm.org",
        "Q: Did you know who she was?",
        "A: Apparently I did, apparently I did. And that was the one thing my mother did tell me, that I\nknew who she was but didn’t call her by name. So there was a fairly long time between the time\nthey got me out and the time that I actually saw them again. And my father even longer.",
        "Q: Longer, yeah. Were there any celebrations when the war was over?",
        "A: Not that I can remember. They were fortunate in that my father had had a lot of diplomats,\nforeign diplomats as clients before the war and some of them had taken things out for them when\nthe war broke out, or kept them. Returned them after the war. A friend of theirs came back as an\nambassador to one of the, from one of the Scandinavian countries and he arranged for us to get\nvisas to go to Sweden which is how we ended up. We had, we waited for a quota number to\ncome to the States for four years. But we were in Sweden for three of those years. And then in\nMexico for nine months.",
        "Q: When did you leave Warsaw?",
        "A: We left in 47.",
        "Q: To go to Sweden?\nhttps://collections.ushmm.org",
        "A: To go to Sweden.",
        "Q: So between the end of the war and 47 you were going to school and —",
        "A: I don’t really remember going to school in Warsaw itself, although I do have a school book\nkicking around so it must have been. And I definitely went to first grade because when we went\nto Sweden I did first grade over. Because I was learning a new language.",
        "Q: But you obviously saw the destruction in Warsaw?",
        "A: Yeah, but you know I —",
        "Q: To a young child it was ---",
        "A: I hadn’t known anything except destruction really so it didn’t seem that different to me.\nExcept when I was in the country because the war started when I was only one, so I had never\nreally seen anything that wasn’t ruins. Except when I was in the country. And, and that life was\nall right. I mean we had this little house. We had chickens which I remember feeding regularly.\nYou know that was my job. And we had a well. We had a cellar with a little rug and a table\nover it, where you could hide when there were air raids, but actually there weren’t any in the\ncountry when we were there, partly because I think the Gestapo headquarters were across the\nroad so they were not about to start bombing that particular area. But we did have a bomb cellar\nwhich you know was the usual root cellar type of cellar.\nhttps://collections.ushmm.org",
        "Q: But you say you never had to use it.",
        "A: And we never really used it. I mean we used it to store things. We didn’t have very much. I\nmean we had some bread. We had access to bread, somehow or other. And we had, we ate a lot\nof bread with onions, thin slices of onion. We had eggs from the chickens. Certainly didn’t have\nmilk ever that I can remember. But this was again in the country so we had vegetables and —",
        "Q: So now you hear you’re going to be going to this foreign country. And to a young child what\ndoes that mean? Was it upsetting?",
        "A: No we traveled a lot during the years we were in Sweden because my father just started up his\nbusiness again so we were going with him on some of his trips. And he had friends all over\nEurope.",
        "Q: No I meant when you were told in Poland that you were now going to have to move to\nanother country?",
        "A: Oh no, no I’m not aware of being worried about it at all.",
        "Q: Cause you had your parents?\nhttps://collections.ushmm.org",
        "A: I had moved so many times by that time already you know. It wasn’t as if one more move was\ngoing to be any different. But I counted up once that by the time I was 11, I moved 13 times so\nit wasn’t really, it wasn’t a problem.",
        "Q: Did many or did any Jews come back to Warsaw after the war was over?",
        "A: People did and I know that some of my parents’ friends went back to their places, only to be\nmurdered by the people who had taken over their apartments or houses or businesses.",
        "Q: But did your parents feel that they were in danger?",
        "A: They felt they had to get out. And what happened was that this couple who were mentioned in\nthis thing, in this book that I came across on the internet, that the Polish embassy sent me an\nexcerpt from, they were sort of like godparents, or were close, very, my parents’ closest friends.\nAnd he was the head conservator of the national museum. And they were Catholic. And she was\nout walking after the war, shopping you know, going to buy food. And a man came along and\nshoved her into the gutter and said to her apparently so you old Jewess, you survived the war,\nwe'll get you yet. And she apparently went immediately to my parents and said ok you’ve got to\nget out. It’s never going to change here. Cause the anti-Semitism was so strong 1n Poland. And\nthey, they got out pretty much near the, you know before the communist government took over,\nbut very shortly before. And I’m not sure about the dates. I do have the passports and so forth\nfrom that period. I just haven’t really looked at them. I have to do that. I mean I have to get all\nthe dates straight and, and I found that some of —\nhttps://collections.ushmm.org",
        "Q: Approximately 47, 1947.",
        "A: 1947. But I have to look at them. I do have them. I have managed to misplace all these papers\nrecently because I was trying to clear the house out and I shoved things around. And when my\nmother died four, almost four years ago now and I moved a lot of, you know her things into the\nhouse and just sort of everything got confused.",
        "Q: Where in Sweden did you settle?",
        "A: In Stockholm.",
        "Q: In Stockholm.",
        "A: A friend of ours who was with the Dutch Red Cross had an apartment in Stockholm which he\nwasn’t using and so it’s in these pictures. So that was the apartment we lived in. On\nWindegotten, in 52. And I went to the local elementary school for four years.",
        "Q: Did you pick up the language?",
        "A: Very, very quickly. In fact it was funny. There was somewhere I used to have a clipping.\nSomeone took a picture of me and wrote up a piece for a local newspaper and about a typical\nhttps://collections.ushmm.org\nSwedish girl playing outside you know in the wonderful weather and discovered afterward that I\nwasn’t, but I have the picture and the little clipping somewhere. My mother —",
        "Q: Where there any other children that you played with who were refugees who were —",
        "A: No, no there were no children to speak of. There was one boy who then went with his family\nto the United States and but he was four or five years older than I am. And he was actually, his\nfather was Yugoslav, mother was Polish. And eventually his father died during the war and\neventually they moved to New York and I did see them periodically. And there were some other\nchildren who are friends of my parents, who were born after the war. But except for Yannick,\nthis one boy, I didn’t know any who were —",
        "Q: Did the Swedish children ask you (phone ringing).",
        "A: I’m so sorry, I missed the call. Did —",
        "Q: No, I was asking if the other children questioned you?",
        "A: I, no I don’t think so. I don’t really remember any of that, of ever being asked. Yeah I learned\nSwedish very, very quickly and I spoke it apparently perfectly. And children aren’t that curious\nyou know.\nhttps://collections.ushmm.org",
        "Q: Also you were very young. Eight years old or nine years old yeah. So you felt comfortable in\nStockholm?",
        "A: Yeah I loved the school and every summer the Swedish government arranged for, arranges for\nchildren or did then to go to summer camp, depending on their health. They’d send you to the\nmountains or the seashore or something like that. And so I did that. One memory I have which\nis sort of an odd one for America. It’s interesting. The very first African American I ever saw\nwas Paul Robeson who came to give a concert and marched in the May Day parade. Of course, I\ndidn’t know particularly — I, we went to the concert actually and I heard him sing. But you know\nin retrospect that seems sort of amazing now. At the time it was, it was not, 1t was not that. And\nmy parents knew people you know in Sweden from before the war and they were a few of their\nfriends who went to Sweden after the war. They will be mostly women, mostly older women and\nthey, most of them lived in these little pensions. Their families were gone. And this aunt who\nsurvived was living in one of them. She didn’t live with us then.",
        "Q: Did you miss Poland?",
        "A: I don’t think so particularly. You know Sweden was, is a wonderful place for children. There\nwas lots to do and I don’t know if I was aware of, I think I was very introspective because I had\ngrown up without, not really playing with children very much. And then after the war I was\nmostly with adults except for school where I had a perfectly good time, because my parents\nreally didn’t know families with children because there weren’t any children. And I think in\nhttps://collections.ushmm.org\nsome ways we didn’t really know very much about bringing up children either. As a result.\n(phone ringing)",
        "Q: Did the Swedish teachers ask you about your background?",
        "A: No, no.",
        "Q: How much, well I guess you don’t know how much they knew.",
        "A: NoI don’t. At all. And you know that Sweden had managed to stay neutral while really in\nsome ways cooperating with the Germans. And they probably didn’t particularly much want to\nbe reminded about any of it anyway. When we went, we then went to Mexico for nine months.\nMy father went to Mexico for nine months. My father wanted to study pre-Colombian\narchaeology and —",
        "Q: So that would be 1951 ---",
        "A: 1949, 49. By that time.",
        "Q: So you were in Sweden.",
        "A: We were there four years but it doesn’t quite work in terms of because it overlaps years. So\nit’s four years total but 1t doesn’t quite work in even years because it doesn’t.\nhttps://collections.ushmm.org",
        "Q: How does he get passage to Mexico?",
        "A: Well after, the same man had been ambassador to Poland, Sweden’s ambassador to Poland, he\nbecame the ambassador to Mexico and he arranged for us to, Klaus Festering and he arranged\nfor us to get visas. And there they had a number of friends who had survived the war who had\ngone to Mexico.",
        "Q: Directly from Poland?",
        "A: From Poland and one of them —",
        "Q: What city in Mexico?",
        "A: One of them, in, in Mexico City. And one of them the 18 year old daughter of one of the\nfamilies, I had English lessons with her at the same time that I went to seventh grade. I jumped\nfrom fourth in Sweden to seventh in the American school in Mexico City, because the Swedish\nschools were very far in advance of you know American schools in terms of what you were\nlearning. So I took an exam and they stuck me in seventh grade.",
        "Q: So now you know Polish, you know Swedish. You’re learning English.",
        "A: And Spanish.\nhttps://collections.ushmm.org",
        "Q: And Spanish.",
        "A: But ve really forgotten the Swedish. I can still read it but I haven’t spoken it in all these\nyears.",
        "Q: But at the time —",
        "A: At the time I did, at the time I did.",
        "Q: Doing English and Spanish.",
        "A: I ended up actually eventually years later being assistant Scandinavian cataloguer at Harvard\nbecause of all of this. So after getting a masters in library science after college.",
        "Q: And again to travel, to leave one country and go to another country. You just accepted. You\nwere with your parents. There was no, you weren’t upset.",
        "A: Well you know —",
        "Q: Like questioning or why do we have to move?",
        "A: They had lived a very cosmopolitan life as many you know educated Jews before the war did,\nhttps://collections.ushmm.org\nbecause they were educated abroad. They knew all of these languages already. They had friends\nall over the place. You know people that they knew. I mean I do remember walking in Paris at\nsome point. When I was I don’t know, nine or something and hearing someone speaking German\nand getting really frightened. But generally people did not bother to speak German, even if they\nwere German, if they were wandering around Paris, they would make an effort not to for obvious\nreasons, so you didn’t really hear it very much.",
        "Q: But in Sweden and in Mexico, again just to reiterate, your parents did not talk about the war?",
        "A: No.",
        "Q: And you didn’t?",
        "A: No. The friend, Wladislaw Brezovsky who had gotten me out of the ghetto had a, was had a\nBritish citizenship as well as Polish and after the war because he worked for a British firm. And\nafter he got out of Auschwitz with a number tattooed on his arm, he went to London and we went\na number of times and visited him. I sort of thought of him as my adoptive grandfather. He\nclaims I cheated at checkers when I was seven years old. And somewhere in here. Well, the\npictures may be upstairs. I do have a picture of him. These were the people who hid my father,\nthe Kuharskys. And I was really furious with Yad Vashem because when I went my younger\nson was New York Times bureau chief in Jerusalem. And I went to Yad Vashem, which was a\nmistake. I shouldn’t have. The photographs were god awful. And I went to the Polish section\nand wanted to put their names in with the — and they said well are they still alive. And at that\nhttps://collections.ushmm.org\ntime they weren’t any more. And they said well if they’re not alive, we’re not interested. We\nonly want people whom we can give a certificate to and have a ceremony and so forth. And if\nthey’re not, we don’t really want to put their name in. And you know my feeling was if you’re a\nrighteous Gentile which 1s what they called it, it shouldn’t matter whether you were alive or not,\nif you had helped people. During the war.",
        "Q: So now you’re in Mexico and how long did you stay in Mexico?",
        "A: We were, here we are in Mexico. Nine months. And then so I went only part, partly to\nseventh grade. And then we, we came here.",
        "Q: So again in Mexico nobody questioned you or the other children, now you’re even older.",
        "A: I’m older. And no, nobody cared in the school. But of course there were some Polish families\nthere that my parents knew. The girl who was you know teaching me English for example who\nwas sort of a late teen. But nobody talked about the war. Nobody wanted to talk about it. And\nthe same thing in Sweden. They were, here is Diego Rivera. I went off to watch him paint\nportraits. He was a friend of my parents. But —",
        "Q: People, as you say, people did not want to talk.",
        "A: Nobody wanted to talk about it and you know since then in recent years, I’ve heard from\npeople who went to Israel and who tried to talk about it and nobody wanted to know. Everybody\nhttps://collections.ushmm.org\nwanted to just talk about the future and they didn’t want to know what had happened and so\npeople stopped talking about it. I think in the case of my parents they just, my father never ever\ntalked about it.",
        "Q: How was their health?",
        "A: My mother after the war when we were living in Sweden slept an awful lot. I think she was\nextremely depressed but I wasn’t aware of that. I mean I didn’t know what it was. She slept a\nhuge amount. My father was always very quiet and very involved in his, it’s an old picture of\nmy parents in, god knows where. They —",
        "Q: I was asking about your father’s health.",
        "A: His health was all right. He had a bullet fragment in his back which didn’t really bother him\nand he never you know told me how he got it either. But a very odd thing happened. He\ndeveloped Alzheimer’s and had to retire in 76. And eventually they moved down here and he\nwas part of an NIH study because in those days they didn’t really realize how common\nAlzheimer’s was. And the one proviso was that at the death of the person we were to allow an\nautopsy of the brain. The doctor called me who did the autopsy afterward and he said was my\nfather a boxer. And I said no. And he said well he has brain damage of the type which only a\nboxer or somebody who had been hit in the head a lot would have. And that’s probably what\ncaused the Alzheimer’s. Now my father never mentioned anything. It could only have happened\nduring the war. But he had never talked about it. Ever. And you know whenever I would ask\nhttps://collections.ushmm.org\nhim questions, he would say well you know when I retire and I have time cause they worked six\ndays a week in the gallery. And then they traveled a lot. And you know by that time I was gone\nanyway and had my own family. He said when I retire we’ll talk about all of this, and I'll tell you\nall --- and then he got Alzheimer’s and --",
        "Q: Let’s stop for a moment and we’ll start in the United States then.\nhttps://collections.ushmm.org\n(Tape 2 — RG-50.106.0195.02.02; duration: 58:46)\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection with Susanne Bennet and this is track number two and we had been talking\nabout your family being in Mexico and then you came to the United States. Where did you come\nto in the United States and when was that if you remember.\nSusanne Bennet: We went in August of 1950.",
        "Q: From Mexico City.",
        "A: From Mexico City via Cuba. Actually, we went to Cuba for four days. We, to Havana. To\nManhattan.",
        "Q: Ok you are a young, not so young child. And again you’re moving another time. What effect\ndid that have on you?",
        "A: I was really fairly independent. My parents were both working. I was the one who ended up\nfinding and enrolling myself in PS 59. In Manhattan, because they didn’t have time.",
        "Q: You settled in Manhattan.\nhttps://collections.ushmm.org",
        "A: In Manhattan. I found the place by accident because the English wasn’t very good at that\npoint to, that my father had his first art gallery which was at 8 West 56\" Street right off Fifth.\nAnd.",
        "Q: East 56\" you mean?",
        "A: No, it was 8 West. And you know I did the grocery shopping. I did the dry cleaner. I did all\nof these things because both of my parents were working full time and they didn’t have time.\nAnd they worked Saturdays. And in those days —",
        "Q: Where were you living?",
        "A: We were living there too.",
        "Q: Oh you were living there too.",
        "A: And in those days of course stores were not open on Sunday. And they worked six days a\nweek. So after school I would go and run all these errands and things and because I learned\nEnglish very quickly. They were learning it, they started to learn it in Mexico but they weren’t\nthat fluent.",
        "Q: So you enrolled yourself in the public school system. And you went into what grade?\nhttps://collections.ushmm.org",
        "A: I went into eighth grade. And —",
        "Q: And again did the teachers ask you about your background and where you had been?",
        "A: Not really. I had one run in which was in those days we had, what are they called. Oh gosh\nwhat is the word I want. Air raid",
        "Q: Drills",
        "A: Drills. And so one fine day we’re having an air raid drill and we’re all standing out in the\nhallway during the drill and I said to the teacher. This is ridiculous. If it were a real air raid\nthere’s you know none of us would survive this. I got sent to the principal for that one. But it was\nabsolutely true. I mean what’s the good of just sending you to stand in a hallway on the second\nor third floor of a building. Made no sense.",
        "Q: Did you speak with any kind of accent at that time?",
        "A: I don’t know. I really don’t think I have had very much. I, but when I went to high school I\nhad to go to speech therapy for my T-H which was wasn’t very good. And I was told to listen to\nthe New York Times station in New York to get my, get the right pronunciation. WQXR I think\nit was.\nhttps://collections.ushmm.org",
        "Q: So you’re in the school. You’re doing all the errands for your parents who don’t have much\nfree time. To be with other kids outside of school I assume.",
        "A: No and it, well I guess it was a neighborhood school but we all sort of went home after school\nanyway.",
        "Q: And then you started high school.",
        "A: Then I took the --you know exam for Hunter Bronx high school of science, Stuyvesant Music\nand Art and so forth. I went to Hunter.",
        "Q: And what kind of experience did you have there?",
        "A: It was fine. I honestly don’t think that I was that involved when I think back now to, I ran into\na few of my classmates here and I never followed through on very many of them, although one\nof them went on to college with me. Two went to Radcliffe, two went to Wellesley. I was one of\nthe two. It, because it was what is nowadays called a magnet school, we all went home afterward\nand we all lived all over the city. So we just didn’t really play with each other. I mean there\nwere things. We had clubs. We had obviously eventually we had a senior prom, all that sort of\nthings. We went out to Far Rockaway in the middle of the night on the metro, on the subway.\nBut there wasn’t that much social life.\nhttps://collections.ushmm.org",
        "Q: What was your parents’ state of mind at that time? They were working very hard. As you\nsaid your folks worked six days a week.",
        "A: They worked very, very hard but they were very promptly. My father became a very major\ndealer in New York. And —",
        "Q: What was the name of his store?",
        "A: It was Kleyman gallery.",
        "Q: It was called that.",
        "A: And it was first at 8 West 56\" and then he moved up to Madison Avenue in the, in the what\nwas then the Park Bernet building. It became Sotheby’s, 982 Madison which was across from the\nCarlyle. And they, very early on my English teacher I think it was. One of my teachers in eighth\ngrade somehow heard me talking one day about my father having African art, because he started\nto -- he had always had European decorative arts before the war. But after the war, with very\nlittle money, one of the things that he had been interested in when he was in Paris studying had\nbeen African art. So he -- that became a major part of what he had after the war. It wasn’t very\nexpensive to buy then and she said oh I’m going to tell my son who was one of the curators of\nthe, at MOMA, which was then the Museum of Modern Art of course. And the next thing was\nthat the son brought Nelson Rockefeller to the gallery. And then my father just, you know that\nhttps://collections.ushmm.org\nwas it. That was the beginning of his doing very, very well with, and becoming a major dealer in\nNew York.",
        "Q: So he met with very well-known clients.",
        "A: Yes.",
        "Q: Such as.",
        "A: He developed very major clients, all of the major museums in the states really. And —",
        "Q: Do you think that he related any of his background to his clients?",
        "A: No, no. I’m sure they never talked about any of —",
        "Q: So they had no idea what he had gone through.",
        "A: Well, I mean people —",
        "Q: I mean he had an accent I’m sure.",
        "A: Right, and people like Rockefeller I’m sure were aware of the background of people but they\n-- certainly no one ever talked about anything except art.\nhttps://collections.ushmm.org",
        "Q: Who were some of your father’s other clients, well known.",
        "A: Well let’s see. The various Rockefellers. John D., Nelson, Henry Ford. The one I liked best\nwas Greta Garbo. Eric Marie Remarque. And I have a letter from him somewhere. The Duke\nand Duchess of Windsor. By the time he went back to, whom I did not like, by the time he went\nback to having some decorative art again. Porcelains and things. Just about anybody who\ncollected art in the states ended up. You know the de Menils. Became clients during that period.\nThat it wasn’t very long really, because he started in 1950 and he had to retire in 1974, 76\nbecause he got Alzheimer’s so it wasn’t that long.",
        "Q: 24 years.",
        "A: And his name is, he was a major donor to the Metropolitan Museum of Art and my parents’\nname is now inscribed on the staircase going up, which was sort of (phone ringing) amazing\nbecause when you consider our background and what had happened to us that there, 1t was an\n(phone ringing)",
        "Q: Any other clients that your father had.",
        "A: Some of you know the major architects of that period, Edward Durrell Stone.",
        "Q: And then you showed me a picture of Diego Rivera.\nhttps://collections.ushmm.org",
        "A: Well that was when we were living in Mexico that I got to know Diego Rivera.",
        "Q: Oh you did, through your father’s art connections.",
        "A: Yes and Tamayo and just in general the whole sort of artistic, of the group in Mexico City.\nAfter the war, I mean after we moved to New York, he got, they got to know the Kennedys\nthrough I don’t know how important any of this is really. But Eustache Radziwill whose\nmarried Jackie Kennedy’s sister, her, his father the old prince had been a client of my father’s\nbefore the war. And the prince survived the war. His wife Anna did not. She died in a German\nprison, while they were imprisoned. But the prince survived. His daughter and son both did and\nEustache Radziwill then introduced my parents to I think he was the one who introduced them\nto the Kennedys. And for years both Jack and Bobby would buy their little Christmas gifts,\nmostly little tiny antiquities on little bases from my parents. When they came to New York, they\nalways stayed at the Carlyle which was across the street. And every single time the Carlyle\nwould hop over to my father and borrow some things from his gallery for Jack Kennedy’s suite.\nThings with a marine theme, so there was a little ship which I have still and some other things to\nsort of decorate it while he was there. And then back it would come and my father would take it\nhome because he was thrilled to be able to do this for Kennedy who he thought was wonderful.\nAnd he didn’t want to sell the things that he, you know he kept them. My mother especially liked\nBobby Kennedy who actually liked her a lot and would bring her gifts from his trips which was\nkind of fun. It was sort of amazing you know. After what they had been through.\nhttps://collections.ushmm.org",
        "Q: After what they had been through. Being in the ghetto and the labor camp.",
        "A: And barely surviving. And here they were.",
        "Q: You went to Hunter high school and then what happened?",
        "A: I, then I went to Wellesley college, class of 59.",
        "Q: How did you know to apply there?",
        "A: We were only allowed from Hunter to apply to three schools, one of which had to be a city\nschool and the other. They wouldn’t send our transcripts to more than three. I don’t know if\nBronx high school had the same rule about that. So I picked Wellesley and Oberlin. And the\nhead of the Oberlin art department, a man named Charles Parkhurst who later became a deputy at\nthe National Gallery was a friend of my parents. And I got into both and he sat me down and he\nsaid ok. It depends on whether you want to be a big fish in a small pond or a small fish in a big\npond. So I said ok small fish sounds good to me. And I went to Wellesley. And it’s amazing if\nyou think about what the results of that sort of thing is because I wouldn’t have met my husband\nif I hadn’t been at Wellesley and I wouldn’t have had the family or the life I’ve had or any of\nthose things, except for when I went to college basically.",
        "Q: Were there any other students in your class at Wellesley who had been born in Europe?\nhttps://collections.ushmm.org",
        "A: There were probably but we never talked about it, any more than we had in high school.",
        "Q: So you just moved on with your life?",
        "A: Yeah.",
        "Q: And what did you study at Wellesley?",
        "A: History of art and Spanish.",
        "Q: And Spanish?",
        "A: And Spanish because I knew Spanish from my nine months in Mexico so. And I also went to\nMiddlebury in the summers to take Spanish, a couple of summers.",
        "Q: Did you feel very American by then?",
        "A: I don’t think I ever felt totally American at that point, no.",
        "Q: Did you feel Polish?",
        "A: No.\nhttps://collections.ushmm.org",
        "Q: You did not?",
        "A: European but not Polish.",
        "Q: Because.",
        "A: I think that I, we always I insisted on speaking Polish at home. I didn’t want to lose the\nlanguage. Always. Always.",
        "Q: Even when you were in high school?",
        "A: Yes, even though my parents wanted to speak English to improve their own and I said no I\nreally wanted to keep up, keep the language up, which was fine with them. I think I felt more\nEuropean because I had traveled so much by then. I mean we had traveled all over Europe while\nwe were in Sweden and Mexico and I think. I mean I hate to use the word cosmopolitan but I\nthink I sort of considered myself to be somewhat you know more that. And, and never Polish\nsimply because my parents never spoke about Poland. I wasn’t, I thought of Poland only in terms\nof family but not in terms of country.",
        "Q: After the war was over and again you were quite young then, I understand that. But after the\nwar when all the news came out and the pictures came out of the camps and the victims did, were\nhttps://collections.ushmm.org\nyou old enough to understand what happened and you say your parents never really talked about\nit. Obviously they saw all this.",
        "A: I didn’t want to read about it and I didn’t want to look at the pictures. I had I mean willy nilly\nwe would see them sometimes but I stayed away from it completely. I didn’t want to read about\nit. I tried reading a couple of things and just got too upset and I just didn’t.",
        "Q: So you protected yourself?",
        "A: And I just it just reminded me too much of things. And if I can jump ahead a little bit, when I\ndid the Spielberg interview, it was during the Bosnian war and I had a horrible time because I\nwas watching the news every night and it just brought everything back. It, they looked like the\npeople that I had been along, the situation was the same. The, I mean in a sense. The way people\ndressed, the way they looked. I think I spent about a year just sort of weepy every single night.\nAnd it was really not a good thing. But it suddenly, it hadn’t really come back until then and it\nwas after that that I started to read about it. But I have not gone to the Holocaust Museum, except\nto hear a lecture once which was downstairs and I didn’t have to go in the museum. I did go to\nYad Vashem and thought that was a mistake afterward.",
        "Q: Because.",
        "A: It just brought images back that I didn’t want to see. Some of those photographs that were\nthere. T\nhttps://collections.ushmm.org",
        "Q: You’re now in college and you said you met your husband. Was he a college student also?",
        "A: Yes, yeah he was at Wesleyan. And we were both juniors when we met.",
        "Q: And you were at Wellesley and he was at Wesleyan and you met. And then you graduated\nfrom college and did you get married right away.",
        "A: Got married in June that year. Most people did in those days. And then we went to Berkeley\nfor a year where he got his masters and when we came back to Cambridge, I got a master’s of\nscience, of library science at Simmons and then I went to work at the Harvard, at Widener as a\ncataloguer. First as a generalist subject cataloguer because I knew all those languages.\nOtherwise, they really didn’t hire women unless they had to.",
        "Q: But you had the skill",
        "A: The languages. And then I became assistant Scandinavian cataloguer as well so I had to learn\nto read Icelandic and all, which is different and some of the other languages, enough to be able to\ncatalogue. And then —",
        "Q: Was your husband studying or teaching?\nhttps://collections.ushmm.org",
        "A: He was at Harvard getting his, his doctorate in medieval Russian history and he was three\nquarters of the way through when we had the opportunity to join the Foreign Service and go to\nIndia, so we did for three years.",
        "Q: Did you have children at that point?",
        "A: No my oldest was born in New Delhi. And then we came back so he could finish his doctorate\nthree years later. And then I had my second son in Cambridge. And then we moved here and he\nwent to work for Hubert Humphrey so you know he left the State Department because you\ncouldn’t actually stay if you were going to go back and he felt by then he should go back and\nfinish his doctorate. He had, no he had done everything except write the dissertation so we went\nback. I had my second son in Cambridge. And he spent nine months writing it and then we came\nhere to DC.",
        "Q: And then?",
        "A: At that point he had decided not to go into teaching which he had planned to do because there\nwas this shift from Russian studies to Vietnamese and Southeast Asian studies and there were\nliterally no jobs in academia. And by that time he had also got bitten by the government bug,\nhaving been in the Foreign Service for three years in India so he went to work for the\ngovernment. First with Hubert Humphrey and then he was, what was called then Administrative\nAssistant to Tom Eagleton of Missouri and Ribicoff of Connecticut. And then he, various other\nhttps://collections.ushmm.org\nthings. He was head of the staff for the Senate budget committee when it was first formed. Then\nunder Carter he was Assistant Secretary of State for H and then head of AID.",
        "Q: Assistant secretary of state for?",
        "A: For congressional relations. And then head of the AID. And after that he was head of a small\nthink tank and then was head of National Public Radio for 11 years. And under Clinton he went\nback as Assistant Secretary for International Organizations, at which point Madeleine Albright,\nmy classmate was at the UN. And —",
        "Q: Your husband was born in this country?",
        "A: Yes, and his family goes back to the Mayflower. Literally it goes back to the Mayflower.\nAnd in fact one of my sons did a thing when he was at Beauvoir. They had to do their\ngenealogies and two, two of the boys in his class, he and Mark Tunney had the most, the oldest\nand the most recent. Mark Tunney’s mother was I think Norwegian. And I was Polish. And\nboth fathers went way back to the whatever.",
        "Q: Is he Jewish, your husband?",
        "A: No. No, they’re he’s not really anything but on his mother’s side he came from a long line of\nPresbyterian ministers, starting with Abner Benedict who graduated in 1800, from the Yale\nhttps://collections.ushmm.org\nDivinity school. But not, neither my husband or my children are particularly religious, although\nthe children consider themselves Jewish.",
        "Q: Do they? We’ll go into that a little bit. Were your parents upset that you did not marry\nsomeone who was Jewish?",
        "A: No, I mean—",
        "Q: Considering what they had gone through because they were Jewish.",
        "A: They did not believe in religious —",
        "Q: I just thought considering what they went through. Yeah. So then, now you’re in Washington\nand he had all these series of jobs so you’ve been here --",
        "A: And I worked as a librarian at the Cathedral school so I’d have the same vacations as my\nchildren and so forth. And when we were in India I worked at the American school library there\nand also at UN library for a while.",
        "Q: And then your children went off to college.",
        "A: They went off to college.\nhttps://collections.ushmm.org",
        "Q: And what are they doing now?",
        "A: My oldest son 1s the junior senator from Colorado. The younger one is editor in chief of the\nAtlantic Monthly. And my daughter is a business consultant for Deloitte working on at the\nmoment working on their China expansion.",
        "Q: And their names are?",
        "A: Michael, Michael Bennet is the oldest. And James D. Bennet is my middle son and Helena\nAnn Bennet is my daughter. Called Holly.",
        "Q: Talk a little bit now about — and you’ ve retired I assume",
        "A: I’ve retired yes. Although I do a lot of volunteer things. Sometimes it doesn’t seem as though\nI’m very retired.",
        "Q: That’s wonderful. Can we talk just a little about your thoughts and considering about what\nyour background is and what you went through. Do you consider yourself Jewish at this point in\nyour life?",
        "A: Yes. Yes.",
        "Q: And you said but you said were your children raised at all in the Jewish tradition?\nhttps://collections.ushmm.org",
        "A: No they weren’t raised in any tradition. But I think I consider myself Jewish as an ethnic\nidentity perhaps I should say. But not a religious identity.",
        "Q: When your children were growing up, you said they sometimes or even your grandchildren,\nthey asked you about your experiences but did you -- I mean they must have asked you about\nwhy you didn’t have relatives.",
        "A: No, no they didn’t. My father, my husband’s family is so enormous, a lack of relatives was\nnot anything anybody ever talked about and we’ve always been very close. We’re still very\nclose.",
        "Q: This is a former husband.",
        "A: So, former husband and the next lay, I mean first of all he was one of five. And we’re still\nclose and then the next generation. My children’s generation which 1s —",
        "Q: All the cousins",
        "A: 12 cousins and they’re all very close. And now their children are very close so it’s just you\nknow our vacations, our weddings, funerals, everybody gets to —",
        "Q: I meant there’s really no relatives on your side.\nhttps://collections.ushmm.org",
        "A: There’s none on my side, no.",
        "Q: They either didn’t bring it up or just was overwhelmed by their father’s side.",
        "A: They must have, no they must have at some point or other but it just, I mean they were aware\nof my background and they knew I was an only child.",
        "Q: When did you start telling them about what you had lived through.",
        "A: Well they always knew that my parents had a very strong accent so they probably asked at\nsome point and my mother and father certainly talked about having grown up in Poland and gone\nto school, just that they stopped at the war. But they did talk about you know going to school,\nwhat they did in school. My father would talk about his having a, he was always very interested\nin natural history and he had pet snakes and things like that when he was growing up. So that\nwas the kind of thing they talked about. Their normal life before the war.",
        "Q: When your children were the age when they could really seriously study World War II and\nthe Holocaust, did that elicit anything from you?",
        "A: They didn’t really study it. I mean it came up with you know when the business with you\nknow your genealogy but it wasn’t until my daughter who is the youngest by six years did this\ncourse on ethics, at National Cathedral that the whole Holocaust thing came up at all. And what\nhttps://collections.ushmm.org\nwas very interesting to me at that time was she also read about Emmet Till and she was\nflabbergasted that that had happened so recently. She wasn’t aware of how recently the whole\ncivil war battle had been fought and I told her that my senior year in high school we had come\ndown here with my international relations club, my teacher, for a visit to Washington. We\nactually met with Nixon believe it or not who was then up on the Hill. And when we showed up\nat our hotel, we were turned away because we had two Puerto Rican girls in our group. This was\nin 1955. And my daughter could not believe it. You know she just was that it was that recently.\nAnd so we just marched down to the local Y and stayed there. And the whole group of us. It was\na lesson for us because we had never at Hunter been the least bit aware of anybody being\ndifferent. And just had never thought about it. Just as at Wellesley. I mean since then I’ve found\nthat a lot of the Catholic girls stuck together which I was not aware of particularly at the time.\nBut we never really talked religion either. In college, in those days in the 50s. We talked\npolitics and we got into battles about politics. I mean John Kennedy was running for president at\nthe end there and he came to Wellesley and spoke and so forth. And one of the people in my\nclass was Eisenhower’s Secretary of Defense’s daughter. For example. And was a rabid\nRepublican. So we talked about things like that. We talked about our majors. We talked about\nour dates, but we didn’t talk about religion. I mean I think some people did but never any of my\nfriends, who are still my friends from college and whom I still see regularly.",
        "Q: Did you have many Jewish friends in college?\nhttps://collections.ushmm.org",
        "A: Yeah, but we just didn’t particularly talk religion. No it was one of those things. I mean we,\nI don’t think we were even particularly aware of what anybody’s religion was. We probably\nwere sort of in sub —",
        "Q: Sub conscious",
        "A: Conscious way but —",
        "Q: You said you think your three children consider themselves Jewish that you —",
        "A: Yes but they all grew up not religious.",
        "Q: Does it manifest itself in any way? Or no.",
        "A: Well they incorporated, they all married Episcopalians. They incorporated some Jewish\ntradition into each ceremony.",
        "Q: You mean their wedding ceremony?",
        "A: Their wedding ceremony. They’ ve talked about that to their children, well except for the\nsmallest. My oldest son, Michael Bennet has named two of his daughters, after cousins of mine\nwho died in the Holocaust. Well one is named after my mother Helena and her middle name is\nFelicia after my 14 year old cousin who was killed. And the little one is named Anna after my\nhttps://collections.ushmm.org\ngrandmother and after another cousin who was killed. But so that’s, that’s there. And Holly\nnamed her, the middle name for her daughter is after the Sophia Wolf who helped my parents\nduring the war. So they’ve incorporated it. But not, Holly, when she was at Columbia getting\nher MBA did attend a local synagogue up there. On the upper West side, just to learn more about\nher religion. It’s just not a big part of, religion is not, I mean for one thing they went to the\nCathedral school. And I think that sort of turned them more against religion than anything else\ndid. It was just not, it was not a big part of our lives. I mean neither my husband nor his siblings\nare particularly religious.",
        "Q: And your husband’s name is?",
        "A: Douglas Joseph Bennet Junior. And his, as I say he came from a long line of Presbyterian\nministers but by the time it came to, even his parents’ religion, no one was very religious. And\none of my nieces or one of his sister’s daughters is married to someone who 1s Jewish and who\nwanted his children brought up in New York in Jewish schools and they have been and they’ve\nhad their, well the little girl hasn’t yet but the little boy had his bar mitzvah. It’s just never been\nan issue. You know people intermarry. They don’t worry about it. I mean we have, in that\ngeneration one of my nieces, another daughter of another sister of my husband’s was married to\na Muslim imam for a while. She’s now divorced and has a little girl who 1s from Ghana. No one\nwotries very much in their generation any more about either — I mean I have Jewish friends who\nhave been quite adamant that their children should not, should marry in the faith and then their\nchildren go off and marry a Buddhist or something. It’s —\nhttps://collections.ushmm.org",
        "Q: Do you think you’re a, you would have been a different person if you hadn’t gone through\nwhat you had to as a very young child.",
        "A: I’m sure I would have.",
        "Q: In what way?",
        "A: Well I think that I’m very introverted, that I don’t really trust people that much. My daughter\npointed out one day. We were talking about where they should buy a house. And she said mom\nyou realize you’re always giving us lectures about buying houses that have exits on different\nStreets.",
        "Q: You mean to be able to get out in two different directions?",
        "A: And I said no I never realized it. And she had gone to a Holocaust survivors’ children’s group\nin New York for a while and she told me one day that mom, they all have the same experience\nwith their parents and their grandparents who survived the Holocaust. The same business. My\nmother would call them all the time to make sure she knew where they were.",
        "Q: Your mother would call your children?",
        "A: Yeah and of course she called me every single day to make sure that she knew where I was.\nNo matter where I was in the world.\nhttps://collections.ushmm.org",
        "Q: Really.",
        "A: And it was that sort of thing that was just always, she said, my daughter said you know I\nnever realized it but it’s not just you, it, it’s this whole culture that it creates so. And I think\nthat’s another reason that you know as a family we’ve always been close because it ends up that\nfamily is, ends up being the most important thing. And with my parents certainly. I found that\nthey, they made friends but they made no close friends, after I mean their closest friends were\npeople they had known before the war. But they didn’t really keep up even with them all that\nmuch. They, most, it was all family, except there wasn’t any. Left.",
        "Q: You described yourself as being a very independent young child, that you enrolled yourself in\nthe elementary school. Do you think you’re that way because of what you had to -- you didn’t\nhave the typical childhood. That kids have.",
        "A: I mean I was on my own to a certain extent for a lot of the time.",
        "Q: You’re right. At a very young age. So do you attribute that do you think?",
        "A: I think so. I mean some of it might have happened otherwise, but I think that part about not\nbeing very trusting, not really talking very much until recently about my feelings about any of\nthis. I think all of that was partly because my parents never did and --. Part of it I think is that\nthis whole new business in the United States about just everybody talking about everything that’s\nhttps://collections.ushmm.org\nmost private was simply not ever done anyway in my generation and in my parents’ generation.\nYou know talking about your intimate lives and thoughts and everything else which 1s all over\ntelevision these days, so it was a way people were brought up. I mean there were things you\nsimply didn’t talk about.",
        "Q: When your children were very young and the age that you were for instance when you were\nin the countryside, did it bring back any memories for you at that time. Did you associate it with\nyour childhood.",
        "A: No, I mean it was so totally different.",
        "Q: Pm just wondering if it stirred up memories.",
        "A: No.",
        "Q: How do you feel about Germany? What are your thoughts? Have you been there?",
        "A: I’ve been twice and I felt totally claustrophobic the whole time I went, because my husband\nhad to go on official government business. And I had to go with him. And my feelings have\nalways been that I think I wish Germany had been completely destroyed. And I still feel that\nway and I never bought anything made in Germany if I can possibly avoid it. We never have.\nWe have never owned a German car. Once in a while I slip up on something like a can opener\nbut I’d really always made a point and I’ve sort of got my kids to agree to do that also.\nhttps://collections.ushmm.org",
        "Q: Because, what’s your reasoning?",
        "A: Because of the way I feel about Germans and Germany. Which is why I can understand the\nBosnians reciting a war from 800 AD or you know whatever.",
        "Q: What happens when you hear the German language? Is that upsetting?",
        "A: Yes it is, it’s still upsetting, which is ridiculous. I mean I’m 73 years old but it still bothers\nme. And as I say I still cannot get near a German Shepherd and it’s there are odd things that are\nsimply not rational. I realize.",
        "Q: Are there any other sights or sounds or smells that would trigger memories?",
        "A: Those silly stairs in that building that the man fell down. I periodically find myself in a\nschool building or something where they have those stairs and it absolutely I just get out of there\nas fast as I can. And it took me a while to realize what it was and then I finally did. And then the\nBosnia. You know seeing the Bosnian war on the news was really just terrible.",
        "Q: What are your thoughts about Israel? You’ve been there, you said you have been there to Yad\nVashem.",
        "A: Yeah when my son was there, my younger son was there for the New York Times. It was\nduring the Intifada so things were very closed down. I feel very apprehensive about what’s\nhttps://collections.ushmm.org\ngoing to happen to Israel. I feel that they have made some very serious mistakes in how they\ntreat the Palestinians. And what I saw when I was there was pretty god awful and it simply made\nme think that they were doing the same thing that the Germans had done with the Jews in making\nthem non-people. You know at one point, at one of the check points which were really set up\nmassively during the Intifada, I saw some soldiers being absolutely horrible to a couple of old\nPalestinian men. And that brought back memories. And they have you know totally ghettoized\nthem. I think in the end if Israel wants to continue to be there they have to develop a relationship\nand a decent relationship with the Palestinians. And you know even realizing that the Arabs have\ndeliberately kept the Palestinians living in the situation which they are as a provocation to Israel,\neven realizing all of these things, I think that Israel has become very, very conservative in recent\nyears. I was amazed to find when I was there, I’m trying to remember what year it was that\nJames was there. The majority of Israelis at that point were either middle east, I mean born in\nArab countries or from Russia. So they had grown up in countries where in countries where in\nthe Middle East where religion and government were completely intertwined. Which was not a\ngood thing for Israel. They were trying to have the same thing happen in Israel. And I knew I\nmean when I was growing up in New York Teddy Kollek would come and visit my parents.\nMoshe Dayan would come and visit and so forth, and they were secular people. And they\nunderstood. You know they were Jewish but they understood the need for secular government\nand not to have religion be the one that ran the government. And I think this is an enormous\ndanger now in Israel. I mean you have people who are so unaware of their own history I think in\nmany ways. And treating people the way they are treating the Palestinians who are of course an\nenormous danger to them. Only makes it more dangerous.\nhttps://collections.ushmm.org",
        "Q: Were you active in the civil rights movement?",
        "A: Well in a very minor way when we lived in Berkeley. We sat in at several drug store counters\nbelieve it or not. And I went, I walked at a bunch of the demonstrations in here. But the major\nones were when we were abroad. Those three years that we were, 63 to 67 that we weren’t here.\nSince then I have yeah.",
        "Q: You’ve been active.",
        "A: Yeah.",
        "Q: Any thoughts about the, that you had at the time of the Eichmann trial. Do you remember\nthat.",
        "A: I didn’t really follow it. I honestly, I know it’s total avoidance but I just didn’t want to, it’s\nonly recently that I’ve looked up some things on the internet and tried to read them. You know I\ngot some books for the children because I thought that they should read them like\nMelcher’s Never to Forget, which is very good, I think and I read some of the other books that\nare written for children. I find that most of them, even the ones that are supposedly memoirs are\nnot very accurate. And so I haven’t pressed them on them. I think one of the best books is\nactually, well one is Never to Forget which 1s not fiction. And the other is a little book of fiction\ncalled Frederich which 1s about a little Jewish boy in Germany. And it’s a tiny little book and it’s\nhttps://collections.ushmm.org\nvery, very good because it just gives you this description of how this child is completely isolated\nand is sort of very claustrophobic thing and then he dies. And I got, obviously got the Anne\nFrank book for Holly. I don’t think the boys read it. I’m not sure they ever did. But I found a lot\nof, as I looked at a lot of the books that have come out. They just don’t seem very authentic to\nme. I just kind of not ring right. And but that’s just sort of a visceral reaction.",
        "Q: What do you mean not authentic?",
        "A: The books that are specifically written for teenagers for example that are supposed to, fiction,\nfiction. About which were supposedly based on which use you know heroes or heroines who are\nJewish and what their life is like. It’s just they’re so sanitized that they don’t, which I guess they\nhave to be when they’re written for children. But I don’t think they’re very much use either,\nwhich is why Never to Forget and another book is called Smoke and Ashes are two good\nnonfiction books that I would recommend. But —",
        "Q: The others are not grim enough. Is that what you mean?",
        "A: They’re not you don’t have to be totally grim to at least express the -- I mean well one of the\nthings that people don’t understand here, they say well why didn’t the Jews fight back which\nsome of them did. Why didn’t they do this and that? And it’s never in these books that if every\none of your neighbors is ready to turn you in and you can’t ever tell who you are. And you can’t,\nthat’s just not in those books and that’s what has to be there for, I think for a child to understand\nhttps://collections.ushmm.org\nor a teenager to. I mean we’re talking about teen books for teenagers. To understand why things\nwere the way they were. You were in, in complete enemy land every moment.",
        "Q: How do you feel about having the Holocaust Museum in Washington?",
        "A: I think it’s a very good thing. I think that it’s, that the problem is that now you’re ending up\nwith all these other museums that I think it’s every single group feels that they have to have their\nown museum. And it sort of dilutes I think the impact of something which refers to a very\nspecific historical incident. I’m very glad that they are including other peoples’ now besides —",
        "Q: At the Holocaust —",
        "A: At the Holocaust Museum. Yeah, I’ve never been to, well I’ve been to Cambodia but not to\nvisit the Killing Fields. And the fact that it just gets repeated, I mean this is what I found so\ndisturbing during the Bosnian war. That people haven’t learned anything. And now it’s in Africa\nand everywhere else. It’s, and even in the United States where you now have in our politics.\nThese extremes and how people talk about their religion and how the rest of the United States\nshould follow certain precepts because they belong to one particular narrow world view.\nContinues to be very frightening.",
        "Q: What was it like to become a citizen?\nhttps://collections.ushmm.org",
        "A: It was fine. I had to, my parents became citizens before I did because I had to be 18. And I\nhad to come back when I was already in college to take the exam. And the judge, because I had\ngraduated from high school and he had my transcript in front of me, he asked me the whole\nsuccession to the presidency, all the way down. And he wanted the names of the people, not just\nthe titles. And you know now if someone comes in and they haven’t been educated here, they\nask them who the first president of the United States was and that was it. And I was half an\nhour being asked all of these questions because he wanted to be sure that I really had learned in\nNew York public schools, all the things he felt that I should know. And it was really very\nexciting.",
        "Q: You were proud to be a citizen?",
        "A: Yes, absolutely.",
        "Q: How would you describe yourself now? As an American?",
        "A: Yes.",
        "Q: Or a, what adjectives would you —",
        "A: You know I don’t really think about it very much but obviously I think of myself as a, as an\nAmerican. I would also say that I’m sort of moderate in my politics. Maybe not on some issues.\nhttps://collections.ushmm.org\nI think that’s probably also very important for me. Certainly as I say my ethnicity is Jewish. I\nwould never describe myself as being Polish.",
        "Q: Do you think in English?",
        "A: Yes. But. I don’t think a single evening goes by when I don’t think about my family and\nwonder what happened to them.",
        "Q: You’re talking about your extended family? Aunts, uncles, cousins?",
        "A: My whole life.",
        "Q: Your whole life yes.",
        "A: Always. You know my cousin, my mother’s nieces, well not her nieces and nephews, her\nfirst cousins, second cousins because her brother. My mother’s mother was the oldest of five and\nher parents died in a flu epidemic at the end of World War II. So she brought up her brothers and\nsisters.",
        "Q: World War I you mean?",
        "A: World War I. So she brought up her brothers and sisters. So they were always very much a\npart of my mother’s family. They were always there. And so were their children who were fairly\nhttps://collections.ushmm.org\nyoung. I mean the 20 year old was the oldest, but most of them were 12, 13, 14 because they\nwere that much younger than my mother’s mother had been. And of course my mother was only\n30 when the war broke out. 31, 31. When the war broke out. My father was 33. And they lost ten\nyears. But their, so her cousins were you know in their early teens. Pretty much and everybody\nwas gone. And so everybody in all of those generations. I do remember, I don’t remember her\nmother and the only picture I have of her is when she was on a visit to Egypt and you can’t really\nsee her face particularly. I have some pictures on my father’s side of the family. That had been\nsent to friends and so forth and that you know had survived because they had been sent before\nthe war at one time or another. But nothing from my mother’s side at all. You know it just total\nblank.",
        "Q: Did you sense any bitterness or anger on your parents’ part because of their losses? Or they\njust kept it all inside?",
        "A: I think they basically kept it all inside but they certainly wanted nothing ever to do with\nanything having to do with Germans, or Germany. Ever. And my father who spoke German\nperfectly before the war would never speak German after the war. And. But it’s always there.\nBut I think it’s not knowing what happened to them. I mean we’ve always assumed that in the\ncases of most of them that they died at Treblinka which was just a completely an extermination\ncamp and that would not have happened to the ones who were able to work and so forth. It would\nhave you know happened to the small children and the elderly. And we’ve tried. I mean my\nparents tried for years to find out if there was any, to trace anybody and. And sometimes you\nknow now that there are photographs showing up and so forth, I have gone through the\nhttps://collections.ushmm.org\nHolocaust Museum had — was showing photos of children that survived the war. And I was\nlooking at those pictures. And I sent them information about several cousins and asked them to\nsee if they could find anything, but I never heard back from them so I just let it go. They\nprobably have a lot of requests like that. And I don’t think anybody would have, Michael went\nto — my oldest went to Auschwitz where of course they did keep some records but not very\nmany. But we don’t think anyone probably ended up there anyway. Because really most of the\nPolish, the ones from the Warsaw area went either to Treblinka or to the small camps that were\nall over the place. And a lot of the Poles ended up at Auschwitz. But you know there are no\nrecords there either.",
        "Q: Have you been back to Poland?",
        "A: I went back to visit the Kuharskys in the middle, mid 70s. And I went to the cemetery then to\nsee my grandfather’s grave. After the war, my father had put up a stone for sort of in memory of\nthe whole family. Saying something about you know with his name on it, the grandfather’s\nname on it. And saying something about I mean I have it somewhere. The inscription. Our\nfamily is dust in the fields. Those who have survived are leaving her, meaning Poland. And that\nwas it. And my, yeah, Ina Kuharsky would go regularly and put flowers on the grave. Now I’m\nnot sure I could find it. Michael tried to find it when he went to Warsaw and wasn’t able to. By\nnow I think they may have cleaned up. But when we went in the mid-70s the Poles were\nallowing that whole Jewish cemetery to go to a forest, there were trees growing up through all of\nthe graves. And stones had been dragged off. People were taking them away and so forth. So the\nonly area that had been cleaned and was being kept up was an area where there were some\nhttps://collections.ushmm.org\nJewish labor leaders and a couple of American labor unions had taken on cleaning up. (phone\nringing) Now you know I don’t think that Americans in general have -- it’s mostly the\nconception of what when the whole, everybody around you 1s trying to, against you that’s the\npart that Iam nervous. Can understand when there’s nothing. An African American friend of\nmine, is this on now. I’Il tell you later.",
        "Q: Is there anything else you wanted to add to the interview?",
        "A: No, not really. I think it’s, I wish my mother wouldn’t do the interview with Spielberg. She\nhad felt very much that it was over, it was done, there was no good in bringing any of this up.\nAnd I kept saying but the only reason that, the only way people will remember any of these\npeople will be if you talk about it. And she wouldn’t do it and when she died, she was literally\nthree months short of 100. I just felt that basically all of those people had died with her because\nshe was the last person to know them.",
        "Q: To know them.",
        "A: And so you know it’s essential that something like the records and so forth at the Holocaust\nMuseum be there.",
        "Q: Are there any names you’d like to mention now that we can have on this interview, to pay\ntribute to your —\nhttps://collections.ushmm.org",
        "A: No. I’m still trying to find, I have some photos that I’m trying to put together and which I’d\nlike to get to them if you can take them sometime. If I put the names on maybe down to the\nmuseum. Of, this friend actually called before to have coffee is a photographer and I’ve had her\nblow up some pictures. I was hoping to put the labels on",
        "Q: It would be wonderful to have those in the museum. Well thank you very much for doing the\ninterview. It’s an important —",
        "A: Yeah I wish I had looked — I don’t know what I have done with all those papers. I’ve got to\ndrag them out and hopefully get some of them to you so you can actually use them. Thank you\nvery, very much.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Susanne\nBennet.\n(end)\n"
    ],
    "questions": [
        "Q: And where were you born?",
        "Q: And when were you born?",
        "Q: August what date?",
        "Q: Now I know you have been interviewed previously so we won’t spend a lot of time on your\nwar time experiences, but I would like to get a sense of what happened to you in the sense of\nwho your family was. How long, how many generations back can you go with your family in\nPoland?",
        "Q: Was she born in Warsaw?",
        "Q: Tell me your parents’ names.",
        "Q: And your father, do you know when your father was born?",
        "Q: And do you know the date? The date. That’s ok, no ok, that’s all right. And your mother?",
        "Q: What kind of work did your father do?",
        "Q: In Warsaw?",
        "Q: Did you have any siblings?",
        "Q: Was that part of the family also in Warsaw?",
        "Q: Obviously since you were born in August of 38, your memories, the initial memories of what\nhappened or the information that you have must have come from your mother. So can you say\nanything that she told you that would pertain to when you were born and what happened after\nthe, you know what the story of the experiences were.",
        "Q: So your family obviously before you were born, was a well to do family and as you said they\ntook vacations and they were upper class or whatever.",
        "Q: What do you know of what happened after you were born. Obviously you don’t remember\nthis but can you just kind of start the story about the early times of your life, the very early times.\nThat you know of.",
        "Q: Was this in the fall of 1940?",
        "Q: Fall of 39.",
        "Q: Who lived with you, besides your parents?",
        "Q: It was men and women?",
        "Q: So now just to clarify now we’re in —",
        "Q: Ok but before that, do you have any —",
        "Q: Or were you told anything about the years before 43?",
        "Q: What were your first, do you have any memories of the ghetto?",
        "Q: They did have nine foot walls.",
        "Q: So you were in the ghetto until when?",
        "Q: And so by that time you were five.",
        "Q: So you remember a sense of fearfulness or not, up to that time?",
        "Q: Do you remember being cold?",
        "Q: Do you remember that?",
        "Q: What language did you all speak?",
        "Q: You spoke Polish.",
        "Q: Were they religious at all?",
        "Q: They were not, so you don’t know if they, they didn’t observe any holidays or anything?",
        "Q: So there were no Passover Seders or anything like that?",
        "Q: Shock?",
        "Q: So you said your parents had the friend outside.",
        "Q: So you in a sense walked out?",
        "Q: You remember —",
        "Q: Do you remember saying goodbye to your parents?",
        "Q: Which was where?",
        "Q: But this is in the countryside.",
        "Q: But April 43 was when the ghetto was destroyed.",
        "Q: So you got out —",
        "Q: Just before.",
        "Q: He was still in the ghetto.",
        "Q: Even if ---",
        "Q: Did you keep your name Susanna?",
        "Q: What was your new name?",
        "Q: Because the Polish nanny was now your mother?",
        "Q: Including your mother.",
        "Q: So she stayed, she stayed with you.",
        "Q: April 43, he did.",
        "Q: Was your mother blond and blue eyed also?",
        "Q: She was dark?",
        "Q: Ok so the two of you were out in the country? Were you able to move around the roads and\nthe —",
        "Q: They were supposed to use German textbooks, is that what you’re saying?",
        "Q: Did you know or did it mean anything to you at that very young age, about being Jewish. Did\nyou know that you were —",
        "Q: Do you have memories of whether or not it was a very frightening time for you or?",
        "Q: Did you have any friends your age?",
        "Q: But you could never tell them —",
        "Q: But you could never tell them your story.",
        "Q: So then comes 44 and Warsaw is invaded and destroyed and you said you saw in the distance,\nyou saw the flames.",
        "Q: Red sky. And I imagine it was frightening to you. Did you know what was happening?\nCause your mother was with you.",
        "Q: And then what happened after that?",
        "Q: So you lost your relatives?",
        "Q: So what did, I mean you’re a little girl still, what did that mean that the war is over? Do you\nhave any memories of that time?",
        "Q: During the war when you would see a German soldier, was that a frightening sight for you?",
        "Q: Any other fearful times that you had during the war that you recall?",
        "Q: Did you know who she was?",
        "Q: Longer, yeah. Were there any celebrations when the war was over?",
        "Q: When did you leave Warsaw?",
        "Q: To go to Sweden?",
        "Q: So between the end of the war and 47 you were going to school and —",
        "Q: But you obviously saw the destruction in Warsaw?",
        "Q: To a young child it was ---",
        "Q: But you say you never had to use it.",
        "Q: So now you hear you’re going to be going to this foreign country. And to a young child what\ndoes that mean? Was it upsetting?",
        "Q: No I meant when you were told in Poland that you were now going to have to move to\nanother country?",
        "Q: Cause you had your parents?",
        "Q: Did many or did any Jews come back to Warsaw after the war was over?",
        "Q: But did your parents feel that they were in danger?",
        "Q: Approximately 47, 1947.",
        "Q: Where in Sweden did you settle?",
        "Q: In Stockholm.",
        "Q: Did you pick up the language?",
        "Q: Where there any other children that you played with who were refugees who were —",
        "Q: Did the Swedish children ask you (phone ringing).",
        "Q: No, I was asking if the other children questioned you?",
        "Q: Also you were very young. Eight years old or nine years old yeah. So you felt comfortable in\nStockholm?",
        "Q: Did you miss Poland?",
        "Q: Did the Swedish teachers ask you about your background?",
        "Q: How much, well I guess you don’t know how much they knew.",
        "Q: So that would be 1951 ---",
        "Q: So you were in Sweden.",
        "Q: How does he get passage to Mexico?",
        "Q: Directly from Poland?",
        "Q: What city in Mexico?",
        "Q: So now you know Polish, you know Swedish. You’re learning English.",
        "Q: And Spanish.",
        "Q: But at the time —",
        "Q: Doing English and Spanish.",
        "Q: And again to travel, to leave one country and go to another country. You just accepted. You\nwere with your parents. There was no, you weren’t upset.",
        "Q: Like questioning or why do we have to move?",
        "Q: But in Sweden and in Mexico, again just to reiterate, your parents did not talk about the war?",
        "Q: And you didn’t?",
        "Q: So now you’re in Mexico and how long did you stay in Mexico?",
        "Q: So again in Mexico nobody questioned you or the other children, now you’re even older.",
        "Q: People, as you say, people did not want to talk.",
        "Q: How was their health?",
        "Q: I was asking about your father’s health.",
        "Q: Let’s stop for a moment and we’ll start in the United States then.",
        "Q: From Mexico City.",
        "Q: Ok you are a young, not so young child. And again you’re moving another time. What effect\ndid that have on you?",
        "Q: You settled in Manhattan.",
        "Q: East 56\" you mean?",
        "Q: Where were you living?",
        "Q: Oh you were living there too.",
        "Q: So you enrolled yourself in the public school system. And you went into what grade?",
        "Q: And again did the teachers ask you about your background and where you had been?",
        "Q: Drills",
        "Q: Did you speak with any kind of accent at that time?",
        "Q: So you’re in the school. You’re doing all the errands for your parents who don’t have much\nfree time. To be with other kids outside of school I assume.",
        "Q: And then you started high school.",
        "Q: And what kind of experience did you have there?",
        "Q: What was your parents’ state of mind at that time? They were working very hard. As you\nsaid your folks worked six days a week.",
        "Q: What was the name of his store?",
        "Q: It was called that.",
        "Q: So he met with very well-known clients.",
        "Q: Such as.",
        "Q: Do you think that he related any of his background to his clients?",
        "Q: So they had no idea what he had gone through.",
        "Q: I mean he had an accent I’m sure.",
        "Q: Who were some of your father’s other clients, well known.",
        "Q: 24 years.",
        "Q: Any other clients that your father had.",
        "Q: And then you showed me a picture of Diego Rivera.",
        "Q: Oh you did, through your father’s art connections.",
        "Q: After what they had been through. Being in the ghetto and the labor camp.",
        "Q: You went to Hunter high school and then what happened?",
        "Q: How did you know to apply there?",
        "Q: Were there any other students in your class at Wellesley who had been born in Europe?",
        "Q: So you just moved on with your life?",
        "Q: And what did you study at Wellesley?",
        "Q: And Spanish?",
        "Q: Did you feel very American by then?",
        "Q: Did you feel Polish?",
        "Q: You did not?",
        "Q: Because.",
        "Q: Even when you were in high school?",
        "Q: After the war was over and again you were quite young then, I understand that. But after the\nwar when all the news came out and the pictures came out of the camps and the victims did, were",
        "Q: So you protected yourself?",
        "Q: Because.",
        "Q: You’re now in college and you said you met your husband. Was he a college student also?",
        "Q: And you were at Wellesley and he was at Wesleyan and you met. And then you graduated\nfrom college and did you get married right away.",
        "Q: But you had the skill",
        "Q: Was your husband studying or teaching?",
        "Q: Did you have children at that point?",
        "Q: And then?",
        "Q: Assistant secretary of state for?",
        "Q: Your husband was born in this country?",
        "Q: Is he Jewish, your husband?",
        "Q: Do they? We’ll go into that a little bit. Were your parents upset that you did not marry\nsomeone who was Jewish?",
        "Q: Considering what they had gone through because they were Jewish.",
        "Q: I just thought considering what they went through. Yeah. So then, now you’re in Washington\nand he had all these series of jobs so you’ve been here --",
        "Q: And then your children went off to college.",
        "Q: And what are they doing now?",
        "Q: And their names are?",
        "Q: Talk a little bit now about — and you’ ve retired I assume",
        "Q: That’s wonderful. Can we talk just a little about your thoughts and considering about what\nyour background is and what you went through. Do you consider yourself Jewish at this point in\nyour life?",
        "Q: And you said but you said were your children raised at all in the Jewish tradition?",
        "Q: When your children were growing up, you said they sometimes or even your grandchildren,\nthey asked you about your experiences but did you -- I mean they must have asked you about\nwhy you didn’t have relatives.",
        "Q: This is a former husband.",
        "Q: All the cousins",
        "Q: I meant there’s really no relatives on your side.",
        "Q: They either didn’t bring it up or just was overwhelmed by their father’s side.",
        "Q: When did you start telling them about what you had lived through.",
        "Q: When your children were the age when they could really seriously study World War II and\nthe Holocaust, did that elicit anything from you?",
        "Q: Did you have many Jewish friends in college?",
        "Q: Sub conscious",
        "Q: You said you think your three children consider themselves Jewish that you —",
        "Q: Does it manifest itself in any way? Or no.",
        "Q: You mean their wedding ceremony?",
        "Q: And your husband’s name is?",
        "Q: Do you think you’re a, you would have been a different person if you hadn’t gone through\nwhat you had to as a very young child.",
        "Q: In what way?",
        "Q: You mean to be able to get out in two different directions?",
        "Q: Your mother would call your children?",
        "Q: Really.",
        "Q: You described yourself as being a very independent young child, that you enrolled yourself in\nthe elementary school. Do you think you’re that way because of what you had to -- you didn’t\nhave the typical childhood. That kids have.",
        "Q: You’re right. At a very young age. So do you attribute that do you think?",
        "Q: When your children were very young and the age that you were for instance when you were\nin the countryside, did it bring back any memories for you at that time. Did you associate it with\nyour childhood.",
        "Q: Pm just wondering if it stirred up memories.",
        "Q: How do you feel about Germany? What are your thoughts? Have you been there?",
        "Q: Because, what’s your reasoning?",
        "Q: What happens when you hear the German language? Is that upsetting?",
        "Q: Are there any other sights or sounds or smells that would trigger memories?",
        "Q: What are your thoughts about Israel? You’ve been there, you said you have been there to Yad\nVashem.",
        "Q: Were you active in the civil rights movement?",
        "Q: You’ve been active.",
        "Q: Any thoughts about the, that you had at the time of the Eichmann trial. Do you remember\nthat.",
        "Q: What do you mean not authentic?",
        "Q: The others are not grim enough. Is that what you mean?",
        "Q: How do you feel about having the Holocaust Museum in Washington?",
        "Q: At the Holocaust —",
        "Q: What was it like to become a citizen?",
        "Q: You were proud to be a citizen?",
        "Q: How would you describe yourself now? As an American?",
        "Q: Or a, what adjectives would you —",
        "Q: Do you think in English?",
        "Q: You’re talking about your extended family? Aunts, uncles, cousins?",
        "Q: Your whole life yes.",
        "Q: World War I you mean?",
        "Q: Did you sense any bitterness or anger on your parents’ part because of their losses? Or they\njust kept it all inside?",
        "Q: Have you been back to Poland?",
        "Q: Is there anything else you wanted to add to the interview?",
        "Q: To know them.",
        "Q: Are there any names you’d like to mention now that we can have on this interview, to pay\ntribute to your —",
        "Q: It would be wonderful to have those in the museum. Well thank you very much for doing the\ninterview. It’s an important —",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Susanne\nBennet.\n(end)"
    ],
    "answers": [
        "A: I was born in Warsaw, Poland.",
        "A: In August of 1938.",
        "A: August 11\" 1938.\nhttps://collections.ushmm.org",
        "A: Back to well actually in the 17\" century, my father’s family came from Holland to Poland.\nThis was during the time of the Spanish invasion of Holland. My mother’s family were\nLithuanian and Russian but she herself was born in Poland.",
        "A: You know I’m not sure. I would have to look that up. I’m not sure. I did find a friend in\nPoland sent me a clipping once about a direct ancestor of my father’s from mid-19\" century who\napparently was a very early, all in factories and very early on had actually helped his workers to\nlead somewhat better lives than they normally would have and had been written about at some\nlength. Sort of an early reformer. And that’s about it, because my parents were around in the\nearly 30s, when the war broke out. My mother was 31. And that was rather early to have\nbothered to talk to their parents about you know their own families.",
        "A: They were John Jacob Kleyman and Helena Kleyman.\nhttps://collections.ushmm.org",
        "A: He was born in 1906 in Sochocin Poland.",
        "A: April 29, 1906. My mother, oh boy. You know I lost, I have a little booklet if there’s a way\nwe can correct this later which I have been trying to find that had all of these dates and things.\nAnd I’ve looked for it the last two weeks and haven’t been able to locate it. My mother was born\nin 1908.",
        "A: My father was an, had an art gallery. He was an art dealer, antiquities dealer as it was called\nthen.",
        "A: In Warsaw. And my mother always worked with him.\nhttps://collections.ushmm.org",
        "A: No, because I was born just before the war broke out. No, I did not. But they did. They both\nhad siblings, all of whom died around 1943, or disappeared in 1943.",
        "A: Yes. They, everybody had been pushed into the ghetto which was very, very small in\nWarsaw before the war and was vastly expanded by the Germans who took over a huge area of\nthe neighborhood around the tiny little ghetto and then proceeded to pack it not only with all the\nJews they could get their hands on in Warsaw, but also brought people in from all over Poland.",
        "A: We, my mother and father both, my father never spoke about the war. And my mother didn’t\nspeak about it very much either. In fact one of the few times she talked about it was when my\ndaughter was taking an ethics course in high school and asked her some questions. They never\nwanted to talk about it. My mother’s thing was that it was all past, that you couldn’t bring\npeople back and there was simply no point. The only things they did talk about was that they,\nthey refused to apply for any reparations when that came up because they felt that there was no,\nthere was no way you could make reparations for what had happened. My father would\nsometime talk a little bit about his family but it was always prewar vacations, that sort of thing.\nhttps://collections.ushmm.org",
        "A: Well middle, whatever. Like most professional, Jews of the professional class in Warsaw,\nthey were educated abroad because the university had a tiny quota of Jews. So my father went to\nthe Sorbonne. My mother went to Lucerne and my uncles, most of them were educated actually\nin Germany, in Zwickau. And so forth.",
        "A: When the Germans first took over the ghetto area and expanded it and pushed everybody in,\nmy parents traded their house with this artist friend who had a duplex apartment in a building\nwhich became part of the ghetto. He was not a Jew. And my father moved us and his whole\nfamily — his mother, his sisters, brothers, and a niece who was my generation. And my mother’s\nmother into that duplex apartment.",
        "A: This, you know I am not totally clear. It was, it was I think 1t was more like the fall of 39.\nhttps://collections.ushmm.org",
        "A: They were able to take some money and, and things with them so that they had the means of\nbuying food and so forth for a while. My, one of my early memories is of my father’s mother\nwho was baking little you know those little semi round crescent cookies. So we must have been\nable to get flour at that point still.",
        "A: My parents, my grandmother on my mother’s side. And my grandfather on my father’s side\ndied just before the war and was buried in the Jewish cemetery near the ghetto. He died a natural\ndeath before the war. Not natural but I mean — so his mother, my father’s mother and his three\nsisters, two brothers. The husband of one of the sisters. And the daughter of one of the sisters all\nmoved in with us. In this duplex apartment. My mother’s mother would go every single day and\nvisit her two brothers and their families who lived, who had moved into some other part of the\nghetto. And one day she simply didn’t come back. She just disappeared. I found a reference to\none of her, one of her brother’s daughters in Ringelblum’s diary about a twelve year old girl and\nher death was in there. One of the few — Her maiden name was Batlaj which 1s a Lithuanian\nname, B-A-T-L-A-J, L being a Polish. It’s an L with a diagonal through it. So that is — and the\nwidow of one of the brothers, of Henry Batlaj, did survive the war with two children and ended\nup in France, where my parents never really contacted anyone after. They tried but they couldn’t.\nBut in recent years, thanks to the internet, I’ve been able to find out that they eventually seem to\nhave all become scientists and one of the women who by now must be the third generation, was\nhttps://collections.ushmm.org\nactually a visiting professor at Harvard about four or five years ago. And I asked my mother if I\ncould contact her. And my mother just didn’t want to. She wanted you know. Anyway, my, my\naunt on my father’s side and my cousin who was about 13 and the uncle, one uncle, the one who\nhad been educated at Zwickau, one of his fellow engineering students was a German\ncommandant. And he, they ran into each other in the ghetto and he arranged for them to work in\na factory outside the gates, which was supposed to be a slightly protected situation so that every\nday they would all go out to work. And every day they’d be checked back in. My mother was\npart of the group.",
        "A: Yes. Probably not the same factories. I don’t know. It was sewing I think in the case of the\nwomen. And one day they simply didn’t come back, any of them. My father I mean I think my\nmother was under the impression that this man really had tried to protect them somewhat, but\nthere was nothing that could be done. They, and I don’t know his name. But you know they\nsimply would clear the factories out and send the next batch out was the way it was done. My\nmother when that happened, which was the beginning of 43, my father had sort of, I mean no one\nreally believed the Germans were going to do this. I mean no one, very few people left Poland\nbecause they, when it was about to happen because they just didn’t, I mean no one believed there\nwas such a thing as an extermination program, obviously.\nhttps://collections.ushmm.org",
        "A: 43.",
        "A: Well before that —",
        "A: Yes. I mean there were, one of the first people that my father found killed in the ghetto was a\nclose friend of his named Roman Kromsztyk who was a very well-known Polish artist. And my\nfather found his body with a portfolio of his chalk drawings lying next to it. And he managed to\nactually get that out of the ghetto and it survived the war. He returned most of them to a distant\nrelative of Kromsztyk’s. I have a couple of them. He was the first person that, my father did\ntalk about him. He was the first person he knew that he saw dead you know in the ghetto.\nKromsztyk had done some drawings which I have one of upstairs, where he, of figures in the\nghetto. I don’t know how many of them survived but this one was of a woman lying either asleep\nor dead. It’s unclear. On the steps of one of the buildings in the ghetto. And I was the model for\nthe baby lying next to her, which I, it’s hard to tell whether they’re alive or dead in the drawing. I\nhave it upstairs.\nhttps://collections.ushmm.org",
        "A: You know I remember brick walls being built which was something that happened. I mean I\nhave since looked that up.",
        "A: But I did remember the walls going up. And at what point that happened I’m not sure. I\nremember beggars, you know on the streets coming into the buildings and I remember this was\nreally an awful, there was a man who came into our building to beg and we had stairs in the\nbuilding which were very much like the kind of metal etched stairs that you have in a lot of\nschools. You know the old fashioned, and I remember them very distinctly. The man upstairs\nfrom us shoved this poor guy down the stairs and I remember that. I mean that really you know I\nasked my mother about it when I was a teenager and she said yes, that it had happened. You had\nthis very large gap at the beginning between the people who considered themselves very middle\nclass and the very, very poor people who were pushed in from the outside, you know the little\nghettoes outside. And these people did not feel they had anything in common with them. And\nthey were trying to keep what little they had for their own families which was the case up there.\nBut I remember my grandmother would actually apparently would give this man money. And\nthen he, or, or and food and then he went on upstairs. And this was what happened. So I\nremember that. I don’t remember what’s in these photographs you know of the dancing and all\nof those, don’t remember that at all.\nhttps://collections.ushmm.org",
        "A: Until 43.",
        "A: Mm hm.",
        "A: Not really, not really. I mean there was very little food. What there was, obviously my\nparents were, tried to —",
        "A: No. I don’t, but I do in 43 when my relatives didn’t come back that day, my parents decided\nthey had to get me out. And they made arrangements with, they had been able to stay in contact,\nI don’t know how, with friends on the outside who were not Jewish. And they arranged through\none of them, Wladislaw Brezovsky to and he arranged with a Polish policeman to come in. And\ntake me out.",
        "A: That I do remember, because my mother dressed me in this little white coat that she had and I\nwas very, very blond and blue eyed. I had white blond hair. And —\nhttps://collections.ushmm.org",
        "A: Polish.",
        "A: But my parents knew French and German because of their studies. And my father I think also\nknew Yiddish but they never spoke it at home. I think —",
        "A: No.",
        "A: No. No, only my grandfather on my father’s side who of course died before the war did\nobserve the Sabbath and that was about it. Because ever after, after we came out, my father\nwould only on Yom Kippur but he would light the candles for him and we still have his\ncandlesticks. I don’t know quite how they managed to survive. Only I still have them.\nhttps://collections.ushmm.org",
        "A: No, no. You have to remember though the Poles and the well to do or middle class Poles in\nSweden were extremely, I mean they considered themselves Poles. The more religious and\northodox were in the villages and they had very little contact with them ever. And that was one\nreason that all of this was such a, you know.",
        "A: Shock, I guess to everybody. They had never thought of themselves as being particularly\ndifferent. Except of course they knew they were because of the quotas at the universities and all\nof this sort of thing. But in terms of everyday life.",
        "A: And he arranged with a Polish policeman whom he knew to come in and, and take me out.\nI’m not sure quite sure how that worked.",
        "A: Walked out. And he at some point that night apparently I spent somewhere that was like a\ncellar because my coat, one of these things that my mother said afterwards was a, the friend who\nhad arranged this said the next day that when he picked me up, my coat was very dirty. That I\nmust have been sleeping somewhere. And he took me on a tram of some sort.\nhttps://collections.ushmm.org",
        "A: That I do remember cause I threw up on the tram and I was vastly embarrassed, got my coat\ndirty again.",
        "A: No, and they took me and, and he somehow got me out eventually to the place where they had\na little summer cottage.",
        "A: Ina place called. It’]l come back to me, I’m sorry.",
        "A: In the countryside, across the street from a castle which had belonged to some people my\nparents knew which is how they had bought the little, and which ended up being the regional\nGestapo headquarters for the area. And there I was across the road from it. And it’s crazy. I\ncan’t remember the name of the town, cause I just said it a few days ago. It’s about 13 miles\noutside of Warsaw. When Warsaw burned a year or two later, we could see the red sky.\nhttps://collections.ushmm.org",
        "A: Yeah.",
        "A: Just before.",
        "A: And after my whole family had disappeared. My mother then a few days after I got out, she\nleft with her work group and the Polish woman who was checking people in and out turned out\nto be a high school classmate of hers. And she said to my mother just don’t come back. Keep\ngoing and Ill check you back in. Although she had no way of contacting my father at that point,\nexcept they had agreed that if there was ever a chance for any of them that they would just do\nthis.",
        "A: He was still in the ghetto. My mother eventually went to several friends and stayed with them\naround the city. Some, I know who some of them were. And then there were two couples who\nknew where I was and could sort of, if my parents contacted them would be able to tell them.\nAnd my mother then somehow or other ended up working with a group of nuns who were trying\nhttps://collections.ushmm.org\nto help people a little bit. And one of them died and they gave my mother her habit to wear. And\na few days later the nuns were rounded up and my mother had this amazing story of which she\ntold Holly in high school. My daughter. They were, there was a staging area in one of the\nsuburbs of Warsaw. And I have the name upstairs, be able to find it. From which people were\nshipped out to the concentration camps on the trains. And the nuns were about to be shipped out.\nAnd one of the Germans on the platform said to the Mother Superior that the, one of the\ncommandments was a Catholic and she should go and talk to him and see if he could help her.\nAnd my mother describes literally how they, her foot on the bottom rung of the train car when\nthe Mother Superior came running down the station waving this little slip of paper saying that\nthey could go. So I had 13 nuns show up on the doorstep of the place where I was out in the\ncountry. And I had apparently the sense not to, I recognized my mother but I had the sense not to\nsay anything about the fact that she was call her my mother or anything like that.",
        "A: Because of course the nuns didn’t know. Oh I wasn’t that young anymore. I was five. And\nyou had been absolutely told what you could not say. I was very aware of that.",
        "A: No.\nhttps://collections.ushmm.org",
        "A: Yes, I kept Susanne, yeah and I, but I had the name of the nanny and I have no idea what that\nwas any more. But it was you know a Polish name. And —",
        "A: Technically. And I had the sense to say nothing apparently. And my mother claimed when\nshe was telling this, Holly this story, that I had dreamt the night before that she was coming and I\nhad said that to the nanny. Well, chances are I probably dreamt that a lot of times. But that time\nit stuck in somebody’s head. They stayed with us for several weeks but obviously we didn’t have\nall that much food and so forth. And then the nuns went on to a convent somewhere.",
        "A: Not including my mother who had at that point, she had developed very bad rheumatism and\nfrom lying on stone floors and so she was ill enough that she had a good excuse apparently to\nstay that she couldn’t go on with them. And of course they knew she wasn’t a nun. I mean they\nhad you know taken her in, given her the — so the fact that she just wanted to stay there didn’t\nseem that odd to them. Even though they didn’t know she was Jewish. My father got out after —\nhttps://collections.ushmm.org",
        "A: So she stayed. With me. My father got out during the uprising, the ghetto uprising through the\nsewers.",
        "A: And then he, again he went to more or less the same people my mother had gone to. To hide\nout and when the embassy had this information they actually knew the couple that he was with\nthe most time and they described this. I was amazed about it. And he had you know several very\nclose escapes. At one point he had to jump out of a second floor window into the back of a\ngarbage truck. And as it drove by and he managed to convince the truck driver that he was a\nBritish parachutist who had ended up in you know parachuting in and who was there to help free\nPoland. So he was not turned in. And I don’t’ know how did that buthe ——_—-.~ And he did not\ncome to where my mother and I were until the Russians came in to Warsaw. And at that point he\nwas able to get out. But he was in Warsaw til the end of the war. And hiding in various places,\nincluding the — for a while he was in the basement of a company called Wedel which made, was\nthe best chocolate factory in Poland which was recently bought by Cadbury’s of England. And\nhe hid, they hid him in the basement of their store which was near where his former antique shop\nhad been. And one of the sisters of, of the Wedel sisters would bring him water and so forth\nperiodically. And then one day a bomb fell and sort of cut the cellar in half and she was actually\nkilled on the other side of the -- and he eventually dug his way out. And it was just — my parents,\nwell my mother cause my father would never talk about it. But my mother basically said that\nwho survived and who didn’t was simply chance or luck or something. You know completely no\nrhyme or reason to who did and who didn’t.\nhttps://collections.ushmm.org",
        "A: No, no.",
        "A: She had dark hair and brown eyes.",
        "A: Well I, I mean my nanny and I went to the local little, local town to buy things at the farmer’s\nmarkets and so forth. They don’t call them, they were just markets. They weren’t called farmer’s\nmarkets. And I went during the day to a small school, sort of through the woods that was in the\nbasement of a local church. And the younger children were ostensibly raising rabbits and the\nolder children were actually studying but they were not allowed to use Polish textbooks. And if\nthere was a problem they felt the Germans were coming to check up. They would shove the\ntextbooks under the rabbit hutches. They were probably not very attractive by the time they\nfinished.\nhttps://collections.ushmm.org",
        "A: Yeah and I have a photograph somewhere still of the priest that ran that church, who thought I\nwas Catholic. He was not a — it was not known.",
        "A: No, I only knew that I was not supposed to say who I was. I was not supposed to give my\nname or my real name which I knew or my parents’ names or anything about our circumstances.\nI was supposed to only say that the nanny was my mother. And to give that name. You know I\nthink even small children when they’re living in a situation that is that extreme understand a lot\nmore about what they are and aren’t supposed to — and if you think back to the fact that in the\n19\". well even in the 20\" century, fairly small children would be sent out to work in the\nfactories, in the fields and so forth. And they would be able to do it. You know and I know when\nwe were living in India, and we were, visited Kashmir, there were five year old sitting there\nweaving rugs because their fingers were so small. And they can learn to follow a pattern. And\nthey can know what they’re doing. There 1s a lot that children can do and 1s expected of them\nthat —",
        "A: No. you know the time in the country was, was quite nice. I do remember being in the — very\nvividly on, we were in the market place on day in the, this little town that a couple of bombs fell\nand a goat had its legs cut off. I mean there was this memory of this goat lying there bleeding all\nhttps://collections.ushmm.org\nover the place. And I must have been about you know six years old at that point. And we were\naware of the fact that we were not supposed to be out too much in the fields or anything like that.\nCause the Germans would sometimes, but you know it was at that point it was an occupied\ncountry. So it was not that the Germans were strafing the fields as much as they did at the\nbeginning of the war. And I have no idea why they happened to attack that small market town\nthat day. You know. Maybe some bombs just fell back and they meant to be bombing Warsaw\nor something.",
        "A: Yes, yeah they were my nanny’s sister who came regularly to visit us had a little girl my age.\nNamed Eljunya. Elizabeth and so she would be around to play with and then the children at the\nschool.",
        "A: At the church.",
        "A: No, no, but nobody talked. I mean we all knew not to talk anyway in general. Because even\nthe children who were not Jewish were aware of who the Germans were and what they were\ndoing.\nhttps://collections.ushmm.org",
        "A: We saw the red, no we didn’t see the flames, we saw red sky.",
        "A: My mother was with me at that point. And we knew that it wasn’t good but we didn’t really\nknow what was happening.",
        "A: Once my father came and the war was over, we moved back to Warsaw and my father\nreopened his gallery, although in a different place. They started to look for their family. The\nfact that he reopened it under his own name, they thought it would be helpful. The people would\nknow where they were, would find them. And they worked through the Red Cross. Trying to\nfind people, but nobody, nobody returned. And —\nhttps://collections.ushmm.org",
        "A: Everyone except this one, one aunt who had been sent out very early. Who was working on a\nfarm. Who came, eventually came to the States. But everybody, otherwise, everybody my\ngrandparents generation, my parents’ generation, and mine and my generation. There were\namong others and this was very interesting. At the end of my mother’s life and she was almost a\nhundred when she died, she suddenly told me about this cousin of hers. One of her, the child of\none of her uncles whom she had never mentioned before, ever cause she really didn’t talk about\nher family very much. And apparently he had, he was at Oxford and he was about 20 and when\nthe war broke out he came back to be with his family, her uncle’s, so his last name would have\nbeen Batlaj and he was killed early on or disappeared early on. And didn’t really know what\nhappened to most people. They just sort of weren’t there when they — you know people came\nback thinking they’d be with their families, not realizing what was going to happen of course.",
        "A: Well yes, I do remember some things. For one thing I remember somebody giving me\nchocolate which I had never seen before. And I remember being given a banana of all things by\nsomebody which I again had never seen before. The street where the gallery was, was fairly\nwide and one day there were obviously no street lights, but there were police who were really not\nreal police. But they would be out there directing traffic and so forth. And they did have guns\nand of course there were no buses to speak of so people drove around mostly in trucks with seats\ngoing this way that they would sit in. And in this case it was a police woman, with a gun and the\ntruck wouldn’t stop, when she was directing it so she proceeded to shoot and the, in some\nhttps://collections.ushmm.org\nobscure way the bullet when right through a whole row of people sitting on these seats and there\nwas a pharmacy in our building. And people were being brought in to be you know treated and\nscreaming and blood and everywhere and that, that really stayed with me too. Cause I was right\nthere. But you know by that time I was six or seven years old.",
        "A: You knew you were not supposed to go anywhere near them. It was the dogs that were so\nfrightening more than the Germans because they would always have these braces of dogs with\nthem on, on leashes and we were all terrified of the dogs who would just be sicced on people you\nknow right and left. And I have always to this day really had a fear of German Shepherds and I\nlove dog. I have no problem with dogs but I cannot stand being around German Shepherds. And\nthen they were just the one dog that was, it was more the dogs than anything else because they\nwere always in front of the soldiers so you barely even were aware of the soldier behind that\ngroup of dogs. And they would always have you know two or three on leashes, right in front of\nthem.",
        "A: No. You know you were very wound up and very fearful. I mean you really were, I was away\nfrom my parents for almost three years when you know you added it all up. Because my mother\ndidn’t show up until she got out around 43. She didn’t show up until two and a half years later.\nMy father stayed (both talking)\nhttps://collections.ushmm.org",
        "A: Apparently I did, apparently I did. And that was the one thing my mother did tell me, that I\nknew who she was but didn’t call her by name. So there was a fairly long time between the time\nthey got me out and the time that I actually saw them again. And my father even longer.",
        "A: Not that I can remember. They were fortunate in that my father had had a lot of diplomats,\nforeign diplomats as clients before the war and some of them had taken things out for them when\nthe war broke out, or kept them. Returned them after the war. A friend of theirs came back as an\nambassador to one of the, from one of the Scandinavian countries and he arranged for us to get\nvisas to go to Sweden which is how we ended up. We had, we waited for a quota number to\ncome to the States for four years. But we were in Sweden for three of those years. And then in\nMexico for nine months.",
        "A: We left in 47.\nhttps://collections.ushmm.org",
        "A: To go to Sweden.",
        "A: I don’t really remember going to school in Warsaw itself, although I do have a school book\nkicking around so it must have been. And I definitely went to first grade because when we went\nto Sweden I did first grade over. Because I was learning a new language.",
        "A: Yeah, but you know I —",
        "A: I hadn’t known anything except destruction really so it didn’t seem that different to me.\nExcept when I was in the country because the war started when I was only one, so I had never\nreally seen anything that wasn’t ruins. Except when I was in the country. And, and that life was\nall right. I mean we had this little house. We had chickens which I remember feeding regularly.\nYou know that was my job. And we had a well. We had a cellar with a little rug and a table\nover it, where you could hide when there were air raids, but actually there weren’t any in the\ncountry when we were there, partly because I think the Gestapo headquarters were across the\nroad so they were not about to start bombing that particular area. But we did have a bomb cellar\nwhich you know was the usual root cellar type of cellar.\nhttps://collections.ushmm.org",
        "A: And we never really used it. I mean we used it to store things. We didn’t have very much. I\nmean we had some bread. We had access to bread, somehow or other. And we had, we ate a lot\nof bread with onions, thin slices of onion. We had eggs from the chickens. Certainly didn’t have\nmilk ever that I can remember. But this was again in the country so we had vegetables and —",
        "A: No we traveled a lot during the years we were in Sweden because my father just started up his\nbusiness again so we were going with him on some of his trips. And he had friends all over\nEurope.",
        "A: Oh no, no I’m not aware of being worried about it at all.\nhttps://collections.ushmm.org",
        "A: I had moved so many times by that time already you know. It wasn’t as if one more move was\ngoing to be any different. But I counted up once that by the time I was 11, I moved 13 times so\nit wasn’t really, it wasn’t a problem.",
        "A: People did and I know that some of my parents’ friends went back to their places, only to be\nmurdered by the people who had taken over their apartments or houses or businesses.",
        "A: They felt they had to get out. And what happened was that this couple who were mentioned in\nthis thing, in this book that I came across on the internet, that the Polish embassy sent me an\nexcerpt from, they were sort of like godparents, or were close, very, my parents’ closest friends.\nAnd he was the head conservator of the national museum. And they were Catholic. And she was\nout walking after the war, shopping you know, going to buy food. And a man came along and\nshoved her into the gutter and said to her apparently so you old Jewess, you survived the war,\nwe'll get you yet. And she apparently went immediately to my parents and said ok you’ve got to\nget out. It’s never going to change here. Cause the anti-Semitism was so strong 1n Poland. And\nthey, they got out pretty much near the, you know before the communist government took over,\nbut very shortly before. And I’m not sure about the dates. I do have the passports and so forth\nfrom that period. I just haven’t really looked at them. I have to do that. I mean I have to get all\nthe dates straight and, and I found that some of —\nhttps://collections.ushmm.org",
        "A: 1947. But I have to look at them. I do have them. I have managed to misplace all these papers\nrecently because I was trying to clear the house out and I shoved things around. And when my\nmother died four, almost four years ago now and I moved a lot of, you know her things into the\nhouse and just sort of everything got confused.",
        "A: In Stockholm.",
        "A: A friend of ours who was with the Dutch Red Cross had an apartment in Stockholm which he\nwasn’t using and so it’s in these pictures. So that was the apartment we lived in. On\nWindegotten, in 52. And I went to the local elementary school for four years.",
        "A: Very, very quickly. In fact it was funny. There was somewhere I used to have a clipping.\nSomeone took a picture of me and wrote up a piece for a local newspaper and about a typical\nhttps://collections.ushmm.org\nSwedish girl playing outside you know in the wonderful weather and discovered afterward that I\nwasn’t, but I have the picture and the little clipping somewhere. My mother —",
        "A: No, no there were no children to speak of. There was one boy who then went with his family\nto the United States and but he was four or five years older than I am. And he was actually, his\nfather was Yugoslav, mother was Polish. And eventually his father died during the war and\neventually they moved to New York and I did see them periodically. And there were some other\nchildren who are friends of my parents, who were born after the war. But except for Yannick,\nthis one boy, I didn’t know any who were —",
        "A: I’m so sorry, I missed the call. Did —",
        "A: I, no I don’t think so. I don’t really remember any of that, of ever being asked. Yeah I learned\nSwedish very, very quickly and I spoke it apparently perfectly. And children aren’t that curious\nyou know.\nhttps://collections.ushmm.org",
        "A: Yeah I loved the school and every summer the Swedish government arranged for, arranges for\nchildren or did then to go to summer camp, depending on their health. They’d send you to the\nmountains or the seashore or something like that. And so I did that. One memory I have which\nis sort of an odd one for America. It’s interesting. The very first African American I ever saw\nwas Paul Robeson who came to give a concert and marched in the May Day parade. Of course, I\ndidn’t know particularly — I, we went to the concert actually and I heard him sing. But you know\nin retrospect that seems sort of amazing now. At the time it was, it was not, 1t was not that. And\nmy parents knew people you know in Sweden from before the war and they were a few of their\nfriends who went to Sweden after the war. They will be mostly women, mostly older women and\nthey, most of them lived in these little pensions. Their families were gone. And this aunt who\nsurvived was living in one of them. She didn’t live with us then.",
        "A: I don’t think so particularly. You know Sweden was, is a wonderful place for children. There\nwas lots to do and I don’t know if I was aware of, I think I was very introspective because I had\ngrown up without, not really playing with children very much. And then after the war I was\nmostly with adults except for school where I had a perfectly good time, because my parents\nreally didn’t know families with children because there weren’t any children. And I think in\nhttps://collections.ushmm.org\nsome ways we didn’t really know very much about bringing up children either. As a result.\n(phone ringing)",
        "A: No, no.",
        "A: NoI don’t. At all. And you know that Sweden had managed to stay neutral while really in\nsome ways cooperating with the Germans. And they probably didn’t particularly much want to\nbe reminded about any of it anyway. When we went, we then went to Mexico for nine months.\nMy father went to Mexico for nine months. My father wanted to study pre-Colombian\narchaeology and —",
        "A: 1949, 49. By that time.",
        "A: We were there four years but it doesn’t quite work in terms of because it overlaps years. So\nit’s four years total but 1t doesn’t quite work in even years because it doesn’t.\nhttps://collections.ushmm.org",
        "A: Well after, the same man had been ambassador to Poland, Sweden’s ambassador to Poland, he\nbecame the ambassador to Mexico and he arranged for us to, Klaus Festering and he arranged\nfor us to get visas. And there they had a number of friends who had survived the war who had\ngone to Mexico.",
        "A: From Poland and one of them —",
        "A: One of them, in, in Mexico City. And one of them the 18 year old daughter of one of the\nfamilies, I had English lessons with her at the same time that I went to seventh grade. I jumped\nfrom fourth in Sweden to seventh in the American school in Mexico City, because the Swedish\nschools were very far in advance of you know American schools in terms of what you were\nlearning. So I took an exam and they stuck me in seventh grade.",
        "A: And Spanish.\nhttps://collections.ushmm.org",
        "A: But ve really forgotten the Swedish. I can still read it but I haven’t spoken it in all these\nyears.",
        "A: At the time I did, at the time I did.",
        "A: I ended up actually eventually years later being assistant Scandinavian cataloguer at Harvard\nbecause of all of this. So after getting a masters in library science after college.",
        "A: Well you know —",
        "A: They had lived a very cosmopolitan life as many you know educated Jews before the war did,\nhttps://collections.ushmm.org\nbecause they were educated abroad. They knew all of these languages already. They had friends\nall over the place. You know people that they knew. I mean I do remember walking in Paris at\nsome point. When I was I don’t know, nine or something and hearing someone speaking German\nand getting really frightened. But generally people did not bother to speak German, even if they\nwere German, if they were wandering around Paris, they would make an effort not to for obvious\nreasons, so you didn’t really hear it very much.",
        "A: No.",
        "A: No. The friend, Wladislaw Brezovsky who had gotten me out of the ghetto had a, was had a\nBritish citizenship as well as Polish and after the war because he worked for a British firm. And\nafter he got out of Auschwitz with a number tattooed on his arm, he went to London and we went\na number of times and visited him. I sort of thought of him as my adoptive grandfather. He\nclaims I cheated at checkers when I was seven years old. And somewhere in here. Well, the\npictures may be upstairs. I do have a picture of him. These were the people who hid my father,\nthe Kuharskys. And I was really furious with Yad Vashem because when I went my younger\nson was New York Times bureau chief in Jerusalem. And I went to Yad Vashem, which was a\nmistake. I shouldn’t have. The photographs were god awful. And I went to the Polish section\nand wanted to put their names in with the — and they said well are they still alive. And at that\nhttps://collections.ushmm.org\ntime they weren’t any more. And they said well if they’re not alive, we’re not interested. We\nonly want people whom we can give a certificate to and have a ceremony and so forth. And if\nthey’re not, we don’t really want to put their name in. And you know my feeling was if you’re a\nrighteous Gentile which 1s what they called it, it shouldn’t matter whether you were alive or not,\nif you had helped people. During the war.",
        "A: We were, here we are in Mexico. Nine months. And then so I went only part, partly to\nseventh grade. And then we, we came here.",
        "A: I’m older. And no, nobody cared in the school. But of course there were some Polish families\nthere that my parents knew. The girl who was you know teaching me English for example who\nwas sort of a late teen. But nobody talked about the war. Nobody wanted to talk about it. And\nthe same thing in Sweden. They were, here is Diego Rivera. I went off to watch him paint\nportraits. He was a friend of my parents. But —",
        "A: Nobody wanted to talk about it and you know since then in recent years, I’ve heard from\npeople who went to Israel and who tried to talk about it and nobody wanted to know. Everybody\nhttps://collections.ushmm.org\nwanted to just talk about the future and they didn’t want to know what had happened and so\npeople stopped talking about it. I think in the case of my parents they just, my father never ever\ntalked about it.",
        "A: My mother after the war when we were living in Sweden slept an awful lot. I think she was\nextremely depressed but I wasn’t aware of that. I mean I didn’t know what it was. She slept a\nhuge amount. My father was always very quiet and very involved in his, it’s an old picture of\nmy parents in, god knows where. They —",
        "A: His health was all right. He had a bullet fragment in his back which didn’t really bother him\nand he never you know told me how he got it either. But a very odd thing happened. He\ndeveloped Alzheimer’s and had to retire in 76. And eventually they moved down here and he\nwas part of an NIH study because in those days they didn’t really realize how common\nAlzheimer’s was. And the one proviso was that at the death of the person we were to allow an\nautopsy of the brain. The doctor called me who did the autopsy afterward and he said was my\nfather a boxer. And I said no. And he said well he has brain damage of the type which only a\nboxer or somebody who had been hit in the head a lot would have. And that’s probably what\ncaused the Alzheimer’s. Now my father never mentioned anything. It could only have happened\nduring the war. But he had never talked about it. Ever. And you know whenever I would ask\nhttps://collections.ushmm.org\nhim questions, he would say well you know when I retire and I have time cause they worked six\ndays a week in the gallery. And then they traveled a lot. And you know by that time I was gone\nanyway and had my own family. He said when I retire we’ll talk about all of this, and I'll tell you\nall --- and then he got Alzheimer’s and --\nhttps://collections.ushmm.org\n(Tape 2 — RG-50.106.0195.02.02; duration: 58:46)\nGail Schwartz: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection with Susanne Bennet and this is track number two and we had been talking\nabout your family being in Mexico and then you came to the United States. Where did you come\nto in the United States and when was that if you remember.\nSusanne Bennet: We went in August of 1950.",
        "A: From Mexico City via Cuba. Actually, we went to Cuba for four days. We, to Havana. To\nManhattan.",
        "A: I was really fairly independent. My parents were both working. I was the one who ended up\nfinding and enrolling myself in PS 59. In Manhattan, because they didn’t have time.\nhttps://collections.ushmm.org",
        "A: In Manhattan. I found the place by accident because the English wasn’t very good at that\npoint to, that my father had his first art gallery which was at 8 West 56\" Street right off Fifth.\nAnd.",
        "A: No, it was 8 West. And you know I did the grocery shopping. I did the dry cleaner. I did all\nof these things because both of my parents were working full time and they didn’t have time.\nAnd they worked Saturdays. And in those days —",
        "A: We were living there too.",
        "A: And in those days of course stores were not open on Sunday. And they worked six days a\nweek. So after school I would go and run all these errands and things and because I learned\nEnglish very quickly. They were learning it, they started to learn it in Mexico but they weren’t\nthat fluent.\nhttps://collections.ushmm.org",
        "A: I went into eighth grade. And —",
        "A: Not really. I had one run in which was in those days we had, what are they called. Oh gosh\nwhat is the word I want. Air raid",
        "A: Drills. And so one fine day we’re having an air raid drill and we’re all standing out in the\nhallway during the drill and I said to the teacher. This is ridiculous. If it were a real air raid\nthere’s you know none of us would survive this. I got sent to the principal for that one. But it was\nabsolutely true. I mean what’s the good of just sending you to stand in a hallway on the second\nor third floor of a building. Made no sense.",
        "A: I don’t know. I really don’t think I have had very much. I, but when I went to high school I\nhad to go to speech therapy for my T-H which was wasn’t very good. And I was told to listen to\nthe New York Times station in New York to get my, get the right pronunciation. WQXR I think\nit was.\nhttps://collections.ushmm.org",
        "A: No and it, well I guess it was a neighborhood school but we all sort of went home after school\nanyway.",
        "A: Then I took the --you know exam for Hunter Bronx high school of science, Stuyvesant Music\nand Art and so forth. I went to Hunter.",
        "A: It was fine. I honestly don’t think that I was that involved when I think back now to, I ran into\na few of my classmates here and I never followed through on very many of them, although one\nof them went on to college with me. Two went to Radcliffe, two went to Wellesley. I was one of\nthe two. It, because it was what is nowadays called a magnet school, we all went home afterward\nand we all lived all over the city. So we just didn’t really play with each other. I mean there\nwere things. We had clubs. We had obviously eventually we had a senior prom, all that sort of\nthings. We went out to Far Rockaway in the middle of the night on the metro, on the subway.\nBut there wasn’t that much social life.\nhttps://collections.ushmm.org",
        "A: They worked very, very hard but they were very promptly. My father became a very major\ndealer in New York. And —",
        "A: It was Kleyman gallery.",
        "A: And it was first at 8 West 56\" and then he moved up to Madison Avenue in the, in the what\nwas then the Park Bernet building. It became Sotheby’s, 982 Madison which was across from the\nCarlyle. And they, very early on my English teacher I think it was. One of my teachers in eighth\ngrade somehow heard me talking one day about my father having African art, because he started\nto -- he had always had European decorative arts before the war. But after the war, with very\nlittle money, one of the things that he had been interested in when he was in Paris studying had\nbeen African art. So he -- that became a major part of what he had after the war. It wasn’t very\nexpensive to buy then and she said oh I’m going to tell my son who was one of the curators of\nthe, at MOMA, which was then the Museum of Modern Art of course. And the next thing was\nthat the son brought Nelson Rockefeller to the gallery. And then my father just, you know that\nhttps://collections.ushmm.org\nwas it. That was the beginning of his doing very, very well with, and becoming a major dealer in\nNew York.",
        "A: Yes.",
        "A: He developed very major clients, all of the major museums in the states really. And —",
        "A: No, no. I’m sure they never talked about any of —",
        "A: Well, I mean people —",
        "A: Right, and people like Rockefeller I’m sure were aware of the background of people but they\n-- certainly no one ever talked about anything except art.\nhttps://collections.ushmm.org",
        "A: Well let’s see. The various Rockefellers. John D., Nelson, Henry Ford. The one I liked best\nwas Greta Garbo. Eric Marie Remarque. And I have a letter from him somewhere. The Duke\nand Duchess of Windsor. By the time he went back to, whom I did not like, by the time he went\nback to having some decorative art again. Porcelains and things. Just about anybody who\ncollected art in the states ended up. You know the de Menils. Became clients during that period.\nThat it wasn’t very long really, because he started in 1950 and he had to retire in 1974, 76\nbecause he got Alzheimer’s so it wasn’t that long.",
        "A: And his name is, he was a major donor to the Metropolitan Museum of Art and my parents’\nname is now inscribed on the staircase going up, which was sort of (phone ringing) amazing\nbecause when you consider our background and what had happened to us that there, 1t was an\n(phone ringing)",
        "A: Some of you know the major architects of that period, Edward Durrell Stone.\nhttps://collections.ushmm.org",
        "A: Well that was when we were living in Mexico that I got to know Diego Rivera.",
        "A: Yes and Tamayo and just in general the whole sort of artistic, of the group in Mexico City.\nAfter the war, I mean after we moved to New York, he got, they got to know the Kennedys\nthrough I don’t know how important any of this is really. But Eustache Radziwill whose\nmarried Jackie Kennedy’s sister, her, his father the old prince had been a client of my father’s\nbefore the war. And the prince survived the war. His wife Anna did not. She died in a German\nprison, while they were imprisoned. But the prince survived. His daughter and son both did and\nEustache Radziwill then introduced my parents to I think he was the one who introduced them\nto the Kennedys. And for years both Jack and Bobby would buy their little Christmas gifts,\nmostly little tiny antiquities on little bases from my parents. When they came to New York, they\nalways stayed at the Carlyle which was across the street. And every single time the Carlyle\nwould hop over to my father and borrow some things from his gallery for Jack Kennedy’s suite.\nThings with a marine theme, so there was a little ship which I have still and some other things to\nsort of decorate it while he was there. And then back it would come and my father would take it\nhome because he was thrilled to be able to do this for Kennedy who he thought was wonderful.\nAnd he didn’t want to sell the things that he, you know he kept them. My mother especially liked\nBobby Kennedy who actually liked her a lot and would bring her gifts from his trips which was\nkind of fun. It was sort of amazing you know. After what they had been through.\nhttps://collections.ushmm.org",
        "A: And barely surviving. And here they were.",
        "A: I, then I went to Wellesley college, class of 59.",
        "A: We were only allowed from Hunter to apply to three schools, one of which had to be a city\nschool and the other. They wouldn’t send our transcripts to more than three. I don’t know if\nBronx high school had the same rule about that. So I picked Wellesley and Oberlin. And the\nhead of the Oberlin art department, a man named Charles Parkhurst who later became a deputy at\nthe National Gallery was a friend of my parents. And I got into both and he sat me down and he\nsaid ok. It depends on whether you want to be a big fish in a small pond or a small fish in a big\npond. So I said ok small fish sounds good to me. And I went to Wellesley. And it’s amazing if\nyou think about what the results of that sort of thing is because I wouldn’t have met my husband\nif I hadn’t been at Wellesley and I wouldn’t have had the family or the life I’ve had or any of\nthose things, except for when I went to college basically.\nhttps://collections.ushmm.org",
        "A: There were probably but we never talked about it, any more than we had in high school.",
        "A: Yeah.",
        "A: History of art and Spanish.",
        "A: And Spanish because I knew Spanish from my nine months in Mexico so. And I also went to\nMiddlebury in the summers to take Spanish, a couple of summers.",
        "A: I don’t think I ever felt totally American at that point, no.",
        "A: No.\nhttps://collections.ushmm.org",
        "A: European but not Polish.",
        "A: I think that I, we always I insisted on speaking Polish at home. I didn’t want to lose the\nlanguage. Always. Always.",
        "A: Yes, even though my parents wanted to speak English to improve their own and I said no I\nreally wanted to keep up, keep the language up, which was fine with them. I think I felt more\nEuropean because I had traveled so much by then. I mean we had traveled all over Europe while\nwe were in Sweden and Mexico and I think. I mean I hate to use the word cosmopolitan but I\nthink I sort of considered myself to be somewhat you know more that. And, and never Polish\nsimply because my parents never spoke about Poland. I wasn’t, I thought of Poland only in terms\nof family but not in terms of country.\nhttps://collections.ushmm.org\nyou old enough to understand what happened and you say your parents never really talked about\nit. Obviously they saw all this.",
        "A: I didn’t want to read about it and I didn’t want to look at the pictures. I had I mean willy nilly\nwe would see them sometimes but I stayed away from it completely. I didn’t want to read about\nit. I tried reading a couple of things and just got too upset and I just didn’t.",
        "A: And I just it just reminded me too much of things. And if I can jump ahead a little bit, when I\ndid the Spielberg interview, it was during the Bosnian war and I had a horrible time because I\nwas watching the news every night and it just brought everything back. It, they looked like the\npeople that I had been along, the situation was the same. The, I mean in a sense. The way people\ndressed, the way they looked. I think I spent about a year just sort of weepy every single night.\nAnd it was really not a good thing. But it suddenly, it hadn’t really come back until then and it\nwas after that that I started to read about it. But I have not gone to the Holocaust Museum, except\nto hear a lecture once which was downstairs and I didn’t have to go in the museum. I did go to\nYad Vashem and thought that was a mistake afterward.",
        "A: It just brought images back that I didn’t want to see. Some of those photographs that were\nthere. T\nhttps://collections.ushmm.org",
        "A: Yes, yeah he was at Wesleyan. And we were both juniors when we met.",
        "A: Got married in June that year. Most people did in those days. And then we went to Berkeley\nfor a year where he got his masters and when we came back to Cambridge, I got a master’s of\nscience, of library science at Simmons and then I went to work at the Harvard, at Widener as a\ncataloguer. First as a generalist subject cataloguer because I knew all those languages.\nOtherwise, they really didn’t hire women unless they had to.",
        "A: The languages. And then I became assistant Scandinavian cataloguer as well so I had to learn\nto read Icelandic and all, which is different and some of the other languages, enough to be able to\ncatalogue. And then —\nhttps://collections.ushmm.org",
        "A: He was at Harvard getting his, his doctorate in medieval Russian history and he was three\nquarters of the way through when we had the opportunity to join the Foreign Service and go to\nIndia, so we did for three years.",
        "A: No my oldest was born in New Delhi. And then we came back so he could finish his doctorate\nthree years later. And then I had my second son in Cambridge. And then we moved here and he\nwent to work for Hubert Humphrey so you know he left the State Department because you\ncouldn’t actually stay if you were going to go back and he felt by then he should go back and\nfinish his doctorate. He had, no he had done everything except write the dissertation so we went\nback. I had my second son in Cambridge. And he spent nine months writing it and then we came\nhere to DC.",
        "A: At that point he had decided not to go into teaching which he had planned to do because there\nwas this shift from Russian studies to Vietnamese and Southeast Asian studies and there were\nliterally no jobs in academia. And by that time he had also got bitten by the government bug,\nhaving been in the Foreign Service for three years in India so he went to work for the\ngovernment. First with Hubert Humphrey and then he was, what was called then Administrative\nAssistant to Tom Eagleton of Missouri and Ribicoff of Connecticut. And then he, various other\nhttps://collections.ushmm.org\nthings. He was head of the staff for the Senate budget committee when it was first formed. Then\nunder Carter he was Assistant Secretary of State for H and then head of AID.",
        "A: For congressional relations. And then head of the AID. And after that he was head of a small\nthink tank and then was head of National Public Radio for 11 years. And under Clinton he went\nback as Assistant Secretary for International Organizations, at which point Madeleine Albright,\nmy classmate was at the UN. And —",
        "A: Yes, and his family goes back to the Mayflower. Literally it goes back to the Mayflower.\nAnd in fact one of my sons did a thing when he was at Beauvoir. They had to do their\ngenealogies and two, two of the boys in his class, he and Mark Tunney had the most, the oldest\nand the most recent. Mark Tunney’s mother was I think Norwegian. And I was Polish. And\nboth fathers went way back to the whatever.",
        "A: No. No, they’re he’s not really anything but on his mother’s side he came from a long line of\nPresbyterian ministers, starting with Abner Benedict who graduated in 1800, from the Yale\nhttps://collections.ushmm.org\nDivinity school. But not, neither my husband or my children are particularly religious, although\nthe children consider themselves Jewish.",
        "A: No, I mean—",
        "A: They did not believe in religious —",
        "A: And I worked as a librarian at the Cathedral school so I’d have the same vacations as my\nchildren and so forth. And when we were in India I worked at the American school library there\nand also at UN library for a while.",
        "A: They went off to college.\nhttps://collections.ushmm.org",
        "A: My oldest son 1s the junior senator from Colorado. The younger one is editor in chief of the\nAtlantic Monthly. And my daughter is a business consultant for Deloitte working on at the\nmoment working on their China expansion.",
        "A: Michael, Michael Bennet is the oldest. And James D. Bennet is my middle son and Helena\nAnn Bennet is my daughter. Called Holly.",
        "A: I’ve retired yes. Although I do a lot of volunteer things. Sometimes it doesn’t seem as though\nI’m very retired.",
        "A: Yes. Yes.\nhttps://collections.ushmm.org",
        "A: No they weren’t raised in any tradition. But I think I consider myself Jewish as an ethnic\nidentity perhaps I should say. But not a religious identity.",
        "A: No, no they didn’t. My father, my husband’s family is so enormous, a lack of relatives was\nnot anything anybody ever talked about and we’ve always been very close. We’re still very\nclose.",
        "A: So, former husband and the next lay, I mean first of all he was one of five. And we’re still\nclose and then the next generation. My children’s generation which 1s —",
        "A: 12 cousins and they’re all very close. And now their children are very close so it’s just you\nknow our vacations, our weddings, funerals, everybody gets to —\nhttps://collections.ushmm.org",
        "A: There’s none on my side, no.",
        "A: They must have, no they must have at some point or other but it just, I mean they were aware\nof my background and they knew I was an only child.",
        "A: Well they always knew that my parents had a very strong accent so they probably asked at\nsome point and my mother and father certainly talked about having grown up in Poland and gone\nto school, just that they stopped at the war. But they did talk about you know going to school,\nwhat they did in school. My father would talk about his having a, he was always very interested\nin natural history and he had pet snakes and things like that when he was growing up. So that\nwas the kind of thing they talked about. Their normal life before the war.",
        "A: They didn’t really study it. I mean it came up with you know when the business with you\nknow your genealogy but it wasn’t until my daughter who is the youngest by six years did this\ncourse on ethics, at National Cathedral that the whole Holocaust thing came up at all. And what\nhttps://collections.ushmm.org\nwas very interesting to me at that time was she also read about Emmet Till and she was\nflabbergasted that that had happened so recently. She wasn’t aware of how recently the whole\ncivil war battle had been fought and I told her that my senior year in high school we had come\ndown here with my international relations club, my teacher, for a visit to Washington. We\nactually met with Nixon believe it or not who was then up on the Hill. And when we showed up\nat our hotel, we were turned away because we had two Puerto Rican girls in our group. This was\nin 1955. And my daughter could not believe it. You know she just was that it was that recently.\nAnd so we just marched down to the local Y and stayed there. And the whole group of us. It was\na lesson for us because we had never at Hunter been the least bit aware of anybody being\ndifferent. And just had never thought about it. Just as at Wellesley. I mean since then I’ve found\nthat a lot of the Catholic girls stuck together which I was not aware of particularly at the time.\nBut we never really talked religion either. In college, in those days in the 50s. We talked\npolitics and we got into battles about politics. I mean John Kennedy was running for president at\nthe end there and he came to Wellesley and spoke and so forth. And one of the people in my\nclass was Eisenhower’s Secretary of Defense’s daughter. For example. And was a rabid\nRepublican. So we talked about things like that. We talked about our majors. We talked about\nour dates, but we didn’t talk about religion. I mean I think some people did but never any of my\nfriends, who are still my friends from college and whom I still see regularly.\nhttps://collections.ushmm.org",
        "A: Yeah, but we just didn’t particularly talk religion. No it was one of those things. I mean we,\nI don’t think we were even particularly aware of what anybody’s religion was. We probably\nwere sort of in sub —",
        "A: Conscious way but —",
        "A: Yes but they all grew up not religious.",
        "A: Well they incorporated, they all married Episcopalians. They incorporated some Jewish\ntradition into each ceremony.",
        "A: Their wedding ceremony. They’ ve talked about that to their children, well except for the\nsmallest. My oldest son, Michael Bennet has named two of his daughters, after cousins of mine\nwho died in the Holocaust. Well one is named after my mother Helena and her middle name is\nFelicia after my 14 year old cousin who was killed. And the little one is named Anna after my\nhttps://collections.ushmm.org\ngrandmother and after another cousin who was killed. But so that’s, that’s there. And Holly\nnamed her, the middle name for her daughter is after the Sophia Wolf who helped my parents\nduring the war. So they’ve incorporated it. But not, Holly, when she was at Columbia getting\nher MBA did attend a local synagogue up there. On the upper West side, just to learn more about\nher religion. It’s just not a big part of, religion is not, I mean for one thing they went to the\nCathedral school. And I think that sort of turned them more against religion than anything else\ndid. It was just not, it was not a big part of our lives. I mean neither my husband nor his siblings\nare particularly religious.",
        "A: Douglas Joseph Bennet Junior. And his, as I say he came from a long line of Presbyterian\nministers but by the time it came to, even his parents’ religion, no one was very religious. And\none of my nieces or one of his sister’s daughters is married to someone who 1s Jewish and who\nwanted his children brought up in New York in Jewish schools and they have been and they’ve\nhad their, well the little girl hasn’t yet but the little boy had his bar mitzvah. It’s just never been\nan issue. You know people intermarry. They don’t worry about it. I mean we have, in that\ngeneration one of my nieces, another daughter of another sister of my husband’s was married to\na Muslim imam for a while. She’s now divorced and has a little girl who 1s from Ghana. No one\nwotries very much in their generation any more about either — I mean I have Jewish friends who\nhave been quite adamant that their children should not, should marry in the faith and then their\nchildren go off and marry a Buddhist or something. It’s —\nhttps://collections.ushmm.org",
        "A: I’m sure I would have.",
        "A: Well I think that I’m very introverted, that I don’t really trust people that much. My daughter\npointed out one day. We were talking about where they should buy a house. And she said mom\nyou realize you’re always giving us lectures about buying houses that have exits on different\nStreets.",
        "A: And I said no I never realized it. And she had gone to a Holocaust survivors’ children’s group\nin New York for a while and she told me one day that mom, they all have the same experience\nwith their parents and their grandparents who survived the Holocaust. The same business. My\nmother would call them all the time to make sure she knew where they were.",
        "A: Yeah and of course she called me every single day to make sure that she knew where I was.\nNo matter where I was in the world.\nhttps://collections.ushmm.org",
        "A: And it was that sort of thing that was just always, she said, my daughter said you know I\nnever realized it but it’s not just you, it, it’s this whole culture that it creates so. And I think\nthat’s another reason that you know as a family we’ve always been close because it ends up that\nfamily is, ends up being the most important thing. And with my parents certainly. I found that\nthey, they made friends but they made no close friends, after I mean their closest friends were\npeople they had known before the war. But they didn’t really keep up even with them all that\nmuch. They, most, it was all family, except there wasn’t any. Left.",
        "A: I mean I was on my own to a certain extent for a lot of the time.",
        "A: I think so. I mean some of it might have happened otherwise, but I think that part about not\nbeing very trusting, not really talking very much until recently about my feelings about any of\nthis. I think all of that was partly because my parents never did and --. Part of it I think is that\nthis whole new business in the United States about just everybody talking about everything that’s\nhttps://collections.ushmm.org\nmost private was simply not ever done anyway in my generation and in my parents’ generation.\nYou know talking about your intimate lives and thoughts and everything else which 1s all over\ntelevision these days, so it was a way people were brought up. I mean there were things you\nsimply didn’t talk about.",
        "A: No, I mean it was so totally different.",
        "A: No.",
        "A: I’ve been twice and I felt totally claustrophobic the whole time I went, because my husband\nhad to go on official government business. And I had to go with him. And my feelings have\nalways been that I think I wish Germany had been completely destroyed. And I still feel that\nway and I never bought anything made in Germany if I can possibly avoid it. We never have.\nWe have never owned a German car. Once in a while I slip up on something like a can opener\nbut I’d really always made a point and I’ve sort of got my kids to agree to do that also.\nhttps://collections.ushmm.org",
        "A: Because of the way I feel about Germans and Germany. Which is why I can understand the\nBosnians reciting a war from 800 AD or you know whatever.",
        "A: Yes it is, it’s still upsetting, which is ridiculous. I mean I’m 73 years old but it still bothers\nme. And as I say I still cannot get near a German Shepherd and it’s there are odd things that are\nsimply not rational. I realize.",
        "A: Those silly stairs in that building that the man fell down. I periodically find myself in a\nschool building or something where they have those stairs and it absolutely I just get out of there\nas fast as I can. And it took me a while to realize what it was and then I finally did. And then the\nBosnia. You know seeing the Bosnian war on the news was really just terrible.",
        "A: Yeah when my son was there, my younger son was there for the New York Times. It was\nduring the Intifada so things were very closed down. I feel very apprehensive about what’s\nhttps://collections.ushmm.org\ngoing to happen to Israel. I feel that they have made some very serious mistakes in how they\ntreat the Palestinians. And what I saw when I was there was pretty god awful and it simply made\nme think that they were doing the same thing that the Germans had done with the Jews in making\nthem non-people. You know at one point, at one of the check points which were really set up\nmassively during the Intifada, I saw some soldiers being absolutely horrible to a couple of old\nPalestinian men. And that brought back memories. And they have you know totally ghettoized\nthem. I think in the end if Israel wants to continue to be there they have to develop a relationship\nand a decent relationship with the Palestinians. And you know even realizing that the Arabs have\ndeliberately kept the Palestinians living in the situation which they are as a provocation to Israel,\neven realizing all of these things, I think that Israel has become very, very conservative in recent\nyears. I was amazed to find when I was there, I’m trying to remember what year it was that\nJames was there. The majority of Israelis at that point were either middle east, I mean born in\nArab countries or from Russia. So they had grown up in countries where in countries where in\nthe Middle East where religion and government were completely intertwined. Which was not a\ngood thing for Israel. They were trying to have the same thing happen in Israel. And I knew I\nmean when I was growing up in New York Teddy Kollek would come and visit my parents.\nMoshe Dayan would come and visit and so forth, and they were secular people. And they\nunderstood. You know they were Jewish but they understood the need for secular government\nand not to have religion be the one that ran the government. And I think this is an enormous\ndanger now in Israel. I mean you have people who are so unaware of their own history I think in\nmany ways. And treating people the way they are treating the Palestinians who are of course an\nenormous danger to them. Only makes it more dangerous.\nhttps://collections.ushmm.org",
        "A: Well in a very minor way when we lived in Berkeley. We sat in at several drug store counters\nbelieve it or not. And I went, I walked at a bunch of the demonstrations in here. But the major\nones were when we were abroad. Those three years that we were, 63 to 67 that we weren’t here.\nSince then I have yeah.",
        "A: Yeah.",
        "A: I didn’t really follow it. I honestly, I know it’s total avoidance but I just didn’t want to, it’s\nonly recently that I’ve looked up some things on the internet and tried to read them. You know I\ngot some books for the children because I thought that they should read them like\nMelcher’s Never to Forget, which is very good, I think and I read some of the other books that\nare written for children. I find that most of them, even the ones that are supposedly memoirs are\nnot very accurate. And so I haven’t pressed them on them. I think one of the best books is\nactually, well one is Never to Forget which 1s not fiction. And the other is a little book of fiction\ncalled Frederich which 1s about a little Jewish boy in Germany. And it’s a tiny little book and it’s\nhttps://collections.ushmm.org\nvery, very good because it just gives you this description of how this child is completely isolated\nand is sort of very claustrophobic thing and then he dies. And I got, obviously got the Anne\nFrank book for Holly. I don’t think the boys read it. I’m not sure they ever did. But I found a lot\nof, as I looked at a lot of the books that have come out. They just don’t seem very authentic to\nme. I just kind of not ring right. And but that’s just sort of a visceral reaction.",
        "A: The books that are specifically written for teenagers for example that are supposed to, fiction,\nfiction. About which were supposedly based on which use you know heroes or heroines who are\nJewish and what their life is like. It’s just they’re so sanitized that they don’t, which I guess they\nhave to be when they’re written for children. But I don’t think they’re very much use either,\nwhich is why Never to Forget and another book is called Smoke and Ashes are two good\nnonfiction books that I would recommend. But —",
        "A: They’re not you don’t have to be totally grim to at least express the -- I mean well one of the\nthings that people don’t understand here, they say well why didn’t the Jews fight back which\nsome of them did. Why didn’t they do this and that? And it’s never in these books that if every\none of your neighbors is ready to turn you in and you can’t ever tell who you are. And you can’t,\nthat’s just not in those books and that’s what has to be there for, I think for a child to understand\nhttps://collections.ushmm.org\nor a teenager to. I mean we’re talking about teen books for teenagers. To understand why things\nwere the way they were. You were in, in complete enemy land every moment.",
        "A: I think it’s a very good thing. I think that it’s, that the problem is that now you’re ending up\nwith all these other museums that I think it’s every single group feels that they have to have their\nown museum. And it sort of dilutes I think the impact of something which refers to a very\nspecific historical incident. I’m very glad that they are including other peoples’ now besides —",
        "A: At the Holocaust Museum. Yeah, I’ve never been to, well I’ve been to Cambodia but not to\nvisit the Killing Fields. And the fact that it just gets repeated, I mean this is what I found so\ndisturbing during the Bosnian war. That people haven’t learned anything. And now it’s in Africa\nand everywhere else. It’s, and even in the United States where you now have in our politics.\nThese extremes and how people talk about their religion and how the rest of the United States\nshould follow certain precepts because they belong to one particular narrow world view.\nContinues to be very frightening.\nhttps://collections.ushmm.org",
        "A: It was fine. I had to, my parents became citizens before I did because I had to be 18. And I\nhad to come back when I was already in college to take the exam. And the judge, because I had\ngraduated from high school and he had my transcript in front of me, he asked me the whole\nsuccession to the presidency, all the way down. And he wanted the names of the people, not just\nthe titles. And you know now if someone comes in and they haven’t been educated here, they\nask them who the first president of the United States was and that was it. And I was half an\nhour being asked all of these questions because he wanted to be sure that I really had learned in\nNew York public schools, all the things he felt that I should know. And it was really very\nexciting.",
        "A: Yes, absolutely.",
        "A: Yes.",
        "A: You know I don’t really think about it very much but obviously I think of myself as a, as an\nAmerican. I would also say that I’m sort of moderate in my politics. Maybe not on some issues.\nhttps://collections.ushmm.org\nI think that’s probably also very important for me. Certainly as I say my ethnicity is Jewish. I\nwould never describe myself as being Polish.",
        "A: Yes. But. I don’t think a single evening goes by when I don’t think about my family and\nwonder what happened to them.",
        "A: My whole life.",
        "A: Always. You know my cousin, my mother’s nieces, well not her nieces and nephews, her\nfirst cousins, second cousins because her brother. My mother’s mother was the oldest of five and\nher parents died in a flu epidemic at the end of World War II. So she brought up her brothers and\nsisters.",
        "A: World War I. So she brought up her brothers and sisters. So they were always very much a\npart of my mother’s family. They were always there. And so were their children who were fairly\nhttps://collections.ushmm.org\nyoung. I mean the 20 year old was the oldest, but most of them were 12, 13, 14 because they\nwere that much younger than my mother’s mother had been. And of course my mother was only\n30 when the war broke out. 31, 31. When the war broke out. My father was 33. And they lost ten\nyears. But their, so her cousins were you know in their early teens. Pretty much and everybody\nwas gone. And so everybody in all of those generations. I do remember, I don’t remember her\nmother and the only picture I have of her is when she was on a visit to Egypt and you can’t really\nsee her face particularly. I have some pictures on my father’s side of the family. That had been\nsent to friends and so forth and that you know had survived because they had been sent before\nthe war at one time or another. But nothing from my mother’s side at all. You know it just total\nblank.",
        "A: I think they basically kept it all inside but they certainly wanted nothing ever to do with\nanything having to do with Germans, or Germany. Ever. And my father who spoke German\nperfectly before the war would never speak German after the war. And. But it’s always there.\nBut I think it’s not knowing what happened to them. I mean we’ve always assumed that in the\ncases of most of them that they died at Treblinka which was just a completely an extermination\ncamp and that would not have happened to the ones who were able to work and so forth. It would\nhave you know happened to the small children and the elderly. And we’ve tried. I mean my\nparents tried for years to find out if there was any, to trace anybody and. And sometimes you\nknow now that there are photographs showing up and so forth, I have gone through the\nhttps://collections.ushmm.org\nHolocaust Museum had — was showing photos of children that survived the war. And I was\nlooking at those pictures. And I sent them information about several cousins and asked them to\nsee if they could find anything, but I never heard back from them so I just let it go. They\nprobably have a lot of requests like that. And I don’t think anybody would have, Michael went\nto — my oldest went to Auschwitz where of course they did keep some records but not very\nmany. But we don’t think anyone probably ended up there anyway. Because really most of the\nPolish, the ones from the Warsaw area went either to Treblinka or to the small camps that were\nall over the place. And a lot of the Poles ended up at Auschwitz. But you know there are no\nrecords there either.",
        "A: I went back to visit the Kuharskys in the middle, mid 70s. And I went to the cemetery then to\nsee my grandfather’s grave. After the war, my father had put up a stone for sort of in memory of\nthe whole family. Saying something about you know with his name on it, the grandfather’s\nname on it. And saying something about I mean I have it somewhere. The inscription. Our\nfamily is dust in the fields. Those who have survived are leaving her, meaning Poland. And that\nwas it. And my, yeah, Ina Kuharsky would go regularly and put flowers on the grave. Now I’m\nnot sure I could find it. Michael tried to find it when he went to Warsaw and wasn’t able to. By\nnow I think they may have cleaned up. But when we went in the mid-70s the Poles were\nallowing that whole Jewish cemetery to go to a forest, there were trees growing up through all of\nthe graves. And stones had been dragged off. People were taking them away and so forth. So the\nonly area that had been cleaned and was being kept up was an area where there were some\nhttps://collections.ushmm.org\nJewish labor leaders and a couple of American labor unions had taken on cleaning up. (phone\nringing) Now you know I don’t think that Americans in general have -- it’s mostly the\nconception of what when the whole, everybody around you 1s trying to, against you that’s the\npart that Iam nervous. Can understand when there’s nothing. An African American friend of\nmine, is this on now. I’Il tell you later.",
        "A: No, not really. I think it’s, I wish my mother wouldn’t do the interview with Spielberg. She\nhad felt very much that it was over, it was done, there was no good in bringing any of this up.\nAnd I kept saying but the only reason that, the only way people will remember any of these\npeople will be if you talk about it. And she wouldn’t do it and when she died, she was literally\nthree months short of 100. I just felt that basically all of those people had died with her because\nshe was the last person to know them.",
        "A: And so you know it’s essential that something like the records and so forth at the Holocaust\nMuseum be there.\nhttps://collections.ushmm.org",
        "A: No. I’m still trying to find, I have some photos that I’m trying to put together and which I’d\nlike to get to them if you can take them sometime. If I put the names on maybe down to the\nmuseum. Of, this friend actually called before to have coffee is a photographer and I’ve had her\nblow up some pictures. I was hoping to put the labels on",
        "A: Yeah I wish I had looked — I don’t know what I have done with all those papers. I’ve got to\ndrag them out and hopefully get some of them to you so you can actually use them. Thank you\nvery, very much.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumMarch 22, 2012\nRG-50.106*0195",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "SUSANNE K. BENNET",
        "March 22, 2012\nGail Schwartz: This is a United States Holocaust Memorial Museum volunteer collection\ninterview with Susanne Bennet conducted by Gail Schwartz on March 22\", 2012 in Washington,\nDC. This is track number one. What is your full name?\nSusanne Bennet: It’s Susanne Kleyman Bennet."
    ]
}