{
    "rg": "RG-50.549.02.0067_trs_en",
    "sequence": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr\ncollection, this is an interview with Frieda Noga, conducted by Regina Baier, on\nDecember 15\", 2000, in Mrs. Noga’s home in Clinton, New York. This is a follow\nDecember 11\", 1990. The United States Holocaust Memorial Museum gratefully\nacknowledges Jeff and Toby Herr for making this interview possible. This is tape\nnumber one, side A. Frieda, if you could give us your full name again first.",
        "Answer: Mm-hm. My name ts Frieda Noga.",
        "Q: And when and where were you born?",
        "A: I was born in Austria, October 19, 1920. And my maiden name is Kranika, and\nmy father was Mateus Kranika, my mother was Teresa Kranika. And we -- we\ncome from a -- I come from a big farm. My father had a big farm in Austria in\nMichaelnbach. And we were four girls and one boy. I had three sisters and one\nbrother, so we were raised on a farm and I had a very, very happy childhood.",
        "Q: Frieda, tell us a little bit more about your family. Try to describe your father a\nlittle bit. What -- you said in your videotaped interview that he was an honorable\nbut strict man. Give us a little bit of the picture.",
        "A: Yeah, he was honorable, very honorable in the community. He was very well\nknown because he was the biggest farmer in Michaelnbach. And -- but he was\nvery strict, and we were raised very good. We never know what is worried, or the\nhunger, or the -- we are not loved. And we were a -- a happy family. And my\nmom, she 1s at -- my father onl -- my mother got married, my mom was real young\nwhen they got married, and she was a very, very good mom. And my father, I\nloved my father very much, but he was a little bit too strict, you know, but at that\ntime we didn't know, we thought that’s the way it have to be. And --",
        "Q: So you all had to work very hard on the farm?",
        "A: Oh we -- oh we -- he always said, you know, we got to learn all the work on a\nfarm, no matter what, and so we had to do everything, specially near the time\nwhen the war broke out, when it -- it got bad. We couldn’t get any workers, so we\nhad to take over, and every girl had their job, you know, in a -- anything in a farm.",
        "Q: Let’s go back to your siblings a little bit, you had three sisters.",
        "A: Yes.",
        "Q: Would you give us their names, and whether -- tell us whether they were\nyounger or older than you were.",
        "A: The older one was Margaretta Kranika, and the second one was Teresa\nKranika, and then was me, Frieda. Actually, I was Frederika Kranika. I shortened\nthe name my -- my ma -- my name when we came in this country. And the\nyoungest sister was Mariana Kranika. And my brother’s name was Mateus, like\nfather and grandfather’s name was also Mateus.",
        "Q: What -- what was the relationship? Did you feel close, especially close to either\none of them? Were you -- were you close, all of you, or --",
        "A: Well, yes, we were very close, but my oldest sister was a very good natured\nperson, my -- like my mom. You know, my mom, she was very good natured. And\nthe second sister, she was more a business lady, you know. I always liked her and\nI think she’s my favorite and I think we --- we were very much alike. And the\nyounger one, she was more strict, spoiled a little bit and that’s how it is ina\nfamily. And --",
        "Q: Wa-Was your brother, sort of, because he was the only son --",
        "A: Mateus, yes.",
        "Q: -- was he supposed to take over the farm at one point?",
        "A: Oh yes, oh yes, that was the only -- the only father’s wish -- was my father’s\nwish that the brother going to take over. And --",
        "Q: What -- what -- you w -- you went to s -- you helped on the farm later on, but\nyou also went to school. How many -- to what kind of school did you go and how\nmany was --",
        "A: Well, we went when -- when we were children, we didn't help -- we didn’t\nwork on the farm til we -- we -- after we got out of school. But we had just a -- the\nVolkschule, that means the grammar school, and that was no college that time,\nbecause that were not time. But my father was the only one in that wide area what\nhe had college, because he was only son from that f -- you know, from that big\nfarm. So he had college, was well educated.",
        "Q: What -- what kind of -- what kind of life, what kind of dreams for life did you\nhave then? Did you have any ideas about what you wanted --",
        "A: I was just -- I was just a happy, really happy young girl. I loved to sing. I was --\nI liked to be up on a hill, and was singing and yodeling, and I heard my voice back\nfrom the forest and I-I -- I was by myself and I just loved that. And I was just a\nhappy young kid, that’s all I can say, you know? And I learned good in school, I\nwas good in school. But later on it -- when the -- we got out of school, well we all\nhad to work on the farm because the father need us. You know, couldn’t get any\nworkers, and was hard.",
        "Q: But when you got older, did you have some idea of what you would be later\non? Did you see some kind of -- did you want to have a profession to do work,\nmaybe, or did you see yourself --",
        "A: Mm, not really, we -- we -- that all we h -- were teached, you know, to be a\nfarmer, that’s all, you know? Oh my God, you know, there is some -- some --\nsometime -- some f -- I remember some friends from my father came over, also\nhad big farm, and very well off, you know. They were saying, oh, they got a son,\nyou know, I would like to have one of your daughters someday, you know, to --\nmy son marry your d -- one of your daughters, you know? You know, matching --\nin the old da -- in them olden days they were matching up some younger people,\nbut didn’t bother me that I didn’t -- that it doesn’t -- you know, don’t want to hear\nthat.",
        "Q: Before Julian came on the scene, have you been in love a little bit? Did you\nknow somebody --",
        "A: No, I -- I know someone, yeah, and that was v -- a ver-ve-very big farm, but I\ndi -- I didn’t -- really wasn’t interested, you know. So it was just a little -- maybe a\nlittle flirting, a little, you know, things, because I don’t know anybody else, but he\nwas from a very, very good family. And they also had -- he had four sisters, and\nthey were very similar to us, you know. But it was nothing, we were wha -- not\ninvolved.",
        "Q: Did you have -- did you have good friends, good girlfriends?",
        "A: Oh yes, in school. We’re -- we didn’t -- oh, there were girls in our school, on\nour way to school what I still get mail from them now, that they were so proud that\nthey were with us -- friends with us, and that we didn’t hate any -- any -- that we\nare better like them, you know, and don’t even -- not even cross our mind that we\nare better than others what they’re from a poor family, you know, we were just\nalike, you know, and we didn't had any -- any -- whatever reason to be -- be --\nthink ourselves too much or th -- whatever, you know, that we were regular. We\nwanted to be regular girls, yeah, to grow up, yeah.",
        "Q: But anyway, your family had a large farm and your father -- there were hunting\ngrounds as well [indecipherable]",
        "A: Oh yes, yes.",
        "Q: Did you -- wh-what kind of social standing did your family have in that\ncommunity, though? Did your father have any kind of positions in the\ncommunity?",
        "A: Well, he was a -- actually at that time was just a -- a -- there weren’t so many\npositions on a -- In -- on a -- on a -- in them days, you know, there was just a -- a\nmayor and a small office over there, and there was not -- but he was very\nrespected. When there were m-meeting or the something, you know, like the\nfarmer’s meeting or the something, he was all -- had to always be there, you know,\nthat there -- well, he had that hunting area, all the whole area was -- belonged to --\nto my grandfather, later on to my father, and it was about hundred years on a -- on\na -- on that farm. And big rich guys from the city, or th -- whatever, they came on\nthe farm hunting. And that’s why my father was so liked, and so popular and my\nfather was a very educated, smart man, yeah.",
        "Q: Now, when -- when the National Socialists came to power, did your father have\na party book too?",
        "A: Well, he no want to, but he had to. That was like you have to belong to the\nparty. If not, you’re not going to get any machinery, or the -- no workers. So they\nwere actually forced to that, you know? But later on they had a meeting and that\nwas something about I d -- I don’t -- I don’t know that, you know, but they -- my\nfather didn’t like something what they said, you know, what [indecipherable] or\nwhatever, and he just throwed that -- whatever here -- this -- that he belongs to the\nparty.",
        "Q: The membership book?",
        "A: Membership book, yeah. He just throwed it into it, and he took off and -- and --\nand he left. He said he never going to be back, he don’t want to belong to the\nparty. So, that ma -- they gave him a real hard time, you know. We couldn’t get\nany workers, and machinery were hard to get. Just when you belong to the party.\nSo there was already a tractor on a way for us, a big tractor, you know, to -- to --\nthat we get on the farm and that was very important. But then [indecipherable] my\nfather have the tractor, just keep going on, just couple small machineries he got,\nyou know, what he really, really needed, you -- and he really begged for it, you\nknow. But they gave him a hard time.",
        "Q: You also said in your videotaped interview that your brother was drafted into\nthe army eventually. Whe -- when was that? Do you remember’?",
        "A: Not exactly d -- that -- that date when h -- when he left, you know, but --",
        "Q: But the year?",
        "A: Yeah, well, he had to go. They always were saying if you got one son, you’re\nnot [indecipherable] be drafted. And for some reason that’s why he throwed that\nmembership away. So they put my -- my brother had to go in the army. And that\ntime he was in France. He came home once for -- for furlough and he got married,\nand he had to go -- when he go back, he had to go to Russia. He never, never came\nhome.",
        "Q: Was -- was that -- do you remember, was that before Julian came to the farm,\nor was that while he was there? Do you remember?",
        "A: No, but -- I think Julian was already -- yeah, uh-huh, in a -- yeah -- I’m not sure\nthe date, you know.",
        "Q: One -- one more question perhaps, with regard to political opinions of your\nparents. This was not the time probably, and especially not on a farm where talk\nwas not that much, I guess you didn’t really talk all the time to each other because\nwork was so much.",
        "A: No -- yeah.",
        "Q: But did you ever overhear, or did you know outright about political opinions of\nyour -- of your parents?",
        "A: It never, ever interested me, never ever, you know? And there were some\nfriends came over to my father’s -- to our farm. Oh, my father had a extra room, he\nwas not in -- in a -- in a big [indecipherable] every day, where the people are. Just\nextra room, with a office and -- and his [indecipherable] friends came, you know,\nthey talk. When I was a kid, you know, I just heard them when they were talking\n[indecipherable] war. I mean, you know, such -- so ugly, you know. But we kids,\nwe were -- actually we were never interested and never were told actually what is\ngoing on.",
        "Q: Did you -- did you feel sort of the op -- before the war, and then when the war\nbroke out, sort of the -- the feel in the village or in the communities about the\nsituation in -- in Europe or about the persecution of -- of people. Did you get to\nhear any of this, did you know how people felt?",
        "A: Well, a -- everybody felt very bad about that war, why -- why something like\nthat happened, see’? All of us certain that was in September, I think it was, yeah, in\nSeptember when they were saying the German marched into Poland. And th -- 1-it\niS a war, a wa -- how come a war? You know, so everybody was shook -- shook\nup, you know. Why a war? Why they do that, you know? So that’s all I remember,\nI was a kid, you know, I was really unaware from -- you know, not interested\nactually, you know, so --",
        "Q: And did you -- did you ever overhear anything about anti-Jewish, or anti-po --\nanti-Slavic [indecipherable]",
        "A: I heard something when they were saying once that they’re -- they’re -- they’re\n-- what there was some Jewish store in Krieskiren where I usually -- we -- we went\nshopping Krieskiren, it’s a little bigger city. And there was some -- some -- some\none -- a -- a clothing store, they were saying that he was arrested, for what? But\ntha -- we just heard that he was Jewish, what that go to do with it? See? And one\nguy I -- I remember he was friend with us, he always came on the farm. His name\nwas Sibel, he used to bring to our house, to our farm, that soap, know, the smelling\n-- nice smelling soap and perfumes and things. He had a -- a store like that, but he\nalways asked Mom to give him enough butter that he have enough butter and\nenough -- enough whatever he needs at home, and my mom always give it to him,\nyou know. And he brought us special [indecipherable] girl, oh yes, we got a nice s-\nsoap and a little bit of perfume for your girls, you know, and we were happy about\nthat and we liked him a lot, you know.",
        "Q: And then -- and then Julian came one day. Your father had applied for workers\nbecause he lacked workers --",
        "A: Right.",
        "Q: -- and he got -- you got two Polish workers who were working -- supposed to\nwork on your farm. Did -- you -- you don’t -- do you know how it came that those\ntwo were chosen, by any chance?",
        "A: Well, that -- the community, they were -- they were saying my -- my -- my --\nmy father had to put applications in to need some workers, and he did. He wanted\nmore, but they decide to give him one. Then later on they said two because they\nreally saw we needed -- we re -- really need workers because they all -- they all\nwants to go -- you couldn’t get Austrian workers because they’re all going to war,\nyou know? And my brother also. And so they said not -- December eight, that\nthere going to be -- got to be -- two Polish workers got to be picked up. So my\nfather went and want to pick up the Polish workers. At the time they were saying\nfrom -- from Poland, to Austria, to Vienna, a -- such a snowstorm came, you\nknow, so the train got stuck somewhere, they couldn’t get to Austria, you know.\nSo my father was waiting, the -- all the farmers were there, they were waiting 1n --\nin -- in [indecipherable] on a -- on a -- on a -- on a -- you know, on a ha -- s --\nwhat the -- get the workers who -- they’re supposed to come in the office, and they\nhad to go home because they didn’t came. Well, my father do -- was about four or\nfive kilometer, almost five kilometer to walk home in that snowstorm, so he got\nreal sick. He was -- had a bad cold. The next day he had said he -- he just can’t go,\nyou know. And we need them workers, what we going to do? So he said Frieda,\nyou want to go? I said, yeah, I go. We couldn't go with any -- any -- any horses or\nthe -- or the wagon or the -- anything like that, so I had to walk and walk in that\nsnow and there was no snowplowed or anything. And I walked for kilometers to\nget to this -- for the wor -- get the worker, yeah, workers.",
        "Q: And then they started to work for you, and -- and you got to like Julian slowly.\nDid you like him right away, or was it a slow proce -- what did you like about\nhim?",
        "A: Well, actually, when -- when -- when th-the man in the unem -- unemployment\noff -- when the unemployment office said, you know, you get this worker and this\nworker. Doesn’t mean anything to me, you know, so okay, let’s go home. It got\ndark already, was almost 4:30, something like that. And that man from the -- from\nthe unemployment office, he -- he know my father very well. I -- In -- even\nthought about that he didn’t trust them two guys, you know, with a young girl to\nwalk home for four kilometer in the dark. Never even came -- came to my mind,\nyou know? He said, listen, I called taxi for you, you going to go home in a taxi\nwith them two guys. So they all -- we almost got home with the taxi, but up on a\nhill there was so much snow that we have to walk, you know, we had to walk to\nthe farm. And we did. And we came home to the farm, they all was waiting for --\nfor us. My mom had a big supper ready. My sisters were there, even my grandpa\nwas there and my father. And we walked in, here they are, you know, so okay. My\nfather, he knows a few words in Polish, right, because he was in the first World\nWar, he was 1n Poland. And little by little, you know, they got -- you know,\nfriendly, yeah, and -- but didn’t came into my mind that I had a -- you know, I\nreally -- I just liked, you know, that we got workers, and got help on the farm, you\nknow? And --",
        "Q: So how did that change, though?",
        "A: Well, he was very, very helpful, very f-friendly, Julian, you know? And we\nliked that, we girls, we really liked that, that he was friendly, and very pleasant\nand we got along good and things. But still, you know, gee, I would never,\nbecause you could never, ever -- they were saying, you know, don’t you ever get\ninvolved with someone -- they said, you shouldn’t eat even on the same -- by the\nsame table. But my mom said no, not such a thing, she said, you know, you all --\nwe're -- we -- we girls had to eat by the same table what the workers was wer --\neating. But Mom and Dad, they eat in the other room, you know, but you girls, we\nalways -- and we did. We’re at the same table, eating at the same table.",
        "Q: What did you like -- what did you like about Julian, though [indecipherable |",
        "A: I don’t know, he was friendly and happy and this and that, and I think we girls,\nwe needed someone to, you know, to be nice, and bring some -- I don’t know, it’s\njust little by little, very little by little, and he was nice and -- and once we -- he\nhelped me to carry something in the barn, you know, and he just -- just lean over\nand -- and -- and kissed me. I said, oh, don’t you dare, you know? He stole a kiss\nfrom me, you know. And gee, I got all shook up that he did that, I didn’t expect\nthat, you know? And I didn't look at him for three days, I didn’t even look at him.\nI got so -- so scared. And then little by little, you know, he was nice, you know,\nreally very, very gentle and little by little, we got -- yeah, like -- liked each other a\nlittle bit, you know. But, oh my gosh, this can’t happen, this is out of question, you\nknow, this just --",
        "Q: You were very much aware of how dangerous this 1s?",
        "A: Yes, oh yes, oh yes, oh yes. First of all, for myself and for him too, you know,\nbecause if they find out if I just mentioned something that he is friendly or\nsomething, you know, they would put him away and he would be gone forever,\nyou know, so -- they were so strict that time, you know, so -- and I wouldn’t do\nthat.",
        "Q: Then, at one day, you allowed him to listen secretly to the radio. Now that was\nalso dangerous.",
        "A: It was also dangerous, yes, yeah, because it was just a -- from the big room\nwould a -- where we usually eat, you know, was a door to the smaller room where\nmy father had the radio, you know, that was very -- was just one radio in the\nhouse. And he wanted to listen to that, you know, and [indecipherable] I just keep\nthe door unlocked and he went in and listened to that radio, you know. Nobody\nknew that, you know, so -- he didn’t do anything wrong, nor any harm, you know,\nbut I -- I did let him do that, you know?",
        "Q: What wou -- I always have to ask why, but you know, so you were a young\nperson, and -- but it was -- 1t was dangerous. Why did you -- I mean, it almost\nseems as if you were courting danger.",
        "A: Yeah, yeah.",
        "Q: Why would you do that -- what --",
        "A: I don’t know myself. I don’t know myself, you know. Little by little we fell in\nlove, I think, you know, and that’s how it happened, you know. My father noticed\nthat, m-my father -- and somebody else must too, you know, must -- somebody --\nsomebody else must have saw something. And my father said no, that can’t go on\nlike that, and -- and once he did slap me, you know, and I was so hurt because it\nwas my father what I loved so dearly and he loved me, too. And that --",
        "Q: Did somebody see you -- did somebody --",
        "A: Probably.",
        "Q: -- see him while he was listening and [indecipherable]",
        "A: I don’t know. Somebody must have see us, you know, what -- we were friendly\nto each other, or whatever. Yeah, and --",
        "Q: And then eventually your father called both of you -- first separately and then\nboth --",
        "A: Mm-hm.",
        "Q: -- of you into a room and gave you an ultimatum basically because --",
        "A: Yeah.",
        "Q: -- it was too dangerous --",
        "A: Right, right.",
        "Q: -- one of you had to leave, so you decided to -- to go --",
        "A: Yeah.",
        "Q: -- and s-say that --",
        "A: It was a big step for me, that was -- I knew if I don’t go that he 1s in danger.",
        "Q: Julian?",
        "A: Julian is in danger, yes. And I couldn’t let that happen, I just couldn’t, you\nknow? It’s something -- something tells you that, you know, it -- you -- you can’t\ndo that, something -- something going to happen to him and he would be gone\nforever, you know? And so I said, I go. That was terrible, you know, it was a big st\n-- big step for me. And my father was stubborn too, you know, he said well, if you\nlike that, you know, so --",
        "Q: Did anybody in the family try to hold you back or to change your mind?",
        "A: No, my mom tried, you know, but some sisters even said, n -- n -- later on they\nwere saying when -- if the -- if th -- I came home, they were saying, why don’t we\nstick together, why didn’t -- we were there for you? So they just let me go, just\nlike that, you know, and I had no one to turn to.",
        "Q: So Julian stayed on the farm --",
        "A: Yeah.",
        "Q: -- and you went to another small farm, but you -- you --",
        "A: No, actually, that was a big farm. It was a big farm, that first one. Was a big\nfarm, yeah. And I was there, working there and somebody must have see us, or the\n-- something, I don’t know.",
        "Q: So you cont -- you continued to see each other [indecipherable |",
        "A: Yes, oh he came immediately, every Sunday, you know, yes. Like we said, you\nknow, at that time, you know, when I left, we were saying that I know that that --\nthat gonna be far away, so far away it’s not 1n our area over here that they put me\nto work because you have not a choice what a -- the u -- employment office puts\nyou, you have to go, you know, so there was no other choice. So I know that’s\ngoing to be in Eferding. And I sen -- I said, in Eferding going to be a church, I\nknow that. And near the church over there we’re going to meet -- you’re going to\nbe here at one o’clock, we going to see each other Sunday, that following Sunday.\nAnd that’s what had happened, a way -- we saw each other. He came, and we were\nvery happy to saw each other, and that’s --",
        "Q: But then eventually you got denounced and you were arrested and you were\ninterrogated by the Gestapo in -- in Linz?",
        "A: Right.",
        "Q: And you took the -- basically you took the blame on you that --",
        "A: Oh yes, oh yes, I took it --",
        "Q: Say something a little more about that.",
        "A: Well, I take the blame on me, I -- I said, you know, well, was nothing actually -\n- it was nothing wrong, you know, he just came as a friendly, you know, friend\nand told me what’s going on at home because I wanted to know what’s going on at\nhome. And there’s -- they said then later on -- I said that was not his fault, and we\ndidn’t do anything wrong, so that’s how that time they couldn’t prove it, and then\nthey said I -- I -- I was there I think 11 days, something like that, and they lef -- let\nhim go Friday and they kept me over the weekend that we don’t meet because they\ngave him a -- a-a -- a job far away, that wa -- in completely different direction, and\nme too, you know, so I already had that place that was on a small farm way up on\na hill by the woods, but you know, you couldn’t -- it’s just a -- a -- a -- a lost town,\nyou know, really. They put me there what nobody would find me over there, into a\nfarm, you know. And --",
        "Q: So you had to sign papers though, both of you, that --",
        "A: Oh yes, we had to --",
        "Q: -- you would never see each other again.",
        "A: -- right, we’d never see each other again. And I signed the paper, you know, I\nhadn’t a lot of choice. And I thought, my gosh, you know, I not going to fi -- we\nfind -- no find each other anyway again, you know, that’s all. I felt like I was lo-\nlost, you know, so I -- they let me out Monday morning about 9:30, something like\nthat, and I walked around on a train station, there were a lot of people there, and\nall kind of people, was a big train station in Linz. And I thought, my gosh, where I\nam going now, so -- what going to happen to me now? And then I looked up, oh\nmy gosh, it was like a miracle, you know? Julian walked in from another train that\ncame out, you know, came on for -- for another station. I couldn’t believe it, you\nknow, that was like God dropped him down from the heaven, you know, and that\nat least I’m not alone.",
        "Q: And then you decided to see each other again after all?",
        "A: Yes, immediately. He had my address where I go, and I had his, you know? I\nsaid, where we going to be, no matter what, you know, this next Sunday, with the\nbi -- our bicycles, we had our bicycles, we going to be by -- by Lanstrasser. From\nLinz to Wells, up, you know, that’s -- that’s Lanstrasser, that’s a beautiful --",
        "Q: It’s a count -- count -- it’s a country road kind of --",
        "A: It’s from the country, it’s from Gunskirchen, goes to Wells, and it’s a big, big\nroad to Linz, that’s a -- a very popular street. And that’s where we found each\nother then, you know, yeah.",
        "Q: But eventually you were denounced again. The farmer where you worked\nfound out earlier, but he decided not to say anything, but when you decided to give\nup work on the farm --",
        "A: Right.",
        "Q: -- he denounced you and you were interrog -- you were brought again to the\nGestapo and you were interrogated, and this time I think you had to stay a little\nlonger, but I need to change cassette, and --",
        "A: Mm-hm, okay.",
        "Q: -- we’ll talk about that. This is the end of tape one, side A, interview with\nFrieda Noga.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\ninterview with Frieda Noga. This is tape number one, side B. So you were back in\nLinz at the Gestapo headquarters and this time the situation was more serious\nbecause you had already signed papers that you would never see him again, and\nthe interrogation was -- was much more harsh. And what -- what happened then?",
        "A: Right. Well, one, the Gestapo took me, and interviewed me. They -- they\nshowed me -- they told me that I was already here, that I must -- you know, second\ntime here and that was more serious. And how come, what happened? And you\nsees -- sees -- see still that Pole, you know, they were saying, you know, to make\nhim -- you know, make me -- humiliate me, you know”? And I said, well, you\nknow, once in awhile, you know, we are friends, and things. Then -- then later on\nthey were saying what -- you know, to -- to force it out on me, you know, that you\nhad something to do with him, you know. It was no other way, you know, that just\nforce it out of me there’s some poss -- well, yes, I had something to do with him,\nwe had something to do each other. Okay, that’s about it. But, I said, 1t’s my fault.\nI took it on me, blame on me, and I -- I thought that going to be better for Julian,\nyou know, because if it’s the opposite then -- then to take it out on him, and\nthey’re going to -- I know they’re going to -- not going to kill me. I know that, I\nwas sure, you know. But I took it -- everything on me, on -- that is everything my\nfault, you know, that we got together and had something to do with each other.\nAnd -- okay, so they -- they were saying, you know what’s -- what’s going to\nhappen to you, you’re going to be black and blue, and you’re going to be sent to\nconcentration camp. Well, I had nothing to say, you know, so what I could say?\nAnd I got back to the prison cell again, only in two days, I remember, my father\ncame to the Gestapo. And he talked with them. He had a lot of friends over -- you\nknow, some people told him, you know, to go there and do something about it.\nAnd my father came, he wanted to see me, so they called me out from the cell, and\na special -- there were a special room where you visit us and my father was there, I\nwas scared to death, you know. And then -- he was very gentle to me. He said,\nwhat happened? He said, please tell me the truth, he said, you got to tell me the\ntruth. If you tell -- you -- nothing happened between you two, you know, and I do\nanything to get you out of here, you know, get you home. Did you -- what you\nsay? I said, yes, we ha -- da -- we had something to do with each other. Then he\nwas just shook up. He said -- he hugged me and hold me for awhile. He said, I\ncan’t help you now, he said. And he was very sad about it. And --",
        "Q: But that you took the blame on yourself, that you were the one who initiated\nthe relationship --",
        "A: Yeah.",
        "Q: -- that actually really saved Julius, because otherwise --",
        "A: Yeah.",
        "Q: -- if he had -- if -- 1f -- if they thought that he was th -- had started the whole\nthing --",
        "A: Yeah.",
        "Q: -- they would have killed him?",
        "A: Oh yeah, definitely, definitely, yeah. Because they killed many out -- and in\n[indecipherable] they were saying they were -- they were saying that some of them\nwere hanged out in the woods, and some Polish people have to come and see it,\nhow they were hanged in the woods, you know, because he had something to do\nwith German girl, and on -- once they were saying that was a -- a German girl in\nsome town far away from us. A German girl that she had something to do with a\nPolish young man, and then there were a nasty mayor over there in that town.\nThey shaved her head, put her on a wagon, and with -- on a h -- on the horse, and\ndrove her around in town. And that there was a sign up there, I had sexual\nsomething to do with a Polish Auslander [indecipherable] yeah, foreigner, you\nknow? And that was terrible, that was just ugly, you know, it was -- and that was -\n- you know, heartbreaking.",
        "Q: But --",
        "A: But at least it didn’t happen to me like that, you know, so I was glad that they\ndidn’t put me out in the open like that. So they were saying that I got to go to the\nconcentration camp, and they were -- we were about seven or the -- eight girls\nthere, all the same problem, all -- all the same thing they had in a cell, all the same\nthing, you know? And they said, well that’s all it is, you know. If we survive, we\nsurvive, if not, you know, then that’s it, you know? And then I was there til\nNovember, in the Gestapo, locked up. And then they came, I had to signed a pink\nslip -- a pink paper, sign my name. And that was -- dos -- th-that slip was for the\nconcentration camp, that I got a -- they sent me to concen -- yeah, I will know it,\nyou know, if they come with the pink slip, they know that’s a concentration camp,\nand I was one of them, you know. So --",
        "Q: Did -- did you -- have you heard -- what did you know about concentration\ncamps at that point?",
        "A: Nothing. Nothing. Just supposed to be bad there, that’s all. I didn’t know where\nit is, I never know where is Ravensbrick, they were saying to Ravensbrick. I\nnever know where is Ravensbrick, and I didn't know what is there, what’s going\non over there on -- we’ll see, you know, so I -- I went along the way there, the\n[indecipherable] pushed me along, that’s all.",
        "Q: Ha-Had you heard about what kind of people were supposed to be in\nconcentration camps?",
        "A: Well, at -- what happened when they took us there, the -- on a train to Salzburg,\nand when we went through the station, through the train station, the police, you\nknow, we were all transport by police to -- one were in front, on the side, on --\nthey had the -- the -- the -- the army guns [indecipherable] we were heavy, were --\nI don’t know, murderers or th -- something, you know. And some people were\nthere in the train station, older people and a lot of people, what happened, what\nhappened, what kind of people are this, you know? And, well they go to the\nconcentration camp, the police were saying, you know. Oh, they don’t want to\nwork? Oh. And they start spitting on us, you know, and -- some of them, you\nknow, some of them. And then they took us, we were -- stayed there in Salzburg in\na cell for a day. The next day we went on to Munich, and in Munich we stayed two\ndays, or or the -- three days, something like that. And Dresden we stayed a couple\nof days over there because other trains what were coming together, you know, it\nwas a -- a big, big thing, you know, big transport. And then we went into Leipzig.\nLeipzig, you know, in Leipzig I was very, very -- no, 1-in Dresden, I think, in\nDresden I was very, very sick. I had a cold, you know, because it was the winter.\nWas raining and snowing and blowing and everything and -- and in a cattle train,\nyou know, was no heat in there, nothing, you know. And then in a cell I was -- I\njust thought, you know, hi -- I was shaking, I was very cold, I had the chills, you\nknow. And they brought the f -- some food in here, some soup, whatev --\nwhatever. I couldn’t even look at it, you know, I couldn’t eat nothing, you know?\nThen they saw that I was really sick, I mean, you know, that lady what took care\nof the cell, she was saying something, you know, she’s sick, you know? So she\nbrought me two pills. I don’t know what was -- what the two pills. And I took\nthem two pills and in about two hours I got up and I was feeling good, and by day\n-- the next day we went on the transport and went to the concentration camp. They\nmust be two aspirin, or something, or the -- whatever, two -- two pills to get me up\non my feet, you know? So --",
        "Q: So what -- when did you arrive in ravens -- Ravensbriick?",
        "A: In Ravensbrick we arrived November 18.",
        "Q: What year?",
        "A: °41, I thin -- I’m not sure. I got mixed -- get mixed up in them years already.\nAnd they took us from the train station, on open trucks, and they took us and it\nwas cold, and windy and snowy, and we had to march, it was dark already, a\nconcentration camp, oh my gosh, they’re going through the -- through the --\nthrough the whole thing, you know, we went in there, was all kind of barracks\nhere, and hardly could see anything because it was almost dark already. And then\nthey took us somewhere downstairs, somewhere in a -- in a tunnel. And when we\nwalked downstairs I got scared, it was the most scary things. They were like on a -\n- on a -- on a -- when you walk down it, alls you could see was caskets. What the\ncaskets are doing here, why? We were so unexperienced, you know, so we didn't\nknow what’s going on here. All caskets there, and then we were -- we went down\neven lower and there were cells, there were concrete floor, was cold down there.\nThere were cells there to put us in there, and we heard some screaming, hollering,\na girl was please help, please help. And the dogs were barking and screaming, we -\n- we thought, what happened, what happened, what is this, with -- you know if -- if\nyou -- if you -- you don’t know what’s going on here. But then in a little while she\n-- little by little she stopped screaming. The -- the [indecipherable] master killed\nher or something, you know, that’s what we thought, but it sound like it, you\nknow. The next day they brought us up and we were -- [ had to go in a -- go fora\nshower and get the clothing over there, and the concentration camp clothing. And\nthey said we going to go on a block 16, that was the [indecipherable], the -- the\nnewcomer block. And we were -- all went there, the -- the block 16 and from\nblock 16 later on, they took whatever they got room for, for the prisoner what they\ncoming, the new ones. And from block 16, when they called us, they called me\nand other girls, they called us. You be -- you gotta come up to the [indecipherable]\nyou know, we gotta come up there, you know. So they shaved us, because we\nwere the Polish -- you know, the -- we had something to do with Polish young\nmen, so they put us to shame, you know, they shaved our hair up. And that was the\nbiggest shock to me in my life.",
        "Q: So, when this -- when the people s-s-spit on you on your way to the camp, it\nseemed that people thought that --",
        "A: We were good for nothing girls, just nothing, we’re just a -- bad gir -- bad pe --\npeople that don’t want to work.",
        "Q: Oh, they thought that lazy people went to camps --",
        "A: Yes, right.",
        "Q: -- and -- and criminals, probably --",
        "A: Right, right.",
        "Q: -- so when you were there you found out that was different.",
        "A: Yes, right, right.",
        "Q: What -- what kind of people did you meet there?",
        "A: Well, usually there were a lot of -- there were on -- one block Jewish, and two -\n- | think two blocks Gypsies. They had their -- all their own block, you know,\ncertain numbers. And there were a couple blocks about the -- the Jehovah Witness.\nJehovah Witnesses. And criminals and what the people what had the -- the\n[indecipherable] their times and then they them out. They -- they have to -- they\nput them in the concentration camps, you know, certain people what they had\nproblem with the -- the law, yeah. And --",
        "Q: Well, 1-in -- in the videotaped interview you talked in some detail about your\nexperience in Ravensbrick. So first you had to work outside and it was really,\nreally difficult and cold.",
        "A: Yeah.",
        "Q: Then they were looking for seamstresses, and you passed yourself off as one.",
        "A: Yes, yes.",
        "Q: And it was -- it was a little easier.",
        "A: Right.",
        "Q: How long -- how long did you stay actually, in Ravensbriick?",
        "A: I stay in Ravensbriick f -- til about in August, en -- end of August, I think it\nwas, or the September, something like that. I forgot. I really forgot the date\nalready.",
        "Q: So that was -- that was about a half -- a half a ye-year?",
        "A: No, more than that, I think was 10 months or 11 months, something like that,\nyeah. Uh-huh.",
        "Q: And then you were --",
        "A: 11 months.",
        "Q: -- then you were let go. Was that unu -- that was unusual?",
        "A: Very un -- no, it was very unusual. All of a sudden -- we went to work and\nsome SS lady came with the dog, and -- on my -- on the job where I was working\nshe called out my number [indecipherable] that means 8446, that was my number,\nthere was no -- no name called, just the number. Yeah, 1t was me, what -- this what\nhappened. So that lady wa -- she was in the -- our chief, you know, at work, our\nboss lady. She was saying, 1s it you? What happened to you? What did you do? I\nsaid, I don’t know. And so I had to go with her, because nobody expect that I go\nfree, you know, so [indecipherable] was something unusual. Oh, she said, we’re\ngoing to go in a [indecipherable] to -- to the SS chief, and I -- w -- I thought, you\nknow, my God, you know, to -- to execute me or something [indecipherable] or to\nput me someplace else, what did I do? And then he told me, you know, you’re\nlucky. You dumb lucky girl, she said -- he said, you know. You know what?\nYou’re going home, you go free. To me it was like a -- a -- you know, something\nfrom heaven. But they said, you’re going to go home to your parents. I thought, oh\nmy God, I -- I’m homesick already, you know, but what I gonna have to face over\nthere, though? So --",
        "Q: Did -- did you find out what happened? How it -- how it came that you got to\nbe free?",
        "A: No, no. Well, when I got home, I remember they put me on a train and they\ntook me on a train and she must have bought the ticket or th -- something, the --\nthey had to sit there in a train, to go to Austria. And that was about oh, about a six\nhour ride, something like that, far, far away, you know? So, I thought what happen\nnow, I -- I just, please God, do with me what you think is right, you know, so I\nwent to Austria, to Wells, it was still a little bit -- it was light out, it was still about\nfour o’clock in the afternoon, something like that, five o’clock in the afternoon, it\nwas light out. I was -- that nobody see me, I had no hair on my head, it was\nshaved, you know, that they’Il see that something -- I come fr-from a prison or --\nor something, you know, I looked terrible. I was running on the side, you know, or\n-- from the -- from the train station. I was going somewhere to hide, there were\nsome benches over there, a little park, you know. I was waiting, you know, I was\nsitting, there was nobody in the park, was nobody there, so I was sit there. I had\nthe -- the continuing train, I had at eight o’clock, something like that, to go home\nto Krieskiren because the tr -- you gotta take another train from there. And to\nKrieskiren, the train gonna be there probably about eight, 8:30 or something like\nthat. And I thought, oh my God, and that’s not going to be dark, you know, if\nsomebody see me, everybody knows me, a lot of people know me in that\nhometown over there, on the train station, oh my, okay, I went home, scared like\nanything. And then I went -- Krieskiren I got out and I -- immediately I -- I didn’t\ngo inside of the train because I was -- you know, somebody might see me. I went\nright on the side down in a f -- in a -- in the bushes, so I’m hiding away, and we’re\ngoing to a road what goes, you know, just the forest over there, and I was hiding\nout there, you know. And I was waiting til it’s really dark. And then it was -- after\n10 o’clock, something like that, I started walking home, you know, what gonna\nhappen now at home? And I -- it was -- from there it was about four kilometer to\nwalk home, I did go home. And on the way home, on a -- not far from the hou --\nfrom the house, about a half a kilometer from the house -- in Austria is that -- that\nha -- thing when you meet somebody on the road to say goodnight, and I meet a --\ni-1t was a person go walking, said goodnight, and I said goodnight, you know, and\nI was afraid, you know, that then they recognized me. So I came to the farmhouse\n-- to the house, and I know what the -- the hofe door is the big, big door, you\nknow? The other doors are locked, but this hofe door, I know how to open it, you\nknow, so I open it, you know, and I heard a dog coming, the dog was barking, and\nI named him by the name. Immediately he know me, he recognized me, and that --\nthe other one came, we had the big hunting dog, too. The other one came and\nrecognized me too, I called him by the name. So we went inside, everybody’s\nquiet, dark, cause everybody’s sleeping, you know. So I went upstairs. First I\nlooked around in the house, oh my God, you know? I went upstairs, what I gonna\ndo? I went through -- around through the -- in the other room and through the\ndoors, my sisters were sleeping, I heard them sleeping there. Through the other\ndoor another sister was sleeping, and I went -- I want to see my mother. I went to\nmy mother and I kissed her. She said Frieda, it’s you. I said yeah. She clung\n[indecipherable] was sleep and heard him snoring. And she said come on, come\non. And so we di -- went down to the kitchen together. My sisters heard something\nwas going on, so they all came down to the kitchen downstairs. Oh my God, that’s\nyou, that’s you. They were happy. But then they saw what happened to my head, I\nhad no hair. They felt sorry, but Mom -- Mom said, make something hot for you,\nyou want something to eat? I said no. Some hot to you -- for you, some hot cocoa,\nsome hot tea. I just drinked a little bit, you know, what my mother gave me. That\nwas about it, and then I went to sleep.",
        "Q: So nobody -- nobody knew that you were coming, or when you were coming?",
        "A: No, no.",
        "Q: What -- when you -- when your father -- when you saw your father, how di --\nhow did he -- how wa -- how was that?",
        "A: The next day in the morning, my mom said that it’s the room over there\ndownstairs, you gonna sleep out there, and I have to sleep upstairs. So okay.\nThere’s a extra room down there. And then I was afraid to get up to face my father\n-- anyway it -- people, you know, too, whatever, the way I look, where I came\nfrom. And I didn’t want to get up. Then my father came to me. Said, I’m so glad to\nsee you. You’re home. He kissed me. Said, get up. That’s it.",
        "Q: Did you -- did you find out later how it was possible for you to get out?",
        "A: Not really. You know, I just knew mis -- when my -- my sister later on was\nsaying Dad had lot of connection so that he could get you out, now. But I was\nyoung, you know, and things you know, what kind of connection, there must be\nsomething, you know. I’m glad I’m out -- I’m out here, see. And --",
        "Q: In -- in your videotaped interview, you also said that your father at one point at\nleast said, you know, oh God, what -- what have you done to us. But did you learn\nwhether there were in fact, some -- some real effect on your family?",
        "A: Oh yes.",
        "Q: Were there repercussions?",
        "A: Oh yes, oh yes.",
        "Q: Talk about that [indecipherable]",
        "A: Oh yeah. Well, first of all my sisters, when they went someplace or th --\nsomething, you know, that my father, oh Frieda is in a concentration camp, you\nknow, this and that, she had something to do with a Pole, you know? And that\ntime it was embarrassing, humiliating, and -- to them, not on -- to my parents also,\nyou know? And when sometimes some -- my sisters, they g -- they went\nsomeplace, somewhere [indecipherable] doing, so the -- there was some\n[indecipherable] you know. One time some people were asking, you know, is that\ntrue that Frieda came home from the concentration camp? They say yeah. Well,\nyou shouldn’t be embarrassed about, that’s her side, you know, sh -- that’s not you\nfault. That they were saying to the girl -- to my sisters, you know? And I was like,\nyou know, when -- first time I don’t want to even go to church, nothing. I went on\na Sunday sometime in the afternoon far away to a chapel and -- instead of going to\nchurch to [indecipherable] in -- in Michaelnbach. And then later on when\nsomebody saw me they were saying, did you -- did you see her? She came back,\ndid you saw her’? I felt like a -- a terrible criminal, you know? I felt terrible. And --\nbut little by little, then later on, my hair were growing back and my mom said, no\ngo down in that village, you know, who -- everybody knows you and knows us.\nGo -- it was hard for -- for someone to take you ahead -- you know hairdresser,\nyou know, what they fix the hair? Said, go to Wells, that’s far away. Drive over\nthere, I give you some butter, give you some meat, you know. If they’re not take\nyou -- they -- they gonna take you if you give them that butter, because meat that -\n- money that time wasn’t important, just like meat and all that, you know, butter,\nyou know, people in a city, they look forward to get something. So they took me\nand I went inside at this hairdresser and she looked at me, you know, he looked --\nI look kind of funny, you know, see what happen. And then I give her -- I didn't\nsay anything, I didn’t have to answer her. And then she did my hair, she gave me a\npermanent, and I came home and little by little I looked better every day. And then\nI start going even -- some friends saw me also, you know, go -- but I always feel\nso guilty, I was the guilty black sheep, you know, I was just bad girl or the --\nsomething, I don’t know, you know. But I wonder what happened to Julian.",
        "Q: Well, and then what’s -- I wanted to ask you -- so not all of your friends from --\nfrom the earlier days left you alone, they also were still friends to you, some of\nthem at least?",
        "A: Well, certain distance. Certain distance, you know? Yeah. But that was some\ndark clouds over, I noticed that, I see that, you know, so it wasn’t the same like it\nwas, no, no, no. Because that time they didn't understood, you know? Now it’s\nentirely different, you know, now they are writing to me, the school friends and\neverybody, you know, they’re so happy for us and everything. But them days, you\nknow, they were different times.",
        "Q: But then one day you did hear actually from somebody who had a card from\nJulius, right?",
        "A: Well, a -- the -- a Polish guy that -- Polish guy still working on our farm, you\nknow? The Polish guy what they had -- what -- what Julian came, you know, he\nwas still working on that farm, you know? I remember once he was saying, you\nknow, wh-when the war is over, when I going to go home, what I gonna told\nJulian’s mother how Julian died, you know? And what I gonna tell him? I had no\nanswer for that, you know, I was hurting. And he received a card from Julian, you\nknow, and that just happened that the mailman came, and well, he received some\nmail also from Poland, that Polish guy [indecipherable] a -- a card from Julian, and\nhe said to me, look I got a -- a -- a -- a card from Julian. I said oh my God, where\nis he? And that said, concentra -- concentration camp Flossenbirg. Oh my God,\nyou know. What we gonna do, how we gonna -- we gotta do something about,\nhow we gonna help him, you know. So I wrote a card, and everything in secret,\nnobody knows, you know? And I told him to mail it out. I was saying I’m okay,\nI’m all -- I’m doing fine, and I’m healthy, and how about you? And please be\nstrong [indecipherable] keep your head high, you know? And I put down, Uncle\nFranz, un -- Uncle Franz. And that way he recognized my s -- my -- my writing,\nJulian. We sent it to -- to that was the address, that -- that time I know he’s alive,\nyou know. And then I thought oh my God, and th -- I thought to send him a\npackage, you know, th -- something. And I -- I did -- I’m in a secret -- secretly I\nhad a big box, you know, everything in hiding, in se -- that my sisters couldn’t see\nit, you know? And we all had our closet in a -- and all -- all our girls had our own\ncloset, you know, and I had everything hiding in my closet in a big box. My sisters\nwere going someplace and I was all by myself and that was in the fall. There was\nsome pears [indecipherable] you know, they were really hard when you pick them,\nand in about three, four weeks they gonna get soft, you know? And some apples,\nyou know, that were picked, it was in -- in s -- in October, something like that.\nAnd I put -- I rolled everything in a [indecipherable] to -- in a big box, and then I\nfound still was some holes missing, I put some onions 1n there, I know that the\nonions are, you know, healthy for you. And I found a little bit of tobacco from my\nfather, you know, put it on the side, you know, put mi -- mi -- a -- fill up the\npackage. And packed that and put the address on and -- and I said to Franz, you\ngonna take this on the post office. He said, how I gonna -- how I gonna do that?\nYou know? I said, I gonna give you a little bit schnapps -- because he used to like\nto drink -- give you a little bit of schnapps in a little bottle, and you gonna take this\nto -- but not here in our area, you have to go far away with this -- with this\npackage, that they don’t know, hey, concentration camp does something, you\nknow, who is this, you know? But over there in the post office, they don’t pay\nattention, it’s far away, it’s a big city, you know. And he did. And later on I found\nout that Julian received this package. Made me very happy. And --",
        "Q: But you -- but you never knew.",
        "A: I never know, no. And --",
        "Q: Well, maybe this is a good time -- oops -- this is a good time to say that this is\nthe end of tape one, side B, interview with Frieda Noga.\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\ninterview with Frieda Noga. This is tape number two, side A. So you didn’t hear --\nafter the package -- after you sent the package, you didn't really hear anything\nfrom Julian, right?",
        "A: No, I didn’t. Didn’t hear anything, just I keep praying the he gonna make it,\nthat he gonna come back.",
        "Q: And then one day the war was over --",
        "A: Yeah.",
        "Q: -- and he actually did come back, and showed up at your door. Tell a little bit\nabout that.",
        "A: Yeah, that was in May, 18, I remember. And it was -- the -- the war -- when --\nis -- was over in March 23, and I thought, I wonder if he come -- come here, or the\n-- it -- if he survived, and things, you know, and I keep thinking about it, you\nknow, if he made it, you know, over there in concentration camp. And then it was\nalready March, April, May. No, no, he not gonna come, that’s too long already, he\nwould be here by now, you know. So, that was one day 1n a -- I think it was Friday\nor the Saturday evening, Saturday evening it was, May 18, and -- 1945, and I was -\n- it was a beautiful evening, the birds were singing 1n the -- in the -- in the big yard\n-- in the -- in the hofe out there, you know. And a -- I was sitting out there on a big\nbench, it was about seven -- seven during the evening. And my sisters were in the\nhouse, and I was sitting out there in a big bench, I was thinking, you know, what --\nwhat my life gonna be. And isn’t much worth it, you know, so how my life gonna\nbe, and things, and then I was thinking, my God, Julian not gonna -- he not -- he\ndidn’t survived, he didn't make it, but how I can get in touch with his mother,\nbecause I know his mother loved him so much, and he was very close with his\nmother, that I’d want to let her know that he was not a criminal, that he was a good\nman, and that he lost his life because he loved me. And to let her know that. If he\ndidn’t -- maybe he came back to Poland, you know, so I wasn’t sure, maybe he\nwent straight to Poland from the concentration camp if he is alive. And I was\nthinking like that, and -- and the doorbell’s ringing. My sister went out -- out to the\n-- answer the door, the big door, and then she said, Julius, and when I heard that\nword, there’s just one Julius, you know, what I know. My God, this is\nunbelievable, that must be him, you know. And I came running up to the door, and\nthat was him with another friend, both of them on a bicycle, you know. I said, oh\nmy God, you’re here, and then he -- we hugged, and my sister stood there, and she\nwent -- she went in the house, and we talked for awhile and then we said well,\ntomorrow we gonna meet somewhere, and that’s how I was so very happy.",
        "Q: Did you feel that you still had to meet secretly, or did you [indecipherable]",
        "A: Well, it was -- 1-1t wasn’t against the law any more, I know that, you know, but\nI don’t think my father would be very, very happy, but, you know, maybe, you\nknow, it isn’t that bad like it was before, you know, we’ll see, you know, what\ngonna happen, you know? And we didn’t give up with each other, you know. He\ncame and he say he love me, and I say that I love you, and, you know, you be the\nlove of my life and he said the same thing and -- and that’s about it, you know, we\ngonna get -- I want to marry you, he said, you know.",
        "Q: But he didn’t stay at your father’s -- at your parents’s farm, he stayed\nsomewhere else, right?",
        "A: Oh, he -- he was -- he was someplace else, on another farm, on his friends, and\nthe people were very good to him, they let him stay there. But I was on my\nfather’s farm, on our farm at home, yeah. And then we came, meet each other\nalmost every day, you know, in the evening and things and then he said well,\nwe're going to get married, and he -- he used to visit my sister, my oldest sister,\nshe was married, she was in Linz and her -- and her husband. And Julian, they\nwere -- he liked him a lot, you know. He said, you know what, Julian said, I want\nto marry, I get married, you know. And then he said, well, I gonna help you.\nWe’re gonna go and see the father together. And that’s how they did it, you know,\nso once he was th -- brought along, he came, and Julian came, you know, so they\napproached my father, you know, and I said without me, I didn’t go1 -- I -- I -- I\nstayed out in the kitchen, I was just listening what’s going on in there, in the\noffice. And then I went in, and then he said okay, you got my blessing, you can get\nmarried. You know, so we arranged everything. Well, actually Julian arranged\neverything and -- and we got married t -- like one year later when he got free.",
        "Q: Just --",
        "A: 1946, in March, or in -- in April we got married, right?",
        "Q: How -- how was the mar -- how was the -- the wedding?",
        "A: The wedding was -- actually it was, I couldn’t get married in the same town I\nwa -- I was going school and boy I was going to first communion and -- where we\nbelonged, where we went to school. I just couldn’t get married over there because\nthe people were still kind of, you know, that it wasn’t right, you know. So we said\nwe no have to do that, we’re going to get married in a big city, in Linz. And my\nhusband arranged everything, and arranged a big bus -- a -- a bus, you know, to\ncome and take us all to the wedding, to Linz. My father, and my -- my sister, and\nthe other sister were there, and some from the -- from that place where he was\nworking, where he -- he later on got a job, and -- and he was the -- his -- his\nengineer. And some people were waiting by the church over there for us, with\nflowers and everything, and we didn’t arrived. Something happened with the bus,\nsomething -- the bus broke down. So we had to go the next day, arranged\neverything with the priest and everything, the priest you know, a -- a -- a -- yeah,\neverything was arranged the next day, we got married quick. But we celebrate that\nday before everything, in our house and our farm, yeah. Even my aunt came, my --\nmy [indecipherable] came, and -- and she was there and some other people,\nengineer [indecipherable] where Julian was working and his wife, and some other\nfriends, Julian’s friends and my sisters, all my sisters and brother-in-laws and\nthings were the -- all there. Was kind of strange, but was something. My mother\nmade a good dinner, good food and everything, you know, she was very generous,\nmy mom. And then next day we went to the church, we got married and we went\nstraight to our little apartment what jul -- where Julian was working. There was\ntwo rooms, one kitchen, and one bedroom. And we were very happy.",
        "Q: And Julian found -- Julian found a -- a job, a work -- he worked?",
        "A: Yes, that, already yeah, he got that job, yeah, yeah. So he was working, that’s\nwhy, you know, the engineer came who he was working for him, and he wa -- they\nwere very nice to us, you know, so --",
        "Q: And then your daughter was born.",
        "A: Yes.",
        "Q: When -- when was this?",
        "A: In July. In -- July 12\" our daughter was born. And --",
        "Q: Her name is Frieda, too?",
        "A: Frieda, yes.",
        "Q: And then when you thought about your future, what -- what did -- what did\nhappen then? Did you expect to stay there?",
        "A: Well, actually, I wouldn’t mind to stay, you know, we -- if he gets a better job,\nI mean, you know, to -- to have a f -- to have a future. But then he said, you know,\nhe got in contact with some friends and some society that 1s a possibility to go to\nAmerica if you got a family in America, and he had his father and three brothers in\nAmerica. So, he arranged everything little by little, and told my parents you know,\nthat we go to America. Then my father said, well, I'd rather you go to America\nthan to Poland. I mean, America 1s a land of opportunity. He said, you know, and\nare -- you are still young. Stick together and stay healthy, and you make it, you\nknow, in America, you make it, you know? And that’s how it happened that we\nwere -- went to America.",
        "Q: H-How did you feel about that? Was that a little scary to you, or --",
        "A: It was. Yes, it was a little scary, because everything strange, but we came, he\nwas my leader. Julian was my leader, what he wanted, I -- I agreed. So I went with\nhim, you know, and our little Frieda, yeah. And --",
        "Q: Tell us -- tell us a little bit more about how you -- how it -- how it happened\nthen, who -- who paid for -- for the trip [indecipherable]",
        "A: There was some kind of Catholic society that’s supposed to bring a -- the --\nfrom -- from concentration camp people over, you know. And they’re supposed to\npay for that, you know, and later on to repay. My husband did, he repay\nsomething, you know, later on, yeah. And they brought us here to New York, we\nleft in -- we came here March 23 or the 24\". I’m la -- the March -- it was in\nMarch. Was very rough riding. Very -- in March the water was very bad. I was\nkind of s-seasick, and my little girl, too. But my husband, he didn’t. He -- he -- he\nwas healthy.",
        "Q: Do -- do you remember the name of the ship?",
        "A: Marine -- Marine Jumper. Yes, I still got a picture from Marine Jumper, and\nwere a lot of people, was crowded, I think there were many families there, you\nknow, yeah.",
        "Q: How -- how long did the trip last, roughly? Do you -- do you remember?",
        "A: I think 13 days, or the -- 14 days, something like that.",
        "Q: Did you have -- did you have any money with you? I mean --",
        "A: No, my husband had five dollars, you know, I didn't had any money at all.\nActually, my money -- I had some money, but it wasn't worth it anything, you\nknow, because that time, you know, and money wasn't -- it was, yeah, after the\nwar, you know, when money wasn’t worth it -- anything. And we came to this\ncountry and | think on a -- on a ship that took good care of us, and when we came\nhere, also there -- there -- you know from far away on a ship you saw that Statue\nof Liberty, so we all got up -- out on a -- high on a -- on a boat, on a ship, you\nknow, and looked at the Statue of Liberty. And it was some -- somehow in the\nmorning, it was already daylight. And some people, the cooks over there, they\nwere very generously done. They had some apple pie, blueberry pie, and my little\ngirl, you know, she th -- the -- for the kids they give everything there, the cooks,\nyou know, everything there -- there -- they want to get rid of the f-food, but they\nhad -- people couldn’t eat o-on a ship because they were sick and all that. And\nthen somebody came and called our names, that they took us to a train station.\nAnd the train goes to Utica.",
        "Q: Do you remember anything about that train ride, looking at the country for the\nfirst time?",
        "A: Well, it was -- yeah, it was strange, I mean, you know, sure, and our little girl\nwas running around, I had my hands full with her. And was nice, exciting but\nscared, both.",
        "Q: And then -- and then you met Julian’s father? Tha -- actually --",
        "A: No, actually -- actually, on a [indecipherable] that stepbrother from Julian came\nand stepmother. They picked us up and we never -- ma -- Julian never saw them,\nhe didn’t know them. So, they took us to New York mills, and he never knew his\nfather. I remember his father was sleeping on a couch, he got up and for the first\ntime he saw his son. And he say, who 1s she? She’s my wife, my little daughter.\nUh-huh. Do she speak Polish? No. And -- okay. So it was kind of hard for me to\ncommunicate, but my husband was good, he helped me a lot and he -- he was the -\n- the -- my chief.",
        "Q: Was it a little bit lonely then, in the beginning?",
        "A: Yes it was, in the beginning, but we had each other, and we had our little girl.\nAnd --",
        "Q: Di-Did Julian’s father or the brothers want to know? Di-Did they understand\nwhat -- did they ha -- had they kind of an understanding of what had happened in -\n- in -- in -- in Europe, and did they want to know about what happened to you?",
        "A: Well, yes, sort of, yeah. And I -- first thing I remem -- important thing was to\nget a job. So we wanted a -- a job and things, so --",
        "Q: Did you both get a job?",
        "A: Yes, in about two weeks -- no, not quite two weeks, we both got the job in a\ncotton mill. I got a -- in a cotton mill as a weaver, working -- first helping out and\nthen learn how to weave, and my husband got in the next fact -- there were three\nfactories and he got in the next one [indecipherable] in a washroom somehow the -\n- the -- with the -- with the -- fr -- what came out from the weaving machine there\n-- there -- there, made the material over there, you know, for something. And --",
        "Q: You didn’t speak any English at the time, did you?",
        "A: No, not Polish either, just a few words my husband learned me -- teached me,\nthank you and good morning and good night. It was hard. And then it was one lady\nthere at work, her name also was Frieda, Frieda Hartman, in German -- she spoke\nGerman to me. And there was one lady working there what she said she move out\nfrom a -- from the apartment she -- she go -- she moved in with her son. And then\nthat Frieda said, where is the apartment, you know. They said that was a small\napartment. I said, I don’t care, you know, so long w-we are together, you know, in\na small apartment, on our own. So she took me to this apartment, he was a really\nnice man, he had a store -- grocery store downstairs and upstairs he had a few little\napartments. And we got a apartment upstairs and we were so happy, and from\nthere we -- every day went to work. I went to work in the morning, from six to\ntwo, and he worked from three to 11. So all the time somebody was home with the\nlittle girl, so -- there was a lady living next door, a older lady, in between time, just\nin case he left a little early, put her 10 minutes there til I came home, you know, so\nshe always had somebody to take care of my little girl. And --",
        "Q: So you didn’t see each other very much then [indecipherable]",
        "A: No, just -- no, no, no, yeah, I know it. But I had this paycheck, I brought a\npaycheck home and little by little we had to buy a car. So that was the thrilling\nmoment too, you know, so we bought a car.",
        "Q: What kind of car did you buy?",
        "A: A used one, a Plymouth, I remember. And that was very exciting. So on a\nSunday afternoon we can go out on a country with our little girl to fr-fresh air,\nwalked around in a -- in a -- 1n a -- you know, nice areas, near the lake or the\nsomething, and we were very, very happy, yeah.",
        "Q: How long -- how long did you keep these jobs?",
        "A: Til they moved out, til they moved south, you know, four years we both\nworked there, and -- when they moved away, where I go? What I gonna do? So --\nwell, they were saying that farm is for sale, a farm, but the house is very bad\ncondition because that woman died and that house was just standing there, and the\nson, he was in a -- 1n a war, and he came back and he promised God he gonna go\nfor a minister, and he did. And [indecipherable] the house was for sale. But the\nland was excellent, was 39 acre -- 40 acres of land there, and -- and we went there\nto look at the house and the land -- the land was excellent, I liked it, and the way\nthe house was built, we said the house is repairable, it’s worth it to repair, and we\ndid. My husband had good friends, Polish one from his town that came and helped\nhim on a Saturday, Sunday I did the cooking, and they came and worked, and --\nand -- and repaired the house and did the -- the fixing up the house and we were\nhappy and we stayed there for five years.",
        "Q: Was it -- did it feel good to go back to something that you had done before --",
        "A: Yes, yes.",
        "Q: -- or was it something that you had to do, you really wanted to do something\nelse?",
        "A: Both, both, yeah. I knew I can do it because I was raised like that, and if we’re\ngonna get this here, we can make a little money, we can make a money. My\nhusband started working on a construction. He make good money. And I -- first\nwe had chicken, I raised little baby chickens, 300. And then they’re turning in to\nbe lay -- lay -- laying eggs and everything, you know, and we sold the eggs to the\ncity. And later on we’re just keep them for two years, so they were hundred\npercent layhorn, you know, they were -- were the good chickens. Then we got rid\nof the chickens and then we start getting cattle. New wa -- new -- two cows and --\nand young heifers, to -- I raise myself, I said, you know, so that’s what we did.\nHad 15 heifers and two cows, and we raised it ourselves and make the money. We\nkept them heifers for three years, and they were already turning into be a cow. We\nsold them. We took them to the auction, we sold them, we make a good money.\nAnd then we said now it’s time the children start going school, and it’s no -- no\nway to be on a farm so way up there in -- in -- in Vernon Center. Let’s go and see\nif -- they said it’s a good buy on Cottage Place, a house, a four family house. And\nwe had a good people what we can borrow some money, sell the farm, and ha --\nmade a little money on the side, and buy that house, you know? So we had a\nmortgage on it, but it wasn’t scary at all, the mortgage we paid out from the rent\nmoney, and later on even, we bought a nice little camp on the water, also paid off\nfrom the rent money. And our children went to Holy Trinity School.",
        "Q: I wa -- I want to interrupt for just a second, because you said children, but we\nhave introduced only one so far, so --",
        "A: Oh.",
        "Q: -- so the one --",
        "A: Richard -- Richard was born in 1951. When we came on the farm he was\nalready born, and we raised him over there til -- yeah, we got to the city, and then\nhe -- he went to kindergarten in the -- our ch-children went to Holy Communion,\nand everything was as -- was in -- yeah, that’s where we wanted.\nA2: Monument business.",
        "A: Hm?\nA2: Monument business.",
        "Q: This was an interruption by -- by Julian Noga, but he should -- she should -- he\nshould not interrupt us right now. We will -- we will get to that. I want to ask you\nsomething else first. What was your experience with -- with American neighbors?\nThey were nice to you?",
        "A: Very, very nice. Very special people, very -- yeah, ver -- especially on the\nfarm, that neighbor, our neighbor, he was -- he got blessed [indecipherable] was so\ngood to us, you know, and helped us a lot of time, and my husband helped them,\nyou know, we were really communicate real good, you know.",
        "Q: Did your war experience come up in any way or was that not talked about?",
        "A: What?",
        "Q: Did your -- di -- does -- that you were in camp, both of you, did that ever come\nup, or was that something --",
        "A: Yeah, but it was -- that was a -- nobody to -- really discussed this, you know,\nthat -- that was wartime, you know, so yeah. And --",
        "Q: Was that difficult for you though, because you wanted to s -- just to talk about\nit, or was that something you did at home, but didn’t really have an interest in -- in",
        "A: Well, once I remember I told my father-in-law, I said I was in a concentration\ncamp, too. And then he answered me, well everybody was in a concentration\ncamp. So then I didn’t talked any more, I was like scared off, and I thought I not\ngoing to tell anybody, bu -- nobody believe me anyway, you know, so I kept it to\nmyself, yeah. They didn't understood, you know, that’s the way it was, you know?",
        "Q: When -- when you -- when you raised the children, did you have any ideas\nabout how you wanted to raise them, something that was maybe like you were\nraised, or different from where you were raised, or something that had to do with\nwhat you experienced during the war, intolerance or something?",
        "A: No, this had nothing to do, we just want to give them [indecipherable] school,\nif they want it, if we would be able to, to give them a better education. If you be\nable -- we didn’t know if we will be able to give them a better education. Our\ndaughter, she went school, and also then later on to high school, and she graduated\nwhen she was 17, something like that. And she got a job in a bank in Utica for --\nfor awhile, and she later on took courses, all kind of courses, you know, what’s\nwas good, she was interested. And well, when she was 20 - 21, not even quite 21,\nshe got married. Yeah. And our son, he was going to Holy Trinity school, and then\nhe went to high school, and from high school he went to college in Morrisville for\ntwo years and from Morrisville he went to Michigan for another two years, that\ntime, when he got a job over there. And that’s how he was there in Michigan for\nso long, yeah, and -- yeah.",
        "Q: When -- when you moved to the city, what -- what -- what kind of occupation\ndid -- did Julius have then? What -- what happened then in terms of business-\nwise?",
        "A: Oh, he’s -- he still was working on a construction, and then we were saying --\nthen he was saying it was actually -- that was his idea, somebody was saying that\nthere is a my -- what -- what you can do, then he said, well, I’m a stonecutter. He\nsaid oh my God, you know, why don’t you go in the monument business? He said,\noh my gosh, he hasn’t even thought about, you know. And then we talk it over, we\nhad the little money on the side already. And right there, on the -- where we had\nthe big house, or the four family house, we had a -- a yard over there, a front yard,\nand then they brought us a couple monuments and they -- he open a monument\nbusiness, you know? That’s -- some people said oh my gosh, he had guts to do\nthat, you know?",
        "Q: And it was quite successful [indecipherable]",
        "A: Yes, was successful, yes. And then later on we had a phone call from that lady\nhere what we’re -- where we are now. She said, you know, would you like to be\ninterested in a [indecipherable] to buy a place? He said oh my gosh, 1s that a -- a\ntrick, or 1s that’s true, because he liked that, because he was here a couple times\nand talked with he-her husband and to herself, you know. He was interested how\nyou make them stones, how you do that, and how you get involved with this, with\nthe people on the cemetery and [indecipherable]. They were really nice. They\nexplained it to him, everything, you know, and then later on, her husband died so\nquick, that lady’s husband and she called us, you want to buy it? We had a little\nmoney, and we did, you know.",
        "Q: When -- when was that, about?",
        "A: When was that about? 70 - something.",
        "Q: Early 70 - something?",
        "A: Yeah, right.",
        "Q: Right.",
        "A: And when we came here, gosh, we were so happy, we sold that camp, even we\ndon’t need the camp. I said, we not go to the camp now. We sold that house in\nUtica, the four family house, good. And the camp. And so we got here, and made\nour home here.",
        "Q: Julius in his interview -- Julian talked about being involved in several\norganizations.",
        "A: Yes.",
        "Q: Did you get involved in the same organizations or did you -- yeah, do you see\n[indecipherable |",
        "A: Yes, yes, I -- I -- I wasn’t against it, I helped him, and if he needed to -- me to -\n- for something, I -- I helped him out also. Even I -- if they need me around the\nkitchen when they had some doings, I did it. And I never s -- never was against it,\nand I found some good friends, too, Polish ones, and I learned so quick Polish, and\nthanks God, God was with me. I learned quick Polish and I could communicate\nwith them, and there was no problem at all.",
        "Q: Did you find friends from your own -- or from Austria, too?",
        "A: No, nobody. I was just -- had my husband with my two children, that’s all. But\nthe Polish people accept me, you know, they adopt me.",
        "Q: Did you have any hobbies, or do you have any hobbies, something that you like\nspec -- specpis -- specifically like to do?",
        "A: Not really, I just -- I am not against when my husband want to do something,\nyou ga -- no, he’s the leader what he wants to do and I agree with him, you know,\nand I never was against, you know, whatever he wanted to do. And if he want me\nto, willing to help out something and anything, you know, I did. And --",
        "Q: Did you see your parents again, or did they come to America ever?",
        "A: No, I saw my -- my 1 -- for the first time in four -- 14 years, I went home for the\nfirst time. And that was so happy, my husband said, you know, so you go home\nnow for the first time. So, I did. I -- I still couldn’t believe it when I was in a plane\nthat is this true. And my mom and my -- my sisters were waiting on a train depot\nwhen I came from Vienna, I took a train to Krieskiren. And they waited on a -- a\ntrain depot for me and I saw my mom for the first time after 14 years, and my\nsisters. And that seemed so funny because my mom, I really had her mem --\nmemory that she was still the strong woman, and she was different already.",
        "Q: You didn’t see your dad again, then?",
        "A: No. I was very, very hurt when I found out my dad died, I was just very hurt.",
        "Q: But you stayed in touch with letters?",
        "A: Oh yes, always, yes, yes. I wrote. You know, when we bought the house, he\nwas happy, you know, he said he would like to come once in a secret, you know,\nto knock on the door and surprise us, you know, and -- and you know, all kind of\nideas, you know, so they were happy. I remember when we came here, he -- once\nhe wrote that bought a motorcycle and he goes -- goes hunting on a motorcycle\nnow, you know, and so it’s easier for him, you know, so my husband said, hey, we\ngoing to do a surprise for him. You’re going to buy him a nice [indecipherable]\nwith the -- with the fur inside, nice fur boots, he said, warm boots, you know. So\nwe did, we send it over there, and he was so happy, he couldn’t believe it, you\nknow, so, make him feel good, that we are in good shape here, that is we are not\npoor.",
        "Q: This is the end of tape two, side A, interview with Frieda Noga.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\ninterview with Frieda Noga. This is tape number two, side B. So, when you were\nin Austria visiting your mother and your sisters, ho -- what was it like to come\nback to the -- to the country? Did you see friends? Did you see neighbors?",
        "A: Yeah, I saw fr -- my sisters -- first of all my mom, and my sisters. They were\nhappy, very happy. And also some friends already, you know. [indecipherable],\nyou know, so and so. And I thought they still, you know, they still no want to\nspeak to me, or the -- something -- I still got that guilty conscious, you know. And\nlater on I ask my sister what the people talk about me now, how they think about.\nOh, she said, you know, all right, she said that’s okay, you know, things. But you\nknow, just so much, you know. And how you doing, and -- and -- and they can see\nthat we went to church, you know, they saw me and all that, I look all right, you\nknow, and things. Then later on they ask them how we’re doing here, and they\nsaid good, good, and so and so to tell them -- told them that time, you know, that\nwe got our own home and we’re happy and then --",
        "Q: Did -- did you f -- did you feel -- I me -- I don’t -- I don’t know how often you\nS -- you were in touch with -- with people, but did you think there was a real\nchange 1n -- in -- in --",
        "A: Little bit.",
        "Q: -- thinking and in attitude?",
        "A: Yes, a little bit already, was a -- a change 1-1n -- you know that they accept me\nmore than -- than, you know, when I was -- before I left. And when I went home\nthe second time, was already better. Then I came with -- our daughter went to\nAustria for a couple of months. She was 18 then, you know. And they liked her a\nlot, you know, and they loved her and later on my husband, we -- we all went to\nAustria. We -- we were quite ma -- more often in Austria. And the more often they\nsaw us, they accept us more and more and more, you know. So, things worked out\nokay, you know, so --",
        "Q: In -- in -- in general, were your children interested to learn sort of where you\nwere coming from and where Julian are coming from, or was it not really ad -- a\ndeep interest to find out more?",
        "A: Oh yes, they’re -- they ask, you know, oh yes, yes. And when the children\ncame, Frieda and Richard also was there, my husband and me, and all our -- of th-\nthe daughters from my oldest sister, they made -- come to -- you know, pick --\nthey got a big backyard, it was in the summer, you know, a big, beautiful garden.\nAnd they invite all the family, and even friends if y -- they want to come and see\nus and they put on a big, big party, you know, so -- you know, all kind of food and\nthey were really, really nice to us, and I -- I gonna -- I -- we remember that, that\nthey were so nice. And also the other girl from the older sister, you know, she got\na big farm and they put on, you know, the best -- the best Sunday afternoon what\nthey can put on out in a garden, with tables there, with about 30 people all\ntogether, and I think that -- they did really the best what they could do for us. And\nthat felt good, that felt all very good for me, you know. I no feel like I’m, you\nknow, guilty of the something, you know. So every time, more -- the more often\nwe came and other friends, they invite me, you know, invite us, we should come,\nbut we never had a chance to. Some -- some of them died already, they’re gone\nforever. And some of them what we went to school, they always said, you know,\nwant to see my sister. She write ever -- couple times a month, and she said, you\nknow, certain ladies say hello to you and wish you the very best, and -- and they’re\nthinking of you and they’re so happy that you -- you -- you -- you have a good life\nwith your family, and -- and that you got a good husband and a good children and\neverything is worked out good, you know. So that make me feel good, you know,\nit make me feel good.",
        "Q: Since we are talking about Austria, let me ask you this. Did you follow a little\nbit the recent political developments in Austria, for instance with Jorg Heider, who\nis an ultra Conservative being now part of the government. Do you follow that?",
        "A: No, I’m just listen what I am -- I hear, but I would never ever -- politic never\ninterested me, you know. So I, politic I throw away completely, it’s just out of my\n-- my -- my -- my life, I just n -- I’m not interested, yeah.",
        "Q: Well let’s go back to America then, and let me ask you about your children,\nthough. Did the -- the camp experience for -- for both of you, and your experience\nduring the war, did -- did that come up when they were smaller? Did they ask\nquestions, or --",
        "A: Well, when they were bigger already, you know, we explained to them, and we\nwent there, and then -- then they understood what was this all about, and -- and\nwhy, you know, and things, and it’s hard to believe now in -- in the times now that\nsomething like that ever happened before, you know”? That -- to punish someone\nfor something like that, you know, if you fall in love, they punish someone like\nthat and want to kill them, you know.",
        "Q: Did -- did they learn about the Holocaust, or the -- the second World War in --\nin school in any detail?",
        "A: Prob -- probably they did, you know, but I don’t know exactly the -- the -- how\nmuch, you know, but they know that was a bad war, and there was a ba -- bad\nconditions for s -- a lot of people suffered, and it’s hard to explain.",
        "Q: Di -- after the war, in America, did you see the people again who were with\nyou in Ravensbrick, or did you hear about them?",
        "A: No, I just heard from one lady, she -- th -- Rosie Yolkman. She was later on in\ngovernment, a big -- big position she had over there.",
        "Q: She was a kapo, she was a kapo",
        "A: She was a -- she wa -- no, she was -- sh -- she was a blockalteste. She had the\nwhole block number on where we were. She had to -- she was our boss, you know,\nour blockalteste. So --",
        "Q: And she was -- she was Polish?",
        "A: No, she was a Vienna, Austrian. Maybe Czechoslovakian, but she was in\nVienna and she spoke aust -- completely Austrian and that’s all I know, yeah.",
        "Q: Were there things in America that you didn’t like as much -- I mean, you liked\na lot of things, I guess, but were there also some things you didn't quite agree with\nor that you didn’t like, in the earlier years maybe, or later on?",
        "A: In this country, you mean? Well, that was -- I missed holidays like with my\nfamily, and -- but other hand, we work late, we always together, with Julian, our\nchildren, and we had friends, a lot of friends. And tha-that’s my life, you know,\nthe -- Julian and our children, you know, that’s my -- and grandchildren now, you\nknow, that’s our happiest life, yeah.",
        "Q: Did you -- do you feel there was any effect on you by certain events in this\ncountry, like for instance the Civil Rights movement when the -- you know, the --\ndid you -- did you know about that in -- in detail, were you interested in those\nkinds of --",
        "A: No. Nothing interests me, I -- I no get involved with anything politic, it’s just --\nto me it’s just out.",
        "Q: And do you feel that your -- your own suffering, as -- as a Christian, as\nAustrian, has not been -- 1s -- is not quite so ingrained in the consciousness of\npeople here in America, that they don’t know quite as much of was that than they\nknow about the suffering, for instance, from Jewish people?",
        "A: I think they don’t believe it that something like that happen. I don’t think that\nthey believe in that, I don’t think so. I don’t think they believe that’s Austrian, if\nthey na -- were a criminal or the something, that they -- that they put somebody in\na concentration camp, you know. But the people what come from over there, they\nknew them -- them laws that time, you know, they said, oh yes we know that that -\n- that was against the law, you know, to fall in love with foreigner at that time, you\nknow, that was very much against the law, you know. But that we had to go\nthrough something awful like that, and -- but just God was with us, God was good\nwi -- to us that we made it, you know, so --",
        "Q: Did you have any -- could you give any particular example when you realized\nthat people really don’t know that much, when you told them that you were in a\ncamp, and there was maybe somebody responding in a certain way?",
        "A: I don’t think they want to -- they want to listen. And they not -- they don’t want\nto know nothing about it, you know, so that just not much to talk about, you know,\nto them, you know, so that’s why I keep -- keep it inside and oh, Julian and -- and\nme, we can talk together, because we know what we had to go through and what\nwas all about.",
        "Q: When you talked -- when you gave the first interview, the videotaped interview\nfor the Holocaust Museum, was that the first time you ever really spoke about that\nexperience?",
        "A: Yes, yes, I always -- y-yes. When we were young we didn’t had time to think\nabout, we were so busy with working, children and our life and things like. I\nalways pushed it away. Sometime it came into my mind, oh, but I always pushed it\naway and -- and I don’t want to think about. That was like a dream, you know,\nsomething in -- and that’s just -- had to go away again, you know. But when I --\nwe went to the Holocaust mus -- that time when we had the interview, that night,\nyou know, I was thinking -- all night I didn’t sleep and I was thinking from the\nfirst day what happened and what we had to go through. I was shook up, I mean,\nyou know, I really was thinking to the bottom you know, how that happened, what\nhappened, you know. Because I always pushed it out of my -- out of my mind, you\nknow, before, you know. I don’t want to think about, you know. But then it came\nto me and it was hard to talk about, very hard to talk about.",
        "Q: Are there any particular memories, that are especially difficult for you, or what\n-- what is it that still comes up now and then?",
        "A: The cruelty, I mean, you know, and that something like that could happen, I\nmean, you know, so -- so many people to put together and there were, you know,\nso many people in a concentration camp who didn’t do any crime, it was no crime,\nit was just their -- their life there, for what -- what they came from, you know, like\n-- like the -- the -- the -- all kind, like the Gypsies, there were Gypsies there, and\nwer -- there were the Jehovah Witness there, and there were so many young girls\nthere. And politician also, what they -- they’re -- couldn’t help it, that was their\nthinking. And it was just hard to -- to accept.",
        "Q: Julian, in his interview said that voting, to be able to vote was very important\nfor him. Was it important --",
        "A: In this country? Of course, yes, yes, very proud that we got an American\ncitizenship and that we go vote, and we never miss it, and we never missed it since\nwe are citizens. And we are very proud about to be -- to be American citizen. We\nwant to be a good citizen, too.",
        "Q: What -- what does it mean for you to be a good citizen here?",
        "A: Good citizen? To be good, to not do anything bad against anybody, you know,\nso -- yeah, so.",
        "Q: What -- what political ar -- you said you’re not so interested in politics, but\nwhat political directions do you feel -- direction party do you feel closer to?",
        "A: The worker’s party, you know, the people, for the working people, you know,\nso I think when I vote, a lot of time I vote for the person who is there, who I know,\nif he’s a good person. If not, I do not vote for the -- even if it’s my party. And if\nit’s somebody there what is -- somebody el -- if he -- I think it’s a good person, do\nthe job good, I vote for them, you know. But since -- I think I’m pretty much\ndemocratic, yeah, yeah. Sorry, say that.",
        "Q: Do you think the world has learned anything? I mean, many years have passed\nnow, do you think the world has learned anything from what happened during the\nsecond World War?",
        "A: I just hope never -- something like that never going to happen again. I mean, I\ndon’t know how it got that far, I mean that there so many, especially young\npeople, or older people also, you know, and young men what they got lost in the\nwar, also. And concentration camps, and -- and anyway, that they had to live\nthrough such a difficult time.",
        "Q: Your two children, do you feel that -- are you close to them?",
        "A: Very much. Children are always first.",
        "Q: Do you think you were a prot -- very protective mom?",
        "A: I don’t know, maybe sometime too protective.",
        "Q: You wanted to give them the -- the best?",
        "A: Yeah. Yes.",
        "Q: Is there anything that you would like to say that we think we haven’t talked\nabout? I mean, 50 years in America, that’s a long time, too, and you built a new\nlife --",
        "A: Yeah, yeah.",
        "Q: -- and is there anything sort of that was a highlight, that was especially\nimportant to you?",
        "A: | -- ’'m very thankful that we’re -- we’re -- are in this country, and that we had\na chance to make our life here, and our -- our children had the education -- well,\nour son is born here, and fr -- and our daughter is born in Austria, but she came\nhere when she was 18 months old, and she got education here, and everything, and\ntheir life is in this country, and I’m very thankful that we are happy together and\nthat we are here in this country. God bless America.",
        "Q: Oh, you have two grandchild -- you have grandchildren now?",
        "A: Two grandsons, yes, yes.",
        "Q: Do you see each other often?",
        "A: Ah yeah, we -- on holidays, or the -- or the -- or the -- you know, especially on\nholidays and birthdays, and things we’re together, oh yes, yes. One, Eric, that’s the\nyoungest one, he’s still home with his mom, he goes college. And the older one is\nmarried already, 28, and he’s married and he’s a -- a sport teacher, and his wife\nthat he married, she’s also a teacher. And they bought a beautiful home, they\ninvited us a couple of months ago, it’s just very, very nice life.",
        "Q: Do they ever ask you about the past?",
        "A: Mm, never -- never had an occasion to -- to talk about that with them, you\nknow, no.",
        "Q: I think you, both of you, Julian and you told your story in a newspaper or\nsomething?",
        "A: Yes.",
        "Q: Wh-When was that, and what newspaper?",
        "A: Utica Observer Dispatch, yes, yes.",
        "Q: When -- when was that?",
        "A: When was it? Oh --",
        "Q: Recently?",
        "A: Oh, a couple times already, yeah. And the last one I think it was two years ago,\nsomething like that, yes.",
        "Q: Did you get any comments from people --",
        "A: Oh yes, oh yes.",
        "Q: What -- what kinds --",
        "A: People call in and say, you know, they’re so sorry that we had to go through,\nand even now, not long ago I met somebody, you know, I didn’t even know that\nwoman, she came up to me and she said, I saw that article in the paper. You had to\ngo through such bad times, you know, and I’m so sorry. I said thank you for your\nunderstand that f -- thank you -- I thanked her for it, that was worth it for her to\nsay them nice words to me.",
        "Q: Well, unless you have something that you want to add just -- or talk about\nsomething I haven’t asked you about --",
        "A: No, I’m very satisfied, and my life -- too bad my parents and my family had to\ngo through, and also we had to go through such a hard times and difficult and\nthings. But that time that was the law, and that’s how it happened, but we made it\nand God was good to us, and he let us live through, and made -- heal the wounds,\nand we have a good life, and we are very happy.",
        "Q: I didn’t ask you about your faith. Are you -- do you think you are a religious\nperson?",
        "A: Catholic, yes, I pray a lot at home. I’m not able to go church any s -- every\nSunday any more because of my arthritis, I had operation, two hip replacements,\nand -- and think it’s -- if I get a chance go to church, I go to church, but I pray at\nhome a lot, so -- and God n -- only God knows it, too.",
        "Q: Did you ever lose faith?",
        "A: Never. No, I never lost faith. I believe in God.",
        "Q: Well thank you very much.",
        "A: Thank you. God bless this country, and God bless you, too.",
        "Q: Thank you very much. This concludes the United States Holocaust Memorial\nMuseum interview with Frieda Noga. This is tape two, side B. Thank you very\nmuch.",
        "A: Welcome.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr\ncollection, this is an interview with Frieda Noga, conducted by Regina Baier, on\nDecember 15\", 2000, in Mrs. Noga’s home in Clinton, New York. This is a follow\nDecember 11\", 1990. The United States Holocaust Memorial Museum gratefully\nacknowledges Jeff and Toby Herr for making this interview possible. This is tape\nnumber one, side A. Frieda, if you could give us your full name again first.",
        "Q: And when and where were you born?",
        "Q: Frieda, tell us a little bit more about your family. Try to describe your father a\nlittle bit. What -- you said in your videotaped interview that he was an honorable\nbut strict man. Give us a little bit of the picture.",
        "Q: So you all had to work very hard on the farm?",
        "Q: Let’s go back to your siblings a little bit, you had three sisters.",
        "Q: Would you give us their names, and whether -- tell us whether they were\nyounger or older than you were.",
        "Q: What -- what was the relationship? Did you feel close, especially close to either\none of them? Were you -- were you close, all of you, or --",
        "Q: Wa-Was your brother, sort of, because he was the only son --",
        "Q: -- was he supposed to take over the farm at one point?",
        "Q: What -- what -- you w -- you went to s -- you helped on the farm later on, but\nyou also went to school. How many -- to what kind of school did you go and how\nmany was --",
        "Q: What -- what kind of -- what kind of life, what kind of dreams for life did you\nhave then? Did you have any ideas about what you wanted --",
        "Q: But when you got older, did you have some idea of what you would be later\non? Did you see some kind of -- did you want to have a profession to do work,\nmaybe, or did you see yourself --",
        "Q: Before Julian came on the scene, have you been in love a little bit? Did you\nknow somebody --",
        "Q: Did you have -- did you have good friends, good girlfriends?",
        "Q: But anyway, your family had a large farm and your father -- there were hunting\ngrounds as well [indecipherable]",
        "Q: Did you -- wh-what kind of social standing did your family have in that\ncommunity, though? Did your father have any kind of positions in the\ncommunity?",
        "Q: Now, when -- when the National Socialists came to power, did your father have\na party book too?",
        "Q: The membership book?",
        "Q: You also said in your videotaped interview that your brother was drafted into\nthe army eventually. Whe -- when was that? Do you remember’?",
        "Q: But the year?",
        "Q: Was -- was that -- do you remember, was that before Julian came to the farm,\nor was that while he was there? Do you remember?",
        "Q: One -- one more question perhaps, with regard to political opinions of your\nparents. This was not the time probably, and especially not on a farm where talk\nwas not that much, I guess you didn’t really talk all the time to each other because\nwork was so much.",
        "Q: But did you ever overhear, or did you know outright about political opinions of\nyour -- of your parents?",
        "Q: Did you -- did you feel sort of the op -- before the war, and then when the war\nbroke out, sort of the -- the feel in the village or in the communities about the\nsituation in -- in Europe or about the persecution of -- of people. Did you get to\nhear any of this, did you know how people felt?",
        "Q: And did you -- did you ever overhear anything about anti-Jewish, or anti-po --\nanti-Slavic [indecipherable]",
        "Q: And then -- and then Julian came one day. Your father had applied for workers\nbecause he lacked workers --",
        "Q: -- and he got -- you got two Polish workers who were working -- supposed to\nwork on your farm. Did -- you -- you don’t -- do you know how it came that those\ntwo were chosen, by any chance?",
        "Q: And then they started to work for you, and -- and you got to like Julian slowly.\nDid you like him right away, or was it a slow proce -- what did you like about\nhim?",
        "Q: So how did that change, though?",
        "Q: What did you like -- what did you like about Julian, though [indecipherable |",
        "Q: You were very much aware of how dangerous this 1s?",
        "Q: Then, at one day, you allowed him to listen secretly to the radio. Now that was\nalso dangerous.",
        "Q: What wou -- I always have to ask why, but you know, so you were a young\nperson, and -- but it was -- 1t was dangerous. Why did you -- I mean, it almost\nseems as if you were courting danger.",
        "Q: Why would you do that -- what --",
        "Q: Did somebody see you -- did somebody --",
        "Q: -- see him while he was listening and [indecipherable]",
        "Q: And then eventually your father called both of you -- first separately and then\nboth --",
        "Q: -- of you into a room and gave you an ultimatum basically because --",
        "Q: -- it was too dangerous --",
        "Q: -- one of you had to leave, so you decided to -- to go --",
        "Q: -- and s-say that --",
        "Q: Julian?",
        "Q: Did anybody in the family try to hold you back or to change your mind?",
        "Q: So Julian stayed on the farm --",
        "Q: -- and you went to another small farm, but you -- you --",
        "Q: So you cont -- you continued to see each other [indecipherable |",
        "Q: But then eventually you got denounced and you were arrested and you were\ninterrogated by the Gestapo in -- in Linz?",
        "Q: And you took the -- basically you took the blame on you that --",
        "Q: Say something a little more about that.",
        "Q: So you had to sign papers though, both of you, that --",
        "Q: -- you would never see each other again.",
        "Q: And then you decided to see each other again after all?",
        "Q: It’s a count -- count -- it’s a country road kind of --",
        "Q: But eventually you were denounced again. The farmer where you worked\nfound out earlier, but he decided not to say anything, but when you decided to give\nup work on the farm --",
        "Q: -- he denounced you and you were interrog -- you were brought again to the\nGestapo and you were interrogated, and this time I think you had to stay a little\nlonger, but I need to change cassette, and --",
        "Q: -- we’ll talk about that. This is the end of tape one, side A, interview with\nFrieda Noga.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\ninterview with Frieda Noga. This is tape number one, side B. So you were back in\nLinz at the Gestapo headquarters and this time the situation was more serious\nbecause you had already signed papers that you would never see him again, and\nthe interrogation was -- was much more harsh. And what -- what happened then?",
        "Q: But that you took the blame on yourself, that you were the one who initiated\nthe relationship --",
        "Q: -- that actually really saved Julius, because otherwise --",
        "Q: -- if he had -- if -- 1f -- if they thought that he was th -- had started the whole\nthing --",
        "Q: -- they would have killed him?",
        "Q: But --",
        "Q: Did -- did you -- have you heard -- what did you know about concentration\ncamps at that point?",
        "Q: Ha-Had you heard about what kind of people were supposed to be in\nconcentration camps?",
        "Q: So what -- when did you arrive in ravens -- Ravensbriick?",
        "Q: What year?",
        "Q: So, when this -- when the people s-s-spit on you on your way to the camp, it\nseemed that people thought that --",
        "Q: Oh, they thought that lazy people went to camps --",
        "Q: -- and -- and criminals, probably --",
        "Q: -- so when you were there you found out that was different.",
        "Q: What -- what kind of people did you meet there?",
        "Q: Well, 1-in -- in the videotaped interview you talked in some detail about your\nexperience in Ravensbrick. So first you had to work outside and it was really,\nreally difficult and cold.",
        "Q: Then they were looking for seamstresses, and you passed yourself off as one.",
        "Q: And it was -- it was a little easier.",
        "Q: How long -- how long did you stay actually, in Ravensbriick?",
        "Q: So that was -- that was about a half -- a half a ye-year?",
        "Q: And then you were --",
        "Q: -- then you were let go. Was that unu -- that was unusual?",
        "Q: Did -- did you find out what happened? How it -- how it came that you got to\nbe free?",
        "Q: So nobody -- nobody knew that you were coming, or when you were coming?",
        "Q: What -- when you -- when your father -- when you saw your father, how di --\nhow did he -- how wa -- how was that?",
        "Q: Did you -- did you find out later how it was possible for you to get out?",
        "Q: In -- in your videotaped interview, you also said that your father at one point at\nleast said, you know, oh God, what -- what have you done to us. But did you learn\nwhether there were in fact, some -- some real effect on your family?",
        "Q: Were there repercussions?",
        "Q: Talk about that [indecipherable]",
        "Q: Well, and then what’s -- I wanted to ask you -- so not all of your friends from --\nfrom the earlier days left you alone, they also were still friends to you, some of\nthem at least?",
        "Q: But then one day you did hear actually from somebody who had a card from\nJulius, right?",
        "Q: But you -- but you never knew.",
        "Q: Well, maybe this is a good time -- oops -- this is a good time to say that this is\nthe end of tape one, side B, interview with Frieda Noga.\nEnd of Tape One, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\ninterview with Frieda Noga. This is tape number two, side A. So you didn’t hear --\nafter the package -- after you sent the package, you didn't really hear anything\nfrom Julian, right?",
        "Q: And then one day the war was over --",
        "Q: -- and he actually did come back, and showed up at your door. Tell a little bit\nabout that.",
        "Q: Did you feel that you still had to meet secretly, or did you [indecipherable]",
        "Q: But he didn’t stay at your father’s -- at your parents’s farm, he stayed\nsomewhere else, right?",
        "Q: Just --",
        "Q: How -- how was the mar -- how was the -- the wedding?",
        "Q: And Julian found -- Julian found a -- a job, a work -- he worked?",
        "Q: And then your daughter was born.",
        "Q: When -- when was this?",
        "Q: Her name is Frieda, too?",
        "Q: And then when you thought about your future, what -- what did -- what did\nhappen then? Did you expect to stay there?",
        "Q: H-How did you feel about that? Was that a little scary to you, or --",
        "Q: Tell us -- tell us a little bit more about how you -- how it -- how it happened\nthen, who -- who paid for -- for the trip [indecipherable]",
        "Q: Do -- do you remember the name of the ship?",
        "Q: How -- how long did the trip last, roughly? Do you -- do you remember?",
        "Q: Did you have -- did you have any money with you? I mean --",
        "Q: Do you remember anything about that train ride, looking at the country for the\nfirst time?",
        "Q: And then -- and then you met Julian’s father? Tha -- actually --",
        "Q: Was it a little bit lonely then, in the beginning?",
        "Q: Di-Did Julian’s father or the brothers want to know? Di-Did they understand\nwhat -- did they ha -- had they kind of an understanding of what had happened in -\n- in -- in -- in Europe, and did they want to know about what happened to you?",
        "Q: Did you both get a job?",
        "Q: You didn’t speak any English at the time, did you?",
        "Q: So you didn’t see each other very much then [indecipherable]",
        "Q: What kind of car did you buy?",
        "Q: How long -- how long did you keep these jobs?",
        "Q: Was it -- did it feel good to go back to something that you had done before --",
        "Q: -- or was it something that you had to do, you really wanted to do something\nelse?",
        "Q: I wa -- I want to interrupt for just a second, because you said children, but we\nhave introduced only one so far, so --",
        "Q: -- so the one --",
        "Q: This was an interruption by -- by Julian Noga, but he should -- she should -- he\nshould not interrupt us right now. We will -- we will get to that. I want to ask you\nsomething else first. What was your experience with -- with American neighbors?\nThey were nice to you?",
        "Q: Did your war experience come up in any way or was that not talked about?",
        "Q: Did your -- di -- does -- that you were in camp, both of you, did that ever come\nup, or was that something --",
        "Q: Was that difficult for you though, because you wanted to s -- just to talk about\nit, or was that something you did at home, but didn’t really have an interest in -- in",
        "Q: When -- when you -- when you raised the children, did you have any ideas\nabout how you wanted to raise them, something that was maybe like you were\nraised, or different from where you were raised, or something that had to do with\nwhat you experienced during the war, intolerance or something?",
        "Q: When -- when you moved to the city, what -- what -- what kind of occupation\ndid -- did Julius have then? What -- what happened then in terms of business-\nwise?",
        "Q: And it was quite successful [indecipherable]",
        "Q: When -- when was that, about?",
        "Q: Early 70 - something?",
        "Q: Right.",
        "Q: Julius in his interview -- Julian talked about being involved in several\norganizations.",
        "Q: Did you get involved in the same organizations or did you -- yeah, do you see\n[indecipherable |",
        "Q: Did you find friends from your own -- or from Austria, too?",
        "Q: Did you have any hobbies, or do you have any hobbies, something that you like\nspec -- specpis -- specifically like to do?",
        "Q: Did you see your parents again, or did they come to America ever?",
        "Q: You didn’t see your dad again, then?",
        "Q: But you stayed in touch with letters?",
        "Q: This is the end of tape two, side A, interview with Frieda Noga.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\ninterview with Frieda Noga. This is tape number two, side B. So, when you were\nin Austria visiting your mother and your sisters, ho -- what was it like to come\nback to the -- to the country? Did you see friends? Did you see neighbors?",
        "Q: Did -- did you f -- did you feel -- I me -- I don’t -- I don’t know how often you\nS -- you were in touch with -- with people, but did you think there was a real\nchange 1n -- in -- in --",
        "Q: -- thinking and in attitude?",
        "Q: In -- in -- in general, were your children interested to learn sort of where you\nwere coming from and where Julian are coming from, or was it not really ad -- a\ndeep interest to find out more?",
        "Q: Since we are talking about Austria, let me ask you this. Did you follow a little\nbit the recent political developments in Austria, for instance with Jorg Heider, who\nis an ultra Conservative being now part of the government. Do you follow that?",
        "Q: Well let’s go back to America then, and let me ask you about your children,\nthough. Did the -- the camp experience for -- for both of you, and your experience\nduring the war, did -- did that come up when they were smaller? Did they ask\nquestions, or --",
        "Q: Did -- did they learn about the Holocaust, or the -- the second World War in --\nin school in any detail?",
        "Q: Di -- after the war, in America, did you see the people again who were with\nyou in Ravensbrick, or did you hear about them?",
        "Q: She was a kapo, she was a kapo",
        "Q: And she was -- she was Polish?",
        "Q: Were there things in America that you didn’t like as much -- I mean, you liked\na lot of things, I guess, but were there also some things you didn't quite agree with\nor that you didn’t like, in the earlier years maybe, or later on?",
        "Q: Did you -- do you feel there was any effect on you by certain events in this\ncountry, like for instance the Civil Rights movement when the -- you know, the --\ndid you -- did you know about that in -- in detail, were you interested in those\nkinds of --",
        "Q: And do you feel that your -- your own suffering, as -- as a Christian, as\nAustrian, has not been -- 1s -- is not quite so ingrained in the consciousness of\npeople here in America, that they don’t know quite as much of was that than they\nknow about the suffering, for instance, from Jewish people?",
        "Q: Did you have any -- could you give any particular example when you realized\nthat people really don’t know that much, when you told them that you were in a\ncamp, and there was maybe somebody responding in a certain way?",
        "Q: When you talked -- when you gave the first interview, the videotaped interview\nfor the Holocaust Museum, was that the first time you ever really spoke about that\nexperience?",
        "Q: Are there any particular memories, that are especially difficult for you, or what\n-- what is it that still comes up now and then?",
        "Q: Julian, in his interview said that voting, to be able to vote was very important\nfor him. Was it important --",
        "Q: What -- what does it mean for you to be a good citizen here?",
        "Q: What -- what political ar -- you said you’re not so interested in politics, but\nwhat political directions do you feel -- direction party do you feel closer to?",
        "Q: Do you think the world has learned anything? I mean, many years have passed\nnow, do you think the world has learned anything from what happened during the\nsecond World War?",
        "Q: Your two children, do you feel that -- are you close to them?",
        "Q: Do you think you were a prot -- very protective mom?",
        "Q: You wanted to give them the -- the best?",
        "Q: Is there anything that you would like to say that we think we haven’t talked\nabout? I mean, 50 years in America, that’s a long time, too, and you built a new\nlife --",
        "Q: -- and is there anything sort of that was a highlight, that was especially\nimportant to you?",
        "Q: Oh, you have two grandchild -- you have grandchildren now?",
        "Q: Do you see each other often?",
        "Q: Do they ever ask you about the past?",
        "Q: I think you, both of you, Julian and you told your story in a newspaper or\nsomething?",
        "Q: Wh-When was that, and what newspaper?",
        "Q: When -- when was that?",
        "Q: Recently?",
        "Q: Did you get any comments from people --",
        "Q: What -- what kinds --",
        "Q: Well, unless you have something that you want to add just -- or talk about\nsomething I haven’t asked you about --",
        "Q: I didn’t ask you about your faith. Are you -- do you think you are a religious\nperson?",
        "Q: Did you ever lose faith?",
        "Q: Well thank you very much.",
        "Q: Thank you very much. This concludes the United States Holocaust Memorial\nMuseum interview with Frieda Noga. This is tape two, side B. Thank you very\nmuch."
    ],
    "answers": [
        "Answer: Mm-hm. My name ts Frieda Noga.",
        "A: I was born in Austria, October 19, 1920. And my maiden name is Kranika, and\nmy father was Mateus Kranika, my mother was Teresa Kranika. And we -- we\ncome from a -- I come from a big farm. My father had a big farm in Austria in\nMichaelnbach. And we were four girls and one boy. I had three sisters and one\nbrother, so we were raised on a farm and I had a very, very happy childhood.",
        "A: Yeah, he was honorable, very honorable in the community. He was very well\nknown because he was the biggest farmer in Michaelnbach. And -- but he was\nvery strict, and we were raised very good. We never know what is worried, or the\nhunger, or the -- we are not loved. And we were a -- a happy family. And my\nmom, she 1s at -- my father onl -- my mother got married, my mom was real young\nwhen they got married, and she was a very, very good mom. And my father, I\nloved my father very much, but he was a little bit too strict, you know, but at that\ntime we didn't know, we thought that’s the way it have to be. And --",
        "A: Oh we -- oh we -- he always said, you know, we got to learn all the work on a\nfarm, no matter what, and so we had to do everything, specially near the time\nwhen the war broke out, when it -- it got bad. We couldn’t get any workers, so we\nhad to take over, and every girl had their job, you know, in a -- anything in a farm.",
        "A: Yes.",
        "A: The older one was Margaretta Kranika, and the second one was Teresa\nKranika, and then was me, Frieda. Actually, I was Frederika Kranika. I shortened\nthe name my -- my ma -- my name when we came in this country. And the\nyoungest sister was Mariana Kranika. And my brother’s name was Mateus, like\nfather and grandfather’s name was also Mateus.",
        "A: Well, yes, we were very close, but my oldest sister was a very good natured\nperson, my -- like my mom. You know, my mom, she was very good natured. And\nthe second sister, she was more a business lady, you know. I always liked her and\nI think she’s my favorite and I think we --- we were very much alike. And the\nyounger one, she was more strict, spoiled a little bit and that’s how it is ina\nfamily. And --",
        "A: Mateus, yes.",
        "A: Oh yes, oh yes, that was the only -- the only father’s wish -- was my father’s\nwish that the brother going to take over. And --",
        "A: Well, we went when -- when we were children, we didn't help -- we didn’t\nwork on the farm til we -- we -- after we got out of school. But we had just a -- the\nVolkschule, that means the grammar school, and that was no college that time,\nbecause that were not time. But my father was the only one in that wide area what\nhe had college, because he was only son from that f -- you know, from that big\nfarm. So he had college, was well educated.",
        "A: I was just -- I was just a happy, really happy young girl. I loved to sing. I was --\nI liked to be up on a hill, and was singing and yodeling, and I heard my voice back\nfrom the forest and I-I -- I was by myself and I just loved that. And I was just a\nhappy young kid, that’s all I can say, you know? And I learned good in school, I\nwas good in school. But later on it -- when the -- we got out of school, well we all\nhad to work on the farm because the father need us. You know, couldn’t get any\nworkers, and was hard.",
        "A: Mm, not really, we -- we -- that all we h -- were teached, you know, to be a\nfarmer, that’s all, you know? Oh my God, you know, there is some -- some --\nsometime -- some f -- I remember some friends from my father came over, also\nhad big farm, and very well off, you know. They were saying, oh, they got a son,\nyou know, I would like to have one of your daughters someday, you know, to --\nmy son marry your d -- one of your daughters, you know? You know, matching --\nin the old da -- in them olden days they were matching up some younger people,\nbut didn’t bother me that I didn’t -- that it doesn’t -- you know, don’t want to hear\nthat.",
        "A: No, I -- I know someone, yeah, and that was v -- a ver-ve-very big farm, but I\ndi -- I didn’t -- really wasn’t interested, you know. So it was just a little -- maybe a\nlittle flirting, a little, you know, things, because I don’t know anybody else, but he\nwas from a very, very good family. And they also had -- he had four sisters, and\nthey were very similar to us, you know. But it was nothing, we were wha -- not\ninvolved.",
        "A: Oh yes, in school. We’re -- we didn’t -- oh, there were girls in our school, on\nour way to school what I still get mail from them now, that they were so proud that\nthey were with us -- friends with us, and that we didn’t hate any -- any -- that we\nare better like them, you know, and don’t even -- not even cross our mind that we\nare better than others what they’re from a poor family, you know, we were just\nalike, you know, and we didn't had any -- any -- whatever reason to be -- be --\nthink ourselves too much or th -- whatever, you know, that we were regular. We\nwanted to be regular girls, yeah, to grow up, yeah.",
        "A: Oh yes, yes.",
        "A: Well, he was a -- actually at that time was just a -- a -- there weren’t so many\npositions on a -- In -- on a -- on a -- in them days, you know, there was just a -- a\nmayor and a small office over there, and there was not -- but he was very\nrespected. When there were m-meeting or the something, you know, like the\nfarmer’s meeting or the something, he was all -- had to always be there, you know,\nthat there -- well, he had that hunting area, all the whole area was -- belonged to --\nto my grandfather, later on to my father, and it was about hundred years on a -- on\na -- on that farm. And big rich guys from the city, or th -- whatever, they came on\nthe farm hunting. And that’s why my father was so liked, and so popular and my\nfather was a very educated, smart man, yeah.",
        "A: Well, he no want to, but he had to. That was like you have to belong to the\nparty. If not, you’re not going to get any machinery, or the -- no workers. So they\nwere actually forced to that, you know? But later on they had a meeting and that\nwas something about I d -- I don’t -- I don’t know that, you know, but they -- my\nfather didn’t like something what they said, you know, what [indecipherable] or\nwhatever, and he just throwed that -- whatever here -- this -- that he belongs to the\nparty.",
        "A: Membership book, yeah. He just throwed it into it, and he took off and -- and --\nand he left. He said he never going to be back, he don’t want to belong to the\nparty. So, that ma -- they gave him a real hard time, you know. We couldn’t get\nany workers, and machinery were hard to get. Just when you belong to the party.\nSo there was already a tractor on a way for us, a big tractor, you know, to -- to --\nthat we get on the farm and that was very important. But then [indecipherable] my\nfather have the tractor, just keep going on, just couple small machineries he got,\nyou know, what he really, really needed, you -- and he really begged for it, you\nknow. But they gave him a hard time.",
        "A: Not exactly d -- that -- that date when h -- when he left, you know, but --",
        "A: Yeah, well, he had to go. They always were saying if you got one son, you’re\nnot [indecipherable] be drafted. And for some reason that’s why he throwed that\nmembership away. So they put my -- my brother had to go in the army. And that\ntime he was in France. He came home once for -- for furlough and he got married,\nand he had to go -- when he go back, he had to go to Russia. He never, never came\nhome.",
        "A: No, but -- I think Julian was already -- yeah, uh-huh, in a -- yeah -- I’m not sure\nthe date, you know.",
        "A: No -- yeah.",
        "A: It never, ever interested me, never ever, you know? And there were some\nfriends came over to my father’s -- to our farm. Oh, my father had a extra room, he\nwas not in -- in a -- in a big [indecipherable] every day, where the people are. Just\nextra room, with a office and -- and his [indecipherable] friends came, you know,\nthey talk. When I was a kid, you know, I just heard them when they were talking\n[indecipherable] war. I mean, you know, such -- so ugly, you know. But we kids,\nwe were -- actually we were never interested and never were told actually what is\ngoing on.",
        "A: Well, a -- everybody felt very bad about that war, why -- why something like\nthat happened, see’? All of us certain that was in September, I think it was, yeah, in\nSeptember when they were saying the German marched into Poland. And th -- 1-it\niS a war, a wa -- how come a war? You know, so everybody was shook -- shook\nup, you know. Why a war? Why they do that, you know? So that’s all I remember,\nI was a kid, you know, I was really unaware from -- you know, not interested\nactually, you know, so --",
        "A: I heard something when they were saying once that they’re -- they’re -- they’re\n-- what there was some Jewish store in Krieskiren where I usually -- we -- we went\nshopping Krieskiren, it’s a little bigger city. And there was some -- some -- some\none -- a -- a clothing store, they were saying that he was arrested, for what? But\ntha -- we just heard that he was Jewish, what that go to do with it? See? And one\nguy I -- I remember he was friend with us, he always came on the farm. His name\nwas Sibel, he used to bring to our house, to our farm, that soap, know, the smelling\n-- nice smelling soap and perfumes and things. He had a -- a store like that, but he\nalways asked Mom to give him enough butter that he have enough butter and\nenough -- enough whatever he needs at home, and my mom always give it to him,\nyou know. And he brought us special [indecipherable] girl, oh yes, we got a nice s-\nsoap and a little bit of perfume for your girls, you know, and we were happy about\nthat and we liked him a lot, you know.",
        "A: Right.",
        "A: Well, that -- the community, they were -- they were saying my -- my -- my --\nmy father had to put applications in to need some workers, and he did. He wanted\nmore, but they decide to give him one. Then later on they said two because they\nreally saw we needed -- we re -- really need workers because they all -- they all\nwants to go -- you couldn’t get Austrian workers because they’re all going to war,\nyou know? And my brother also. And so they said not -- December eight, that\nthere going to be -- got to be -- two Polish workers got to be picked up. So my\nfather went and want to pick up the Polish workers. At the time they were saying\nfrom -- from Poland, to Austria, to Vienna, a -- such a snowstorm came, you\nknow, so the train got stuck somewhere, they couldn’t get to Austria, you know.\nSo my father was waiting, the -- all the farmers were there, they were waiting 1n --\nin -- in [indecipherable] on a -- on a -- on a -- on a -- you know, on a ha -- s --\nwhat the -- get the workers who -- they’re supposed to come in the office, and they\nhad to go home because they didn’t came. Well, my father do -- was about four or\nfive kilometer, almost five kilometer to walk home in that snowstorm, so he got\nreal sick. He was -- had a bad cold. The next day he had said he -- he just can’t go,\nyou know. And we need them workers, what we going to do? So he said Frieda,\nyou want to go? I said, yeah, I go. We couldn't go with any -- any -- any horses or\nthe -- or the wagon or the -- anything like that, so I had to walk and walk in that\nsnow and there was no snowplowed or anything. And I walked for kilometers to\nget to this -- for the wor -- get the worker, yeah, workers.",
        "A: Well, actually, when -- when -- when th-the man in the unem -- unemployment\noff -- when the unemployment office said, you know, you get this worker and this\nworker. Doesn’t mean anything to me, you know, so okay, let’s go home. It got\ndark already, was almost 4:30, something like that. And that man from the -- from\nthe unemployment office, he -- he know my father very well. I -- In -- even\nthought about that he didn’t trust them two guys, you know, with a young girl to\nwalk home for four kilometer in the dark. Never even came -- came to my mind,\nyou know? He said, listen, I called taxi for you, you going to go home in a taxi\nwith them two guys. So they all -- we almost got home with the taxi, but up on a\nhill there was so much snow that we have to walk, you know, we had to walk to\nthe farm. And we did. And we came home to the farm, they all was waiting for --\nfor us. My mom had a big supper ready. My sisters were there, even my grandpa\nwas there and my father. And we walked in, here they are, you know, so okay. My\nfather, he knows a few words in Polish, right, because he was in the first World\nWar, he was 1n Poland. And little by little, you know, they got -- you know,\nfriendly, yeah, and -- but didn’t came into my mind that I had a -- you know, I\nreally -- I just liked, you know, that we got workers, and got help on the farm, you\nknow? And --",
        "A: Well, he was very, very helpful, very f-friendly, Julian, you know? And we\nliked that, we girls, we really liked that, that he was friendly, and very pleasant\nand we got along good and things. But still, you know, gee, I would never,\nbecause you could never, ever -- they were saying, you know, don’t you ever get\ninvolved with someone -- they said, you shouldn’t eat even on the same -- by the\nsame table. But my mom said no, not such a thing, she said, you know, you all --\nwe're -- we -- we girls had to eat by the same table what the workers was wer --\neating. But Mom and Dad, they eat in the other room, you know, but you girls, we\nalways -- and we did. We’re at the same table, eating at the same table.",
        "A: I don’t know, he was friendly and happy and this and that, and I think we girls,\nwe needed someone to, you know, to be nice, and bring some -- I don’t know, it’s\njust little by little, very little by little, and he was nice and -- and once we -- he\nhelped me to carry something in the barn, you know, and he just -- just lean over\nand -- and -- and kissed me. I said, oh, don’t you dare, you know? He stole a kiss\nfrom me, you know. And gee, I got all shook up that he did that, I didn’t expect\nthat, you know? And I didn't look at him for three days, I didn’t even look at him.\nI got so -- so scared. And then little by little, you know, he was nice, you know,\nreally very, very gentle and little by little, we got -- yeah, like -- liked each other a\nlittle bit, you know. But, oh my gosh, this can’t happen, this is out of question, you\nknow, this just --",
        "A: Yes, oh yes, oh yes, oh yes. First of all, for myself and for him too, you know,\nbecause if they find out if I just mentioned something that he is friendly or\nsomething, you know, they would put him away and he would be gone forever,\nyou know, so -- they were so strict that time, you know, so -- and I wouldn’t do\nthat.",
        "A: It was also dangerous, yes, yeah, because it was just a -- from the big room\nwould a -- where we usually eat, you know, was a door to the smaller room where\nmy father had the radio, you know, that was very -- was just one radio in the\nhouse. And he wanted to listen to that, you know, and [indecipherable] I just keep\nthe door unlocked and he went in and listened to that radio, you know. Nobody\nknew that, you know, so -- he didn’t do anything wrong, nor any harm, you know,\nbut I -- I did let him do that, you know?",
        "A: Yeah, yeah.",
        "A: I don’t know myself. I don’t know myself, you know. Little by little we fell in\nlove, I think, you know, and that’s how it happened, you know. My father noticed\nthat, m-my father -- and somebody else must too, you know, must -- somebody --\nsomebody else must have saw something. And my father said no, that can’t go on\nlike that, and -- and once he did slap me, you know, and I was so hurt because it\nwas my father what I loved so dearly and he loved me, too. And that --",
        "A: Probably.",
        "A: I don’t know. Somebody must have see us, you know, what -- we were friendly\nto each other, or whatever. Yeah, and --",
        "A: Mm-hm.",
        "A: Yeah.",
        "A: Right, right.",
        "A: Yeah.",
        "A: It was a big step for me, that was -- I knew if I don’t go that he 1s in danger.",
        "A: Julian is in danger, yes. And I couldn’t let that happen, I just couldn’t, you\nknow? It’s something -- something tells you that, you know, it -- you -- you can’t\ndo that, something -- something going to happen to him and he would be gone\nforever, you know? And so I said, I go. That was terrible, you know, it was a big st\n-- big step for me. And my father was stubborn too, you know, he said well, if you\nlike that, you know, so --",
        "A: No, my mom tried, you know, but some sisters even said, n -- n -- later on they\nwere saying when -- if the -- if th -- I came home, they were saying, why don’t we\nstick together, why didn’t -- we were there for you? So they just let me go, just\nlike that, you know, and I had no one to turn to.",
        "A: Yeah.",
        "A: No, actually, that was a big farm. It was a big farm, that first one. Was a big\nfarm, yeah. And I was there, working there and somebody must have see us, or the\n-- something, I don’t know.",
        "A: Yes, oh he came immediately, every Sunday, you know, yes. Like we said, you\nknow, at that time, you know, when I left, we were saying that I know that that --\nthat gonna be far away, so far away it’s not 1n our area over here that they put me\nto work because you have not a choice what a -- the u -- employment office puts\nyou, you have to go, you know, so there was no other choice. So I know that’s\ngoing to be in Eferding. And I sen -- I said, in Eferding going to be a church, I\nknow that. And near the church over there we’re going to meet -- you’re going to\nbe here at one o’clock, we going to see each other Sunday, that following Sunday.\nAnd that’s what had happened, a way -- we saw each other. He came, and we were\nvery happy to saw each other, and that’s --",
        "A: Right.",
        "A: Oh yes, oh yes, I took it --",
        "A: Well, I take the blame on me, I -- I said, you know, well, was nothing actually -\n- it was nothing wrong, you know, he just came as a friendly, you know, friend\nand told me what’s going on at home because I wanted to know what’s going on at\nhome. And there’s -- they said then later on -- I said that was not his fault, and we\ndidn’t do anything wrong, so that’s how that time they couldn’t prove it, and then\nthey said I -- I -- I was there I think 11 days, something like that, and they lef -- let\nhim go Friday and they kept me over the weekend that we don’t meet because they\ngave him a -- a-a -- a job far away, that wa -- in completely different direction, and\nme too, you know, so I already had that place that was on a small farm way up on\na hill by the woods, but you know, you couldn’t -- it’s just a -- a -- a -- a lost town,\nyou know, really. They put me there what nobody would find me over there, into a\nfarm, you know. And --",
        "A: Oh yes, we had to --",
        "A: -- right, we’d never see each other again. And I signed the paper, you know, I\nhadn’t a lot of choice. And I thought, my gosh, you know, I not going to fi -- we\nfind -- no find each other anyway again, you know, that’s all. I felt like I was lo-\nlost, you know, so I -- they let me out Monday morning about 9:30, something like\nthat, and I walked around on a train station, there were a lot of people there, and\nall kind of people, was a big train station in Linz. And I thought, my gosh, where I\nam going now, so -- what going to happen to me now? And then I looked up, oh\nmy gosh, it was like a miracle, you know? Julian walked in from another train that\ncame out, you know, came on for -- for another station. I couldn’t believe it, you\nknow, that was like God dropped him down from the heaven, you know, and that\nat least I’m not alone.",
        "A: Yes, immediately. He had my address where I go, and I had his, you know? I\nsaid, where we going to be, no matter what, you know, this next Sunday, with the\nbi -- our bicycles, we had our bicycles, we going to be by -- by Lanstrasser. From\nLinz to Wells, up, you know, that’s -- that’s Lanstrasser, that’s a beautiful --",
        "A: It’s from the country, it’s from Gunskirchen, goes to Wells, and it’s a big, big\nroad to Linz, that’s a -- a very popular street. And that’s where we found each\nother then, you know, yeah.",
        "A: Right.",
        "A: Mm-hm, okay.",
        "A: Right. Well, one, the Gestapo took me, and interviewed me. They -- they\nshowed me -- they told me that I was already here, that I must -- you know, second\ntime here and that was more serious. And how come, what happened? And you\nsees -- sees -- see still that Pole, you know, they were saying, you know, to make\nhim -- you know, make me -- humiliate me, you know”? And I said, well, you\nknow, once in awhile, you know, we are friends, and things. Then -- then later on\nthey were saying what -- you know, to -- to force it out on me, you know, that you\nhad something to do with him, you know. It was no other way, you know, that just\nforce it out of me there’s some poss -- well, yes, I had something to do with him,\nwe had something to do each other. Okay, that’s about it. But, I said, 1t’s my fault.\nI took it on me, blame on me, and I -- I thought that going to be better for Julian,\nyou know, because if it’s the opposite then -- then to take it out on him, and\nthey’re going to -- I know they’re going to -- not going to kill me. I know that, I\nwas sure, you know. But I took it -- everything on me, on -- that is everything my\nfault, you know, that we got together and had something to do with each other.\nAnd -- okay, so they -- they were saying, you know what’s -- what’s going to\nhappen to you, you’re going to be black and blue, and you’re going to be sent to\nconcentration camp. Well, I had nothing to say, you know, so what I could say?\nAnd I got back to the prison cell again, only in two days, I remember, my father\ncame to the Gestapo. And he talked with them. He had a lot of friends over -- you\nknow, some people told him, you know, to go there and do something about it.\nAnd my father came, he wanted to see me, so they called me out from the cell, and\na special -- there were a special room where you visit us and my father was there, I\nwas scared to death, you know. And then -- he was very gentle to me. He said,\nwhat happened? He said, please tell me the truth, he said, you got to tell me the\ntruth. If you tell -- you -- nothing happened between you two, you know, and I do\nanything to get you out of here, you know, get you home. Did you -- what you\nsay? I said, yes, we ha -- da -- we had something to do with each other. Then he\nwas just shook up. He said -- he hugged me and hold me for awhile. He said, I\ncan’t help you now, he said. And he was very sad about it. And --",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Oh yeah, definitely, definitely, yeah. Because they killed many out -- and in\n[indecipherable] they were saying they were -- they were saying that some of them\nwere hanged out in the woods, and some Polish people have to come and see it,\nhow they were hanged in the woods, you know, because he had something to do\nwith German girl, and on -- once they were saying that was a -- a German girl in\nsome town far away from us. A German girl that she had something to do with a\nPolish young man, and then there were a nasty mayor over there in that town.\nThey shaved her head, put her on a wagon, and with -- on a h -- on the horse, and\ndrove her around in town. And that there was a sign up there, I had sexual\nsomething to do with a Polish Auslander [indecipherable] yeah, foreigner, you\nknow? And that was terrible, that was just ugly, you know, it was -- and that was -\n- you know, heartbreaking.",
        "A: But at least it didn’t happen to me like that, you know, so I was glad that they\ndidn’t put me out in the open like that. So they were saying that I got to go to the\nconcentration camp, and they were -- we were about seven or the -- eight girls\nthere, all the same problem, all -- all the same thing they had in a cell, all the same\nthing, you know? And they said, well that’s all it is, you know. If we survive, we\nsurvive, if not, you know, then that’s it, you know? And then I was there til\nNovember, in the Gestapo, locked up. And then they came, I had to signed a pink\nslip -- a pink paper, sign my name. And that was -- dos -- th-that slip was for the\nconcentration camp, that I got a -- they sent me to concen -- yeah, I will know it,\nyou know, if they come with the pink slip, they know that’s a concentration camp,\nand I was one of them, you know. So --",
        "A: Nothing. Nothing. Just supposed to be bad there, that’s all. I didn’t know where\nit is, I never know where is Ravensbrick, they were saying to Ravensbrick. I\nnever know where is Ravensbrick, and I didn't know what is there, what’s going\non over there on -- we’ll see, you know, so I -- I went along the way there, the\n[indecipherable] pushed me along, that’s all.",
        "A: Well, at -- what happened when they took us there, the -- on a train to Salzburg,\nand when we went through the station, through the train station, the police, you\nknow, we were all transport by police to -- one were in front, on the side, on --\nthey had the -- the -- the -- the army guns [indecipherable] we were heavy, were --\nI don’t know, murderers or th -- something, you know. And some people were\nthere in the train station, older people and a lot of people, what happened, what\nhappened, what kind of people are this, you know? And, well they go to the\nconcentration camp, the police were saying, you know. Oh, they don’t want to\nwork? Oh. And they start spitting on us, you know, and -- some of them, you\nknow, some of them. And then they took us, we were -- stayed there in Salzburg in\na cell for a day. The next day we went on to Munich, and in Munich we stayed two\ndays, or or the -- three days, something like that. And Dresden we stayed a couple\nof days over there because other trains what were coming together, you know, it\nwas a -- a big, big thing, you know, big transport. And then we went into Leipzig.\nLeipzig, you know, in Leipzig I was very, very -- no, 1-in Dresden, I think, in\nDresden I was very, very sick. I had a cold, you know, because it was the winter.\nWas raining and snowing and blowing and everything and -- and in a cattle train,\nyou know, was no heat in there, nothing, you know. And then in a cell I was -- I\njust thought, you know, hi -- I was shaking, I was very cold, I had the chills, you\nknow. And they brought the f -- some food in here, some soup, whatev --\nwhatever. I couldn’t even look at it, you know, I couldn’t eat nothing, you know?\nThen they saw that I was really sick, I mean, you know, that lady what took care\nof the cell, she was saying something, you know, she’s sick, you know? So she\nbrought me two pills. I don’t know what was -- what the two pills. And I took\nthem two pills and in about two hours I got up and I was feeling good, and by day\n-- the next day we went on the transport and went to the concentration camp. They\nmust be two aspirin, or something, or the -- whatever, two -- two pills to get me up\non my feet, you know? So --",
        "A: In Ravensbrick we arrived November 18.",
        "A: °41, I thin -- I’m not sure. I got mixed -- get mixed up in them years already.\nAnd they took us from the train station, on open trucks, and they took us and it\nwas cold, and windy and snowy, and we had to march, it was dark already, a\nconcentration camp, oh my gosh, they’re going through the -- through the --\nthrough the whole thing, you know, we went in there, was all kind of barracks\nhere, and hardly could see anything because it was almost dark already. And then\nthey took us somewhere downstairs, somewhere in a -- in a tunnel. And when we\nwalked downstairs I got scared, it was the most scary things. They were like on a -\n- on a -- on a -- when you walk down it, alls you could see was caskets. What the\ncaskets are doing here, why? We were so unexperienced, you know, so we didn't\nknow what’s going on here. All caskets there, and then we were -- we went down\neven lower and there were cells, there were concrete floor, was cold down there.\nThere were cells there to put us in there, and we heard some screaming, hollering,\na girl was please help, please help. And the dogs were barking and screaming, we -\n- we thought, what happened, what happened, what is this, with -- you know if -- if\nyou -- if you -- you don’t know what’s going on here. But then in a little while she\n-- little by little she stopped screaming. The -- the [indecipherable] master killed\nher or something, you know, that’s what we thought, but it sound like it, you\nknow. The next day they brought us up and we were -- [ had to go in a -- go fora\nshower and get the clothing over there, and the concentration camp clothing. And\nthey said we going to go on a block 16, that was the [indecipherable], the -- the\nnewcomer block. And we were -- all went there, the -- the block 16 and from\nblock 16 later on, they took whatever they got room for, for the prisoner what they\ncoming, the new ones. And from block 16, when they called us, they called me\nand other girls, they called us. You be -- you gotta come up to the [indecipherable]\nyou know, we gotta come up there, you know. So they shaved us, because we\nwere the Polish -- you know, the -- we had something to do with Polish young\nmen, so they put us to shame, you know, they shaved our hair up. And that was the\nbiggest shock to me in my life.",
        "A: We were good for nothing girls, just nothing, we’re just a -- bad gir -- bad pe --\npeople that don’t want to work.",
        "A: Yes, right.",
        "A: Right, right.",
        "A: Yes, right, right.",
        "A: Well, usually there were a lot of -- there were on -- one block Jewish, and two -\n- | think two blocks Gypsies. They had their -- all their own block, you know,\ncertain numbers. And there were a couple blocks about the -- the Jehovah Witness.\nJehovah Witnesses. And criminals and what the people what had the -- the\n[indecipherable] their times and then they them out. They -- they have to -- they\nput them in the concentration camps, you know, certain people what they had\nproblem with the -- the law, yeah. And --",
        "A: Yeah.",
        "A: Yes, yes.",
        "A: Right.",
        "A: I stay in Ravensbriick f -- til about in August, en -- end of August, I think it\nwas, or the September, something like that. I forgot. I really forgot the date\nalready.",
        "A: No, more than that, I think was 10 months or 11 months, something like that,\nyeah. Uh-huh.",
        "A: 11 months.",
        "A: Very un -- no, it was very unusual. All of a sudden -- we went to work and\nsome SS lady came with the dog, and -- on my -- on the job where I was working\nshe called out my number [indecipherable] that means 8446, that was my number,\nthere was no -- no name called, just the number. Yeah, 1t was me, what -- this what\nhappened. So that lady wa -- she was in the -- our chief, you know, at work, our\nboss lady. She was saying, 1s it you? What happened to you? What did you do? I\nsaid, I don’t know. And so I had to go with her, because nobody expect that I go\nfree, you know, so [indecipherable] was something unusual. Oh, she said, we’re\ngoing to go in a [indecipherable] to -- to the SS chief, and I -- w -- I thought, you\nknow, my God, you know, to -- to execute me or something [indecipherable] or to\nput me someplace else, what did I do? And then he told me, you know, you’re\nlucky. You dumb lucky girl, she said -- he said, you know. You know what?\nYou’re going home, you go free. To me it was like a -- a -- you know, something\nfrom heaven. But they said, you’re going to go home to your parents. I thought, oh\nmy God, I -- I’m homesick already, you know, but what I gonna have to face over\nthere, though? So --",
        "A: No, no. Well, when I got home, I remember they put me on a train and they\ntook me on a train and she must have bought the ticket or th -- something, the --\nthey had to sit there in a train, to go to Austria. And that was about oh, about a six\nhour ride, something like that, far, far away, you know? So, I thought what happen\nnow, I -- I just, please God, do with me what you think is right, you know, so I\nwent to Austria, to Wells, it was still a little bit -- it was light out, it was still about\nfour o’clock in the afternoon, something like that, five o’clock in the afternoon, it\nwas light out. I was -- that nobody see me, I had no hair on my head, it was\nshaved, you know, that they’Il see that something -- I come fr-from a prison or --\nor something, you know, I looked terrible. I was running on the side, you know, or\n-- from the -- from the train station. I was going somewhere to hide, there were\nsome benches over there, a little park, you know. I was waiting, you know, I was\nsitting, there was nobody in the park, was nobody there, so I was sit there. I had\nthe -- the continuing train, I had at eight o’clock, something like that, to go home\nto Krieskiren because the tr -- you gotta take another train from there. And to\nKrieskiren, the train gonna be there probably about eight, 8:30 or something like\nthat. And I thought, oh my God, and that’s not going to be dark, you know, if\nsomebody see me, everybody knows me, a lot of people know me in that\nhometown over there, on the train station, oh my, okay, I went home, scared like\nanything. And then I went -- Krieskiren I got out and I -- immediately I -- I didn’t\ngo inside of the train because I was -- you know, somebody might see me. I went\nright on the side down in a f -- in a -- in the bushes, so I’m hiding away, and we’re\ngoing to a road what goes, you know, just the forest over there, and I was hiding\nout there, you know. And I was waiting til it’s really dark. And then it was -- after\n10 o’clock, something like that, I started walking home, you know, what gonna\nhappen now at home? And I -- it was -- from there it was about four kilometer to\nwalk home, I did go home. And on the way home, on a -- not far from the hou --\nfrom the house, about a half a kilometer from the house -- in Austria is that -- that\nha -- thing when you meet somebody on the road to say goodnight, and I meet a --\ni-1t was a person go walking, said goodnight, and I said goodnight, you know, and\nI was afraid, you know, that then they recognized me. So I came to the farmhouse\n-- to the house, and I know what the -- the hofe door is the big, big door, you\nknow? The other doors are locked, but this hofe door, I know how to open it, you\nknow, so I open it, you know, and I heard a dog coming, the dog was barking, and\nI named him by the name. Immediately he know me, he recognized me, and that --\nthe other one came, we had the big hunting dog, too. The other one came and\nrecognized me too, I called him by the name. So we went inside, everybody’s\nquiet, dark, cause everybody’s sleeping, you know. So I went upstairs. First I\nlooked around in the house, oh my God, you know? I went upstairs, what I gonna\ndo? I went through -- around through the -- in the other room and through the\ndoors, my sisters were sleeping, I heard them sleeping there. Through the other\ndoor another sister was sleeping, and I went -- I want to see my mother. I went to\nmy mother and I kissed her. She said Frieda, it’s you. I said yeah. She clung\n[indecipherable] was sleep and heard him snoring. And she said come on, come\non. And so we di -- went down to the kitchen together. My sisters heard something\nwas going on, so they all came down to the kitchen downstairs. Oh my God, that’s\nyou, that’s you. They were happy. But then they saw what happened to my head, I\nhad no hair. They felt sorry, but Mom -- Mom said, make something hot for you,\nyou want something to eat? I said no. Some hot to you -- for you, some hot cocoa,\nsome hot tea. I just drinked a little bit, you know, what my mother gave me. That\nwas about it, and then I went to sleep.",
        "A: No, no.",
        "A: The next day in the morning, my mom said that it’s the room over there\ndownstairs, you gonna sleep out there, and I have to sleep upstairs. So okay.\nThere’s a extra room down there. And then I was afraid to get up to face my father\n-- anyway it -- people, you know, too, whatever, the way I look, where I came\nfrom. And I didn’t want to get up. Then my father came to me. Said, I’m so glad to\nsee you. You’re home. He kissed me. Said, get up. That’s it.",
        "A: Not really. You know, I just knew mis -- when my -- my sister later on was\nsaying Dad had lot of connection so that he could get you out, now. But I was\nyoung, you know, and things you know, what kind of connection, there must be\nsomething, you know. I’m glad I’m out -- I’m out here, see. And --",
        "A: Oh yes.",
        "A: Oh yes, oh yes.",
        "A: Oh yeah. Well, first of all my sisters, when they went someplace or th --\nsomething, you know, that my father, oh Frieda is in a concentration camp, you\nknow, this and that, she had something to do with a Pole, you know? And that\ntime it was embarrassing, humiliating, and -- to them, not on -- to my parents also,\nyou know? And when sometimes some -- my sisters, they g -- they went\nsomeplace, somewhere [indecipherable] doing, so the -- there was some\n[indecipherable] you know. One time some people were asking, you know, is that\ntrue that Frieda came home from the concentration camp? They say yeah. Well,\nyou shouldn’t be embarrassed about, that’s her side, you know, sh -- that’s not you\nfault. That they were saying to the girl -- to my sisters, you know? And I was like,\nyou know, when -- first time I don’t want to even go to church, nothing. I went on\na Sunday sometime in the afternoon far away to a chapel and -- instead of going to\nchurch to [indecipherable] in -- in Michaelnbach. And then later on when\nsomebody saw me they were saying, did you -- did you see her? She came back,\ndid you saw her’? I felt like a -- a terrible criminal, you know? I felt terrible. And --\nbut little by little, then later on, my hair were growing back and my mom said, no\ngo down in that village, you know, who -- everybody knows you and knows us.\nGo -- it was hard for -- for someone to take you ahead -- you know hairdresser,\nyou know, what they fix the hair? Said, go to Wells, that’s far away. Drive over\nthere, I give you some butter, give you some meat, you know. If they’re not take\nyou -- they -- they gonna take you if you give them that butter, because meat that -\n- money that time wasn’t important, just like meat and all that, you know, butter,\nyou know, people in a city, they look forward to get something. So they took me\nand I went inside at this hairdresser and she looked at me, you know, he looked --\nI look kind of funny, you know, see what happen. And then I give her -- I didn't\nsay anything, I didn’t have to answer her. And then she did my hair, she gave me a\npermanent, and I came home and little by little I looked better every day. And then\nI start going even -- some friends saw me also, you know, go -- but I always feel\nso guilty, I was the guilty black sheep, you know, I was just bad girl or the --\nsomething, I don’t know, you know. But I wonder what happened to Julian.",
        "A: Well, certain distance. Certain distance, you know? Yeah. But that was some\ndark clouds over, I noticed that, I see that, you know, so it wasn’t the same like it\nwas, no, no, no. Because that time they didn't understood, you know? Now it’s\nentirely different, you know, now they are writing to me, the school friends and\neverybody, you know, they’re so happy for us and everything. But them days, you\nknow, they were different times.",
        "A: Well, a -- the -- a Polish guy that -- Polish guy still working on our farm, you\nknow? The Polish guy what they had -- what -- what Julian came, you know, he\nwas still working on that farm, you know? I remember once he was saying, you\nknow, wh-when the war is over, when I going to go home, what I gonna told\nJulian’s mother how Julian died, you know? And what I gonna tell him? I had no\nanswer for that, you know, I was hurting. And he received a card from Julian, you\nknow, and that just happened that the mailman came, and well, he received some\nmail also from Poland, that Polish guy [indecipherable] a -- a card from Julian, and\nhe said to me, look I got a -- a -- a -- a card from Julian. I said oh my God, where\nis he? And that said, concentra -- concentration camp Flossenbirg. Oh my God,\nyou know. What we gonna do, how we gonna -- we gotta do something about,\nhow we gonna help him, you know. So I wrote a card, and everything in secret,\nnobody knows, you know? And I told him to mail it out. I was saying I’m okay,\nI’m all -- I’m doing fine, and I’m healthy, and how about you? And please be\nstrong [indecipherable] keep your head high, you know? And I put down, Uncle\nFranz, un -- Uncle Franz. And that way he recognized my s -- my -- my writing,\nJulian. We sent it to -- to that was the address, that -- that time I know he’s alive,\nyou know. And then I thought oh my God, and th -- I thought to send him a\npackage, you know, th -- something. And I -- I did -- I’m in a secret -- secretly I\nhad a big box, you know, everything in hiding, in se -- that my sisters couldn’t see\nit, you know? And we all had our closet in a -- and all -- all our girls had our own\ncloset, you know, and I had everything hiding in my closet in a big box. My sisters\nwere going someplace and I was all by myself and that was in the fall. There was\nsome pears [indecipherable] you know, they were really hard when you pick them,\nand in about three, four weeks they gonna get soft, you know? And some apples,\nyou know, that were picked, it was in -- in s -- in October, something like that.\nAnd I put -- I rolled everything in a [indecipherable] to -- in a big box, and then I\nfound still was some holes missing, I put some onions 1n there, I know that the\nonions are, you know, healthy for you. And I found a little bit of tobacco from my\nfather, you know, put it on the side, you know, put mi -- mi -- a -- fill up the\npackage. And packed that and put the address on and -- and I said to Franz, you\ngonna take this on the post office. He said, how I gonna -- how I gonna do that?\nYou know? I said, I gonna give you a little bit schnapps -- because he used to like\nto drink -- give you a little bit of schnapps in a little bottle, and you gonna take this\nto -- but not here in our area, you have to go far away with this -- with this\npackage, that they don’t know, hey, concentration camp does something, you\nknow, who is this, you know? But over there in the post office, they don’t pay\nattention, it’s far away, it’s a big city, you know. And he did. And later on I found\nout that Julian received this package. Made me very happy. And --",
        "A: I never know, no. And --\nBeginning Tape Two, Side A",
        "A: No, I didn’t. Didn’t hear anything, just I keep praying the he gonna make it,\nthat he gonna come back.",
        "A: Yeah.",
        "A: Yeah, that was in May, 18, I remember. And it was -- the -- the war -- when --\nis -- was over in March 23, and I thought, I wonder if he come -- come here, or the\n-- it -- if he survived, and things, you know, and I keep thinking about it, you\nknow, if he made it, you know, over there in concentration camp. And then it was\nalready March, April, May. No, no, he not gonna come, that’s too long already, he\nwould be here by now, you know. So, that was one day 1n a -- I think it was Friday\nor the Saturday evening, Saturday evening it was, May 18, and -- 1945, and I was -\n- it was a beautiful evening, the birds were singing 1n the -- in the -- in the big yard\n-- in the -- in the hofe out there, you know. And a -- I was sitting out there on a big\nbench, it was about seven -- seven during the evening. And my sisters were in the\nhouse, and I was sitting out there in a big bench, I was thinking, you know, what --\nwhat my life gonna be. And isn’t much worth it, you know, so how my life gonna\nbe, and things, and then I was thinking, my God, Julian not gonna -- he not -- he\ndidn’t survived, he didn't make it, but how I can get in touch with his mother,\nbecause I know his mother loved him so much, and he was very close with his\nmother, that I’d want to let her know that he was not a criminal, that he was a good\nman, and that he lost his life because he loved me. And to let her know that. If he\ndidn’t -- maybe he came back to Poland, you know, so I wasn’t sure, maybe he\nwent straight to Poland from the concentration camp if he is alive. And I was\nthinking like that, and -- and the doorbell’s ringing. My sister went out -- out to the\n-- answer the door, the big door, and then she said, Julius, and when I heard that\nword, there’s just one Julius, you know, what I know. My God, this is\nunbelievable, that must be him, you know. And I came running up to the door, and\nthat was him with another friend, both of them on a bicycle, you know. I said, oh\nmy God, you’re here, and then he -- we hugged, and my sister stood there, and she\nwent -- she went in the house, and we talked for awhile and then we said well,\ntomorrow we gonna meet somewhere, and that’s how I was so very happy.",
        "A: Well, it was -- 1-1t wasn’t against the law any more, I know that, you know, but\nI don’t think my father would be very, very happy, but, you know, maybe, you\nknow, it isn’t that bad like it was before, you know, we’ll see, you know, what\ngonna happen, you know? And we didn’t give up with each other, you know. He\ncame and he say he love me, and I say that I love you, and, you know, you be the\nlove of my life and he said the same thing and -- and that’s about it, you know, we\ngonna get -- I want to marry you, he said, you know.",
        "A: Oh, he -- he was -- he was someplace else, on another farm, on his friends, and\nthe people were very good to him, they let him stay there. But I was on my\nfather’s farm, on our farm at home, yeah. And then we came, meet each other\nalmost every day, you know, in the evening and things and then he said well,\nwe're going to get married, and he -- he used to visit my sister, my oldest sister,\nshe was married, she was in Linz and her -- and her husband. And Julian, they\nwere -- he liked him a lot, you know. He said, you know what, Julian said, I want\nto marry, I get married, you know. And then he said, well, I gonna help you.\nWe’re gonna go and see the father together. And that’s how they did it, you know,\nso once he was th -- brought along, he came, and Julian came, you know, so they\napproached my father, you know, and I said without me, I didn’t go1 -- I -- I -- I\nstayed out in the kitchen, I was just listening what’s going on in there, in the\noffice. And then I went in, and then he said okay, you got my blessing, you can get\nmarried. You know, so we arranged everything. Well, actually Julian arranged\neverything and -- and we got married t -- like one year later when he got free.",
        "A: 1946, in March, or in -- in April we got married, right?",
        "A: The wedding was -- actually it was, I couldn’t get married in the same town I\nwa -- I was going school and boy I was going to first communion and -- where we\nbelonged, where we went to school. I just couldn’t get married over there because\nthe people were still kind of, you know, that it wasn’t right, you know. So we said\nwe no have to do that, we’re going to get married in a big city, in Linz. And my\nhusband arranged everything, and arranged a big bus -- a -- a bus, you know, to\ncome and take us all to the wedding, to Linz. My father, and my -- my sister, and\nthe other sister were there, and some from the -- from that place where he was\nworking, where he -- he later on got a job, and -- and he was the -- his -- his\nengineer. And some people were waiting by the church over there for us, with\nflowers and everything, and we didn’t arrived. Something happened with the bus,\nsomething -- the bus broke down. So we had to go the next day, arranged\neverything with the priest and everything, the priest you know, a -- a -- a -- yeah,\neverything was arranged the next day, we got married quick. But we celebrate that\nday before everything, in our house and our farm, yeah. Even my aunt came, my --\nmy [indecipherable] came, and -- and she was there and some other people,\nengineer [indecipherable] where Julian was working and his wife, and some other\nfriends, Julian’s friends and my sisters, all my sisters and brother-in-laws and\nthings were the -- all there. Was kind of strange, but was something. My mother\nmade a good dinner, good food and everything, you know, she was very generous,\nmy mom. And then next day we went to the church, we got married and we went\nstraight to our little apartment what jul -- where Julian was working. There was\ntwo rooms, one kitchen, and one bedroom. And we were very happy.",
        "A: Yes, that, already yeah, he got that job, yeah, yeah. So he was working, that’s\nwhy, you know, the engineer came who he was working for him, and he wa -- they\nwere very nice to us, you know, so --",
        "A: Yes.",
        "A: In July. In -- July 12\" our daughter was born. And --",
        "A: Frieda, yes.",
        "A: Well, actually, I wouldn’t mind to stay, you know, we -- if he gets a better job,\nI mean, you know, to -- to have a f -- to have a future. But then he said, you know,\nhe got in contact with some friends and some society that 1s a possibility to go to\nAmerica if you got a family in America, and he had his father and three brothers in\nAmerica. So, he arranged everything little by little, and told my parents you know,\nthat we go to America. Then my father said, well, I'd rather you go to America\nthan to Poland. I mean, America 1s a land of opportunity. He said, you know, and\nare -- you are still young. Stick together and stay healthy, and you make it, you\nknow, in America, you make it, you know? And that’s how it happened that we\nwere -- went to America.",
        "A: It was. Yes, it was a little scary, because everything strange, but we came, he\nwas my leader. Julian was my leader, what he wanted, I -- I agreed. So I went with\nhim, you know, and our little Frieda, yeah. And --",
        "A: There was some kind of Catholic society that’s supposed to bring a -- the --\nfrom -- from concentration camp people over, you know. And they’re supposed to\npay for that, you know, and later on to repay. My husband did, he repay\nsomething, you know, later on, yeah. And they brought us here to New York, we\nleft in -- we came here March 23 or the 24\". I’m la -- the March -- it was in\nMarch. Was very rough riding. Very -- in March the water was very bad. I was\nkind of s-seasick, and my little girl, too. But my husband, he didn’t. He -- he -- he\nwas healthy.",
        "A: Marine -- Marine Jumper. Yes, I still got a picture from Marine Jumper, and\nwere a lot of people, was crowded, I think there were many families there, you\nknow, yeah.",
        "A: I think 13 days, or the -- 14 days, something like that.",
        "A: No, my husband had five dollars, you know, I didn't had any money at all.\nActually, my money -- I had some money, but it wasn't worth it anything, you\nknow, because that time, you know, and money wasn't -- it was, yeah, after the\nwar, you know, when money wasn’t worth it -- anything. And we came to this\ncountry and | think on a -- on a ship that took good care of us, and when we came\nhere, also there -- there -- you know from far away on a ship you saw that Statue\nof Liberty, so we all got up -- out on a -- high on a -- on a boat, on a ship, you\nknow, and looked at the Statue of Liberty. And it was some -- somehow in the\nmorning, it was already daylight. And some people, the cooks over there, they\nwere very generously done. They had some apple pie, blueberry pie, and my little\ngirl, you know, she th -- the -- for the kids they give everything there, the cooks,\nyou know, everything there -- there -- they want to get rid of the f-food, but they\nhad -- people couldn’t eat o-on a ship because they were sick and all that. And\nthen somebody came and called our names, that they took us to a train station.\nAnd the train goes to Utica.",
        "A: Well, it was -- yeah, it was strange, I mean, you know, sure, and our little girl\nwas running around, I had my hands full with her. And was nice, exciting but\nscared, both.",
        "A: No, actually -- actually, on a [indecipherable] that stepbrother from Julian came\nand stepmother. They picked us up and we never -- ma -- Julian never saw them,\nhe didn’t know them. So, they took us to New York mills, and he never knew his\nfather. I remember his father was sleeping on a couch, he got up and for the first\ntime he saw his son. And he say, who 1s she? She’s my wife, my little daughter.\nUh-huh. Do she speak Polish? No. And -- okay. So it was kind of hard for me to\ncommunicate, but my husband was good, he helped me a lot and he -- he was the -\n- the -- my chief.",
        "A: Yes it was, in the beginning, but we had each other, and we had our little girl.\nAnd --",
        "A: Well, yes, sort of, yeah. And I -- first thing I remem -- important thing was to\nget a job. So we wanted a -- a job and things, so --",
        "A: Yes, in about two weeks -- no, not quite two weeks, we both got the job in a\ncotton mill. I got a -- in a cotton mill as a weaver, working -- first helping out and\nthen learn how to weave, and my husband got in the next fact -- there were three\nfactories and he got in the next one [indecipherable] in a washroom somehow the -\n- the -- with the -- with the -- fr -- what came out from the weaving machine there\n-- there -- there, made the material over there, you know, for something. And --",
        "A: No, not Polish either, just a few words my husband learned me -- teached me,\nthank you and good morning and good night. It was hard. And then it was one lady\nthere at work, her name also was Frieda, Frieda Hartman, in German -- she spoke\nGerman to me. And there was one lady working there what she said she move out\nfrom a -- from the apartment she -- she go -- she moved in with her son. And then\nthat Frieda said, where is the apartment, you know. They said that was a small\napartment. I said, I don’t care, you know, so long w-we are together, you know, in\na small apartment, on our own. So she took me to this apartment, he was a really\nnice man, he had a store -- grocery store downstairs and upstairs he had a few little\napartments. And we got a apartment upstairs and we were so happy, and from\nthere we -- every day went to work. I went to work in the morning, from six to\ntwo, and he worked from three to 11. So all the time somebody was home with the\nlittle girl, so -- there was a lady living next door, a older lady, in between time, just\nin case he left a little early, put her 10 minutes there til I came home, you know, so\nshe always had somebody to take care of my little girl. And --",
        "A: No, just -- no, no, no, yeah, I know it. But I had this paycheck, I brought a\npaycheck home and little by little we had to buy a car. So that was the thrilling\nmoment too, you know, so we bought a car.",
        "A: A used one, a Plymouth, I remember. And that was very exciting. So on a\nSunday afternoon we can go out on a country with our little girl to fr-fresh air,\nwalked around in a -- in a -- 1n a -- you know, nice areas, near the lake or the\nsomething, and we were very, very happy, yeah.",
        "A: Til they moved out, til they moved south, you know, four years we both\nworked there, and -- when they moved away, where I go? What I gonna do? So --\nwell, they were saying that farm is for sale, a farm, but the house is very bad\ncondition because that woman died and that house was just standing there, and the\nson, he was in a -- 1n a war, and he came back and he promised God he gonna go\nfor a minister, and he did. And [indecipherable] the house was for sale. But the\nland was excellent, was 39 acre -- 40 acres of land there, and -- and we went there\nto look at the house and the land -- the land was excellent, I liked it, and the way\nthe house was built, we said the house is repairable, it’s worth it to repair, and we\ndid. My husband had good friends, Polish one from his town that came and helped\nhim on a Saturday, Sunday I did the cooking, and they came and worked, and --\nand -- and repaired the house and did the -- the fixing up the house and we were\nhappy and we stayed there for five years.",
        "A: Yes, yes.",
        "A: Both, both, yeah. I knew I can do it because I was raised like that, and if we’re\ngonna get this here, we can make a little money, we can make a money. My\nhusband started working on a construction. He make good money. And I -- first\nwe had chicken, I raised little baby chickens, 300. And then they’re turning in to\nbe lay -- lay -- laying eggs and everything, you know, and we sold the eggs to the\ncity. And later on we’re just keep them for two years, so they were hundred\npercent layhorn, you know, they were -- were the good chickens. Then we got rid\nof the chickens and then we start getting cattle. New wa -- new -- two cows and --\nand young heifers, to -- I raise myself, I said, you know, so that’s what we did.\nHad 15 heifers and two cows, and we raised it ourselves and make the money. We\nkept them heifers for three years, and they were already turning into be a cow. We\nsold them. We took them to the auction, we sold them, we make a good money.\nAnd then we said now it’s time the children start going school, and it’s no -- no\nway to be on a farm so way up there in -- in -- in Vernon Center. Let’s go and see\nif -- they said it’s a good buy on Cottage Place, a house, a four family house. And\nwe had a good people what we can borrow some money, sell the farm, and ha --\nmade a little money on the side, and buy that house, you know? So we had a\nmortgage on it, but it wasn’t scary at all, the mortgage we paid out from the rent\nmoney, and later on even, we bought a nice little camp on the water, also paid off\nfrom the rent money. And our children went to Holy Trinity School.",
        "A: Oh.",
        "A: Richard -- Richard was born in 1951. When we came on the farm he was\nalready born, and we raised him over there til -- yeah, we got to the city, and then\nhe -- he went to kindergarten in the -- our ch-children went to Holy Communion,\nand everything was as -- was in -- yeah, that’s where we wanted.\nA2: Monument business.",
        "A: Hm?\nA2: Monument business.",
        "A: Very, very nice. Very special people, very -- yeah, ver -- especially on the\nfarm, that neighbor, our neighbor, he was -- he got blessed [indecipherable] was so\ngood to us, you know, and helped us a lot of time, and my husband helped them,\nyou know, we were really communicate real good, you know.",
        "A: What?",
        "A: Yeah, but it was -- that was a -- nobody to -- really discussed this, you know,\nthat -- that was wartime, you know, so yeah. And --",
        "A: Well, once I remember I told my father-in-law, I said I was in a concentration\ncamp, too. And then he answered me, well everybody was in a concentration\ncamp. So then I didn’t talked any more, I was like scared off, and I thought I not\ngoing to tell anybody, bu -- nobody believe me anyway, you know, so I kept it to\nmyself, yeah. They didn't understood, you know, that’s the way it was, you know?",
        "A: No, this had nothing to do, we just want to give them [indecipherable] school,\nif they want it, if we would be able to, to give them a better education. If you be\nable -- we didn’t know if we will be able to give them a better education. Our\ndaughter, she went school, and also then later on to high school, and she graduated\nwhen she was 17, something like that. And she got a job in a bank in Utica for --\nfor awhile, and she later on took courses, all kind of courses, you know, what’s\nwas good, she was interested. And well, when she was 20 - 21, not even quite 21,\nshe got married. Yeah. And our son, he was going to Holy Trinity school, and then\nhe went to high school, and from high school he went to college in Morrisville for\ntwo years and from Morrisville he went to Michigan for another two years, that\ntime, when he got a job over there. And that’s how he was there in Michigan for\nso long, yeah, and -- yeah.",
        "A: Oh, he’s -- he still was working on a construction, and then we were saying --\nthen he was saying it was actually -- that was his idea, somebody was saying that\nthere is a my -- what -- what you can do, then he said, well, I’m a stonecutter. He\nsaid oh my God, you know, why don’t you go in the monument business? He said,\noh my gosh, he hasn’t even thought about, you know. And then we talk it over, we\nhad the little money on the side already. And right there, on the -- where we had\nthe big house, or the four family house, we had a -- a yard over there, a front yard,\nand then they brought us a couple monuments and they -- he open a monument\nbusiness, you know? That’s -- some people said oh my gosh, he had guts to do\nthat, you know?",
        "A: Yes, was successful, yes. And then later on we had a phone call from that lady\nhere what we’re -- where we are now. She said, you know, would you like to be\ninterested in a [indecipherable] to buy a place? He said oh my gosh, 1s that a -- a\ntrick, or 1s that’s true, because he liked that, because he was here a couple times\nand talked with he-her husband and to herself, you know. He was interested how\nyou make them stones, how you do that, and how you get involved with this, with\nthe people on the cemetery and [indecipherable]. They were really nice. They\nexplained it to him, everything, you know, and then later on, her husband died so\nquick, that lady’s husband and she called us, you want to buy it? We had a little\nmoney, and we did, you know.",
        "A: When was that about? 70 - something.",
        "A: Yeah, right.",
        "A: And when we came here, gosh, we were so happy, we sold that camp, even we\ndon’t need the camp. I said, we not go to the camp now. We sold that house in\nUtica, the four family house, good. And the camp. And so we got here, and made\nour home here.",
        "A: Yes.",
        "A: Yes, yes, I -- I -- I wasn’t against it, I helped him, and if he needed to -- me to -\n- for something, I -- I helped him out also. Even I -- if they need me around the\nkitchen when they had some doings, I did it. And I never s -- never was against it,\nand I found some good friends, too, Polish ones, and I learned so quick Polish, and\nthanks God, God was with me. I learned quick Polish and I could communicate\nwith them, and there was no problem at all.",
        "A: No, nobody. I was just -- had my husband with my two children, that’s all. But\nthe Polish people accept me, you know, they adopt me.",
        "A: Not really, I just -- I am not against when my husband want to do something,\nyou ga -- no, he’s the leader what he wants to do and I agree with him, you know,\nand I never was against, you know, whatever he wanted to do. And if he want me\nto, willing to help out something and anything, you know, I did. And --",
        "A: No, I saw my -- my 1 -- for the first time in four -- 14 years, I went home for the\nfirst time. And that was so happy, my husband said, you know, so you go home\nnow for the first time. So, I did. I -- I still couldn’t believe it when I was in a plane\nthat is this true. And my mom and my -- my sisters were waiting on a train depot\nwhen I came from Vienna, I took a train to Krieskiren. And they waited on a -- a\ntrain depot for me and I saw my mom for the first time after 14 years, and my\nsisters. And that seemed so funny because my mom, I really had her mem --\nmemory that she was still the strong woman, and she was different already.",
        "A: No. I was very, very hurt when I found out my dad died, I was just very hurt.",
        "A: Oh yes, always, yes, yes. I wrote. You know, when we bought the house, he\nwas happy, you know, he said he would like to come once in a secret, you know,\nto knock on the door and surprise us, you know, and -- and you know, all kind of\nideas, you know, so they were happy. I remember when we came here, he -- once\nhe wrote that bought a motorcycle and he goes -- goes hunting on a motorcycle\nnow, you know, and so it’s easier for him, you know, so my husband said, hey, we\ngoing to do a surprise for him. You’re going to buy him a nice [indecipherable]\nwith the -- with the fur inside, nice fur boots, he said, warm boots, you know. So\nwe did, we send it over there, and he was so happy, he couldn’t believe it, you\nknow, so, make him feel good, that we are in good shape here, that is we are not\npoor.",
        "A: Yeah, I saw fr -- my sisters -- first of all my mom, and my sisters. They were\nhappy, very happy. And also some friends already, you know. [indecipherable],\nyou know, so and so. And I thought they still, you know, they still no want to\nspeak to me, or the -- something -- I still got that guilty conscious, you know. And\nlater on I ask my sister what the people talk about me now, how they think about.\nOh, she said, you know, all right, she said that’s okay, you know, things. But you\nknow, just so much, you know. And how you doing, and -- and -- and they can see\nthat we went to church, you know, they saw me and all that, I look all right, you\nknow, and things. Then later on they ask them how we’re doing here, and they\nsaid good, good, and so and so to tell them -- told them that time, you know, that\nwe got our own home and we’re happy and then --",
        "A: Little bit.",
        "A: Yes, a little bit already, was a -- a change 1-1n -- you know that they accept me\nmore than -- than, you know, when I was -- before I left. And when I went home\nthe second time, was already better. Then I came with -- our daughter went to\nAustria for a couple of months. She was 18 then, you know. And they liked her a\nlot, you know, and they loved her and later on my husband, we -- we all went to\nAustria. We -- we were quite ma -- more often in Austria. And the more often they\nsaw us, they accept us more and more and more, you know. So, things worked out\nokay, you know, so --",
        "A: Oh yes, they’re -- they ask, you know, oh yes, yes. And when the children\ncame, Frieda and Richard also was there, my husband and me, and all our -- of th-\nthe daughters from my oldest sister, they made -- come to -- you know, pick --\nthey got a big backyard, it was in the summer, you know, a big, beautiful garden.\nAnd they invite all the family, and even friends if y -- they want to come and see\nus and they put on a big, big party, you know, so -- you know, all kind of food and\nthey were really, really nice to us, and I -- I gonna -- I -- we remember that, that\nthey were so nice. And also the other girl from the older sister, you know, she got\na big farm and they put on, you know, the best -- the best Sunday afternoon what\nthey can put on out in a garden, with tables there, with about 30 people all\ntogether, and I think that -- they did really the best what they could do for us. And\nthat felt good, that felt all very good for me, you know. I no feel like I’m, you\nknow, guilty of the something, you know. So every time, more -- the more often\nwe came and other friends, they invite me, you know, invite us, we should come,\nbut we never had a chance to. Some -- some of them died already, they’re gone\nforever. And some of them what we went to school, they always said, you know,\nwant to see my sister. She write ever -- couple times a month, and she said, you\nknow, certain ladies say hello to you and wish you the very best, and -- and they’re\nthinking of you and they’re so happy that you -- you -- you -- you have a good life\nwith your family, and -- and that you got a good husband and a good children and\neverything is worked out good, you know. So that make me feel good, you know,\nit make me feel good.",
        "A: No, I’m just listen what I am -- I hear, but I would never ever -- politic never\ninterested me, you know. So I, politic I throw away completely, it’s just out of my\n-- my -- my -- my life, I just n -- I’m not interested, yeah.",
        "A: Well, when they were bigger already, you know, we explained to them, and we\nwent there, and then -- then they understood what was this all about, and -- and\nwhy, you know, and things, and it’s hard to believe now in -- in the times now that\nsomething like that ever happened before, you know”? That -- to punish someone\nfor something like that, you know, if you fall in love, they punish someone like\nthat and want to kill them, you know.",
        "A: Prob -- probably they did, you know, but I don’t know exactly the -- the -- how\nmuch, you know, but they know that was a bad war, and there was a ba -- bad\nconditions for s -- a lot of people suffered, and it’s hard to explain.",
        "A: No, I just heard from one lady, she -- th -- Rosie Yolkman. She was later on in\ngovernment, a big -- big position she had over there.",
        "A: She was a -- she wa -- no, she was -- sh -- she was a blockalteste. She had the\nwhole block number on where we were. She had to -- she was our boss, you know,\nour blockalteste. So --",
        "A: No, she was a Vienna, Austrian. Maybe Czechoslovakian, but she was in\nVienna and she spoke aust -- completely Austrian and that’s all I know, yeah.",
        "A: In this country, you mean? Well, that was -- I missed holidays like with my\nfamily, and -- but other hand, we work late, we always together, with Julian, our\nchildren, and we had friends, a lot of friends. And tha-that’s my life, you know,\nthe -- Julian and our children, you know, that’s my -- and grandchildren now, you\nknow, that’s our happiest life, yeah.",
        "A: No. Nothing interests me, I -- I no get involved with anything politic, it’s just --\nto me it’s just out.",
        "A: I think they don’t believe it that something like that happen. I don’t think that\nthey believe in that, I don’t think so. I don’t think they believe that’s Austrian, if\nthey na -- were a criminal or the something, that they -- that they put somebody in\na concentration camp, you know. But the people what come from over there, they\nknew them -- them laws that time, you know, they said, oh yes we know that that -\n- that was against the law, you know, to fall in love with foreigner at that time, you\nknow, that was very much against the law, you know. But that we had to go\nthrough something awful like that, and -- but just God was with us, God was good\nwi -- to us that we made it, you know, so --",
        "A: I don’t think they want to -- they want to listen. And they not -- they don’t want\nto know nothing about it, you know, so that just not much to talk about, you know,\nto them, you know, so that’s why I keep -- keep it inside and oh, Julian and -- and\nme, we can talk together, because we know what we had to go through and what\nwas all about.",
        "A: Yes, yes, I always -- y-yes. When we were young we didn’t had time to think\nabout, we were so busy with working, children and our life and things like. I\nalways pushed it away. Sometime it came into my mind, oh, but I always pushed it\naway and -- and I don’t want to think about. That was like a dream, you know,\nsomething in -- and that’s just -- had to go away again, you know. But when I --\nwe went to the Holocaust mus -- that time when we had the interview, that night,\nyou know, I was thinking -- all night I didn’t sleep and I was thinking from the\nfirst day what happened and what we had to go through. I was shook up, I mean,\nyou know, I really was thinking to the bottom you know, how that happened, what\nhappened, you know. Because I always pushed it out of my -- out of my mind, you\nknow, before, you know. I don’t want to think about, you know. But then it came\nto me and it was hard to talk about, very hard to talk about.",
        "A: The cruelty, I mean, you know, and that something like that could happen, I\nmean, you know, so -- so many people to put together and there were, you know,\nso many people in a concentration camp who didn’t do any crime, it was no crime,\nit was just their -- their life there, for what -- what they came from, you know, like\n-- like the -- the -- the -- all kind, like the Gypsies, there were Gypsies there, and\nwer -- there were the Jehovah Witness there, and there were so many young girls\nthere. And politician also, what they -- they’re -- couldn’t help it, that was their\nthinking. And it was just hard to -- to accept.",
        "A: In this country? Of course, yes, yes, very proud that we got an American\ncitizenship and that we go vote, and we never miss it, and we never missed it since\nwe are citizens. And we are very proud about to be -- to be American citizen. We\nwant to be a good citizen, too.",
        "A: Good citizen? To be good, to not do anything bad against anybody, you know,\nso -- yeah, so.",
        "A: The worker’s party, you know, the people, for the working people, you know,\nso I think when I vote, a lot of time I vote for the person who is there, who I know,\nif he’s a good person. If not, I do not vote for the -- even if it’s my party. And if\nit’s somebody there what is -- somebody el -- if he -- I think it’s a good person, do\nthe job good, I vote for them, you know. But since -- I think I’m pretty much\ndemocratic, yeah, yeah. Sorry, say that.",
        "A: I just hope never -- something like that never going to happen again. I mean, I\ndon’t know how it got that far, I mean that there so many, especially young\npeople, or older people also, you know, and young men what they got lost in the\nwar, also. And concentration camps, and -- and anyway, that they had to live\nthrough such a difficult time.",
        "A: Very much. Children are always first.",
        "A: I don’t know, maybe sometime too protective.",
        "A: Yeah. Yes.",
        "A: Yeah, yeah.",
        "A: | -- ’'m very thankful that we’re -- we’re -- are in this country, and that we had\na chance to make our life here, and our -- our children had the education -- well,\nour son is born here, and fr -- and our daughter is born in Austria, but she came\nhere when she was 18 months old, and she got education here, and everything, and\ntheir life is in this country, and I’m very thankful that we are happy together and\nthat we are here in this country. God bless America.",
        "A: Two grandsons, yes, yes.",
        "A: Ah yeah, we -- on holidays, or the -- or the -- or the -- you know, especially on\nholidays and birthdays, and things we’re together, oh yes, yes. One, Eric, that’s the\nyoungest one, he’s still home with his mom, he goes college. And the older one is\nmarried already, 28, and he’s married and he’s a -- a sport teacher, and his wife\nthat he married, she’s also a teacher. And they bought a beautiful home, they\ninvited us a couple of months ago, it’s just very, very nice life.",
        "A: Mm, never -- never had an occasion to -- to talk about that with them, you\nknow, no.",
        "A: Yes.",
        "A: Utica Observer Dispatch, yes, yes.",
        "A: When was it? Oh --",
        "A: Oh, a couple times already, yeah. And the last one I think it was two years ago,\nsomething like that, yes.",
        "A: Oh yes, oh yes.",
        "A: People call in and say, you know, they’re so sorry that we had to go through,\nand even now, not long ago I met somebody, you know, I didn’t even know that\nwoman, she came up to me and she said, I saw that article in the paper. You had to\ngo through such bad times, you know, and I’m so sorry. I said thank you for your\nunderstand that f -- thank you -- I thanked her for it, that was worth it for her to\nsay them nice words to me.",
        "A: No, I’m very satisfied, and my life -- too bad my parents and my family had to\ngo through, and also we had to go through such a hard times and difficult and\nthings. But that time that was the law, and that’s how it happened, but we made it\nand God was good to us, and he let us live through, and made -- heal the wounds,\nand we have a good life, and we are very happy.",
        "A: Catholic, yes, I pray a lot at home. I’m not able to go church any s -- every\nSunday any more because of my arthritis, I had operation, two hip replacements,\nand -- and think it’s -- if I get a chance go to church, I go to church, but I pray at\nhome a lot, so -- and God n -- only God knows it, too.",
        "A: Never. No, I never lost faith. I believe in God.",
        "A: Thank you. God bless this country, and God bless you, too.",
        "A: Welcome.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumDecember 15, 2000\nRG-50.549.02*0067",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Frieda\nNoga, conducted by Regina Baier on December 15, 2000 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Clinton, New York and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "December 15, 2000\nBeginning Tape One, Side A"
    ]
}