{
    "rg": "RG-50.030.0772_trs_en",
    "sequence": [
        "Question: All right, Mr. — Mr. Hunley, we’re going to start the interview now.",
        "Answer: Okay.",
        "Q: It is Friday, the 21“ of February, in 2014. Can you state your name, and when\nyou were born?",
        "A: ’m William Henry Hunley, and I was born the first of May, 1925.",
        "Q: Where?",
        "A: In Matthews County, Virginia.",
        "Q: And did you grow up there?",
        "A: Grew up there and lived there until I finished high school, and — and came up to\nthe Washington area to work, and — and then worked for the navy most of my life.",
        "Q: What was it like growing up there?",
        "A: Oh boy, you wouldn’t believe. It’s a— Matthews County is a — is 99 square\nmiles of delta. The ne-next county, Gloucester County, is full of hills. All the\ntopsoil is washed out of Matthews, so in some places the topsoil is 75 feet thick.\nMan, it — it-it’s beautiful swamp country, and full of — of various — all kinds of wa-\nwaterways and coves and bays. And was a marvelous place to grow up, to play on\nthe water.",
        "Q: Wha — what — what did your parents do?",
        "A: I’m sorry?\nContact reference@ushmm.org for further information about tis collection ;February 21, 2014",
        "Q: What did your parents do?",
        "A: Well, we had — we had a small farm, that — that belonged — come down through\nthe family. And my father was a steam engineer. He went — while he was growing\nup, he was, from the time he was 20 years old, for a while he worked for a lumber\ncompany, and he ran the steamboat that — that carried these lumber crews back and\nforth. And then when the lumber business dried up, he came to Washington to\nwork. So when I finished high school, I came to wash — to — to Washington, and I\nworked up here, too. And then 1950 I started working for the navy, and I worked in\nthe ship design office, through my career.",
        "Q: Let’s go back to your childhood though. What would — do — do you remember\nschool, do you — did you like school, were you a good student?",
        "A: Oh, man. Didn’t — didn’t want to miss any school. I — I walked four miles to\nschool —",
        "Q: Okay.",
        "A: — from the first grade on. Until I— I guess maybe I was a fourth grader, we\n[indecipherable] had a school bus used to take it — take us back and forth. So I—I\nreally — I really liked school, and even now I probably [indecipherable] go running\noff, because I want to go back school again. There’s some things I hadn't learned\nyet.\nContact reference@ushmm.org for further information about tis collection ;February 21, 2014",
        "Q: What were you good at?",
        "A: In school?",
        "Q: Yes.",
        "A: Well, I — I did passably at everything, and from the time I was about nine years\nold, I decided I was going to be an engineer. So I concentrated on the things that\nwould be the most useful to me as an engineer. And I got through that pretty good,\nyou know, at the George Washington University, and the other — well, I wa — first\nI — the war came along, and I went into the army, and I got into the army specialized\ntraining program. And they sent me to loyal — Loyola University to study\nengineering. And I got in [indecipherable] was going fine, and five weeks later\nthey closed the school, everybody went in the infantry.",
        "Q: Oh dear.",
        "A: So I spent — I spent the war in — in Germany. And tha — tha-that’s how I got the\nwounds of course. And —",
        "Q: Sure. Getting back to your — getting back to your childhood; did you play any\nsports, or did you hunt or fish, or do anything like that?",
        "A: Well, I — a lot of hunting and fishing. I was in the river every day as soon as I —\nas soon as I finished my schoolwork and got home, threw my books in the house\nand off to — to the river. Down — down in Matthews, there are two rivers that come\nContact reference@ushmm.org for further information about tis collection ;February 21, 2014\noff the bay, and the East River was about 10 miles long, I lived on the East River.\nSo I had the full run of the East River, with relatives on both sides watching, to\nmake s — make sure that I was doing all right. And that my mother knows if I didn’t\ndo things right.",
        "Q: Right.",
        "A: And every — I think it was marvelous, and there was plenty of woods to hide in,\nand I had a lot of fun with that. And in school I — I —I didn’t play ball, because\nwhen I was about — at about six years old, we had a big yard, and all the\nneighborhood came su — every Sunday afternoon to play ball. And I was batting,\nand my cousin, who lived next door, and was twice my size and was pitching, and\nhe let one fly, hit me smack on the nose. And that ended my ball playing. I didn’t\nplay ball after that.",
        "Q: Yeah.",
        "A: But I — yeah, I — yeah, and then [indecipherable] try the track team, which came\nin real handy when I got into Germany. I remember one time I was out in the\nmiddle of about a 600 acre beet field, they started firing at me with a machine gun,\nand I had to run to get off. Man, those boots were flying.",
        "Q: I bet. I bet. Whe —\nContact reference@ushmm.org for further information about tis collection _February 21, 2014",
        "A: But the good — I got — had — had a real good run through high school, and I\nstarted the archery club, and we had lot of fun with that.",
        "Q: And when did you say you came to Washington?",
        "A: In 1938.",
        "Q: Okay, so relatively early.",
        "A: Sorry?",
        "Q: Relatively early.",
        "A: Yeah.",
        "Q: Okay.",
        "A: Well, I came up in ’38, but then I went back to the this — I finished high school\nin 19 for — in ’42, then I came up here to stay.",
        "Q: Okay.",
        "A: But I —1n ’38, I came up here to work for a while in the summer, and back and —\nback for — for summers. And then after I finished high school, I go — came up and\nstayed here, and worked for the navy.",
        "Q: Were you married before the war, or after?",
        "A: Married?",
        "Q: Mm-hm.",
        "A: After the war.\n 9February 21, 2014",
        "Q: After.",
        "A: Got married 1950.",
        "Q: And did you meet her after the war?",
        "A: Yeah.",
        "Q: Okay, fair enough.",
        "A: I met her at George Washington University.",
        "Q: When the war broke out, did you volunteer, or were you drafted?",
        "A: I volunteered, I was —",
        "Q: You volunteered.",
        "A: — that was — volunteer.",
        "Q: What made you came to that decision?",
        "A: I— what made me come to that decision? Well, I knew that everybody had to\nhelp, and I wanted to do my part. And I wanted to — at the time I wanted to go into\nthe air force, so I enlisted for the air force. And that was great, they\n[indecipherable] my enlistment, and all that. And then it came time to report for\nactive duty. So I went down to report for active duty [indecipherable] and made all\nthe oaths and everything. And then they said, oh, we’re sorry, but the air force quota\nis filled for today. So, can’t get in the air force. I had enlisted for the air force, but\nthe air force, it was part of the army. But, so they said, since you can’t get in the air\n 9February 21, 2014\nforce, if you go over and talk to those folks over there, they’re setting up the army\nspecialized training program, and if you pass that exam, they’Il send you to school\nanyhow. So I took the exams and they sent me off to lo — Loyola University, which\nclosed in five weeks, and I went off in — into the infantry.",
        "Q: What was the appeal of the air force? Did you want to be a pilot, or an engineer?",
        "A: Well, I — I really wanted to be an aeronautical engineer. But I had been taking an\nair — correspondences courses while I was going to high school, 1n aeronautical\nengineering, and I wanted to learn to fly, too. But — so I could have a better\nunderstanding of how the airplane worked.",
        "Q: Right.",
        "A: But since I th — couldn’t get in the air force, and they sent me to Loyola\nUniversity, they put me in a mechanical engineering program, which I wanted to do\nanyhow. So I learned — I got a degree in mechanical engineering, and I work —\nworked for the navy. In order to get the job I wanted in the navy, I had to have a\ndegree in naval architecture. So I went back to the University of Michigan and\nstudied naval architecture.",
        "Q: Okay.",
        "A: It —1t — it worked. I got to be — got to be chief naval architect and — chief naval\narchitect, and technical director for ship design for the navy.\n 10\nFebruary 21, 2014",
        "Q: Now, when they went you to Loyola for school —",
        "A: Mm-hm.",
        "Q: — do you understand why they shut the program down, and sent every —",
        "A: Yes, yes, the war was progressing, and they really needed troops in Europe\n[indecipherable] Pacific too. But it — th-the — mainly Europe. And the — the — the\nneed for engineers were not overwhelming enough to — to keep the — keep the kids\nin school.",
        "Q: Where did you go to basic training?",
        "A: Went through ki — Camp Roberts, California.",
        "Q: When?",
        "A: That was in 19 for — 1943.",
        "Q: And what was that like, how long were you there?",
        "A: I— well, when I went [indecipherable] Camp Roberts for basic, I was\nsupposed to go into the — th-the AFCP six weeks basic training. But on the way to\nCalifornia my records got separated from me, and never arrived. So they put me in\nthe infantry basic, 17 weeks. Which is the best thing that could have happened to\nme.",
        "Q: Why’?",
        "A: Because wa — when I got into combat in the infantry, I needed that.\n 7February 21, 2014",
        "Q: Yeah.",
        "A: The — the extra — extra training, basic training was very valuable to me.",
        "Q: How did you find training? Was it difficult, physically, or mentally, or what\nhave you?",
        "A: It was all difficult, but not — not impossible, I to — I mean, basic training\n[indecipherable]",
        "Q: Yep.",
        "A: Yeah. No problem with that.",
        "Q: And was there any — was there a particular military field that you wanted to go\ninto?",
        "A: Well, I was — I was assigned to the infantry, so that was it.",
        "Q: Right. It’s my understanding though, that beyond infantry, you were specifically\nselected as a scout sniper.",
        "A: Yeah, ri— I— my — when I got in — well, I went through the basic training, and\nmade the mistake of being first on the rifle range. And when our [indecipherable]\nboarding the ship going to Europe, somebody walked up and handed me, and said\nhere, here’s your sniper rifle. And I became — I became a scout — scout sniper.",
        "Q: So there was no — was there any specialized training specifically for sniper\ntraining?\n DFebruary 21, 2014",
        "A: Just — just marksmanship.",
        "Q: Just marksmanship.",
        "A: Yeah.",
        "Q: And do you feel that your childhood of hunting helped in that regard as well?",
        "A: Yeah, oh yeah, yeah.",
        "Q: So you were very familiar, even before basic training, you were familiar with\nsmall arms, and —",
        "A: Oh well, tha — that time I got into a problem, because growing up on a farm, and\non ariver, I had guns from the time I was about six, seven years old. And one of my\nfavorite sports in the fall was to go down to the cove, and shoot the heads off of\nwater — water moccasins when they — they’d come up in the mating season, you\nknow. And I got so that I could hit them pretty good. So when I — when I got in the\narmy, I was too good on the rifle range, and I — I pretty well set — set the course.",
        "Q: After basic training, where did you go?",
        "A: Well, I— I went to the [indecipherable] reservation in California, and we were\non watch for the Japanese. They really were afraid the Japanese were going to\nattack the west coast. They had a submarine come in, | think on either Oregon or\nWashington, and fire some shells ashore, and they thought that 1t was maybe the\noncoming of another Pearl Harbor attack on the west coast. So my division was\nContact reference@ushmm.org for further information about tis collection PFebruary 21, 2014\nscattered along the coast range California. We sat there for about, I don’t know, six\nmonths or so, to be there in case anything happened. Then they decided that my\ndivision was going to go to Europe, so they shipped me to — to South Carolina for\nmore training at Camp Buckner, and then shipped me through New England to —\nto — to France and to Germany.",
        "Q: When did you arrive in Europe?",
        "A: Ah, let’s see. January 1945.",
        "Q: Where?",
        "A: At LaHavre.",
        "Q: Okay, so directly into France.",
        "A: Yeah, mm-hm.",
        "Q: And what wi — did you — you were transported by — by troop ship?",
        "A: Yeah, mm-hm. There was a — a German troop ship, she — her — her German\nname was the German equivalent of [indecipherable] and she was called\nAlexander B. Hamilton, in the US Navy. And she took us over.",
        "Q: What was the crossing like?",
        "A: That was in January, and it was cold, and it was rough. Two weeks. And I — I did\nfine til I went down to my — to my — to the bunkroom. My bunk was on G deck, the\nlowest one down, right against the fore big bulkhead. And so you’re up and down\nContact reference@ushmm.org for further information about tis collection y\nFebruary 21, 2014\n40 feet every — every time [indecipherable]. And when si — to go to — to eat, you\nhad to go up [indecipherable] the ladder to the main deck and stand — get in a line,\nand the — the feeding was continuous. The line went around all day long, and you’d\ngo wa — go up, got in the line, went over to eat, and if you felt you might be hungry\nagain during the day, you went around twice. Then back down to — down to the\nbunkroom. Well, I went down to the bunkroom, that’s on my first [indecipherable]\nand going down that ladder, all the way up and down, that really fixed it. And when\nI got down there, the whole bunkroom was about that deep, with the re-results of\nthe other pe — other people’s had eaten lunch. Man, that was awful. So immediately\nI got assigned latrine duty, of course, which was cleaning up the whole place. That\n— that made it a very miserable trip.",
        "Q: I bet. Was it very crowded?",
        "A: Crowded?",
        "Q: Yeah.",
        "A: Yeah, very crowded. The — by the [indecipherable] before I get down the\n[indecipherable] them. There were — I think there were — think it was 5400 people\non the ship. She wasn’t very big.",
        "Q: Did the crossing go under escort, or —",
        "A: Oh yeah, yeah.\nContact reference@ushmm.org for further information about tis collection iFebruary 21, 2014",
        "Q: Under escort.",
        "A: [indecipherable] right around, and dropping depth charges, and I di — I didn’t\nsee the — the ship get hit by torpedoes, but I — I know that some were fired while\nwere going across.",
        "Q: Did you make any friends on the way over, or did you have any special friends\nbefore landing in Europe?",
        "A: Well, the — the people that were my friends were the people I went to school\nwith. We all got — went and got [indecipherable] over the same — in — in at the\nsame time. So the people I went over with were people I had gone — gone to school\nwith, and they — they stayed with me, long as I was in the — the division. And of\ncourse, when we came back, we were get — we were — came back from — from the\nwar, we were all still in the reserves, and we all got called up on the same orders to\ngo to — to Korea. And I was working for the navy then, and the navy didn’t want\nme to go. I was — I was there working on ship design. So they fought the — the\norders all the way up the line and got — got me released from the orders, and I\nstayed and worked for the navy. The rest of my buddies went to Korea, none of\nthem came back.",
        "Q: Oh dear.",
        "A: None of the ones [indecipherable] the war.\n 6February 21, 2014",
        "Q: Let’s go back to the landing in France, when you actually arrived at LaHavre.",
        "A: Mm-hm.",
        "Q: What was your first impressions getting off the boat? You’re in Europe, what\nwas that like?",
        "A: Well, the first impres — impression was that it needed to warm up a little bit. It\nwas January, so th-the — the fresh goop had melted, and when you stepped into the\ngoop you were up to your knee, and the next time you went almost to your hip. And\nwhen you pulled your leg up, it weighed a ton. Bad. I had — I had read about that,\nand I talked to family and friends who had been in World War I, and I knew it —\nwhat it was going to be like. That was really a [indecipherable].",
        "Q: And now, when you arrived at LaHavre, your unit did not immediately go into\ncombat —",
        "A: No.",
        "Q: — there was some — what happened in betw — what happened with those tr —",
        "A: Well, we went — we did a lot of training and maneuvers and camping and all that\nkind of stuffin France, and then we finally shipped up to — to Germany, up\nthrough Belgium, across Luxembourg, and into Germany at Trier.",
        "Q: Yeah. So, you — you still had several weeks of — of pre-combat training in\nFrance.\nContact reference@ushmm.org for further information about tis collection 7February 21, 2014",
        "A: Yeah, right. Yeah, mm-hm.",
        "Q: And what was that like? Do you — do you —",
        "A: Well, same thing I had done before, had two or three training sessions in camps\nin the United States, we just marched around and simulating formations, and\ncombat formations, and things like that. And then off to the front.",
        "Q: Yeah, now you followed up the Sauer River, is that right?",
        "A: It’s what?",
        "Q: You followed up the Sauer River?",
        "A: I went up — well, I — from LaHavre I went up to — to — went into Belgium, and\nthen across Luxembourg to tr — Trier and then down the — oh boy. Holy smokes, I\ncan’t bring up the name of the river",
        "Q: The Moselle?",
        "A: The Moselle, right, Moselle, right, yep. And down the Moselle to the Rhine, and\nacross the Rhine and down through southern Germany.",
        "Q: Now, when you crossed over the Moselle, that should have been about March.",
        "A: Mm, let me see. I think it was in March, yeah, mm-hm. Early March.",
        "Q: Okay. When was the — when was your first combat engagement?",
        "A: That was at tra — Tr-Trier.",
        "Q: Trier.\n 18February 21, 2014",
        "A: Just — just below Trier.",
        "Q: Take me there. What was that like? Te-Tell me about the entire experience, wa —",
        "A: Well, we took a train thr — across Luxembourg, and we got to Trier, we de-\ndetrained, and from — and to our — our division formation, and we looked dow-down\nthe Moselle, and I — I was — had been designated this — the scout sniper for my\nplatoon, and I was leading the parade down the Moselle, and the first incident in\ncombat, I — we were — I was following a — a fire break — in the fire\n[indecipherable] Moselle. And I come up over a hill, it’s very early in the morning,\nand I see two Germans setting up a machine gun to — to cover the place where we\nhad just crossed the river. So that’s where I started.",
        "Q: And —",
        "A: And that — that was the only time I got hit during the war. Got — got a— gota\n[indecipherable] fragment [indecipherable] buckle.",
        "Q: Who opened fire first —",
        "A: Yes, I did.",
        "Q: — the Germans on you, or you on them?",
        "A: Yes. Yeah, I did.",
        "Q: You on them.",
        "A: Yeah, yeah.\nContact reference@ushmm.org for further information about tis collection ‘9February 21, 2014",
        "Q: What — what type of sniper rifle did you have?",
        "A: [had a Springfield 384, with a Weaver scope.",
        "Q: A Weaver scope. And what was that experience like, what — di— were you —\nwere you shocked by it, were you addled by it at all?",
        "A: Well, I — it’s not an enjoyable experience, but I— I knew what was coming, and I\nwas ready for it.",
        "Q: Okay.",
        "A: So I—I was able to [indecipherable] and — but I lost my s — I lost my second\nscout.",
        "Q: How”",
        "A: He got shot.",
        "Q: Was he killed?",
        "A: No, he didn’t die r-right then, but he did later — later on. He had — he was\nshipped back, but he — he was pretty badly injured.",
        "Q: Okay.",
        "A: But I can’t st — still can’t understand quite how it happened, but I —I got all the\nway through I never got hit except for one — one grenade fragment.",
        "Q: Yeah.",
        "A: And I, a number of times where they started out just to get me.\nContact reference@ushmm.org for further information about tis collection mFebruary 21, 2014",
        "Q: Yes. And did you have to — did you have to take out both of the Germans, or —",
        "A: Well, by — my squad was somewhere all behind me, so as soon as I fired, they all\njoined in.",
        "Q: Okay.",
        "A: And I got passed that and — and went on down the Moselle. Then I — when I got\ndown to the Rhine, when we’re crossing the Rhine, I lost my best rifle. I\n[indecipherable] these little paddleboats, and I thought I was going to be on the left\nhand side of the boat, so I hung my [indecipherable] my rifle on my right shoulder.\nWhen I got to the boat something happened, and they shifted me onto the right side,\nand we’re paddling, trying to dodge all the shells that were coming in, the rifle\nslipped off, it fell in the Rhine. That was a good one.",
        "Q: Now that should have been the Rhine river crossing, we’re probably\napproaching the end of March.",
        "A: Mm-hm.",
        "Q: At that time, the combat should have been picking up a good deal.",
        "A: Oh, yes, it was thick, and pretty rugged. Well, we go — we got to the Rhine, I do\n—I don’t quite understand the rationale, but they decided that we — we — we sat on\nthe Rhine on one side, watching the Germans, and they were on the other side\nwatching us for three days. Then they decided we could sneak across three o’clock\n 7February 21, 2014\nin the morning, they wouldn’t know we were coming. So we got out into the boats,\nand as soon as the first people got in the boats, the Germans fired tracer ammunition\ninto buildings on both sides that were prepared, lit the place up like daylight, and\nthose were the wooden boats that they can’t [indecipherable] in a hurry. But we\nmanaged to get across, and get the beachhead, and went on.",
        "Q: Now, the — the main body of the 89\" did not cross the Rhine in boats, they\ncrossed on a pontoon bridge that was set up afterwards.",
        "A: Yeah, right, but —",
        "Q: So you were in very adv — you were in a very advanced unit —",
        "A: Yes.",
        "Q: —in avery, very for —",
        "A: I was advanced unit, yeah.",
        "Q: Okay.",
        "A: One of our — one of our squads, ma — my — the — the second — I was in the third\nsquad of our platoon. The second — the first squad went across the river first, about\none o’clock in the morning, and set up [indecipherable] along the beach, along the\nriverbank, to guide the boats that were going to be paddling across, bringing us\nacross. And they were under the — under the little seawall, there was a little seawall\nabout that high. They were under that seawall for two o’clock in the morning until\nContact reference@ushmm.org for further information about tis collection 3February 21, 2014\ntwo o’clock in the afternoon before we could get to them. And when we got there,\nthey had just fired their last round of ammunition; they didn’t lose a man. But there\nwere Germans laying all over the place.",
        "Q: And during that crossing, and after the crossing, after you made it over, the\nwhole time you were under fire.",
        "A: Oh yes, yeah, yeah.",
        "Q: That had to have been —",
        "A: Artillery and rifle fire —",
        "Q: Had to have been frightening.",
        "A: — and machine gun fire too.",
        "Q: Now, when you lost your rifle, how did you replace your weapon once you made\nit across?",
        "A: Well, the only weapon I had going up east bank of the riv — of the Rhine was a —\nan [indecipherable] doub-double edged knife that my — my [indecipherable] knife\nthat my father made for me, I wore it in my boot [indecipherable]. And I didn’t get\n—I didn’t get a rifle for two days. But I we — I went up the bank on the east side, and\nPll — they’ll never know how I had got there, but I got along bank, and I was\nstarting down the bank, looking for a place that I could get out of the way of this\nrifle fire, and there was laying a — a M3 Grease Gun machine — sub-machine gun,\n 13February 21, 2014\nwith two packages of ammunition. I never will know how they got there, but there it\nwas. And from then I was the guy that opened the doors. Really something.",
        "Q: Now, what —",
        "A: Two day — two days later, I go — I g-got a rifle that the guy didn’t — didn’t need\nany more.",
        "Q: Yeah. He had been killed?",
        "A: Sorry?",
        "Q: He had been killed, or injured?",
        "A: Well, he was cul — was killed or wounded at least — well, he wasn’t there any\nmore, yeah.",
        "Q: Yeah, okay. So, going into April —",
        "A: Mm-hm.",
        "Q: — I guess you were approaching Eisenach as you were coming in?",
        "A: Well, Eisenach, we could [indecipherable] we went through — went through the\ntown of Velmic(ph), that was — that was a little village where we crossed. And then\nwe went up the — up the [indecipherable] right up to the top, and w-we started\ngoing up, and there’s a little — a little walking path that went up to the apartment,\nand there was a stream coming down. And I’m going up [indecipherable] with my\nlittle sub-machine gun, as first scout, going up the — this little path, and I got — get\nContact reference@ushmm.org for further information about tis collection 0February 21, 2014\nto the first corner and I peek around at [indecipherable] setting up another machine\ngun. And [indecipherable] with my little Grease Gun. And I didn’t come close to\nhitting him. I me — I mean, rocks were flying everywhere, and they — they took off.\nSo we got up on top and then the — the next day we came to a big sugar beet\ncountry. That was the middle of a — I guess maybe a 600 acre shi — beet -- beet\nfield. And the guy who [indecipherable] the beet field [indecipherable] with a —\none of the MG-42 machine guns that fire 1200 rounds a minute. And I’m right in\nthe middle of the field. Man, you talk about boots [indecipherable]. I was\n[indecipherable] I in the — in the track team in school.",
        "Q: Sure.",
        "A: But anyhow, I made it over, and dived into the ditch, and survived that one.",
        "Q: By this time you’ve had ample opportunity to see the Germans in action —",
        "A: Oh yeah, yeah.",
        "Q: — and you in action against them. What opinion did you form of the Germans as\nsoldiers and as professionals?",
        "A: Oh, they were good soldiers. But I still — I can’t — can’t really bring my mind\naround to understand why, but in the time there that I was in the lead, and we were\nmoving forward, I always saw them first.",
        "Q: You saw the Germans first?\nContact reference@ushmm.org for further information about tis collection -February 21, 2014",
        "A: Yeah.",
        "Q: Before they saw you?",
        "A: Yeah. I ca—I can’t understand how that happened, but it did. Cause that day in\nthe — in the beet field, I saw them before they started shooting at me, but they\nwasn’t a thing I could do, I was right in the middle of this beet field, no place to go.\nBut several times I was able to — I think — I think I saved — saved a good portion of\nmy — of my outfit, by being able to alert them to the fact that they were running into\nsomething that was going to be bad.",
        "Q: So this is March, April 1945, how old were you?",
        "A: I was 19.",
        "Q: Okay. What — at that time, March, April 1945, what was your understanding of\nwhat it was you were fighting for?",
        "A: I was fighting for America, for the United States. And I’m up — my people\ncame here in about 1623, and we grew up in Virginia and helped to build what the\nunited — what the United States is, so it meant a lot to me. Still does. That’s what I\nwas fighting for.",
        "Q: And was your understanding that wer — was it your understanding that you were\nfighting against the Germans, or was it against Nazism, or —",
        "A: Well, I—I was face to face with the Germans.\n 6February 21, 2014",
        "Q: Right.",
        "A: Nazism was a concept. The Germans were people trying — trying to kill me.",
        "Q: Right. So it’s something very personal.",
        "A: It got pretty personal at times. A couple of times where they were to — to — they\nwere [indecipherable] of several trying to get me, and that — what made it pretty\nintense.",
        "Q: Yes. Now, in very early April, specifically be-between the third and the fourth of\nApril, you’re moving up. What — when did you arrive at — what was your first\napproach to Ohrdruf?",
        "A: Oh, Ohrdruf was quite — quite — quite a while later. It was probably — let’s see, I\nguess it was maybe three weeks or so over there.",
        "Q: Okay.",
        "A: Then there was skirmishes along — along the way, and then we went to Ohrdruf,\nand of course the — the tanks were the first ones in. We were following the fourth\narmored division, and the — the tanks were in there first and they started bringing\nthings up, but then they — we were — we were right behind them, or right with them.\nAnd I was first through the — through the wall [indecipherable] went in, and\n[indecipherable]\nContact reference@ushmm.org for further information about tis collection -\nFebruary 21, 2014",
        "Q: Did you understand what Ohrdruf was beforehand? Did you understand that\nyou were going to —",
        "A: I had no idea it was that til we hit it.",
        "Q: Okay, so you had no idea.",
        "A: Mm-mm.",
        "Q: As you’re marching up, wh-when was — did you first make sight of 1t? And what\nwas that like? What did you think it was?",
        "A: Well, the first — first tu — first day, I was — I had a — was the [indecipherable]\nstarted firing, and we were right along with the tanks. And then the — it became\nobvious that there were, you know [indecipherable] on this enclosed area, and the\n—it— my infantry get 1t— moved up to move into the area. And there was a — it was\na — the [indecipherable] and there was a — a wire fence [indecipherable] fence.\nAnd I went through that.",
        "Q: What did you think it was?",
        "A: Well, I didn’t have any idea at first. But wer — after the fence, stacked in — I\n[indecipherable] along the fence, was dead bodies of the people that wer — that\nthey had killed.",
        "Q: Were you receiving fire on the way in?\n 38February 21, 2014",
        "A: Not wer — not at first. The — the — the guards were pretty well shook up by the\ntanks when they came in. Now there’s some — some [indecipherable] firing, but\nnot a real pitched battle. But there were — some of the German guards were still\naround [indecipherable] inside the — the compound, but they took off pretty quick.",
        "Q: When you crossed the wire, and were inside the camp, what were the first things\nyou started to see?",
        "A: Well, the — first thing I’d see, of course, were these — these bodies stacked\nagainst the fence. And then I could see the bodies laying around on the — on the\nground, just all over the place. Where — where — wherever the people — the people\nwere, they shot them, where-wherever they were. The only ones that were still alive\nwere the ones that were smart enough to get down and pretend that they were dead.\nAnd there were still quite a few that were — were alive, and as we moved 1n, th-they\nthought that we were — you know, the Americans moving in, the Germans were\nleaving, some of them started getting up, and go — got this — I see some of them.\nAnd some of them who were wounded, and some of them were not wounded, but in\nhorrible shape, had a — they were in horrible shape. They were beaten and — and\nburning up, and sick, and — and it was just horrible.",
        "Q: You said the Germans were leaving. Were they escaping, or were they —\nContact reference@ushmm.org for further information about tis collection 5February 21, 2014",
        "A: Yes, whatever — ever th-th-they — well, when — when they re-realized that we\nwere moving in, they marched the prisoners out for 60 miles or so. And of course, a\nlot of them — a lot of them died along — along the way. But the ones that were left\nwere the ones that were too sick to march, and they killed most of those when —\nwhe-when — when we — when we moved into the — there — they killed most of those,\nand then left. But there were still a few alive.",
        "Q: Did you personally encounter any Germans inside the camp?",
        "A: Not individually, no, mm-mm. I — I was in — in the firefight, but they were\ndistant from me, they — they were not —",
        "Q: Right.",
        "A: — that close up.",
        "Q: Did you interact with any of the prisoners?",
        "A: I— well, I didn’t have the language capability to talk to them, but I tried to\nconvey the idea that I felt sorry for them, and that we were — we were trying to help.\nAnd we [indecipherable] had all kind of help, these people were lying all — all over\nthe place, they were still alive, that couldn’t — couldn’t move. And dead bodies all\nover the place that need to be moved. We bu — we buried a lot of people. I wasn’t\ninvolved in the burials myself, because I was first line combat scout, and I had — I\nContact reference@ushmm.org for further information about tis collection 0February 21, 2014\nhad move on. So I was ha—I moved out very shortly after we got in there. And they\nhad — lot of people came up behind and took care of the administrative business.",
        "Q: When did you come to an understanding of what Ohrdruf was, and what the\npurpose of the camp was?",
        "A: Well, was pr — was pretty obvious when we got to the edge of the camp, you\ncould see what it was, right. And I didn’t knew that the — the Germans had\nconcentration camps, and war camps. Ohrdruf was a work camp, it wasn’t — they —\nthey di-didn’t have the — the killer machinery, the ovens and all that, but they were\nworking them to death. And when that didn’t ha — fast enough, they beat them up,\nkilled them. They had — they had clubs to beat them with.",
        "Q: Right.",
        "A: Yeah. They were all dead, horrible. And I wouldn’t want to go back through that\nagain.",
        "Q: Did you understand that many of them who were there, many of the prisoners\nwere Jewish people?",
        "A: Oh yes, yeah, I knew that, yep. Yep. Very bad.",
        "Q: How long were you in the camp?\nContact reference@ushmm.org for further information about tis collection ,February 21, 2014",
        "A: About — well, actually in the camp, only about one day, I was right next to the\ncamp for another day. But I was on the front line, and we were moving, so we had\nmoved on out into the forest.",
        "Q: Did you — wa-was there any effort to try to provision for the remaining camp\nsurvivors?",
        "A: Oh yes, they did that, the [indecipherable] gave the artillery. Our artillery — our\ndetachment were the first ones in after us, after the infantry, and they did a lot of the\ncleaning up and taking care of the people. And then of course the — the other — other\nsupport troops moved in and they cleaned up the place, and buried the dead, and fed\nthe survivors and took care of them. But — and I — I had — I had to move on. I was —\nI was in front — I was scout for the outfit, and I was — I was going.",
        "Q: You said when you entered the camp, the bodies were stacked up.",
        "A: Yeah, mm-hm.",
        "Q: Were they clothed, or unclothed, what —",
        "A: Some of them were clothed, some of them were partially clothed, some of them\nwere naked.",
        "Q: Okay. Had they obviously been starved and worked?",
        "A: Oh yes. They — th-they were in ha — in horrible shape. Some of them had just\nbeen shot, and they were so bad off they weren’t even bleeding. You could see the —\nContact reference@ushmm.org for further information about tis collection »February 21, 2014\nsee the bullet holes with a little blood around them, but they weren’t — weren’t\nactively bleeding.",
        "Q: Right.",
        "A: They were — they were in horrible shape, all — they were almost dead. They di —\nthey were the ones that were so — so sick that they couldn’t — they couldn’t go on\nthe forced march, th-they couldn’t — so they were — they were [indecipherable]\nthey were treated horribly. Beaten up with clubs, and shot and most — practically all\nof them were shot.",
        "Q: Is there any way of you estimating how many of — dead — how many o-of the\ndead people were there, that you saw?",
        "A: Well, I—1I—I- there — there were heaps of them, and I — course I didn’t — didn’t\nhave time to stop and count them, but there were hundreds, hundreds.",
        "Q: And how many — how many survivors?",
        "A: Well, I only say maybe 15 or 20. Maybe the — thi — maybe not even that many.\nThey were stoo — standing up and moving. God, I — I — they were the only ones that\nI had really — well, there were — especially the ones that were standing up. And in —\nmost — most of them were [indecipherable] on the ground either dead or dying.",
        "Q: The ones who were still alive, what — did they try to interact with you, or anyone\nelse in your platoon?\n 33February 21, 2014",
        "A: Well, yeah, we ha — they came running up to let us know that they were\noverjoyed that we were there. And we tried to — tried to talk, but I couldn’t talk to\nthem, because they couldn’t — they don’t — couldn’t understand their language.",
        "Q: Sure.",
        "A: And most of them were — were too bad off to do very much talking anyhow. But\nthey — they came up to let us — let us know that they were glad that we were there.",
        "Q: Both men and women?",
        "A: I don’t remember any women.",
        "Q: Men, okay.",
        "A: Just they all — all that I remember were men.",
        "Q: Okay. Very good.",
        "A: I don’t know if there was women there or not, there may have been, but I didn’t\n—I don’t remember seeing any.",
        "Q: Did that experience, seeing the camp, s — and seeing some — th-the dead people\nwho were — who were stacked up, and also some of the live people who came and\ntried to — to speak with you, did that change at all, your understanding of the war,\nand why you were fighting it?",
        "A: Well, it reinforced what I already knew, yeah, I knew — I knew — I knew what we\n— what we were up to, and what we were fighting, but it — it sure reinforced my\n 34February 21, 2014\nunderstanding of it, because there were — it was just absolutely horrible. I just\nfinished reading the book called [indecipherable] Patton. And one section in it\nthey discuss the — the — the — Ohrdruf, and Eisenhower and Patton came to s — to\nsee the place, and they said it was so bad, that it upset Patton so bad that he went\noff to the side and — and lost his lunch. [indecipherable] Patton [indecipherable]\nthat’d be a pretty rugged — he wasn’t the type to get all excited.",
        "Q: And he came several days after you were there.",
        "A: Yeah, oh yeah, yeah. Yeah.",
        "Q: When you moved out of the camp, where did you go then?",
        "A: We went down as fast — far down into Thuringia forest, and right into\n[indecipherable] and had — there was several firefights going through Thuringia\nforest.",
        "Q: What was the fighting like? Could you feel German resistance strengthening, or\nweakening?",
        "A: Well — well, I was — it was weakening, because we were gradually wiping out\nthe ones that were in there. And I got into some pretty — pretty fierce set-ons myself.\nAt one time — one point, we were leaving a unit of the 76\" division, and my platoon\nmoved up to relieve one of that platoons, and I walked alongside the platoon\nsergeant, and he stood up. And of course, Patton required that we wear our insignia\nContact reference@ushmm.org for further information about tis collection -February 21, 2014\non our helmet right there, in gold. Nice and fi — nice and flashy. So he stood up, and\nwhen he stood up, bing, right through his insignia. And the next shot was for me,\nbut somehow he missed. I don’t know how, because he had a fine rifle, and a fine\ntelescope. But he missed. And I got down behind a spruce tree about that big. And\nhe shot a group just where I’d be, though the — his first tree, about this wide, he had\nabout like that. And he wa — he sees — he saw some part of me, I guess that — that he\nthought, or at least he thought he did, and he was shooting at, and he — and he had\nput right in there. He was shooting one of their — I ca — I can’t remember the\ndesignation [indecipherable] 10 shot semi-automatic — automatic rifles, that they\ndesigned and built to counter the M-1 rifle. And it was a very fine rifle, and he had\na—abi—ab~—a beautiful telescope on it. I [indecipherable] telescope\n[indecipherable] and he’s still using it.",
        "Q: So you — you engaged that German — you — you had to kill him.",
        "A: I—I didn’t kill him, I [indecipherable] the — I had two — I had a—a\n[indecipherable] on both sides of me. And [indecipherable] and when I got down\nbehind a tree, and he was — he was — he had me st — stuck, I couldn’t move. And\nthey could hear him [indecipherable] they didn’t stop shooting at me. So I went up\nand got his — got his rifle, and took the scope off, and sent the scope home to\n[indecipherable] my scope.\nContact reference@ushmm.org for further information about tis collection xFebruary 21, 2014",
        "Q: And as you’re moving — as you’re moving on, at some point you cross the\nMould(ph) River?",
        "A: Which one?",
        "Q: The Mould(ph) River.",
        "A: Let’s see. I don’t recognize that name. Well see, we went — we went from —\nWoodruff(ph) is just south of Gotha right?",
        "Q: Right.",
        "A: We went through Gotha, down to Woodruff(ph), down through the Thuringia\n[indecipherable] and I wound up Czechoslovak — Czechoslovakia border, it wa —\nthe little town of Langenbach in Germany. And I can’t even remember all the\ntowns we pa — we passed through light — no, no, let’s see — no, I been — it’s been too\nlong since the war.",
        "Q: Sure.",
        "A: I’m [indecipherable] I’m getting sort of — I don’t recall the names as well as I\nused to. But we went through [indecipherable] a number of times between Gotha\nand Langenbach and a couple of them, there was some pretty fierce fighting.",
        "Q: Mm-hm.",
        "A: [indecipherable] that was a — a-actually it was before — yeah, [indecipherable]\nwas before Ohrdruf. Had a big fight at [indecipherable].\nContact reference@ushmm.org for further information about tis collection -February 21, 2014",
        "Q: Had you ever been to Europe before the war?",
        "A: No, mm-mm.",
        "Q: So that was your first experience of Europe?",
        "A: Yeah.",
        "Q: What did you think of it, in terms of the terrain, the land?",
        "A: Oh, it was beautiful. Germany was just gorgeous. I thou — I remember when I\nwas going across southern Germany, | couldn’t understand why people from places\nas beautiful as that would be [indecipherable] to take — take somebody else’s land.\nIt was a [indecipherable] a hilly country, all beautiful green farms, there’s little\nvillages on top of the hills, little white villages on top of the hills, and it was just\nbeautiful scenery.",
        "Q: Now, apart from the German soldiers, who were clearly trying to kill you an-and\nyou were trying to kill them —",
        "A: Yeah, yeah.",
        "Q: — did you interact with any of German civilians as you were moving through?",
        "A: Oh yes, yeah, yeah.",
        "Q: What was — take — te-tell me about that experience.",
        "A: Well, as we went through, of course, we would come to German homes where\nthey would — they just — I — I — al-almost every Monday — Monday was baking day,\n 38February 21, 2014\nwe'd come to a home [indecipherable] baking. And absolutely beautiful breads and\ncakes, and all kinds of stuff. And when we come through, the — the ladies of the\nhousehold would trot out the baked goods for us to sample, and man, oh boy it was\ngood. And the — the — in the — in Germany, southern Germany, most of the\ncivilians that I ran into were not too — not too bad to — to talk to or get along with.\nWhen we got into Austria, man they were the most vicious ones that I ran into.\nRight in Salzburg.",
        "Q: In — in what way”?",
        "A: Well, the ones in Germany would — would talk to us, and they would just talk\nabout, you know, just the average whatever you talk about. In Austria, as soon as\nyou [indecipherable] was around Salzburg that this, you know, what — what we\nwere doing to them, taking away their radios, taking away all this and that kinds of\nstuff. They didn’t have any of the stuff that they should have, because we were\ntaking it all away. And what they had, was houses with six or eight rooms, some of\nthem, with one room solid full packed with silverware that they got -- looted out of\nFrance and other countries that they’d taken over. I [indecipherable] they had a\nroom full of — of plate and — and tableware, and all kinds of hou — silver\n[indecipherable]. All that kind of stuff just stacked up. Crazy.",
        "Q: Yeah.\n 39February 21, 2014",
        "A: And they were very, very perturbed because we were taking away their stuff.\nTheir stuff. Man.",
        "Q: Was there — was there ever a point in the war that came, where you — where you\nthought for yourself, we’re winning this, we-we’re — we’re — this 1s going to end\nsoon?",
        "A: I thought that right from the beginning.",
        "Q: Really?",
        "A: Yeah. I mean I — in France, soon as we got ashore and started moving, we were\npushing them back. This Battle of the Bulge was sort [indecipherable]. I was off on\nthe right hand side of that in — in France, but we were — obviously had them on the\n— on the [indecipherable] along.",
        "Q: Were you engaged in the Battle of the Bulge, or to — off on the flank?",
        "A: Yeah, I was — I —I was not in the Battle of the Bulge.",
        "Q: Right.",
        "A: I was off on the side.",
        "Q: Right.",
        "A: And — but I went up too far to that, after the — the actual Battle of the Bulge was\nover.",
        "Q: Mm-hm.\n 40February 21, 2014",
        "A: But, very interesting experience.",
        "Q: Was there ever a — a sense — was there — di — wer — did there come a time where\nyou could sense that the German war machine was slowing down?",
        "A: Yeah.",
        "Q: That there weren’t being — when was that time?",
        "A: Oh, we’re actually across the — actually across the Rhine, they definitely\n[indecipherable] slowing — slowing down. And the troops there who were — who\nwe were battling, were becoming less and less efficient. When we crossed the\nRhine, the — the troops that we were battling were from around Salzburg, and they\nwere the — the Home Guard type. And they were not — not as proficient as the\nsoldiers we fought all up — up through the Rhine.",
        "Q: Right.",
        "A: Some of them were very poor shots. That’s the reason I’m still here. Thank\nheavens for that, but a lot of them were older, and they were not the — not as — not\nthe top notch soldiers that we fought [indecipherable] across the Rhine. But that\nwas [indecipherable] where we ran into SS troops, and people were very topnotch\nsoldiers. And at the end, when we were — when we wound up at — at Langenbach,\nwe were getting ready for another push on the fifth of — fifth of March, I think, we —\nfifth of April — fifth of May, we were having another push into sh — into\n 41February 21, 2014\nCzechoslovakia, and there was a whole — I don’t know how the arrangement 1s of\nSS troops, and the other t-topnotch troops that had been digging in and getting\nready. And we were p-p-pushing off against them. But that would have been — that\nwould have been a horrible battle. But just the — the — we lined — we lined up th-the\n— the — the infantry lined up in battle formation, the trucks started their engines, the\ntanks started their engines. And just as we started following, the word came down\nthe war was over. Happy day.",
        "Q: So what ha — what happened then? What happened when the word came over —",
        "A: Everybody shot everything they had into the air.",
        "Q: And what was the reaction on the opposite side, on the German side?",
        "A: Well, I-I don’t know what — what went on over there, but there — there was no —\nthere was no battle or anything like that.",
        "Q: Right.",
        "A: They — they initially — they di — they didn’t just immediately dissolve and go\naway. But th-they started coming in and — and — and, I mean ha — by the thousands.",
        "Q: Surrendering.",
        "A: Surrendering, yeah, mm-hm.\n 0\nFebruary 21, 2014",
        "Q: What was that experience like? Were they — these men who you had been\nfighting against for some time now, all are coming towards you, presumably with\ntheir hands up surrendering. What wa — that must have been an odd experience.",
        "A: Very odd. And ye-ye — course th — y-you didn’t — ye — we had no idea whether —\nwhether we could trust them or not, you know? Th-That — they were pretty sneaky\nat lots of things, and it was a sort of a hard experience to stand there and watch\nthem come out, you know, thousands of them, but just a — a few of us. And\n[indecipherable] weapons, they could have [indecipherable] us up pretty good.\nBut it [indecipherable] surrender, they were — that’s all good.",
        "Q: How long did that take? How long did it take before — for all of the — the\nGerman units to start surrendering to you? What was — that process take a day, a\nfew days, a—",
        "A: Well, it took a few days. There — there was — they were also — course, behind the\nGerman front lines, it di — di — took a few days before they acquiesced to — to come\nin.",
        "Q: Even after you said, okay, that you understood the war was over, at that point\nwhen the war was over, were there every incidents of still receiving fire from the\nGerman side?",
        "A: Not that I remember, no.\nContact reference@ushmm.org for further information about tis collection 4February 21, 2014",
        "Q: Okay.",
        "A: Once — once that over, and we got the word that the — the country had — had\nsurrendered and it — there were some si — local fights, but I wa — I wasn’t — I was\nnot in any of them.",
        "Q: Okay. And when the Germans came to surrender, what did you do with them?",
        "A: Oh, they just pass them on back, and they — they had [indecipherable] times,\nand I wi—I didn’t — I didn’t see any [indecipherable] they were behind me. But th\n— the — they [indecipherable] been — been just miles for troops marching. Lots of\nthem.",
        "Q: Where did you go, once the war was over, what then happened, what happened\nto the 89\" division? Where did you go, where did you st —",
        "A: Well, we went to Austria.",
        "Q: Okay.",
        "A: And we were in — in duty in Austria for about a year. And then the — the di — the\ndivision was dissolved, and we came home.",
        "Q: What did your duty in Austria consist of? What did you do there?",
        "A: Well, I — there were mostly was just — just living there. There wasn’t anything\nmuch to do. Once in a while we would have an assembly with — we’d fall out in\nContact reference@ushmm.org for further information about tis collection “February 21, 2014\nuniform. Sometimes we [indecipherable] and sometimes not. But there was not\nvery much to do, just — just a matter of just staying there.",
        "Q: Mm-hm.",
        "A: And it was a beautiful country and a lovely place to be. And I was on\nWolfgangsee at St. Gilgen. This is just out — just outside of Salzburg. And we\nstayed there for almost a year. It was just this gorgeous place.",
        "Q: And how were you living? We-Were you in garrison, or —",
        "A: Yeah, well, there was a — a— a— an apartment building, a big, big apartment\nbuilding in St. Gilgen, and my — my [indecipherable] was in that apartment\nbuilding. And they — we all were very comfortably housed, and everythi-everything\nwent fine, but there was nothing to do except to stay there.",
        "Q: And — but you were still interacting with the Austrian people, even if you did not\nunderstand the language. What was th —",
        "A: Well, by — by that time I [indecipherable] so I could talk to them.",
        "Q: Okay.",
        "A: And that — I got so I could carry on a pretty good seventh grade level\nconversation. So I go —I got along fine with them. But the Austrians, most of the\nadults that I ran into, were really, really bitter. They kids, I got so that I could talk to\nthe kids and a lot of them were pretty friendly, and some of the — some of the adults\nFebruary 21, 2014\nwere pretty friendly. But a lot of them were very bitter. We we — we were taking\naway their things, you know.",
        "Q: Mm-hm.",
        "A: Of course, they’d — they robbed the — the whole world as far as they could reach,\nof everything they could get, but we were taking away their things. Yeah. Very\npeculiar.",
        "Q: Yeah. When did you get word that you were going home?",
        "A: Well, let’s see. I came home in April 1946, and I can’t re — I can’t even\nremember the details of how — how that came about, but th — the di — the division,\nwhich 1s all [indecipherable] back to France and took ships to the United States.\nCame into New York harbor. Very nice to [indecipherable] sign them up there.",
        "Q: So, you were on deck when you came into the harbor?",
        "A: Yeah, oh yeah, mm-hm.",
        "Q: What was that experience like, seeing it?",
        "A: Oh boy, that was — that was — that was really great to be home, I’Il tell you.",
        "Q: Yeah.",
        "A: I seen the Statue of Liberty standing up there.",
        "Q: Did you get to spend a day or two in New York City, or not?\n 46February 21, 2014",
        "A: Well, as soon as I got ashore — I shouldn’t admit this maybe, but I went AWOL,\nwent to see my mother.",
        "Q: Okay. Where did you go to see mother?",
        "A: I got th — but I didn’t re — soon as we got into New York, right away they took\nus to Camp Kilmer, New Jersey. Soon as I got into tha — got ma — everything\nsettled, assigned my bunk and all, I took off for the train station and went to\nWashington, D.C. to see my people.",
        "Q: What was that like when you first saw your — your mother?",
        "A: Oh, man, that was great. I hadn't seen her for a long time. You know, I’d been\nout — I’d been in the army for three years, and I spent most of time in California or\nsomeplace else. I’d only seen them one time during that time. And it was very, very\nnice to get back to them, yeah.",
        "Q: Did they know ye — that you were coming?",
        "A: Basically, yes. That — I don’t know how my mother found out that I was going to\nbe in — in w — 1n Washington, but my dad was working in Washington, and my\nmother was out on the farm. And when I got — when I — I-I — as soon as I got in\n[indecipherable] into New Jersey, and got settled in the camp, I hopped a train for\nWashington. And I must have called my dad, I guess, or I just sent him a — you\nknow, a telegram or something, so he knew I was coming. But when I got to his --\nContact reference@ushmm.org for further information about tis collection 1“February 21, 2014\nwhere he was living in Washington, my mother was there. I was really surprised. I\ndidn’t think she knew I was coming, I was going to pick up my dad, and go down\nand see her.",
        "Q: And did you see — did you first see them at the train station, or at — at home?",
        "A: No, I— at home, yeah.",
        "Q: At home. And so —",
        "A: And that — yeah.",
        "Q: You came walking up, and wish they — were they already waiting on the porch,\nor —",
        "A: Th-There they were, yeah. They didn’t know what train I was coming or\nanything. But we had a — getting home, really, really exciting. That was good.",
        "Q: How many days did you spend with her?",
        "A: With my — at home?",
        "Q: Yeah.",
        "A: Well, I —I had to go right back to the c — the camp, because I was AWOL.",
        "Q: Sure.",
        "A: If I didn’t get right back, I’d get stuck for sure. But I — I didn’t — didn’t get in the\n— they didn’t — they didn’t give — give me any trouble. I went back and got signed\nin, and got all processed out, and then went home.\nContact reference@ushmm.org for further information about tis collection ts\nFebruary 21, 2014",
        "Q: How long did that process take of — of output —",
        "A: About two weeks.",
        "Q: About two weeks?",
        "A: Yeah, mm-hm.",
        "Q: And then where did you go, did you go to Washington, or —",
        "A: I went back to Washington, yeah, then went — when went back to Matthews\nCounty again.",
        "Q: Okay. So if — you spent —",
        "A: But my — my dad was working in Washington, and now I had been working\nthere with him before, and he helped me, so I went back to Washington and\n[indecipherable] from their home.",
        "Q: Okay. So after — after demobilization, you’re back in Virginia.",
        "A: Mm-hm.",
        "Q: Okay. Wh-What did you decided to do? What — did you just do nothing for —",
        "A: I want to get — get back to school. Went to George Washington University,\nsoon as I got back, and registered for the first class I could get in.",
        "Q: Okay. When was that?",
        "A: Yeah, that was — let’s see, I came home in — in mar — April. First class I could\nget was a fall class, so fall of ’46.\nContact reference@ushmm.org for further information about tis collection 6February 21, 2014",
        "Q: So— so September 1946 —",
        "A: Yeah.",
        "Q: — you’re back at George Washington University.",
        "A: Yeah, yeah.",
        "Q: Did you stay on campus, or did you stay with your parents in Washington?",
        "A: [indecipherable] before . And I went back to working with him part time, while\nI went — while I went through.",
        "Q: Where was he living in Washington, do you remember?",
        "A: Yeah, on 15th Street.",
        "Q: Oh.",
        "A: 15\" and M.",
        "Q: 15\" and M, okay, so relatively close.",
        "A: Yep.",
        "Q: What — and what was he doing, remind me.",
        "A: He was running the power plant and machinery in a hospital steam plant. Still\nsteam engineering.",
        "Q: So you were both working, as well as going to school?",
        "A: Yeah, right.",
        "Q: How long did it take you to finish school?\nContact reference@ushmm.org for further information about tis collection <pFebruary 21, 2014",
        "A: Sixteen years. But I — I— well, I— I got —I got two degrees — three degrees,\nreally. I got [indecipherable] degree from George Washington, and then I worked\nfor a while for the navy, then I went back to Michigan to get my degrees in naval\narchitecture and marine engineering, cause I wanted to be chief [indecipherable] |\ncould do that once I got those degrees. So I went back to the navy and went back to\ndesigning ships, and I worked my career through there, 30 ye — 30 years.",
        "Q: What was your first job out of school?",
        "A: Out of school I was still — I — well, I— I — 1 wa —I was working for the navy — I —\nI was go —I was going to George Washington, and soon as I got settled in to\nGeorge Washington, I went to the navy. The navy had — had pretty much closed\ndown the ship design office after the war, because it had — it wa — had more ships\nthan they could use, they were trying to get rid of ships. But by 1950, they were —\nthey were at a point where they were starting to assemble a ship design team again\nfor the future. And I went in on ja — speculation just to see if there was anything that\nI could get to do. And they hired me as a — a part-time draftsman. I couldn’t get a po\n— a government appointment, three years before I could get a government — federal\nem-employee appointment, but I worked as a part-timer for — for three years as a —\nas a draftsman. And when they finally started staffing the office at the end of the\nContact reference@ushmm.org for further information about tis collection «1\nFebruary 21, 2014\nthree years that I was right — I was right at the — at the bottom when things start to\n[indecipherable]. It was perfect.",
        "Q: So that would have been the early 1950s, or so?",
        "A: Yeah, 1950, August 1950.",
        "Q: So 1-it’s around this time when you meet your wife.",
        "A: Well, I met my wife at — when I was still — when I — when — started at G — at\nGW in 1946 — no, for — ’47. She ki — she was going to school at Lisberg College,\nand she came to George Washington for her sophomore year, so it was 1947 I met\nher.",
        "Q: Were you in class together?",
        "A: No, oh no, she was a — she was, you know, ki — she was studying economics, I\nbelieve, and I was in engineering.",
        "Q: How did you meet?",
        "A: At this fraternity party.",
        "Q: Okay.",
        "A: One of my buddies — she was — but they thr — my buddies, he ca — he was a—a\nmarine type too. He got on a ship, went to South Africa. He was gone too long.",
        "Q: When did you decide that you liked your wife? When did you decide —\nContact reference@ushmm.org for further information about tis collection =February 21, 2014",
        "A: Oh, almost immediately. She was very attractive, and she was from — she was\nfrom Lovell(ph), Virginia, I was from Matthews County. And of course I speak\nthe — I still speak a little bit of the Matthews County brogue, you know, in we —\nmy family moved to Virginia in the 1620s, and they brought with them the\nElizabethan English, and Matthews County is very isolated. Practically all the\ntraffic in until — until I was born, practically all the traffic into Matthews County\nwas by boat, so there wasn’t much traffic in and out. And the language tended to be\npreserved. The men who worked on ships, they went all over and they — gradually\nthe men’s language changed. The women’s language stayed pretty much\nElizabethan. When I was kid they still used something very close to Elizabethan\nEnglish. I had a lot of that — a lot of [indecipherable]. And this — thi-this — so I still\nhad a lot of that. So when I went to college, lot of the kids couldn’t understand what\nI said. And Carol showed up, they said hey, you speak the language. You gotta go\ntalk to Bill, we can’t understand what he says.",
        "Q: What was your first date together?",
        "A: Well, our first date together was well, I wasn’t dating her, she was dating my\nbuddy. And he and I were double dating. And then he took off for South Africa,\nand the fraternity had another party, so I invited her.",
        "Q: When did you decide this was the woman for you?\nContact reference@ushmm.org for further information about tis collection «;February 21, 2014",
        "A: Oh, about at least a month later.",
        "Q: When did you propose, and how?",
        "A: Well, it was the nec — the next summer, I guess, and we were out rowing in a\nrowboat, and I — we listening to the concert down at the Watergate in Washington.\nAnd I got a little romantic, proposed to her, give her my fraternity pin and all that.",
        "Q: So that was on — you were on a rowboat in the Potomac River, and that’s when\nyou decided?",
        "A: Yeah.",
        "Q: What year was that?",
        "A: Well, I had decided before that, but that’s the first time I told her about it.",
        "Q: So she got your pin rather than a ring.",
        "A: Yeah. Got a ring later.",
        "Q: And she agreed straightaway, or did she put you off for a while?",
        "A: Well, she put me off for a while. Took a little while to convince her.",
        "Q: When did she finally come ‘round?",
        "A: Well, it was — it was almost 1950. We were married in 1950. August 1950. Sep —\nSeptember 1950. So it took a little while to convince her that everything was going\nto be all right.",
        "Q: And did you have children straightaway?\n <4February 21, 2014",
        "A: Sorry?",
        "Q: Did you have children straightaway? Immediately have children?",
        "A: Well, our first — our first child was born in ’55. So we didn’t have any right\naway. And had the daughter in *55, and another one in ’58. Boy. Lots of memories\ncoming back.",
        "Q: Sure.",
        "A: Yeah.",
        "Q: And where were you living when you — where did you make your family?",
        "A: Well, I — I was living in Washington, working for the navy when we got\nmarried, and then we rented an apartment in Washington, and then after a few\nmonths we bought a house close to the apartment. And then we moved back to\nVirginia when everybody — when we decided to have children, we moved back to\nVirginia, to get to — to a more congenial neighborhood, and be able to get to the\nschools easier.",
        "Q: Where in Virginia did you go?",
        "A: I went to Alexandria, in the Monticello Park area.",
        "Q: Okay, bri — I know that area.",
        "A: Yeah, it’s pretty nice.",
        "Q: Mm-hm. How many years did you stay there?\nContact reference@ushmm.org for further information about tis collection -February 21, 2014",
        "A: Fifty-one.",
        "Q: Fifty-one year, a long time.",
        "A: Yeah.",
        "Q: Very long time.",
        "A: Yeah, the kids grew up there, they really — they loved it. They — they — we — we\nwere on Argyle Drive, which is a short street with a cul-de-sac at the end. It’s only\none blo — one block, and then a cul-de-sac. And the whole neighborhood was full of\n— full of kids when mine were coming along. And so ver — the kids were all up and\ndown the street all day, everything ver-ver-very nice. Wonderful. And a good — the\n— the parent dig — the parents all right, very good neighbors. Nice place to live. But",
        "Q: And you said — how long did you — how many years did you work for the navy?",
        "A: Thirty years.",
        "Q: Thirty years.",
        "A: Yeah, mm-hm.",
        "Q: And as a — and your official job title when you retired?",
        "A: When I retired I was chief naval architect, and te-technical director for ship\ndesigns for the navy.",
        "Q: And what year was that?\nContact reference@ushmm.org for further information about tis collection <<February 21, 2014",
        "A: That was 1980.",
        "Q: 1980? Okay.",
        "A: Yeah, mm-hm.",
        "Q: So all the way — you were designing ships from —",
        "A: 1950 to 1980, and then after I retired, I still designed ships for another 30 years.",
        "Q: What sorts? What kind of ships?",
        "A: Oh well, I — I did quite a bit of de — the design work for the navy under contract.\nAnd I designed a few [indecipherable] vessels, some smaller vessels, 40 — 40 — 45\nfoot work boats and fishing boats, things like that. And I designed the — the\n[indecipherable] for the alexan — Alexandria Seaport Foundation.",
        "Q: Right.",
        "A: After I retired, I — I joined the Alexandria Seaport Foundation, and in ‘92 I\nbecame chairman of the Seaport Foundation. And at that time we had the old\nschooner, Alexandria, 125 foot [indecipherable] schooner. And I started a\nboatbuilding school to ha-have something for the kids at Alexandria and\nWashington — whole Washington area to do. And we — we — it really took off, I\nwas amazed at that. You know, wh-when I went to set it up, I talked to the city\ncouncil, and they weren’t very interested. I went and talked to the school board, ah,\nyou’re wasting your time, they said, your kids don’t want to do anything like that,\nContact reference@ushmm.org for further information about tis collection =nFebruary 21, 2014\nthey want to play in the streets and all. But I— I persisted and I got the school\nstarted in 1992, and I started off with a— a group of 15 little kids that were 12 - 14\nyears old, and had a group of neighborhood supporters that would support them.\nAnd they all came in and we split them up into groups of five kids, with at least one\nadult with each group, so that they had some good supervision. I started them\nbuilding little wooden boats. And I — we found that boy, when — when a lot of —\nmost of those kids — most of them when they came, they were — boats didn’t mean\nanything at all to them. And doing anything with their hands didn’t mean to them.\nThey didn’t di — they’d never done anything. But when they came in to us, about a\nweek of working on a little boat that was going to be theirs when they finished, as\nlong as they could actually do something, man, the effect was amazing. So that’s\ngone on since ’92 and it just kept on growing, it’s national now. A-As our system\nthat we developed has been spread all over the country, and now a hundred, 185\norganizations in the country that use our system, teaching kids to build little wooden\nboats. The little wooden boat is — is the key to it. They come in, and they get started\nwith hammer and — and chisels and saws, things they had never touched before, and\nthey learn to use those things, and they start building a little boat that they can see, I\ncan do something that’s going to last and will be good for me —",
        "Q: Sure.\n sgFebruary 21, 2014",
        "A: And that — it really gets them. Works very good. Then, a-after we got that going\ngood, we started adding classroom exercises to help them with their schoolwork,\nand now we teach mathematics and physics and hi-history, and a couple of other\ncourses occasionally, for the kids that are in high school and have trouble with a —\nwith the high school. They don’t do well in — in math, a lot of the —a lot of the boys\nparticularly don’t do well in math because they’re sitting there working on\nmathematical problems that don’t relate to anything. They can’t see any — any sense\nin it at all because it doesn’t — doesn’t relate to the things they do. But when they\ncome in, we start teaching them to use mathematics to lay out the boats and\n[indecipherable] and all that kind of stuff, and they see the use for it, it makes a big\ndifference.",
        "Q: I bet.",
        "A: Yeah.",
        "Q: Your — after the war was over, you had a long life, very long, a good long time\nafter the war.",
        "A: Yeah.",
        "Q: Did your experiences during the war bother you? Do you they come back to you\nlater on?\n <9\nFebruary 21, 2014",
        "A: Oh yeah, it came — it came back to me constantly. When I first got home, if a car\n—car go down the street backfire, I’d wake up under the bed. But I gradually got\nover that, and it — it — it didn’t bother me so much as it, you know, changed my\noutlook a lot.",
        "Q: In what way?",
        "A: Well, one thing, I was — th-the group that I was with were practically all\nvolunteers, enlistees — enlistees, and of course, the — the — the main — main body at\nthe World War II army was draftees. And I found that the people who went\nvoluntarily, they were — had a slightly different outlook on things, and I — I — I was\nglad that I had enlisted and gone voluntarily [indecipherable] what I had to do.",
        "Q: Can you talk about that a little bit? In what way wa — 1n what way was it\ndifferent? Was there a sense of professionalism, or was wa — how was it different\nbetween —",
        "A: Well, yeah, professionalism, and in the way that indu — individ-individuals\nreacted with each other, the ones who had enlisted tended to be more interactive and\nworked together better than the ones that were drafted. That — that wasn’t — I mean\n[indecipherable] not the across the board thing, wa — everybody was still different.\nBut the — the — overall, the — the — the people that I knew that were enlistees tended\nto, I thought, be a little bit easier to — to — to work with, and get things done. A lot\nContact reference@ushmm.org for further information about tis collection <0February 21, 2014\nof the — a lot of the draftees, some of them that I knew personally, were just, you\nknow, absolutely overwrought with having been drafted. They wanted nothing to do\nwith it, and that — that influenced everything they did. The ones that — that\nvolunteered knew what they were going — going to do, and th-they — they tended to\nrespond a little differently.",
        "Q: Sure. You said when the Korean War broke out, there was an effort to re-\nmobilize you?",
        "A: Well, when the Korean War broke out, I — I was already demobilized\n[indecipherable] to the navy. And they — they started calling up the reserves again,\nand I got called up. The first sheet of orders that I got included me, and most of the\npeople that had been in my immediate organization in World War II. And the navy\n[indecipherable] back to them. They didn’t want me to go, because I was working\non a ship design business, and so they managed to the — get the orders — pre — get\nme off the orders. And that amazed me too, because th-they have to track it up unit\nby unit. They first tried the unit that I was assigned to, were turned down, and the\nnext [indecipherable] they took it to the office of the president to get me released.\nAs I [indecipherable] that really amazed me because I hadn't been at — I hadn't\nbeen at the navy very long. But apparently they — they had something they wanted\nme to do, so I stayed on and became chief naval architect.\n 61February 21, 2014",
        "Q: And — but you did not initiate that process —",
        "A: No, no.",
        "Q: — that was initiated by the navy.",
        "A: I—I-—I went in — when — when I got th— when I got my orders [indecipherable]\ngot my orders [indecipherable] got married, and I had already taken two weeks off.\nAnd when I went back in after two — two weeks after I got my orders — course,\nwhen I got my orders, I had to notify the office. And when I went back in two\nweeks later to pick up my books and thi — drawing tools [indecipherable] from the\noffice, and I was leaving to go report to duty, and the — th-the — the assistant chief\nnaval architect at that time, came running down the aisle, said hey, Bill, hey Bill,\nyou don’t have to go. Man, was that good news.",
        "Q: I bet.",
        "A: Oh boy. Cause th-the — the — the group of my — on my orders that went, didn’t\ncome back.",
        "Q: No.",
        "A: None of them.",
        "Q: I’m curious, by this time that you’ve had a few university degrees and what —\nwere they trying to remobilize you as an enlisted man, or as an officer?",
        "A: Well, I was — I was a PFC in the — in reserves.\n 3February 21, 2014",
        "Q: Okay.",
        "A: [had been offered officer training school before I was demobilized, but I — I\ndidn’t — I didn’t want to take that as a career, I wanted to be an engineer.",
        "Q: Right.",
        "A: So — but I was called — I was called up as a first — first class private. First class,\ntoo.",
        "Q: How old were you at that time?",
        "A: Sorry?",
        "Q: How old were you at that time?",
        "A: Let’s see, that — that was in 1946, I was — hm, 20 - 22.",
        "Q: When did you decide to leave Alexandria and live where you are now?",
        "A: Well, I — well, I always said, living in Alexandria, we became interested in this\nold little village of Waterford up in Loudoun County. You know Waterford?",
        "Q: Yes.",
        "A: They have a very won — they had a wonderful — well, they still have a wonderful\nannual event where they have the old homes tour and colonial craft exhibits. I was\nvery interested in — in the colonial crafts. I trava — I’m a gunsmith and make\nfurniture, and all that kind of stuff. So I used to go to Waterford and go — go there\nfor the fair every year, and got to working with some of the craftsman up there on\nContact reference@ushmm.org for further information about tis collection 3February 21, 2014\ndifferent things. So I— we got — both of us got so interested in it that we watched for\na — a lot that we could buy, we were looking for a house, really. But we — none of\nthe houses came up for sale that we could — could ha — could handle. So a lot came\nup for sale, so we bought the lot, 1968, and then we started drawing back — I started\nmaking designs for houses. And, of course, in Waterford they had all — had all\nkinds of restrictions on what you could build because they wanted to keep the tenor\nof the village. So I designed what I thought was a real [indecipherable] house, and\nI took it to the [indecipherable] took it to the — the architect who was the\n[indecipherable] on what you could build. Showed it to him, he said, oh, that’s a\nnice little house Bill, but that — that’s — that would look beautiful in Lancaster\nCounty, Pennsylvania, but that’s not for Waterford. So I went back, and I\ndesigned a brick house. Oh, he said, man, Williamsburg. Beautiful Williamsburg\nhouse. Not for Waterford. So about that time, my wife was reading\n[indecipherable] the “Washington Post,” and at the bottom end of the classified\nads was, log house for sale. They were tearing down a log house because they built\n— had new houses all around it, they — they couldn’t do anything except tear — tear\ndown and move it. So we went over — she said, let’s go over and take a look at it.\nWell, that was the first week in May, 1970. And I said, oh, I’m too busy, I can’t\ntake — make it. So next week she tried again. The house was still for sale. Third\nContact reference@ushmm.org for further information about tis collection «4February 21, 2014\nweek, still for sale, tried again. The fourth week, Sunday — Sunday afternoon, it was\nraining cats and dogs, the kids were grumpy as all get out. Said okay, let’s take the\nkids over, we’ll go look at it. So we went over and there’s this log house. By that\ntime they’d taken the roof off, and it was raining for all week, and water dripping on\neverything. We opened the back door, and the inside of the house had been lone —\nhad been lined with [indecipherable] board, you know, this fabulous tan, soft fiber,\ninsulating board? And when we opened the back door there was enough\n[indecipherable] that the whole ceiling collapsed, and two tons of water and all\nfrazzly wood came down. But it opened up everything so I could see all the logs.\nAnd it was in good shape. Only two logs needed some — some moderate repairs. So\nright there we bought the log house, and we [indecipherable] hire a guy to haul the\nlogs over to our lot to Waterford so we could rebuild it. And he started loading up\nthe logs, he says, hey, you know, my father’s got a log house three miles over there,\nthat he hasn’t used for 10 years, he’d probably sell that to you, if you wanted it. So\n[indecipherable] that was very reasonable, so I bought that and they moved both of\nthem over, and we combined the two of them to make one house in Waterford.\nAnd we finished it [indecipherable] lived in it to the point where we lived in it\nabout 1975. And we had — still had floors missing, and no doors or windows\ninstalled, things like that, but we moved 1n in time for the kids to go to school in the\nContact reference@ushmm.org for further information about tis collection «February 21, 2014\nfall, and then I built it up from the inside. So that’s how — that’s how we got into\nthat.",
        "Q: Very nice.",
        "A: And it’s be-been nice, I really — really had a good time there. I still live in — still\nlive in there.",
        "Q: Yeah. Is your — is your wife still with us?",
        "A: No, she died in ni — in 2003.",
        "Q: I’m sorry.",
        "A: But she enjoyed the house as long as she was there. She liked it.",
        "Q: Okay.",
        "A: I was planning on building a boat, I had — had — had a design along the way for a\n36 footer. But she wasn’t really too keen on a boat. So she saw this old house thing,\nand she says, why Bill, you’re — you’re really interested in all this colonial\ncraftsmanship and stuff, you’d di — you’d like this log house. We ought to — we\nought to go look at that. I put her off for a month, just — when I went to look at it,\nshe finally got me. So I never — never built my boat.",
        "Q: No. Now, I’m sorry, but going back to the war —",
        "A: Yeah.\nContact reference@ushmm.org for further information about tis collection «<February 21, 2014",
        "Q: — there are people today, not only in the world, but in this country, who say and\nwho claim that the Holocaust never happened.",
        "A: Oh gad. Can you imagine people as stupid as that? I can’t.",
        "Q: Now what —",
        "A: A-A-And that’s not — I understand what you’re saying, but th-that’s just\nabsolutely insane. I — I — I— I — that just — I just can’t come up with any — anything\nto explain that.",
        "Q: What would you say to those people?",
        "A: Well, I’ve never run across one of them, but I — I sure I would come up with\nsome proper things to say.",
        "Q: Yes.",
        "A: I was there. I was in the original play. Ic — I can read you script line by line.\nMan, some of the places that I saw were raps — just — just — it’s unbelievably\nhorrible. And how — how a nation could do that, I don’t know.",
        "Q: Did it change the way you felt about the German people?",
        "A: Well, yes, of course. I — I didn’t know much about the German people pu —\nbefore. I have some — I — I have a very extensive family, my people who were in\nVirginia by — by 1623, and so we became [indecipherable] a lot of them came\nfrom Germany. But none of the German people that I — that I knew had any — a-any\nContact reference@ushmm.org for further information about tis collection onFebruary 21, 2014\n1-indication of anything like that. I don’t know — I just can’t understand ho-how that\ncould develop.",
        "Q: Mm-hm.",
        "A: But on the other hand, the Germans have a history of that, that there have been\nbattles from — from way back, all the way from the beginning.",
        "Q: Did you ever return to Europe after the war?",
        "A: Oh yeah. I’ve been back to Germany tho — about six times. I used to go to\nEngland frequently because I — and France because I was chief naval architect for\nthe navy, and I was involved in naval design programs for the British, Canadians,\nand the [indecipherable] the Australians. So I used to visit them all.",
        "Q: Why Germany? Why did you go back to Germany?",
        "A: Well, I — I went back — I-I wanted to go back and trace th — follow my trace — the\n— my wartime trace from Germany. I went back four times to try that and never got\nto do it. I took my family with me, and we’d always run across something that they\nliked so much they didn’t want to leave. So I never got to go back and trace that\ntrail again.",
        "Q: And what di — do — so you — were you traveling by car?",
        "A: Yeah.",
        "Q: Yeah, mm-hm.\n 6a\nFebruary 21, 2014",
        "A: Yeah.",
        "Q: And when — when was that? When — what —",
        "A: Well, let’s see, yeah, we went in — boy, let’s see. In — in the 60s and 70s, it was —\nour da-daughters went with us. And before that I was too busy with — with the navy.\nBut in 60s and 70s, and we went back once in the 80s. We went to France — in the\n80s we went to France, but instead of going to — to Trier, then going down to\nMoselle, or down across the Rhine, and follow my tracks, when we got to fr — to\nFrance, we rented a car in Paris, and we drove up to where we go into Germany,\nand man it was gorgeous there. And the weather was beautiful, and so we\n[indecipherable] to Germany. | — I still would like to go back, but I don’t think I\ncan do it now.",
        "Q: Going back to Germany then, how, if at all, did both the country as well as the\nGerman people change?",
        "A: Well, of course the — when the war was over, the — the people changed pretty\nrapidly. And I — I became a — a pretty good [indecipherable] with a lot of them\naster — after the war. Used to correspond with some of them, and course you never\ncan tell what they’re actually thinking, but what they said was quite different.",
        "Q: Yes.",
        "A: Yeah.\n 69February 21, 2014",
        "Q: That’s —",
        "A: But they — they were — at th — I can’t understand how — how it could develop to\nwhat — where I was, but they were — that was a vicious nation. Horrible. I’m glad\nthat’s over.",
        "Q: We’re making this recording, this recording will go into our archives.",
        "A: Mm-hm.",
        "Q: It'll be used by historians and scholars, and people who study not only the war,\nbut the Holocaust 1n particular.",
        "A: Yeah. Mm-hm.",
        "Q: Do you have anything in closing that you would like to say?",
        "A: Well, no, can’t think of anything we haven’t already covered. And I’ve lived a\nlong life, and I’ve done a lot of things, so I could talk on and on for the rest of my\nlife, probably, and never stop, but it probably wouldn’t be of too much interest for\nyour researchers. So I hope that what I have been able to cover today will be of\nsome use to you.",
        "Q: It is very useful, and it was very, very interesting —",
        "A: Good.",
        "Q: — and very, very nice speaking to you personally, so —",
        "A: Good. Nice talking to you.\n70February 21, 2014",
        "Q: So-",
        "A: I wish you good success with the program.",
        "Q: We hope so as well. It’s an ongoing program, and hopefully it will be going on\nfor — for a few years more, so —",
        "A: Yeah, mm-hm, very good.",
        "Q: So many thanks for your time, and many thanks for your service to the nation.",
        "A: Oh, you’re certainly welcome.",
        "Q: Thank you.",
        "A: And the service for the nation was for myself, too.",
        "Q: Very good. Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: All right, Mr. — Mr. Hunley, we’re going to start the interview now.",
        "Q: It is Friday, the 21“ of February, in 2014. Can you state your name, and when\nyou were born?",
        "Q: Where?",
        "Q: And did you grow up there?",
        "Q: What was it like growing up there?",
        "Q: Wha — what — what did your parents do?",
        "Q: What did your parents do?",
        "Q: Let’s go back to your childhood though. What would — do — do you remember\nschool, do you — did you like school, were you a good student?",
        "Q: Okay.",
        "Q: What were you good at?",
        "Q: Yes.",
        "Q: Oh dear.",
        "Q: Sure. Getting back to your — getting back to your childhood; did you play any\nsports, or did you hunt or fish, or do anything like that?",
        "Q: Right.",
        "Q: Yeah.",
        "Q: I bet. I bet. Whe —",
        "Q: And when did you say you came to Washington?",
        "Q: Okay, so relatively early.",
        "Q: Relatively early.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Were you married before the war, or after?",
        "Q: Mm-hm.",
        "Q: After.",
        "Q: And did you meet her after the war?",
        "Q: Okay, fair enough.",
        "Q: When the war broke out, did you volunteer, or were you drafted?",
        "Q: You volunteered.",
        "Q: What made you came to that decision?",
        "Q: What was the appeal of the air force? Did you want to be a pilot, or an engineer?",
        "Q: Right.",
        "Q: Okay.",
        "Q: Now, when they went you to Loyola for school —",
        "Q: — do you understand why they shut the program down, and sent every —",
        "Q: Where did you go to basic training?",
        "Q: When?",
        "Q: And what was that like, how long were you there?",
        "Q: Why’?",
        "Q: Yeah.",
        "Q: How did you find training? Was it difficult, physically, or mentally, or what\nhave you?",
        "Q: Yep.",
        "Q: And was there any — was there a particular military field that you wanted to go\ninto?",
        "Q: Right. It’s my understanding though, that beyond infantry, you were specifically\nselected as a scout sniper.",
        "Q: So there was no — was there any specialized training specifically for sniper\ntraining?",
        "Q: Just marksmanship.",
        "Q: And do you feel that your childhood of hunting helped in that regard as well?",
        "Q: So you were very familiar, even before basic training, you were familiar with\nsmall arms, and —",
        "Q: After basic training, where did you go?",
        "Q: When did you arrive in Europe?",
        "Q: Where?",
        "Q: Okay, so directly into France.",
        "Q: And what wi — did you — you were transported by — by troop ship?",
        "Q: What was the crossing like?",
        "Q: I bet. Was it very crowded?",
        "Q: Yeah.",
        "Q: Did the crossing go under escort, or —",
        "Q: Under escort.",
        "Q: Did you make any friends on the way over, or did you have any special friends\nbefore landing in Europe?",
        "Q: Oh dear.",
        "Q: Let’s go back to the landing in France, when you actually arrived at LaHavre.",
        "Q: What was your first impressions getting off the boat? You’re in Europe, what\nwas that like?",
        "Q: And now, when you arrived at LaHavre, your unit did not immediately go into\ncombat —",
        "Q: — there was some — what happened in betw — what happened with those tr —",
        "Q: Yeah. So, you — you still had several weeks of — of pre-combat training in\nFrance.",
        "Q: And what was that like? Do you — do you —",
        "Q: Yeah, now you followed up the Sauer River, is that right?",
        "Q: You followed up the Sauer River?",
        "Q: The Moselle?",
        "Q: Now, when you crossed over the Moselle, that should have been about March.",
        "Q: Okay. When was the — when was your first combat engagement?",
        "Q: Trier.",
        "Q: Take me there. What was that like? Te-Tell me about the entire experience, wa —",
        "Q: And —",
        "Q: Who opened fire first —",
        "Q: — the Germans on you, or you on them?",
        "Q: You on them.",
        "Q: What — what type of sniper rifle did you have?",
        "Q: A Weaver scope. And what was that experience like, what — di— were you —\nwere you shocked by it, were you addled by it at all?",
        "Q: Okay.",
        "Q: How”",
        "Q: Was he killed?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Yes. And did you have to — did you have to take out both of the Germans, or —",
        "Q: Okay.",
        "Q: Now that should have been the Rhine river crossing, we’re probably\napproaching the end of March.",
        "Q: At that time, the combat should have been picking up a good deal.",
        "Q: Now, the — the main body of the 89\" did not cross the Rhine in boats, they\ncrossed on a pontoon bridge that was set up afterwards.",
        "Q: So you were in very adv — you were in a very advanced unit —",
        "Q: —in avery, very for —",
        "Q: Okay.",
        "Q: And during that crossing, and after the crossing, after you made it over, the\nwhole time you were under fire.",
        "Q: That had to have been —",
        "Q: Had to have been frightening.",
        "Q: Now, when you lost your rifle, how did you replace your weapon once you made\nit across?",
        "Q: Now, what —",
        "Q: Yeah. He had been killed?",
        "Q: He had been killed, or injured?",
        "Q: Yeah, okay. So, going into April —",
        "Q: — I guess you were approaching Eisenach as you were coming in?",
        "Q: Sure.",
        "Q: By this time you’ve had ample opportunity to see the Germans in action —",
        "Q: — and you in action against them. What opinion did you form of the Germans as\nsoldiers and as professionals?",
        "Q: You saw the Germans first?",
        "Q: Before they saw you?",
        "Q: So this is March, April 1945, how old were you?",
        "Q: Okay. What — at that time, March, April 1945, what was your understanding of\nwhat it was you were fighting for?",
        "Q: And was your understanding that wer — was it your understanding that you were\nfighting against the Germans, or was it against Nazism, or —",
        "Q: Right.",
        "Q: Right. So it’s something very personal.",
        "Q: Yes. Now, in very early April, specifically be-between the third and the fourth of\nApril, you’re moving up. What — when did you arrive at — what was your first\napproach to Ohrdruf?",
        "Q: Okay.",
        "Q: Did you understand what Ohrdruf was beforehand? Did you understand that\nyou were going to —",
        "Q: Okay, so you had no idea.",
        "Q: As you’re marching up, wh-when was — did you first make sight of 1t? And what\nwas that like? What did you think it was?",
        "Q: What did you think it was?",
        "Q: Were you receiving fire on the way in?",
        "Q: When you crossed the wire, and were inside the camp, what were the first things\nyou started to see?",
        "Q: You said the Germans were leaving. Were they escaping, or were they —",
        "Q: Did you personally encounter any Germans inside the camp?",
        "Q: Right.",
        "Q: Did you interact with any of the prisoners?",
        "Q: When did you come to an understanding of what Ohrdruf was, and what the\npurpose of the camp was?",
        "Q: Right.",
        "Q: Did you understand that many of them who were there, many of the prisoners\nwere Jewish people?",
        "Q: How long were you in the camp?",
        "Q: Did you — wa-was there any effort to try to provision for the remaining camp\nsurvivors?",
        "Q: You said when you entered the camp, the bodies were stacked up.",
        "Q: Were they clothed, or unclothed, what —",
        "Q: Okay. Had they obviously been starved and worked?",
        "Q: Right.",
        "Q: Is there any way of you estimating how many of — dead — how many o-of the\ndead people were there, that you saw?",
        "Q: And how many — how many survivors?",
        "Q: The ones who were still alive, what — did they try to interact with you, or anyone\nelse in your platoon?",
        "Q: Sure.",
        "Q: Both men and women?",
        "Q: Men, okay.",
        "Q: Okay. Very good.",
        "Q: Did that experience, seeing the camp, s — and seeing some — th-the dead people\nwho were — who were stacked up, and also some of the live people who came and\ntried to — to speak with you, did that change at all, your understanding of the war,\nand why you were fighting it?",
        "Q: And he came several days after you were there.",
        "Q: When you moved out of the camp, where did you go then?",
        "Q: What was the fighting like? Could you feel German resistance strengthening, or\nweakening?",
        "Q: So you — you engaged that German — you — you had to kill him.",
        "Q: And as you’re moving — as you’re moving on, at some point you cross the\nMould(ph) River?",
        "Q: The Mould(ph) River.",
        "Q: Right.",
        "Q: Sure.",
        "Q: Mm-hm.",
        "Q: Had you ever been to Europe before the war?",
        "Q: So that was your first experience of Europe?",
        "Q: What did you think of it, in terms of the terrain, the land?",
        "Q: Now, apart from the German soldiers, who were clearly trying to kill you an-and\nyou were trying to kill them —",
        "Q: — did you interact with any of German civilians as you were moving through?",
        "Q: What was — take — te-tell me about that experience.",
        "Q: In — in what way”?",
        "Q: Yeah.",
        "Q: Was there — was there ever a point in the war that came, where you — where you\nthought for yourself, we’re winning this, we-we’re — we’re — this 1s going to end\nsoon?",
        "Q: Really?",
        "Q: Were you engaged in the Battle of the Bulge, or to — off on the flank?",
        "Q: Right.",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: Was there ever a — a sense — was there — di — wer — did there come a time where\nyou could sense that the German war machine was slowing down?",
        "Q: That there weren’t being — when was that time?",
        "Q: Right.",
        "Q: So what ha — what happened then? What happened when the word came over —",
        "Q: And what was the reaction on the opposite side, on the German side?",
        "Q: Right.",
        "Q: Surrendering.",
        "Q: What was that experience like? Were they — these men who you had been\nfighting against for some time now, all are coming towards you, presumably with\ntheir hands up surrendering. What wa — that must have been an odd experience.",
        "Q: How long did that take? How long did it take before — for all of the — the\nGerman units to start surrendering to you? What was — that process take a day, a\nfew days, a—",
        "Q: Even after you said, okay, that you understood the war was over, at that point\nwhen the war was over, were there every incidents of still receiving fire from the\nGerman side?",
        "Q: Okay.",
        "Q: Okay. And when the Germans came to surrender, what did you do with them?",
        "Q: Where did you go, once the war was over, what then happened, what happened\nto the 89\" division? Where did you go, where did you st —",
        "Q: Okay.",
        "Q: What did your duty in Austria consist of? What did you do there?",
        "Q: Mm-hm.",
        "Q: And how were you living? We-Were you in garrison, or —",
        "Q: And — but you were still interacting with the Austrian people, even if you did not\nunderstand the language. What was th —",
        "Q: Okay.",
        "Q: Mm-hm.",
        "Q: Yeah. When did you get word that you were going home?",
        "Q: So, you were on deck when you came into the harbor?",
        "Q: What was that experience like, seeing it?",
        "Q: Yeah.",
        "Q: Did you get to spend a day or two in New York City, or not?",
        "Q: Okay. Where did you go to see mother?",
        "Q: What was that like when you first saw your — your mother?",
        "Q: Did they know ye — that you were coming?",
        "Q: And did you see — did you first see them at the train station, or at — at home?",
        "Q: At home. And so —",
        "Q: You came walking up, and wish they — were they already waiting on the porch,\nor —",
        "Q: How many days did you spend with her?",
        "Q: Yeah.",
        "Q: Sure.",
        "Q: How long did that process take of — of output —",
        "Q: About two weeks?",
        "Q: And then where did you go, did you go to Washington, or —",
        "Q: Okay. So if — you spent —",
        "Q: Okay. So after — after demobilization, you’re back in Virginia.",
        "Q: Okay. Wh-What did you decided to do? What — did you just do nothing for —",
        "Q: Okay. When was that?",
        "Q: So— so September 1946 —",
        "Q: — you’re back at George Washington University.",
        "Q: Did you stay on campus, or did you stay with your parents in Washington?",
        "Q: Where was he living in Washington, do you remember?",
        "Q: Oh.",
        "Q: 15\" and M, okay, so relatively close.",
        "Q: What — and what was he doing, remind me.",
        "Q: So you were both working, as well as going to school?",
        "Q: How long did it take you to finish school?",
        "Q: What was your first job out of school?",
        "Q: So that would have been the early 1950s, or so?",
        "Q: So 1-it’s around this time when you meet your wife.",
        "Q: Were you in class together?",
        "Q: How did you meet?",
        "Q: Okay.",
        "Q: When did you decide that you liked your wife? When did you decide —",
        "Q: What was your first date together?",
        "Q: When did you decide this was the woman for you?",
        "Q: When did you propose, and how?",
        "Q: So that was on — you were on a rowboat in the Potomac River, and that’s when\nyou decided?",
        "Q: What year was that?",
        "Q: So she got your pin rather than a ring.",
        "Q: And she agreed straightaway, or did she put you off for a while?",
        "Q: When did she finally come ‘round?",
        "Q: And did you have children straightaway?",
        "Q: Did you have children straightaway? Immediately have children?",
        "Q: Sure.",
        "Q: And where were you living when you — where did you make your family?",
        "Q: Where in Virginia did you go?",
        "Q: Okay, bri — I know that area.",
        "Q: Mm-hm. How many years did you stay there?",
        "Q: Fifty-one year, a long time.",
        "Q: Very long time.",
        "Q: And you said — how long did you — how many years did you work for the navy?",
        "Q: Thirty years.",
        "Q: And as a — and your official job title when you retired?",
        "Q: And what year was that?",
        "Q: 1980? Okay.",
        "Q: So all the way — you were designing ships from —",
        "Q: What sorts? What kind of ships?",
        "Q: Right.",
        "Q: Sure.",
        "Q: I bet.",
        "Q: Your — after the war was over, you had a long life, very long, a good long time\nafter the war.",
        "Q: Did your experiences during the war bother you? Do you they come back to you\nlater on?",
        "Q: In what way?",
        "Q: Can you talk about that a little bit? In what way wa — 1n what way was it\ndifferent? Was there a sense of professionalism, or was wa — how was it different\nbetween —",
        "Q: Sure. You said when the Korean War broke out, there was an effort to re-\nmobilize you?",
        "Q: And — but you did not initiate that process —",
        "Q: — that was initiated by the navy.",
        "Q: I bet.",
        "Q: No.",
        "Q: I’m curious, by this time that you’ve had a few university degrees and what —\nwere they trying to remobilize you as an enlisted man, or as an officer?",
        "Q: Okay.",
        "Q: Right.",
        "Q: How old were you at that time?",
        "Q: How old were you at that time?",
        "Q: When did you decide to leave Alexandria and live where you are now?",
        "Q: Yes.",
        "Q: Very nice.",
        "Q: Yeah. Is your — is your wife still with us?",
        "Q: I’m sorry.",
        "Q: Okay.",
        "Q: No. Now, I’m sorry, but going back to the war —",
        "Q: — there are people today, not only in the world, but in this country, who say and\nwho claim that the Holocaust never happened.",
        "Q: Now what —",
        "Q: What would you say to those people?",
        "Q: Yes.",
        "Q: Did it change the way you felt about the German people?",
        "Q: Mm-hm.",
        "Q: Did you ever return to Europe after the war?",
        "Q: Why Germany? Why did you go back to Germany?",
        "Q: And what di — do — so you — were you traveling by car?",
        "Q: Yeah, mm-hm.",
        "Q: And when — when was that? When — what —",
        "Q: Going back to Germany then, how, if at all, did both the country as well as the\nGerman people change?",
        "Q: Yes.",
        "Q: That’s —",
        "Q: We’re making this recording, this recording will go into our archives.",
        "Q: It'll be used by historians and scholars, and people who study not only the war,\nbut the Holocaust 1n particular.",
        "Q: Do you have anything in closing that you would like to say?",
        "Q: It is very useful, and it was very, very interesting —",
        "Q: — and very, very nice speaking to you personally, so —",
        "Q: So-",
        "Q: We hope so as well. It’s an ongoing program, and hopefully it will be going on\nfor — for a few years more, so —",
        "Q: So many thanks for your time, and many thanks for your service to the nation.",
        "Q: Thank you.",
        "Q: Very good. Thank you.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Okay.",
        "A: ’m William Henry Hunley, and I was born the first of May, 1925.",
        "A: In Matthews County, Virginia.",
        "A: Grew up there and lived there until I finished high school, and — and came up to\nthe Washington area to work, and — and then worked for the navy most of my life.",
        "A: Oh boy, you wouldn’t believe. It’s a— Matthews County is a — is 99 square\nmiles of delta. The ne-next county, Gloucester County, is full of hills. All the\ntopsoil is washed out of Matthews, so in some places the topsoil is 75 feet thick.\nMan, it — it-it’s beautiful swamp country, and full of — of various — all kinds of wa-\nwaterways and coves and bays. And was a marvelous place to grow up, to play on\nthe water.",
        "A: I’m sorry?\nContact reference@ushmm.org for further information about tis collection ;February 21, 2014",
        "A: Well, we had — we had a small farm, that — that belonged — come down through\nthe family. And my father was a steam engineer. He went — while he was growing\nup, he was, from the time he was 20 years old, for a while he worked for a lumber\ncompany, and he ran the steamboat that — that carried these lumber crews back and\nforth. And then when the lumber business dried up, he came to Washington to\nwork. So when I finished high school, I came to wash — to — to Washington, and I\nworked up here, too. And then 1950 I started working for the navy, and I worked in\nthe ship design office, through my career.",
        "A: Oh, man. Didn’t — didn’t want to miss any school. I — I walked four miles to\nschool —",
        "A: — from the first grade on. Until I— I guess maybe I was a fourth grader, we\n[indecipherable] had a school bus used to take it — take us back and forth. So I—I\nreally — I really liked school, and even now I probably [indecipherable] go running\noff, because I want to go back school again. There’s some things I hadn't learned\nyet.\nContact reference@ushmm.org for further information about tis collection ;February 21, 2014",
        "A: In school?",
        "A: Well, I — I did passably at everything, and from the time I was about nine years\nold, I decided I was going to be an engineer. So I concentrated on the things that\nwould be the most useful to me as an engineer. And I got through that pretty good,\nyou know, at the George Washington University, and the other — well, I wa — first\nI — the war came along, and I went into the army, and I got into the army specialized\ntraining program. And they sent me to loyal — Loyola University to study\nengineering. And I got in [indecipherable] was going fine, and five weeks later\nthey closed the school, everybody went in the infantry.",
        "A: So I spent — I spent the war in — in Germany. And tha — tha-that’s how I got the\nwounds of course. And —",
        "A: Well, I — a lot of hunting and fishing. I was in the river every day as soon as I —\nas soon as I finished my schoolwork and got home, threw my books in the house\nand off to — to the river. Down — down in Matthews, there are two rivers that come\nContact reference@ushmm.org for further information about tis collection ;February 21, 2014\noff the bay, and the East River was about 10 miles long, I lived on the East River.\nSo I had the full run of the East River, with relatives on both sides watching, to\nmake s — make sure that I was doing all right. And that my mother knows if I didn’t\ndo things right.",
        "A: And every — I think it was marvelous, and there was plenty of woods to hide in,\nand I had a lot of fun with that. And in school I — I —I didn’t play ball, because\nwhen I was about — at about six years old, we had a big yard, and all the\nneighborhood came su — every Sunday afternoon to play ball. And I was batting,\nand my cousin, who lived next door, and was twice my size and was pitching, and\nhe let one fly, hit me smack on the nose. And that ended my ball playing. I didn’t\nplay ball after that.",
        "A: But I — yeah, I — yeah, and then [indecipherable] try the track team, which came\nin real handy when I got into Germany. I remember one time I was out in the\nmiddle of about a 600 acre beet field, they started firing at me with a machine gun,\nand I had to run to get off. Man, those boots were flying.\nContact reference@ushmm.org for further information about tis collection _February 21, 2014",
        "A: But the good — I got — had — had a real good run through high school, and I\nstarted the archery club, and we had lot of fun with that.",
        "A: In 1938.",
        "A: Sorry?",
        "A: Yeah.",
        "A: Well, I came up in ’38, but then I went back to the this — I finished high school\nin 19 for — in ’42, then I came up here to stay.",
        "A: But I —1n ’38, I came up here to work for a while in the summer, and back and —\nback for — for summers. And then after I finished high school, I go — came up and\nstayed here, and worked for the navy.",
        "A: Married?",
        "A: After the war.\n 9February 21, 2014",
        "A: Got married 1950.",
        "A: Yeah.",
        "A: I met her at George Washington University.",
        "A: I volunteered, I was —",
        "A: — that was — volunteer.",
        "A: I— what made me come to that decision? Well, I knew that everybody had to\nhelp, and I wanted to do my part. And I wanted to — at the time I wanted to go into\nthe air force, so I enlisted for the air force. And that was great, they\n[indecipherable] my enlistment, and all that. And then it came time to report for\nactive duty. So I went down to report for active duty [indecipherable] and made all\nthe oaths and everything. And then they said, oh, we’re sorry, but the air force quota\nis filled for today. So, can’t get in the air force. I had enlisted for the air force, but\nthe air force, it was part of the army. But, so they said, since you can’t get in the air\n 9February 21, 2014\nforce, if you go over and talk to those folks over there, they’re setting up the army\nspecialized training program, and if you pass that exam, they’Il send you to school\nanyhow. So I took the exams and they sent me off to lo — Loyola University, which\nclosed in five weeks, and I went off in — into the infantry.",
        "A: Well, I — I really wanted to be an aeronautical engineer. But I had been taking an\nair — correspondences courses while I was going to high school, 1n aeronautical\nengineering, and I wanted to learn to fly, too. But — so I could have a better\nunderstanding of how the airplane worked.",
        "A: But since I th — couldn’t get in the air force, and they sent me to Loyola\nUniversity, they put me in a mechanical engineering program, which I wanted to do\nanyhow. So I learned — I got a degree in mechanical engineering, and I work —\nworked for the navy. In order to get the job I wanted in the navy, I had to have a\ndegree in naval architecture. So I went back to the University of Michigan and\nstudied naval architecture.",
        "A: It —1t — it worked. I got to be — got to be chief naval architect and — chief naval\narchitect, and technical director for ship design for the navy.\n 10\nFebruary 21, 2014",
        "A: Mm-hm.",
        "A: Yes, yes, the war was progressing, and they really needed troops in Europe\n[indecipherable] Pacific too. But it — th-the — mainly Europe. And the — the — the\nneed for engineers were not overwhelming enough to — to keep the — keep the kids\nin school.",
        "A: Went through ki — Camp Roberts, California.",
        "A: That was in 19 for — 1943.",
        "A: I— well, when I went [indecipherable] Camp Roberts for basic, I was\nsupposed to go into the — th-the AFCP six weeks basic training. But on the way to\nCalifornia my records got separated from me, and never arrived. So they put me in\nthe infantry basic, 17 weeks. Which is the best thing that could have happened to\nme.",
        "A: Because wa — when I got into combat in the infantry, I needed that.\n 7February 21, 2014",
        "A: The — the extra — extra training, basic training was very valuable to me.",
        "A: It was all difficult, but not — not impossible, I to — I mean, basic training\n[indecipherable]",
        "A: Yeah. No problem with that.",
        "A: Well, I was — I was assigned to the infantry, so that was it.",
        "A: Yeah, ri— I— my — when I got in — well, I went through the basic training, and\nmade the mistake of being first on the rifle range. And when our [indecipherable]\nboarding the ship going to Europe, somebody walked up and handed me, and said\nhere, here’s your sniper rifle. And I became — I became a scout — scout sniper.\n DFebruary 21, 2014",
        "A: Just — just marksmanship.",
        "A: Yeah.",
        "A: Yeah, oh yeah, yeah.",
        "A: Oh well, tha — that time I got into a problem, because growing up on a farm, and\non ariver, I had guns from the time I was about six, seven years old. And one of my\nfavorite sports in the fall was to go down to the cove, and shoot the heads off of\nwater — water moccasins when they — they’d come up in the mating season, you\nknow. And I got so that I could hit them pretty good. So when I — when I got in the\narmy, I was too good on the rifle range, and I — I pretty well set — set the course.",
        "A: Well, I— I went to the [indecipherable] reservation in California, and we were\non watch for the Japanese. They really were afraid the Japanese were going to\nattack the west coast. They had a submarine come in, | think on either Oregon or\nWashington, and fire some shells ashore, and they thought that 1t was maybe the\noncoming of another Pearl Harbor attack on the west coast. So my division was\nContact reference@ushmm.org for further information about tis collection PFebruary 21, 2014\nscattered along the coast range California. We sat there for about, I don’t know, six\nmonths or so, to be there in case anything happened. Then they decided that my\ndivision was going to go to Europe, so they shipped me to — to South Carolina for\nmore training at Camp Buckner, and then shipped me through New England to —\nto — to France and to Germany.",
        "A: Ah, let’s see. January 1945.",
        "A: At LaHavre.",
        "A: Yeah, mm-hm.",
        "A: Yeah, mm-hm. There was a — a German troop ship, she — her — her German\nname was the German equivalent of [indecipherable] and she was called\nAlexander B. Hamilton, in the US Navy. And she took us over.",
        "A: That was in January, and it was cold, and it was rough. Two weeks. And I — I did\nfine til I went down to my — to my — to the bunkroom. My bunk was on G deck, the\nlowest one down, right against the fore big bulkhead. And so you’re up and down\nContact reference@ushmm.org for further information about tis collection y\nFebruary 21, 2014\n40 feet every — every time [indecipherable]. And when si — to go to — to eat, you\nhad to go up [indecipherable] the ladder to the main deck and stand — get in a line,\nand the — the feeding was continuous. The line went around all day long, and you’d\ngo wa — go up, got in the line, went over to eat, and if you felt you might be hungry\nagain during the day, you went around twice. Then back down to — down to the\nbunkroom. Well, I went down to the bunkroom, that’s on my first [indecipherable]\nand going down that ladder, all the way up and down, that really fixed it. And when\nI got down there, the whole bunkroom was about that deep, with the re-results of\nthe other pe — other people’s had eaten lunch. Man, that was awful. So immediately\nI got assigned latrine duty, of course, which was cleaning up the whole place. That\n— that made it a very miserable trip.",
        "A: Crowded?",
        "A: Yeah, very crowded. The — by the [indecipherable] before I get down the\n[indecipherable] them. There were — I think there were — think it was 5400 people\non the ship. She wasn’t very big.",
        "A: Oh yeah, yeah.\nContact reference@ushmm.org for further information about tis collection iFebruary 21, 2014",
        "A: [indecipherable] right around, and dropping depth charges, and I di — I didn’t\nsee the — the ship get hit by torpedoes, but I — I know that some were fired while\nwere going across.",
        "A: Well, the — the people that were my friends were the people I went to school\nwith. We all got — went and got [indecipherable] over the same — in — in at the\nsame time. So the people I went over with were people I had gone — gone to school\nwith, and they — they stayed with me, long as I was in the — the division. And of\ncourse, when we came back, we were get — we were — came back from — from the\nwar, we were all still in the reserves, and we all got called up on the same orders to\ngo to — to Korea. And I was working for the navy then, and the navy didn’t want\nme to go. I was — I was there working on ship design. So they fought the — the\norders all the way up the line and got — got me released from the orders, and I\nstayed and worked for the navy. The rest of my buddies went to Korea, none of\nthem came back.",
        "A: None of the ones [indecipherable] the war.\n 6February 21, 2014",
        "A: Mm-hm.",
        "A: Well, the first impres — impression was that it needed to warm up a little bit. It\nwas January, so th-the — the fresh goop had melted, and when you stepped into the\ngoop you were up to your knee, and the next time you went almost to your hip. And\nwhen you pulled your leg up, it weighed a ton. Bad. I had — I had read about that,\nand I talked to family and friends who had been in World War I, and I knew it —\nwhat it was going to be like. That was really a [indecipherable].",
        "A: No.",
        "A: Well, we went — we did a lot of training and maneuvers and camping and all that\nkind of stuffin France, and then we finally shipped up to — to Germany, up\nthrough Belgium, across Luxembourg, and into Germany at Trier.\nContact reference@ushmm.org for further information about tis collection 7February 21, 2014",
        "A: Yeah, right. Yeah, mm-hm.",
        "A: Well, same thing I had done before, had two or three training sessions in camps\nin the United States, we just marched around and simulating formations, and\ncombat formations, and things like that. And then off to the front.",
        "A: It’s what?",
        "A: I went up — well, I — from LaHavre I went up to — to — went into Belgium, and\nthen across Luxembourg to tr — Trier and then down the — oh boy. Holy smokes, I\ncan’t bring up the name of the river",
        "A: The Moselle, right, Moselle, right, yep. And down the Moselle to the Rhine, and\nacross the Rhine and down through southern Germany.",
        "A: Mm, let me see. I think it was in March, yeah, mm-hm. Early March.",
        "A: That was at tra — Tr-Trier.\n 18February 21, 2014",
        "A: Just — just below Trier.",
        "A: Well, we took a train thr — across Luxembourg, and we got to Trier, we de-\ndetrained, and from — and to our — our division formation, and we looked dow-down\nthe Moselle, and I — I was — had been designated this — the scout sniper for my\nplatoon, and I was leading the parade down the Moselle, and the first incident in\ncombat, I — we were — I was following a — a fire break — in the fire\n[indecipherable] Moselle. And I come up over a hill, it’s very early in the morning,\nand I see two Germans setting up a machine gun to — to cover the place where we\nhad just crossed the river. So that’s where I started.",
        "A: And that — that was the only time I got hit during the war. Got — got a— gota\n[indecipherable] fragment [indecipherable] buckle.",
        "A: Yes, I did.",
        "A: Yes. Yeah, I did.",
        "A: Yeah, yeah.\nContact reference@ushmm.org for further information about tis collection ‘9February 21, 2014",
        "A: [had a Springfield 384, with a Weaver scope.",
        "A: Well, I — it’s not an enjoyable experience, but I— I knew what was coming, and I\nwas ready for it.",
        "A: So I—I was able to [indecipherable] and — but I lost my s — I lost my second\nscout.",
        "A: He got shot.",
        "A: No, he didn’t die r-right then, but he did later — later on. He had — he was\nshipped back, but he — he was pretty badly injured.",
        "A: But I can’t st — still can’t understand quite how it happened, but I —I got all the\nway through I never got hit except for one — one grenade fragment.",
        "A: And I, a number of times where they started out just to get me.\nContact reference@ushmm.org for further information about tis collection mFebruary 21, 2014",
        "A: Well, by — my squad was somewhere all behind me, so as soon as I fired, they all\njoined in.",
        "A: And I got passed that and — and went on down the Moselle. Then I — when I got\ndown to the Rhine, when we’re crossing the Rhine, I lost my best rifle. I\n[indecipherable] these little paddleboats, and I thought I was going to be on the left\nhand side of the boat, so I hung my [indecipherable] my rifle on my right shoulder.\nWhen I got to the boat something happened, and they shifted me onto the right side,\nand we’re paddling, trying to dodge all the shells that were coming in, the rifle\nslipped off, it fell in the Rhine. That was a good one.",
        "A: Mm-hm.",
        "A: Oh, yes, it was thick, and pretty rugged. Well, we go — we got to the Rhine, I do\n—I don’t quite understand the rationale, but they decided that we — we — we sat on\nthe Rhine on one side, watching the Germans, and they were on the other side\nwatching us for three days. Then they decided we could sneak across three o’clock\n 7February 21, 2014\nin the morning, they wouldn’t know we were coming. So we got out into the boats,\nand as soon as the first people got in the boats, the Germans fired tracer ammunition\ninto buildings on both sides that were prepared, lit the place up like daylight, and\nthose were the wooden boats that they can’t [indecipherable] in a hurry. But we\nmanaged to get across, and get the beachhead, and went on.",
        "A: Yeah, right, but —",
        "A: Yes.",
        "A: I was advanced unit, yeah.",
        "A: One of our — one of our squads, ma — my — the — the second — I was in the third\nsquad of our platoon. The second — the first squad went across the river first, about\none o’clock in the morning, and set up [indecipherable] along the beach, along the\nriverbank, to guide the boats that were going to be paddling across, bringing us\nacross. And they were under the — under the little seawall, there was a little seawall\nabout that high. They were under that seawall for two o’clock in the morning until\nContact reference@ushmm.org for further information about tis collection 3February 21, 2014\ntwo o’clock in the afternoon before we could get to them. And when we got there,\nthey had just fired their last round of ammunition; they didn’t lose a man. But there\nwere Germans laying all over the place.",
        "A: Oh yes, yeah, yeah.",
        "A: Artillery and rifle fire —",
        "A: — and machine gun fire too.",
        "A: Well, the only weapon I had going up east bank of the riv — of the Rhine was a —\nan [indecipherable] doub-double edged knife that my — my [indecipherable] knife\nthat my father made for me, I wore it in my boot [indecipherable]. And I didn’t get\n—I didn’t get a rifle for two days. But I we — I went up the bank on the east side, and\nPll — they’ll never know how I had got there, but I got along bank, and I was\nstarting down the bank, looking for a place that I could get out of the way of this\nrifle fire, and there was laying a — a M3 Grease Gun machine — sub-machine gun,\n 13February 21, 2014\nwith two packages of ammunition. I never will know how they got there, but there it\nwas. And from then I was the guy that opened the doors. Really something.",
        "A: Two day — two days later, I go — I g-got a rifle that the guy didn’t — didn’t need\nany more.",
        "A: Sorry?",
        "A: Well, he was cul — was killed or wounded at least — well, he wasn’t there any\nmore, yeah.",
        "A: Mm-hm.",
        "A: Well, Eisenach, we could [indecipherable] we went through — went through the\ntown of Velmic(ph), that was — that was a little village where we crossed. And then\nwe went up the — up the [indecipherable] right up to the top, and w-we started\ngoing up, and there’s a little — a little walking path that went up to the apartment,\nand there was a stream coming down. And I’m going up [indecipherable] with my\nlittle sub-machine gun, as first scout, going up the — this little path, and I got — get\nContact reference@ushmm.org for further information about tis collection 0February 21, 2014\nto the first corner and I peek around at [indecipherable] setting up another machine\ngun. And [indecipherable] with my little Grease Gun. And I didn’t come close to\nhitting him. I me — I mean, rocks were flying everywhere, and they — they took off.\nSo we got up on top and then the — the next day we came to a big sugar beet\ncountry. That was the middle of a — I guess maybe a 600 acre shi — beet -- beet\nfield. And the guy who [indecipherable] the beet field [indecipherable] with a —\none of the MG-42 machine guns that fire 1200 rounds a minute. And I’m right in\nthe middle of the field. Man, you talk about boots [indecipherable]. I was\n[indecipherable] I in the — in the track team in school.",
        "A: But anyhow, I made it over, and dived into the ditch, and survived that one.",
        "A: Oh yeah, yeah.",
        "A: Oh, they were good soldiers. But I still — I can’t — can’t really bring my mind\naround to understand why, but in the time there that I was in the lead, and we were\nmoving forward, I always saw them first.\nContact reference@ushmm.org for further information about tis collection -February 21, 2014",
        "A: Yeah.",
        "A: Yeah. I ca—I can’t understand how that happened, but it did. Cause that day in\nthe — in the beet field, I saw them before they started shooting at me, but they\nwasn’t a thing I could do, I was right in the middle of this beet field, no place to go.\nBut several times I was able to — I think — I think I saved — saved a good portion of\nmy — of my outfit, by being able to alert them to the fact that they were running into\nsomething that was going to be bad.",
        "A: I was 19.",
        "A: I was fighting for America, for the United States. And I’m up — my people\ncame here in about 1623, and we grew up in Virginia and helped to build what the\nunited — what the United States is, so it meant a lot to me. Still does. That’s what I\nwas fighting for.",
        "A: Well, I—I was face to face with the Germans.\n 6February 21, 2014",
        "A: Nazism was a concept. The Germans were people trying — trying to kill me.",
        "A: It got pretty personal at times. A couple of times where they were to — to — they\nwere [indecipherable] of several trying to get me, and that — what made it pretty\nintense.",
        "A: Oh, Ohrdruf was quite — quite — quite a while later. It was probably — let’s see, I\nguess it was maybe three weeks or so over there.",
        "A: Then there was skirmishes along — along the way, and then we went to Ohrdruf,\nand of course the — the tanks were the first ones in. We were following the fourth\narmored division, and the — the tanks were in there first and they started bringing\nthings up, but then they — we were — we were right behind them, or right with them.\nAnd I was first through the — through the wall [indecipherable] went in, and\n[indecipherable]\nContact reference@ushmm.org for further information about tis collection -\nFebruary 21, 2014",
        "A: I had no idea it was that til we hit it.",
        "A: Mm-mm.",
        "A: Well, the first — first tu — first day, I was — I had a — was the [indecipherable]\nstarted firing, and we were right along with the tanks. And then the — it became\nobvious that there were, you know [indecipherable] on this enclosed area, and the\n—it— my infantry get 1t— moved up to move into the area. And there was a — it was\na — the [indecipherable] and there was a — a wire fence [indecipherable] fence.\nAnd I went through that.",
        "A: Well, I didn’t have any idea at first. But wer — after the fence, stacked in — I\n[indecipherable] along the fence, was dead bodies of the people that wer — that\nthey had killed.\n 38February 21, 2014",
        "A: Not wer — not at first. The — the — the guards were pretty well shook up by the\ntanks when they came in. Now there’s some — some [indecipherable] firing, but\nnot a real pitched battle. But there were — some of the German guards were still\naround [indecipherable] inside the — the compound, but they took off pretty quick.",
        "A: Well, the — first thing I’d see, of course, were these — these bodies stacked\nagainst the fence. And then I could see the bodies laying around on the — on the\nground, just all over the place. Where — where — wherever the people — the people\nwere, they shot them, where-wherever they were. The only ones that were still alive\nwere the ones that were smart enough to get down and pretend that they were dead.\nAnd there were still quite a few that were — were alive, and as we moved 1n, th-they\nthought that we were — you know, the Americans moving in, the Germans were\nleaving, some of them started getting up, and go — got this — I see some of them.\nAnd some of them who were wounded, and some of them were not wounded, but in\nhorrible shape, had a — they were in horrible shape. They were beaten and — and\nburning up, and sick, and — and it was just horrible.\nContact reference@ushmm.org for further information about tis collection 5February 21, 2014",
        "A: Yes, whatever — ever th-th-they — well, when — when they re-realized that we\nwere moving in, they marched the prisoners out for 60 miles or so. And of course, a\nlot of them — a lot of them died along — along the way. But the ones that were left\nwere the ones that were too sick to march, and they killed most of those when —\nwhe-when — when we — when we moved into the — there — they killed most of those,\nand then left. But there were still a few alive.",
        "A: Not individually, no, mm-mm. I — I was in — in the firefight, but they were\ndistant from me, they — they were not —",
        "A: — that close up.",
        "A: I— well, I didn’t have the language capability to talk to them, but I tried to\nconvey the idea that I felt sorry for them, and that we were — we were trying to help.\nAnd we [indecipherable] had all kind of help, these people were lying all — all over\nthe place, they were still alive, that couldn’t — couldn’t move. And dead bodies all\nover the place that need to be moved. We bu — we buried a lot of people. I wasn’t\ninvolved in the burials myself, because I was first line combat scout, and I had — I\nContact reference@ushmm.org for further information about tis collection 0February 21, 2014\nhad move on. So I was ha—I moved out very shortly after we got in there. And they\nhad — lot of people came up behind and took care of the administrative business.",
        "A: Well, was pr — was pretty obvious when we got to the edge of the camp, you\ncould see what it was, right. And I didn’t knew that the — the Germans had\nconcentration camps, and war camps. Ohrdruf was a work camp, it wasn’t — they —\nthey di-didn’t have the — the killer machinery, the ovens and all that, but they were\nworking them to death. And when that didn’t ha — fast enough, they beat them up,\nkilled them. They had — they had clubs to beat them with.",
        "A: Yeah. They were all dead, horrible. And I wouldn’t want to go back through that\nagain.",
        "A: Oh yes, yeah, I knew that, yep. Yep. Very bad.\nContact reference@ushmm.org for further information about tis collection ,February 21, 2014",
        "A: About — well, actually in the camp, only about one day, I was right next to the\ncamp for another day. But I was on the front line, and we were moving, so we had\nmoved on out into the forest.",
        "A: Oh yes, they did that, the [indecipherable] gave the artillery. Our artillery — our\ndetachment were the first ones in after us, after the infantry, and they did a lot of the\ncleaning up and taking care of the people. And then of course the — the other — other\nsupport troops moved in and they cleaned up the place, and buried the dead, and fed\nthe survivors and took care of them. But — and I — I had — I had to move on. I was —\nI was in front — I was scout for the outfit, and I was — I was going.",
        "A: Yeah, mm-hm.",
        "A: Some of them were clothed, some of them were partially clothed, some of them\nwere naked.",
        "A: Oh yes. They — th-they were in ha — in horrible shape. Some of them had just\nbeen shot, and they were so bad off they weren’t even bleeding. You could see the —\nContact reference@ushmm.org for further information about tis collection »February 21, 2014\nsee the bullet holes with a little blood around them, but they weren’t — weren’t\nactively bleeding.",
        "A: They were — they were in horrible shape, all — they were almost dead. They di —\nthey were the ones that were so — so sick that they couldn’t — they couldn’t go on\nthe forced march, th-they couldn’t — so they were — they were [indecipherable]\nthey were treated horribly. Beaten up with clubs, and shot and most — practically all\nof them were shot.",
        "A: Well, I—1I—I- there — there were heaps of them, and I — course I didn’t — didn’t\nhave time to stop and count them, but there were hundreds, hundreds.",
        "A: Well, I only say maybe 15 or 20. Maybe the — thi — maybe not even that many.\nThey were stoo — standing up and moving. God, I — I — they were the only ones that\nI had really — well, there were — especially the ones that were standing up. And in —\nmost — most of them were [indecipherable] on the ground either dead or dying.\n 33February 21, 2014",
        "A: Well, yeah, we ha — they came running up to let us know that they were\noverjoyed that we were there. And we tried to — tried to talk, but I couldn’t talk to\nthem, because they couldn’t — they don’t — couldn’t understand their language.",
        "A: And most of them were — were too bad off to do very much talking anyhow. But\nthey — they came up to let us — let us know that they were glad that we were there.",
        "A: I don’t remember any women.",
        "A: Just they all — all that I remember were men.",
        "A: I don’t know if there was women there or not, there may have been, but I didn’t\n—I don’t remember seeing any.",
        "A: Well, it reinforced what I already knew, yeah, I knew — I knew — I knew what we\n— what we were up to, and what we were fighting, but it — it sure reinforced my\n 34February 21, 2014\nunderstanding of it, because there were — it was just absolutely horrible. I just\nfinished reading the book called [indecipherable] Patton. And one section in it\nthey discuss the — the — the — Ohrdruf, and Eisenhower and Patton came to s — to\nsee the place, and they said it was so bad, that it upset Patton so bad that he went\noff to the side and — and lost his lunch. [indecipherable] Patton [indecipherable]\nthat’d be a pretty rugged — he wasn’t the type to get all excited.",
        "A: Yeah, oh yeah, yeah. Yeah.",
        "A: We went down as fast — far down into Thuringia forest, and right into\n[indecipherable] and had — there was several firefights going through Thuringia\nforest.",
        "A: Well — well, I was — it was weakening, because we were gradually wiping out\nthe ones that were in there. And I got into some pretty — pretty fierce set-ons myself.\nAt one time — one point, we were leaving a unit of the 76\" division, and my platoon\nmoved up to relieve one of that platoons, and I walked alongside the platoon\nsergeant, and he stood up. And of course, Patton required that we wear our insignia\nContact reference@ushmm.org for further information about tis collection -February 21, 2014\non our helmet right there, in gold. Nice and fi — nice and flashy. So he stood up, and\nwhen he stood up, bing, right through his insignia. And the next shot was for me,\nbut somehow he missed. I don’t know how, because he had a fine rifle, and a fine\ntelescope. But he missed. And I got down behind a spruce tree about that big. And\nhe shot a group just where I’d be, though the — his first tree, about this wide, he had\nabout like that. And he wa — he sees — he saw some part of me, I guess that — that he\nthought, or at least he thought he did, and he was shooting at, and he — and he had\nput right in there. He was shooting one of their — I ca — I can’t remember the\ndesignation [indecipherable] 10 shot semi-automatic — automatic rifles, that they\ndesigned and built to counter the M-1 rifle. And it was a very fine rifle, and he had\na—abi—ab~—a beautiful telescope on it. I [indecipherable] telescope\n[indecipherable] and he’s still using it.",
        "A: I—I didn’t kill him, I [indecipherable] the — I had two — I had a—a\n[indecipherable] on both sides of me. And [indecipherable] and when I got down\nbehind a tree, and he was — he was — he had me st — stuck, I couldn’t move. And\nthey could hear him [indecipherable] they didn’t stop shooting at me. So I went up\nand got his — got his rifle, and took the scope off, and sent the scope home to\n[indecipherable] my scope.\nContact reference@ushmm.org for further information about tis collection xFebruary 21, 2014",
        "A: Which one?",
        "A: Let’s see. I don’t recognize that name. Well see, we went — we went from —\nWoodruff(ph) is just south of Gotha right?",
        "A: We went through Gotha, down to Woodruff(ph), down through the Thuringia\n[indecipherable] and I wound up Czechoslovak — Czechoslovakia border, it wa —\nthe little town of Langenbach in Germany. And I can’t even remember all the\ntowns we pa — we passed through light — no, no, let’s see — no, I been — it’s been too\nlong since the war.",
        "A: I’m [indecipherable] I’m getting sort of — I don’t recall the names as well as I\nused to. But we went through [indecipherable] a number of times between Gotha\nand Langenbach and a couple of them, there was some pretty fierce fighting.",
        "A: [indecipherable] that was a — a-actually it was before — yeah, [indecipherable]\nwas before Ohrdruf. Had a big fight at [indecipherable].\nContact reference@ushmm.org for further information about tis collection -February 21, 2014",
        "A: No, mm-mm.",
        "A: Yeah.",
        "A: Oh, it was beautiful. Germany was just gorgeous. I thou — I remember when I\nwas going across southern Germany, | couldn’t understand why people from places\nas beautiful as that would be [indecipherable] to take — take somebody else’s land.\nIt was a [indecipherable] a hilly country, all beautiful green farms, there’s little\nvillages on top of the hills, little white villages on top of the hills, and it was just\nbeautiful scenery.",
        "A: Yeah, yeah.",
        "A: Oh yes, yeah, yeah.",
        "A: Well, as we went through, of course, we would come to German homes where\nthey would — they just — I — I — al-almost every Monday — Monday was baking day,\n 38February 21, 2014\nwe'd come to a home [indecipherable] baking. And absolutely beautiful breads and\ncakes, and all kinds of stuff. And when we come through, the — the ladies of the\nhousehold would trot out the baked goods for us to sample, and man, oh boy it was\ngood. And the — the — in the — in Germany, southern Germany, most of the\ncivilians that I ran into were not too — not too bad to — to talk to or get along with.\nWhen we got into Austria, man they were the most vicious ones that I ran into.\nRight in Salzburg.",
        "A: Well, the ones in Germany would — would talk to us, and they would just talk\nabout, you know, just the average whatever you talk about. In Austria, as soon as\nyou [indecipherable] was around Salzburg that this, you know, what — what we\nwere doing to them, taking away their radios, taking away all this and that kinds of\nstuff. They didn’t have any of the stuff that they should have, because we were\ntaking it all away. And what they had, was houses with six or eight rooms, some of\nthem, with one room solid full packed with silverware that they got -- looted out of\nFrance and other countries that they’d taken over. I [indecipherable] they had a\nroom full of — of plate and — and tableware, and all kinds of hou — silver\n[indecipherable]. All that kind of stuff just stacked up. Crazy.\n 39February 21, 2014",
        "A: And they were very, very perturbed because we were taking away their stuff.\nTheir stuff. Man.",
        "A: I thought that right from the beginning.",
        "A: Yeah. I mean I — in France, soon as we got ashore and started moving, we were\npushing them back. This Battle of the Bulge was sort [indecipherable]. I was off on\nthe right hand side of that in — in France, but we were — obviously had them on the\n— on the [indecipherable] along.",
        "A: Yeah, I was — I —I was not in the Battle of the Bulge.",
        "A: I was off on the side.",
        "A: And — but I went up too far to that, after the — the actual Battle of the Bulge was\nover.\n 40February 21, 2014",
        "A: But, very interesting experience.",
        "A: Yeah.",
        "A: Oh, we’re actually across the — actually across the Rhine, they definitely\n[indecipherable] slowing — slowing down. And the troops there who were — who\nwe were battling, were becoming less and less efficient. When we crossed the\nRhine, the — the troops that we were battling were from around Salzburg, and they\nwere the — the Home Guard type. And they were not — not as proficient as the\nsoldiers we fought all up — up through the Rhine.",
        "A: Some of them were very poor shots. That’s the reason I’m still here. Thank\nheavens for that, but a lot of them were older, and they were not the — not as — not\nthe top notch soldiers that we fought [indecipherable] across the Rhine. But that\nwas [indecipherable] where we ran into SS troops, and people were very topnotch\nsoldiers. And at the end, when we were — when we wound up at — at Langenbach,\nwe were getting ready for another push on the fifth of — fifth of March, I think, we —\nfifth of April — fifth of May, we were having another push into sh — into\n 41February 21, 2014\nCzechoslovakia, and there was a whole — I don’t know how the arrangement 1s of\nSS troops, and the other t-topnotch troops that had been digging in and getting\nready. And we were p-p-pushing off against them. But that would have been — that\nwould have been a horrible battle. But just the — the — we lined — we lined up th-the\n— the — the infantry lined up in battle formation, the trucks started their engines, the\ntanks started their engines. And just as we started following, the word came down\nthe war was over. Happy day.",
        "A: Everybody shot everything they had into the air.",
        "A: Well, I-I don’t know what — what went on over there, but there — there was no —\nthere was no battle or anything like that.",
        "A: They — they initially — they di — they didn’t just immediately dissolve and go\naway. But th-they started coming in and — and — and, I mean ha — by the thousands.",
        "A: Surrendering, yeah, mm-hm.\n 0\nFebruary 21, 2014",
        "A: Very odd. And ye-ye — course th — y-you didn’t — ye — we had no idea whether —\nwhether we could trust them or not, you know? Th-That — they were pretty sneaky\nat lots of things, and it was a sort of a hard experience to stand there and watch\nthem come out, you know, thousands of them, but just a — a few of us. And\n[indecipherable] weapons, they could have [indecipherable] us up pretty good.\nBut it [indecipherable] surrender, they were — that’s all good.",
        "A: Well, it took a few days. There — there was — they were also — course, behind the\nGerman front lines, it di — di — took a few days before they acquiesced to — to come\nin.",
        "A: Not that I remember, no.\nContact reference@ushmm.org for further information about tis collection 4February 21, 2014",
        "A: Once — once that over, and we got the word that the — the country had — had\nsurrendered and it — there were some si — local fights, but I wa — I wasn’t — I was\nnot in any of them.",
        "A: Oh, they just pass them on back, and they — they had [indecipherable] times,\nand I wi—I didn’t — I didn’t see any [indecipherable] they were behind me. But th\n— the — they [indecipherable] been — been just miles for troops marching. Lots of\nthem.",
        "A: Well, we went to Austria.",
        "A: And we were in — in duty in Austria for about a year. And then the — the di — the\ndivision was dissolved, and we came home.",
        "A: Well, I — there were mostly was just — just living there. There wasn’t anything\nmuch to do. Once in a while we would have an assembly with — we’d fall out in\nContact reference@ushmm.org for further information about tis collection “February 21, 2014\nuniform. Sometimes we [indecipherable] and sometimes not. But there was not\nvery much to do, just — just a matter of just staying there.",
        "A: And it was a beautiful country and a lovely place to be. And I was on\nWolfgangsee at St. Gilgen. This is just out — just outside of Salzburg. And we\nstayed there for almost a year. It was just this gorgeous place.",
        "A: Yeah, well, there was a — a— a— an apartment building, a big, big apartment\nbuilding in St. Gilgen, and my — my [indecipherable] was in that apartment\nbuilding. And they — we all were very comfortably housed, and everythi-everything\nwent fine, but there was nothing to do except to stay there.",
        "A: Well, by — by that time I [indecipherable] so I could talk to them.",
        "A: And that — I got so I could carry on a pretty good seventh grade level\nconversation. So I go —I got along fine with them. But the Austrians, most of the\nadults that I ran into, were really, really bitter. They kids, I got so that I could talk to\nthe kids and a lot of them were pretty friendly, and some of the — some of the adults\nFebruary 21, 2014\nwere pretty friendly. But a lot of them were very bitter. We we — we were taking\naway their things, you know.",
        "A: Of course, they’d — they robbed the — the whole world as far as they could reach,\nof everything they could get, but we were taking away their things. Yeah. Very\npeculiar.",
        "A: Well, let’s see. I came home in April 1946, and I can’t re — I can’t even\nremember the details of how — how that came about, but th — the di — the division,\nwhich 1s all [indecipherable] back to France and took ships to the United States.\nCame into New York harbor. Very nice to [indecipherable] sign them up there.",
        "A: Yeah, oh yeah, mm-hm.",
        "A: Oh boy, that was — that was — that was really great to be home, I’Il tell you.",
        "A: I seen the Statue of Liberty standing up there.\n 46February 21, 2014",
        "A: Well, as soon as I got ashore — I shouldn’t admit this maybe, but I went AWOL,\nwent to see my mother.",
        "A: I got th — but I didn’t re — soon as we got into New York, right away they took\nus to Camp Kilmer, New Jersey. Soon as I got into tha — got ma — everything\nsettled, assigned my bunk and all, I took off for the train station and went to\nWashington, D.C. to see my people.",
        "A: Oh, man, that was great. I hadn't seen her for a long time. You know, I’d been\nout — I’d been in the army for three years, and I spent most of time in California or\nsomeplace else. I’d only seen them one time during that time. And it was very, very\nnice to get back to them, yeah.",
        "A: Basically, yes. That — I don’t know how my mother found out that I was going to\nbe in — in w — 1n Washington, but my dad was working in Washington, and my\nmother was out on the farm. And when I got — when I — I-I — as soon as I got in\n[indecipherable] into New Jersey, and got settled in the camp, I hopped a train for\nWashington. And I must have called my dad, I guess, or I just sent him a — you\nknow, a telegram or something, so he knew I was coming. But when I got to his --\nContact reference@ushmm.org for further information about tis collection 1“February 21, 2014\nwhere he was living in Washington, my mother was there. I was really surprised. I\ndidn’t think she knew I was coming, I was going to pick up my dad, and go down\nand see her.",
        "A: No, I— at home, yeah.",
        "A: And that — yeah.",
        "A: Th-There they were, yeah. They didn’t know what train I was coming or\nanything. But we had a — getting home, really, really exciting. That was good.",
        "A: With my — at home?",
        "A: Well, I —I had to go right back to the c — the camp, because I was AWOL.",
        "A: If I didn’t get right back, I’d get stuck for sure. But I — I didn’t — didn’t get in the\n— they didn’t — they didn’t give — give me any trouble. I went back and got signed\nin, and got all processed out, and then went home.\nContact reference@ushmm.org for further information about tis collection ts\nFebruary 21, 2014",
        "A: About two weeks.",
        "A: Yeah, mm-hm.",
        "A: I went back to Washington, yeah, then went — when went back to Matthews\nCounty again.",
        "A: But my — my dad was working in Washington, and now I had been working\nthere with him before, and he helped me, so I went back to Washington and\n[indecipherable] from their home.",
        "A: Mm-hm.",
        "A: I want to get — get back to school. Went to George Washington University,\nsoon as I got back, and registered for the first class I could get in.",
        "A: Yeah, that was — let’s see, I came home in — in mar — April. First class I could\nget was a fall class, so fall of ’46.\nContact reference@ushmm.org for further information about tis collection 6February 21, 2014",
        "A: Yeah.",
        "A: Yeah, yeah.",
        "A: [indecipherable] before . And I went back to working with him part time, while\nI went — while I went through.",
        "A: Yeah, on 15th Street.",
        "A: 15\" and M.",
        "A: Yep.",
        "A: He was running the power plant and machinery in a hospital steam plant. Still\nsteam engineering.",
        "A: Yeah, right.\nContact reference@ushmm.org for further information about tis collection <pFebruary 21, 2014",
        "A: Sixteen years. But I — I— well, I— I got —I got two degrees — three degrees,\nreally. I got [indecipherable] degree from George Washington, and then I worked\nfor a while for the navy, then I went back to Michigan to get my degrees in naval\narchitecture and marine engineering, cause I wanted to be chief [indecipherable] |\ncould do that once I got those degrees. So I went back to the navy and went back to\ndesigning ships, and I worked my career through there, 30 ye — 30 years.",
        "A: Out of school I was still — I — well, I— I — 1 wa —I was working for the navy — I —\nI was go —I was going to George Washington, and soon as I got settled in to\nGeorge Washington, I went to the navy. The navy had — had pretty much closed\ndown the ship design office after the war, because it had — it wa — had more ships\nthan they could use, they were trying to get rid of ships. But by 1950, they were —\nthey were at a point where they were starting to assemble a ship design team again\nfor the future. And I went in on ja — speculation just to see if there was anything that\nI could get to do. And they hired me as a — a part-time draftsman. I couldn’t get a po\n— a government appointment, three years before I could get a government — federal\nem-employee appointment, but I worked as a part-timer for — for three years as a —\nas a draftsman. And when they finally started staffing the office at the end of the\nContact reference@ushmm.org for further information about tis collection «1\nFebruary 21, 2014\nthree years that I was right — I was right at the — at the bottom when things start to\n[indecipherable]. It was perfect.",
        "A: Yeah, 1950, August 1950.",
        "A: Well, I met my wife at — when I was still — when I — when — started at G — at\nGW in 1946 — no, for — ’47. She ki — she was going to school at Lisberg College,\nand she came to George Washington for her sophomore year, so it was 1947 I met\nher.",
        "A: No, oh no, she was a — she was, you know, ki — she was studying economics, I\nbelieve, and I was in engineering.",
        "A: At this fraternity party.",
        "A: One of my buddies — she was — but they thr — my buddies, he ca — he was a—a\nmarine type too. He got on a ship, went to South Africa. He was gone too long.\nContact reference@ushmm.org for further information about tis collection =February 21, 2014",
        "A: Oh, almost immediately. She was very attractive, and she was from — she was\nfrom Lovell(ph), Virginia, I was from Matthews County. And of course I speak\nthe — I still speak a little bit of the Matthews County brogue, you know, in we —\nmy family moved to Virginia in the 1620s, and they brought with them the\nElizabethan English, and Matthews County is very isolated. Practically all the\ntraffic in until — until I was born, practically all the traffic into Matthews County\nwas by boat, so there wasn’t much traffic in and out. And the language tended to be\npreserved. The men who worked on ships, they went all over and they — gradually\nthe men’s language changed. The women’s language stayed pretty much\nElizabethan. When I was kid they still used something very close to Elizabethan\nEnglish. I had a lot of that — a lot of [indecipherable]. And this — thi-this — so I still\nhad a lot of that. So when I went to college, lot of the kids couldn’t understand what\nI said. And Carol showed up, they said hey, you speak the language. You gotta go\ntalk to Bill, we can’t understand what he says.",
        "A: Well, our first date together was well, I wasn’t dating her, she was dating my\nbuddy. And he and I were double dating. And then he took off for South Africa,\nand the fraternity had another party, so I invited her.\nContact reference@ushmm.org for further information about tis collection «;February 21, 2014",
        "A: Oh, about at least a month later.",
        "A: Well, it was the nec — the next summer, I guess, and we were out rowing in a\nrowboat, and I — we listening to the concert down at the Watergate in Washington.\nAnd I got a little romantic, proposed to her, give her my fraternity pin and all that.",
        "A: Yeah.",
        "A: Well, I had decided before that, but that’s the first time I told her about it.",
        "A: Yeah. Got a ring later.",
        "A: Well, she put me off for a while. Took a little while to convince her.",
        "A: Well, it was — it was almost 1950. We were married in 1950. August 1950. Sep —\nSeptember 1950. So it took a little while to convince her that everything was going\nto be all right.\n <4February 21, 2014",
        "A: Sorry?",
        "A: Well, our first — our first child was born in ’55. So we didn’t have any right\naway. And had the daughter in *55, and another one in ’58. Boy. Lots of memories\ncoming back.",
        "A: Yeah.",
        "A: Well, I — I was living in Washington, working for the navy when we got\nmarried, and then we rented an apartment in Washington, and then after a few\nmonths we bought a house close to the apartment. And then we moved back to\nVirginia when everybody — when we decided to have children, we moved back to\nVirginia, to get to — to a more congenial neighborhood, and be able to get to the\nschools easier.",
        "A: I went to Alexandria, in the Monticello Park area.",
        "A: Yeah, it’s pretty nice.\nContact reference@ushmm.org for further information about tis collection -February 21, 2014",
        "A: Fifty-one.",
        "A: Yeah.",
        "A: Yeah, the kids grew up there, they really — they loved it. They — they — we — we\nwere on Argyle Drive, which is a short street with a cul-de-sac at the end. It’s only\none blo — one block, and then a cul-de-sac. And the whole neighborhood was full of\n— full of kids when mine were coming along. And so ver — the kids were all up and\ndown the street all day, everything ver-ver-very nice. Wonderful. And a good — the\n— the parent dig — the parents all right, very good neighbors. Nice place to live. But",
        "A: Thirty years.",
        "A: Yeah, mm-hm.",
        "A: When I retired I was chief naval architect, and te-technical director for ship\ndesigns for the navy.\nContact reference@ushmm.org for further information about tis collection <<February 21, 2014",
        "A: That was 1980.",
        "A: Yeah, mm-hm.",
        "A: 1950 to 1980, and then after I retired, I still designed ships for another 30 years.",
        "A: Oh well, I — I did quite a bit of de — the design work for the navy under contract.\nAnd I designed a few [indecipherable] vessels, some smaller vessels, 40 — 40 — 45\nfoot work boats and fishing boats, things like that. And I designed the — the\n[indecipherable] for the alexan — Alexandria Seaport Foundation.",
        "A: After I retired, I — I joined the Alexandria Seaport Foundation, and in ‘92 I\nbecame chairman of the Seaport Foundation. And at that time we had the old\nschooner, Alexandria, 125 foot [indecipherable] schooner. And I started a\nboatbuilding school to ha-have something for the kids at Alexandria and\nWashington — whole Washington area to do. And we — we — it really took off, I\nwas amazed at that. You know, wh-when I went to set it up, I talked to the city\ncouncil, and they weren’t very interested. I went and talked to the school board, ah,\nyou’re wasting your time, they said, your kids don’t want to do anything like that,\nContact reference@ushmm.org for further information about tis collection =nFebruary 21, 2014\nthey want to play in the streets and all. But I— I persisted and I got the school\nstarted in 1992, and I started off with a— a group of 15 little kids that were 12 - 14\nyears old, and had a group of neighborhood supporters that would support them.\nAnd they all came in and we split them up into groups of five kids, with at least one\nadult with each group, so that they had some good supervision. I started them\nbuilding little wooden boats. And I — we found that boy, when — when a lot of —\nmost of those kids — most of them when they came, they were — boats didn’t mean\nanything at all to them. And doing anything with their hands didn’t mean to them.\nThey didn’t di — they’d never done anything. But when they came in to us, about a\nweek of working on a little boat that was going to be theirs when they finished, as\nlong as they could actually do something, man, the effect was amazing. So that’s\ngone on since ’92 and it just kept on growing, it’s national now. A-As our system\nthat we developed has been spread all over the country, and now a hundred, 185\norganizations in the country that use our system, teaching kids to build little wooden\nboats. The little wooden boat is — is the key to it. They come in, and they get started\nwith hammer and — and chisels and saws, things they had never touched before, and\nthey learn to use those things, and they start building a little boat that they can see, I\ncan do something that’s going to last and will be good for me —\n sgFebruary 21, 2014",
        "A: And that — it really gets them. Works very good. Then, a-after we got that going\ngood, we started adding classroom exercises to help them with their schoolwork,\nand now we teach mathematics and physics and hi-history, and a couple of other\ncourses occasionally, for the kids that are in high school and have trouble with a —\nwith the high school. They don’t do well in — in math, a lot of the —a lot of the boys\nparticularly don’t do well in math because they’re sitting there working on\nmathematical problems that don’t relate to anything. They can’t see any — any sense\nin it at all because it doesn’t — doesn’t relate to the things they do. But when they\ncome in, we start teaching them to use mathematics to lay out the boats and\n[indecipherable] and all that kind of stuff, and they see the use for it, it makes a big\ndifference.",
        "A: Yeah.",
        "A: Yeah.\n <9\nFebruary 21, 2014",
        "A: Oh yeah, it came — it came back to me constantly. When I first got home, if a car\n—car go down the street backfire, I’d wake up under the bed. But I gradually got\nover that, and it — it — it didn’t bother me so much as it, you know, changed my\noutlook a lot.",
        "A: Well, one thing, I was — th-the group that I was with were practically all\nvolunteers, enlistees — enlistees, and of course, the — the — the main — main body at\nthe World War II army was draftees. And I found that the people who went\nvoluntarily, they were — had a slightly different outlook on things, and I — I — I was\nglad that I had enlisted and gone voluntarily [indecipherable] what I had to do.",
        "A: Well, yeah, professionalism, and in the way that indu — individ-individuals\nreacted with each other, the ones who had enlisted tended to be more interactive and\nworked together better than the ones that were drafted. That — that wasn’t — I mean\n[indecipherable] not the across the board thing, wa — everybody was still different.\nBut the — the — overall, the — the — the people that I knew that were enlistees tended\nto, I thought, be a little bit easier to — to — to work with, and get things done. A lot\nContact reference@ushmm.org for further information about tis collection <0February 21, 2014\nof the — a lot of the draftees, some of them that I knew personally, were just, you\nknow, absolutely overwrought with having been drafted. They wanted nothing to do\nwith it, and that — that influenced everything they did. The ones that — that\nvolunteered knew what they were going — going to do, and th-they — they tended to\nrespond a little differently.",
        "A: Well, when the Korean War broke out, I — I was already demobilized\n[indecipherable] to the navy. And they — they started calling up the reserves again,\nand I got called up. The first sheet of orders that I got included me, and most of the\npeople that had been in my immediate organization in World War II. And the navy\n[indecipherable] back to them. They didn’t want me to go, because I was working\non a ship design business, and so they managed to the — get the orders — pre — get\nme off the orders. And that amazed me too, because th-they have to track it up unit\nby unit. They first tried the unit that I was assigned to, were turned down, and the\nnext [indecipherable] they took it to the office of the president to get me released.\nAs I [indecipherable] that really amazed me because I hadn't been at — I hadn't\nbeen at the navy very long. But apparently they — they had something they wanted\nme to do, so I stayed on and became chief naval architect.\n 61February 21, 2014",
        "A: No, no.",
        "A: I—I-—I went in — when — when I got th— when I got my orders [indecipherable]\ngot my orders [indecipherable] got married, and I had already taken two weeks off.\nAnd when I went back in after two — two weeks after I got my orders — course,\nwhen I got my orders, I had to notify the office. And when I went back in two\nweeks later to pick up my books and thi — drawing tools [indecipherable] from the\noffice, and I was leaving to go report to duty, and the — th-the — the assistant chief\nnaval architect at that time, came running down the aisle, said hey, Bill, hey Bill,\nyou don’t have to go. Man, was that good news.",
        "A: Oh boy. Cause th-the — the — the group of my — on my orders that went, didn’t\ncome back.",
        "A: None of them.",
        "A: Well, I was — I was a PFC in the — in reserves.\n 3February 21, 2014",
        "A: [had been offered officer training school before I was demobilized, but I — I\ndidn’t — I didn’t want to take that as a career, I wanted to be an engineer.",
        "A: So — but I was called — I was called up as a first — first class private. First class,\ntoo.",
        "A: Sorry?",
        "A: Let’s see, that — that was in 1946, I was — hm, 20 - 22.",
        "A: Well, I — well, I always said, living in Alexandria, we became interested in this\nold little village of Waterford up in Loudoun County. You know Waterford?",
        "A: They have a very won — they had a wonderful — well, they still have a wonderful\nannual event where they have the old homes tour and colonial craft exhibits. I was\nvery interested in — in the colonial crafts. I trava — I’m a gunsmith and make\nfurniture, and all that kind of stuff. So I used to go to Waterford and go — go there\nfor the fair every year, and got to working with some of the craftsman up there on\nContact reference@ushmm.org for further information about tis collection 3February 21, 2014\ndifferent things. So I— we got — both of us got so interested in it that we watched for\na — a lot that we could buy, we were looking for a house, really. But we — none of\nthe houses came up for sale that we could — could ha — could handle. So a lot came\nup for sale, so we bought the lot, 1968, and then we started drawing back — I started\nmaking designs for houses. And, of course, in Waterford they had all — had all\nkinds of restrictions on what you could build because they wanted to keep the tenor\nof the village. So I designed what I thought was a real [indecipherable] house, and\nI took it to the [indecipherable] took it to the — the architect who was the\n[indecipherable] on what you could build. Showed it to him, he said, oh, that’s a\nnice little house Bill, but that — that’s — that would look beautiful in Lancaster\nCounty, Pennsylvania, but that’s not for Waterford. So I went back, and I\ndesigned a brick house. Oh, he said, man, Williamsburg. Beautiful Williamsburg\nhouse. Not for Waterford. So about that time, my wife was reading\n[indecipherable] the “Washington Post,” and at the bottom end of the classified\nads was, log house for sale. They were tearing down a log house because they built\n— had new houses all around it, they — they couldn’t do anything except tear — tear\ndown and move it. So we went over — she said, let’s go over and take a look at it.\nWell, that was the first week in May, 1970. And I said, oh, I’m too busy, I can’t\ntake — make it. So next week she tried again. The house was still for sale. Third\nContact reference@ushmm.org for further information about tis collection «4February 21, 2014\nweek, still for sale, tried again. The fourth week, Sunday — Sunday afternoon, it was\nraining cats and dogs, the kids were grumpy as all get out. Said okay, let’s take the\nkids over, we’ll go look at it. So we went over and there’s this log house. By that\ntime they’d taken the roof off, and it was raining for all week, and water dripping on\neverything. We opened the back door, and the inside of the house had been lone —\nhad been lined with [indecipherable] board, you know, this fabulous tan, soft fiber,\ninsulating board? And when we opened the back door there was enough\n[indecipherable] that the whole ceiling collapsed, and two tons of water and all\nfrazzly wood came down. But it opened up everything so I could see all the logs.\nAnd it was in good shape. Only two logs needed some — some moderate repairs. So\nright there we bought the log house, and we [indecipherable] hire a guy to haul the\nlogs over to our lot to Waterford so we could rebuild it. And he started loading up\nthe logs, he says, hey, you know, my father’s got a log house three miles over there,\nthat he hasn’t used for 10 years, he’d probably sell that to you, if you wanted it. So\n[indecipherable] that was very reasonable, so I bought that and they moved both of\nthem over, and we combined the two of them to make one house in Waterford.\nAnd we finished it [indecipherable] lived in it to the point where we lived in it\nabout 1975. And we had — still had floors missing, and no doors or windows\ninstalled, things like that, but we moved 1n in time for the kids to go to school in the\nContact reference@ushmm.org for further information about tis collection «February 21, 2014\nfall, and then I built it up from the inside. So that’s how — that’s how we got into\nthat.",
        "A: And it’s be-been nice, I really — really had a good time there. I still live in — still\nlive in there.",
        "A: No, she died in ni — in 2003.",
        "A: But she enjoyed the house as long as she was there. She liked it.",
        "A: I was planning on building a boat, I had — had — had a design along the way for a\n36 footer. But she wasn’t really too keen on a boat. So she saw this old house thing,\nand she says, why Bill, you’re — you’re really interested in all this colonial\ncraftsmanship and stuff, you’d di — you’d like this log house. We ought to — we\nought to go look at that. I put her off for a month, just — when I went to look at it,\nshe finally got me. So I never — never built my boat.",
        "A: Yeah.\nContact reference@ushmm.org for further information about tis collection «<February 21, 2014",
        "A: Oh gad. Can you imagine people as stupid as that? I can’t.",
        "A: A-A-And that’s not — I understand what you’re saying, but th-that’s just\nabsolutely insane. I — I — I— I — that just — I just can’t come up with any — anything\nto explain that.",
        "A: Well, I’ve never run across one of them, but I — I sure I would come up with\nsome proper things to say.",
        "A: I was there. I was in the original play. Ic — I can read you script line by line.\nMan, some of the places that I saw were raps — just — just — it’s unbelievably\nhorrible. And how — how a nation could do that, I don’t know.",
        "A: Well, yes, of course. I — I didn’t know much about the German people pu —\nbefore. I have some — I — I have a very extensive family, my people who were in\nVirginia by — by 1623, and so we became [indecipherable] a lot of them came\nfrom Germany. But none of the German people that I — that I knew had any — a-any\nContact reference@ushmm.org for further information about tis collection onFebruary 21, 2014\n1-indication of anything like that. I don’t know — I just can’t understand ho-how that\ncould develop.",
        "A: But on the other hand, the Germans have a history of that, that there have been\nbattles from — from way back, all the way from the beginning.",
        "A: Oh yeah. I’ve been back to Germany tho — about six times. I used to go to\nEngland frequently because I — and France because I was chief naval architect for\nthe navy, and I was involved in naval design programs for the British, Canadians,\nand the [indecipherable] the Australians. So I used to visit them all.",
        "A: Well, I — I went back — I-I wanted to go back and trace th — follow my trace — the\n— my wartime trace from Germany. I went back four times to try that and never got\nto do it. I took my family with me, and we’d always run across something that they\nliked so much they didn’t want to leave. So I never got to go back and trace that\ntrail again.",
        "A: Yeah.\n 6a\nFebruary 21, 2014",
        "A: Yeah.",
        "A: Well, let’s see, yeah, we went in — boy, let’s see. In — in the 60s and 70s, it was —\nour da-daughters went with us. And before that I was too busy with — with the navy.\nBut in 60s and 70s, and we went back once in the 80s. We went to France — in the\n80s we went to France, but instead of going to — to Trier, then going down to\nMoselle, or down across the Rhine, and follow my tracks, when we got to fr — to\nFrance, we rented a car in Paris, and we drove up to where we go into Germany,\nand man it was gorgeous there. And the weather was beautiful, and so we\n[indecipherable] to Germany. | — I still would like to go back, but I don’t think I\ncan do it now.",
        "A: Well, of course the — when the war was over, the — the people changed pretty\nrapidly. And I — I became a — a pretty good [indecipherable] with a lot of them\naster — after the war. Used to correspond with some of them, and course you never\ncan tell what they’re actually thinking, but what they said was quite different.",
        "A: Yeah.\n 69February 21, 2014",
        "A: But they — they were — at th — I can’t understand how — how it could develop to\nwhat — where I was, but they were — that was a vicious nation. Horrible. I’m glad\nthat’s over.",
        "A: Mm-hm.",
        "A: Yeah. Mm-hm.",
        "A: Well, no, can’t think of anything we haven’t already covered. And I’ve lived a\nlong life, and I’ve done a lot of things, so I could talk on and on for the rest of my\nlife, probably, and never stop, but it probably wouldn’t be of too much interest for\nyour researchers. So I hope that what I have been able to cover today will be of\nsome use to you.",
        "A: Good.",
        "A: Good. Nice talking to you.\n70February 21, 2014",
        "A: I wish you good success with the program.",
        "A: Yeah, mm-hm, very good.",
        "A: Oh, you’re certainly welcome.",
        "A: And the service for the nation was for myself, too.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 21, 2014\nRG-50.030*0772",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "WILLIAM HUNLEY\nFebruary 21, 2014"
    ]
}