{
    "rg": "RG-50.030.0259_trs_en",
    "sequence": [
        "Question: If you could just state for us your name and where you were born.",
        "Answer: I was born in Lodz, right, and my name is Gina -- Virginia Beckerman.\nQ. Your name at the time?\nA. Virginia.\nQ. Schweitzer, was it?\nA. Schweitzer, right. And I was very happy girl.\nQ. I'm sorry. What year were you born? What year were you born?\nA. 1920.\nQ. Okay.\nA. And my family was middle-class people. My father have a printing shop. He print tickets to\nthe movie, a small newspaper, a weekly newspaper, something like this. And we were very well\noff. My father look German. He was very blond, he no have hair. He was heavy-set man, and he\nspeak perfect German. So this help us from the beginning. You know, so no one Jew on\nthe street, only father was, and he went to the stores where he make business, and was still making\nbusiness after -- almost when the Ghetto start.\nQ. Would you say that your life before the war, you had a nice life?\nA. Right. Very nice life. Every year when the school finish, we went to villages. My father rent a\nsmall cottage. And the owner of the cottage went to sleep with the cow, exactly, so he can make a\nlittle bit money. And we be living in his house for two and a half months. There was the summer\nvacation. So I was very, very happy. The fact is -- maybe unbelievable -- I was 12 when the war\nstart. And we have a beautiful river, and I was swimming in the river with the girls. I don't know\nwhether I can say this. I found—I don't know what this was -- a rubber. Rubber? I don't\nknow that it was condom. I don't know. I was swimming in the water. So we -- you understand\nwhat I mean?\nQ. I don't think so.\nA. Okay.\nQ. Can you explain?\nA. Summertimes we went to summer house.\nQ. Right. And you were swimming?\nA. Swimming, and I found a -- what is this? Condom.\nQ. Um-hum.\nA. And I don't know that this is a condom. There was a real young children. And we found a few,\nand we start blowing balloon. I was so naive. But this is -- I say this because I was a very happy,\ngo lucky girl. I was good student, and I no feel anti-Semitism in this age.\nQ. Were your friends Jewish and non-Jewish?\nA. Both. Lest, you see, I was raised in a home not religious, not a religious home but very\nnationalistic. In other words, my father was belonged to organization for Israel. Beside this we eat\neverything. We go with Christian people any places. There was absolutely difference, but I have\nfear in home, in outside home, friends.\nQ. When did you start feeling that things were changing?\nA. Changing? A months or two because Poland had a beautiful jungle on east side, and the bigshots\nfrom Germany come every year to kill animal in the jungle, you know. The last summer -- the last\nsummer they didn't come, and they don't know not in the newspaper, nothing mentioned. This was\nthe first things. After this, Hitler starts sending Jewish people what been born in Poland and went to\nGermany for jobs -- this is before the war, everything -- and there was many, many Jewish people\nthat come to Germany to work. Mostly from Poland. And they was from Belgium and France and\nfrom different country. And this times, they didn't come. This is the second things. Lot of people\nstart talking and people start buying food, do everything what people doing, have a feeling\nsomething will be happen, something. Okay. One night -- I never forget this -- we hear, (indicating\nfootsteps) on the street, so loud. And there was German. First times I saw German soldier on the\nstreet of Lodz, unbelievable. Poland, after six weeks fighting with Germany, run\naway. Everybody run away to different country and left the 30 million people by himself.\nQ. What year was this did you say?\nA. That was 1939.\nQ. After, okay.\nA. Yeah. Mine first things, what happened to me from a German soldier, I was walking up the\nstreet -- we don't the, you know, the star. They come later. I walking on the street and going very\nfast by the wall, and I hear somebody walk in the back. I supposed to run right away from him and\nout of sight, and let the person go before me. And I no done this. I was a child. He start beating\nme. This is the first times because I supposed to give him the honor of the first walking on the\nstreet. I supposed to go in the back. this was first things. After this I want Gestapo, who ask couple\ngirls -- and if you got ever great, beautiful houses, all German move, German soldiers, and\nthey go ask and say to clean up, wash the top of everything, and they give us a loaf of bread. And\nwe was happy they give us bread.\nQ. You were cleaning the German houses?\nA. Yeah. I mean they was Polish houses, but they move.\nQ. Now, at this point you were a teenager, yes?\nA. Yes. I wanted mention because something -- I was a teenager, but I have a boyfriends. He was\nolder for me, and he had been in the same gymnasium, enough that this he decide to learn how to\nbuild radios. It was not television this times, only radio and all electrician jobs. He love electrician\nthings. So he went to special school and certain time, three hours, he come to gymnasium, so he has\ntwo schools. And he live not far away from me. And we been children together. We even not kiss\neach other. There was difference.\nQ. You didn't or did kiss each other?\nA. No. I'd like to tell you about mine sisters and brothers. Can I?\nQ. Sure.\nA. I have older sister, and she was 15 years old when the war start. And he asked -- and she had a\nboyfriends -- and she asked my father, now she wants to marry him. Really my father wanted him\nto marry because he know what's going on. Let's have somebody will take care of you. So she\nmarry him. And he was from Belgium, a Yish, and he -- his father was aristocrat. Our family, he\nno like us because we been not enough aristocrat, you know. He come from Russia, from Russia,\nnot from the Communist. He run away from the Communist, and he come to live in Lodz. And he\nso fall in love with my sister, and there was marriage. The marriage was in a basement. And my\nfather begged the Rabbi, he no want to come because he was scared that they would kill him on the\nstreet. But he saw what was going on, he walked with my father to the other house, and he marry\nboth, each other, he pray,and after this we sat all night and wait, the lights coming and went to his\nhouse. But he live with his mother. Life was terrible from the beginning even before the Ghetto\nstart. You give everything what you have up for a loaf of bread or for soup or something because\nthe diamonds in the rings and this is nothing. It's not for nothing. How long you hung in. I never\nbelieve in my life what hunger can do. I eat a dog. And some people in concentration camp eat a\nhuman. Can you believe this? I read a book about what happened in Venezuela or something.\nThere were plane crash with 18 young people and six survive, rest died, and they been in the\nmountain food is none. You not remember this story?\nQ. I don't think so, but I think I know what you're going to tell us.\nA. Right. And they eat the dead people.\nQ. Let's talk sort of talk a little bit more about the period before the Ghetto, okay? Were you aware,\nbefore the war, what was going on in Germany?\nA. Very little. Very little.\nQ. Once you were occupied by the Germans, the people that you were friendly with before, the\nnon-Jewish people --\nA. Right.\nQ. -- were they still your friends after the Germans came 1n?\nA. Some. Some. I want to say something. The villages know what's going on. There was already\nPoland fall down so far. When a Jewish family went to the villages, and they, I give you money\nhiding us, people hiding. How long you give them money, they tried to hide. After this, they no\nhide any of you, and then you must go. There was some villages went to the German, Polish people\nand they would say, listen, here and here is a hiding family or a single. German give, of course, to\nkill the Jewish people from the religious, and the people what was hiding, they receive, the German\ndecide to kill them because they're not supposed to hiding Jewish family. So there was danger both\nsides, you see. My friends, the best friends, she survive because the family, the villages, hiding her.\nYou know when you bake bread you got shovel, you know, in the old-fashioned, after they\nbaked the bread, she went to the oven to hiding. And hours and hours in this very hot oven she laid\ndown, and she hear when the German ask in the villages. She survive.\nQ. After the Germans came in, did your family do things differently? Can you tell me a little bit\nabout the occupation?\nA. We seldom went out from the house. Every noise make us jump and scare. They come from\nhouse in the house and they take people. We no have no place to hiding. Gentile people not hiding\nus because they're scared, too. Very simple. Because easy they can move, and we cannot move. It\nis the hunger, the hunger, the hunger. You no have nothing to eat. What will you eat a chair or a\nsofa? You cannot eat this. In a way, when they start the Ghetto, some people was not it\nwould be different. They concentrate us, they must give us something to eat. The Ghetto in Lodz\nwas 250 million Jewish people, but of this half million people, half was Jewish. But they took the\nJewish people, what been in all of Lodz, concentrate in Ghetto in one maybe 20 of the 25 streets is\nall. In one room, 11 people were in a room.\nQ. Did your family share space with another family?\nA. Yes.\nQ. What happened to your father's business 1n all of this?\nA. German took away -- I forgot to tell you -- when they come to Lodz, they have already a list who\nbought machines from Germany. So the first things what theydone, they took my father machines.\nWhat he even not finished paying the German. And that's what happened.\nQ. Then were you still in school?\nA. School? No more school. In Ghetto starts school ina room, in a street the teacher take a few\nchildren and start teaching. Everything was unbelievable.\nQ. But before the Ghetto, basically all of the things that you normally did changed? You couldn't\ndo them anymore?\nA. No. Absolutely not. I never saw my friends, Gentile friends, because they been scared, too.\nQ. So your social life ended?\nA. Oh, complete.\nQ. And the only other question I want to ask before we talk about the Ghetto a little more is, you\nsaid your parents were very involved with the Zionist Movement?\nA. Right.\nQ. How did that happen? How did they get involved with that? How active were they?\nA. Because the anti-Semitism existed in Poland. Polish people are different from American people.\nI mean if you tell something Poland, he believe you right away. Something bad about what the\nJewish people don't, you know, or you hear the story somebody say before the war even. Jewish\npeople kill a Gentile girl and with her blood, they make matzo. You understand what I mean? This\nis enough to be a problem. There was enough because there are one-way truck. This is Polish\npeople. Even today.\nQ. Do you have any other memories of when the Germans came, how they treated you?\nA. They treat us very, very bad. Even when they catch you, you know, some Jewish people are very\nreligious and follow exactly the Bible, and some people grow beard. I not mean a beard now, beard,\nand have a special black coat. When German saw something like that, they catch him right away.\nThey don't do nothing to him. And they took many, many people to see a show from the street.\nAnd they took scissor and start cutting his beard, and the beard was very important for\nthis specific sect of people, because they are very nice people. They do nothing to nobody. And it\nhurts so much when you see, even if it was a little girl what I was. I do anything to finish the\npicture, and then they're laughing. After this they kill him in the eyefor young people. A little bit of\nanother a street we hear this boom, boom. It was -- this is for pleasure. Q. Did they try to do\nanything abusive to you because you were a girl, because you were a teenage girl?\nA. You mean because I was -- no. Sexual, you mean? No. No.\nQ. Because what I'm trying to understand, during all of these times was it different being a girl than\na boy, I wonder?\nA. If it come to physical, I don't think so. Because there was not enough to touch, my God, to touch\na Jewish girl, or even Gentile, even Gentile. No.\nQ. Okay. So the Ghetto was formed.\nA. Yes.\nQ. Tell me a little bit about your life in the Ghetto, how it was?\nA. Ghetto. Okay. I was sleeping with, in one room, we are seven or eight people. Off the floor, of\ncourse. And my parents been sleeping in another houses, there was a family, my father's cousin. So\nthey try to go to this family maybe we be better, and it was not. And we be lay down off the floor\nand no sheets, no nothing. And after this we were working in Ghetto. The German bring us to do\njob. And he ask who is, who can make uniform? Who can make anything? And everybody say, I\ncan do it. They no have idea how to do it, but they wanted to have a little better piece of bread or\nsomething like that. My job was standing the lines, in the line. Why, I been took from the line\nwhen I waiting for bread or for something like that. They take me from the line. I never saw\nnobody from my family till this day.\nQ. Before we get do that, I want to hear a little bit more about the Ghetto. How did you find a place\nto live there? How did this all come about?\nA. The German give to the Government from Ghetto, let's see, they have something, we are\ngovernment so, so much bread and so, so much things. This is all what we have. Not soap to wash\nthe face, not toothbrush, nothing. Some people bought to Ghetto with them, and they say to another\nperson, you say, you give me piece of bread and I give you Colgate or something, something\nlike that. There was minimal what you can live human, unbelievable.\nQ. Did you take things with you into the Ghetto?\nA. Yes. I help my parents to carry. We have some money. We no have diamonds or ring, no.\nThis, we no have it. Anyway, and they took it anyway in the concentration camp. And they bring\nmy sister help, my brother looking for something to steal. I steal coal, coal. You know, what they\nmake hot coal you say. I steal every night, and there was very cold. And you know, when\nsomebody catch me, I will be shot right away. And this all time in Ghetto is to cheat somebody or\nsteal from somebody because this life, you do this for your life. And every day we would come\nback to mother, and we show what we stolen, what we done.\nQ. You were stealing from other Jewish families?\nA. Right.\nQ. And at the time --\nA. The morale went down, down.\nQ. And at the time you just didn't have second thoughts about it?\nA. No. The fact is when there was -- and this was later -- they took people from the Ghetto, start --\nthere was -- we have a police. We have fire engine from Jewish, from the Ghetto. So my\ngirlfriends, she have a husband and a little girl, he come to her — I remember so vivid now when he\ntell her, listen, tomorrow come the Gestapo and they take people, all children. Give the children\nbecause if not, they will be killed if he come. She say, no. He beg her. We young, maybe we will\nbe have more children, and they give this baby away. And they come really -- and they come to her\nand drag the baby from her arms, and she jump from top floor together with the baby. He\nsurvived. He 1s in Israel now.\nQ. The baby?\nA. No, the husband\nQ. Did you see a lot of this, people killing themselves?\nA. Yes. And in mostly concentration camp. Oh, my God. They run to the -- around the big canal\nin Auschwitz was wire, and the wire was with electric. You hear about this? So the people run to\nthis wire to kill. God forbid when they're not found. You see, German wanted perfection. Even\nthey wake us four o'clock in morning and stand around in barracks, around. Stay so long we will\nfind this person was disappeared, was suicide. If they are not found her, we must stay hours and\nhours and hours in rain and shine before they found her hanging on the wires.\nQ. If you don't mind, I just wanted to ask you a few more questions about the Ghetto, the Ghetto\nlife?\nA. Okay.\nQ. You mentioned that there were Jewish councils, Jewish police?\nA. Right.\nQ. How were these people -- how were these groups formed? Did you know any of these people?\nA. No. How they formed? They know when the German come to Ghetto, they ask question,\nspecial young men. They promise, you will be the policeman, you will be this, you will be this. Tell\nme, who is the head of the Ghetto? Who 1s the head of police? And this young man tell him. You\nhear a name Korczak, right? This man not forgettable. He have 50 little children of the parents\nbecause he was educated. He was very famous.\nQ. In Warsaw’\nA. In Warsaw it happened? In Warsaw it happens, yes. Korczak with the children, yeah. The\nGerman tell him, you will be all right. Give the children away. He say, no. He wouldn't give the\nchildren over.\nQ. How did you feel about the Jewish police and the Jewish council in Lodz Ghetto? Did they treat\nyou well? What did they do?\nA. No. No. The more he treat us, he said was better for him, some in concentration camp. The\nmore they beat you, how do I say this? With a stick, the more she will be have the capo, they call it\ncapo.\nQ. So even in the Ghetto, these groups --\nA. Right, there was groups, yeah.\nQ. And they were more powerful if they treated you badly?\nA. Right. They come to German and say, I need a hundred people, send them to the station. He\nwill be sending 107 people. You understand the reason?\nQ. Where there any good ones, nice ones?\nA. No. You see, you wanted live. You wanted so terrible to live. Not die it's the knowing the\nworld knows what's going on. And this, in another you sacrifice. You sacrifice your parents. You\nsacrifice everything so you can live. Only they not working this way, not in Germany.\nQ. Did you work in one of the factories in the Lodz Ghetto?\nA. Yeah.\nQ. What did you do?\nA. I put in button, all kinds of work for the German uniform, yes. Because I tell them I can sewing\nand they save me little bit time. Time was the most important things.\nQ. Now, the women were doing different things than the men at this point in factories?\nA. Yes.\nQ. Were the women mostly doing the sewing?\nA. Yeah.\nQ. Was the work hard?\nA. Long hours and only a piece of bread, black piece of bread. You run with a piece of bread to\nshare with your family.\nQ. Were there a lot of activities in the Ghetto? I mean were there schools, were there concerts?\nA. A little bit, very hiding, very brief because Poland was a very musical country, I mean like in\nspecial Jewish family love music, theatre, or something like that. And there was -- there was in\nGhetto, in the music, they play music, they play movie, and reading. Mostly read. Concentrate.\nSomebody's always stayed by the door, and if there was movement, you running. Crazy.\nQ. What was a normal day like for you after the Ghetto?\nA. Okay. In Ghetto, after I wake up, if I ever sleep, is gone for the lines for a piece of margarine.\nYou don't know what line you have. You run from line to line. And this is all my life, two evening\ntimes. After this, I still was a young girl. I like to play, I like to go to movie, like this. And I tried to\nimitate this life what I had before. It was very hard, and it was little better. We discussed not\npolitics, God forbid, no. But everybody have in mind when the war will be finished when, when\nAmerica come, England? Silence. I dream to see -- you know what I dream? To see, in New York,\nthe Lady. I always -- because we been in school, we learn all different what we learn in America.\nWe learn everything but not only what is in Poland, new country, languages, something. You see, if\nyou go to the gymnasium you must have two languages. You must choose English or German.\nPolish, of course, this is the language of the country. And you must take it. If you no take, you no\npass. And when I was in the Ghetto, I start again learning little bit Italian, and this is what helped\nme when I was -- long story --come to Italy.\nQ. So you were dreaming about America?\nA. Statue of Liberty. This is all what I dream. I remember when my father say send me to the\nfactory. My father, this is my father's business, to help him. I help him, and my fantasy was the\nStatue of Liberty. And I remember when I come, when I coming to the United States, and I dream.\nNow I see Statue. What happened? I was sick. I was 14 days in the boat, 14 days. And I was sick.\nI vomiting and vomiting because, you see, boat have ends here and here. The rich people have\ncabins in the middle. The poor people have cabins 1n the end and in the end like this. And\nmy husband call me and say, look this is your beloved Statue. I say, I don't care about her. I don't\nwant to see her anymore. I don't want it. After this I saw, oh, I love her. I just maybe fantasy, I\ndreaming. I was very child to fantasize.\nQ. What else did you dream about?\nA. What I dream about? I like to go to countries. This I really went to different country. But, I like\nto see the world. This is all what I wanted.\nQ. What else about the Ghetto do you remember?\nA. You come back to the Ghetto?\nQ. Well, yes. Yes. Well, we will finish that, and we'll go on. What else do you remember?\nA. I remember when the people died of hunger. It's nobody to bury them. And there was couple\nJewish people, religious, and they bury them. They collected. They collected from the street.\nThere was in the Ghetto, almost half empty because they send the people to Germany, Auschwitz,\nyou know, concentration camp, and this people died on the street. And the religious people putting\n-- you know when you build a house you put bricks, okay? So they collected the dead people, the\nchildren on this barrow and outside Ghetto they buried them in one grave, everything in one. This\nis what happen.\nQ. You saw dead people on the street?\nA. Yes, it's -- you no understand this. How to understand? I don't care anymore. I don't care\nanymore. I love my parents extremely because they were wonderful people, but the times go by.\nMine heart turned of stone. I don't care anymore. Parents, sisters, no more. No more. I wanted to\nlive. I repeat this to myself, you must. And I survive. Fantastic, unbelievable, but I survive.\nQ. Was there a special friend that you spent time with?\nA. Yes, I have friends. We got together. But talking about that, anything what you hear in the\nGhetto is dead. I saw her yesterday, today's she's buried. Young girls, but I don't want to hear\nanymore. I say, no more I want to hear. I want to live. It was very strong in my mind.\nQ. Did you feel different than from the other people?\nA. Yes. I feel difference because this, some people say, okay. What happened, what happened.\nThey no fight. And this is the worst thing, if you give up. Even, even when they send you to the\ngas chamber and you know this because the screaming from the previous people what went was so\nunbelievable you know this is the end.\nQ. Did everyone in your family work in the Ghetto? Did your sister work with you?\nA. Yes. Yes, they worked.\nQ. Everybody was working. How did you feel about this Romkowski(ph)?\nA. Romkowski(ph).\nQ. What was he like?\nA. He was very, very educated person. He have couple -- he was a psychiatrist or something like\nthat. He loved children, and he went with the children. And for any reason he receive little more\nbread or something, he share with the kids. And he knows this is the end. He knows. You know\nthe German tell him, give up the children, you will be live. He knows that this 1s not true.\nQ. Oh, wait. You are talking about the man with the orphanage, Korczak?\nA. Yeah.\nQ. I mean Romkowski(ph).\nA. Romkowski(ph) the head of --\nQ. -- of your Ghetto?\nA. Yes. I don't know how believe it or not, he was working with the Nazi. He knows that he will\nbe died, too. Because he send the people, he have the paper to send the people out who he wanted,\nand if people give him money or diamonds or something to stay here, I don't know.\nQ. Didn't he --\nA. Condemned him. He went to the gas chamber, the one from the list.\nQ. Didn't he think that if everybody worked harder and produced for the Germans they would be\nokay?\nA. We tried to believe, and he tried to believe, too. And this would come from outside world. No.\nThis man was the only one man but come from Auschwitz to Lodz and explain what happened.\nNobody, not one signal person believe him because German tell us, oh, you going to go on the farm.\nYou will be helped German family raise cows or this and this, or you will be a maid. And we start\nto believe him. They have a bad name for Romkowski(ph). I mean he was helpless. He was\nhelpless.\nQ. Were there any women in positions of power in the Ghetto, on the councils?\nA. I don't know. I really don't know.\nQ. Now, even though no one had any idea or really believed where people were going, were there\nstarting to be more roundups of people every week or people sent away? Do you remember that?\nA. Yes. I remember this.\nQ. What happened?\nA. The SS come to the Ghetto and pretend nothing happened. Watch the people with the here is a\nline, here is a line, here the children in rags and they no have nothing to wear, everything falling\napart and you know. German, you know, when you ride a horse and you have a long what you hit\nthem with.\nQ. A whip?\nA. A whip. Okay. German like to whip. When he walk, he always hit himself in the boots, the\nboots what he wear. And he feel he have the power to do, and when he walk slowly about the\nJewish people around, standing, everybody holding together or to the wall, waiting. He start, from\nnowhere, you, you, you, you, get out, get out, get out, and slowly the trucks coming, and we know\nwe were going transport. We know this. And we used to it, almost.\nQ. Were you ever in any of those lines?\nA. Yeah. They took me from the line.\nQ. But were you -- but still, at that point you didn't know where you were going?\nA. No. No. No. We no believe this young man anyway. We don't want German bad. We don't\nwant many die, and they to come and to tell us, you will be wonderful, you will be in the air, you\nknow. Who knows we'll go from here to Auschwitz. Really the name 1s Oswiecim. This\nis the Polish name. German give the name Auschwitz. For what reason, I don't know.\nQ. Anything else you want to tell me about the Ghetto?\nA. I don't think so.\nQ. Were you ever sick?\nA. Sick? Yes. Hospitals, this not existed. We have maybe hundred(ph) hospitals. This is all of the\nhospital we have. When sick, that's it. Maybe some people have hiding medicine or something like\nthat. I don't know. I know my family was not sick.\nQ. Before you were taken from the line, did you see other people being taken away?\nA. Yes.\nQ. That you did?\nA. Yes. But the people start forward quietly. But the German start beating the people. They going.\nThey went from the line. This make the tragedy. The screaming, the running, the shooting.\nUnbelievable. Because they know that this is the end.\nQ. Did the Jewish Police sometimes have to round up the people for this?\nA. Yes.\nQ. They had that, too. Do you want to tell me now a little bit about what happened to you?\nA. Okay.\nQ. How you left the camp. I mean not the camp, the Ghetto?\nA. I standing in the line, and he tell me get out from the line.\nQ. You were standing in the line waiting for bread?\nA. Bread. And the Gestapo say, get out and go on the trucks. I start crying because I was so young\nand screaming, Mommy, where you are? You know. And we went to the trucks, and I went. I\nscreaming unbelievable because I know that something happen to me. And we stay maybe two,\nthree hours. It was a long train many, many wagons. Auschwitz is not far from Lodz. Maybe one\nhour, that's it. But there is -- they put together so many wagons, so many things that go very, very\nslowly. There was 40 people in one. And we been maybe riding five, six hours. So slow we went to\nAuschwitz.\nQ. Did they tell you where you were going?\nA. No.\nQ. You were all alone?\nA. Alone\nQ. Did you know any people in the car?\nA. No. Children, newborn. A woman give away when the train stop. She took her baby, maybe\ntwo months old, bundled in the blanket, and she beg women, Gentile women who watched us, take\nthe baby. And she give her the baby. And the woman start crying and say, I give you back when\nyou come back. And she never got back. Oh, this is another story. Okay? This, the wagons -- not\nto go to relieve himself. Nothing. One on another and screaming. The window was so small. And\nthe wagons, shhhshhhshhh, slowly it went. And another story was when we come to Auschwitz,\nthey open the door. Raus -- this is a German name to get out — raus screaming, Germans screaming.\nI think so they enjoy this screaming. They enjoy, and they beat the people what went up and cannot\ngo faster, what you can. And they stay the whole line, the wagons here and the people, here. After\nthis what happened, you know, they must take the clothes, left to right, left line, right line.\nQ. Were the people in your transport men and women? Was it mostly women and children?\nA. No. There was mixture. There was mixture.\nQ. Did women and children get deported earlier than men or everybody?\nA. No, everybody, maybe another transport. Maybe. I don't know. This is what I know. Women\nand small children all went in one way on the left side, all, and then a young mother. And after this,\nwomen, single women and men in age 20, 21, 22, went left.\nQ. Went right?\nA. Right.\nQ. And you were with this group?\nA. Yeah.\nQ. Now, at this point, did you know where you were or why?\nA. Everybody have a deep feeling because we saw, from far away, the prison. You see, the German\ndone it this way. They send to the gas chamber people and take some people who would look\nhealthy to work three months or four months in Auschwitz. After this, after three, four months, they\ntook them back, the people, to the gas chamber and put here new people, this way. So looks like\nhealthy people working. And when Red Cross come to the Auschwitz, everything was peachy and\nbeautiful, flowers. You no see the gas chamber. You no see the ovens. It was all decorated.\nQ. The Red Cross came in\nA. Uh-huh.\nQ. I think we have to stop for a minute and change tapes.\nEnd of Tape 1\nQ. What year were you deported? Do you remember?\nA. This I don't remember. I really want to tell you, but I don't remember.\nQ. Do you remember about how long you were in the Ghetto for?\nA. Probably nine, ten months, something like that.\nQ. So maybe you were deported around 1941?\nA. No. It was '42.\nQ. You think '42?\nA. Yeah.\nQ. Because I think the Ghetto began in 1940?\nA. Yeah. Not 19 -- by the end of 1941 I think they\nstart the Ghetto.\nQ. So you got off the train, you were all alone?\nA. Yes.\nQ. What did you see?\nA. What did I see? I see screaming, this is first things, and beating because not enough fast you go\nfrom the train and divided people, left to right, left to right.\nQ. Was it frightening?\nA. Frightening?\nQ. Frightening.\nA. Yes, because we see the faces of prisoner was already here. We don't know how long. We don't\nknow nothing and we see the faces. And, you know, not the faces show us they no care. I mean,\nthey are laughing. And they knows what's going on because the smell was unbelievable. The\nlaughing. And the waving of the hands. And not come to your mind, maybe three minutes later,\nyou will be dead.\nQ. They said this to you?\nA. I was so scared, unbelievable scared. Maybe I see more women be somebody so I seen this, I\nfeel I cannot explain you the -- the scared. I know I was scared. Enough this the clothes. You take\nthe clothes off. And when I went to the right side, naked, they throw -- the Gestapo throw clothes to\npeople who were to get off the left side and throw one shoes small, one pieces clothes, nothing you\ncan wear.\nQ. So after you got in this line, where did they take you?\nA. They take us deep in the showers, the barracks, and deep in the show us where to, official, where\nto wash. They never give us water. We wash with the coffee that they give us. And they show us\nwhat is inside in the barrack, six in a row sleep, one, two, three. There was 18 people. And next\nday, we start working.\nQ. Did they shave you? Did they do all of that stuff?\nA. Not everybody was shaved. I was lucky. They shaved me. Not everybody. Not everybody\nhave number, it depended at times where you are and when you come to Auschwitz, you know.\nQ. So you didn't get a number?\nA. No.\nQ. So they didn't put you through any treatment right away? I mean, they didn't shave you, you\ndidn't have to go through all of that horrible stuff?\nA. No.\nQ. So I'll let you continue.\nA. So next day, we have a girl, a prisoner, and she's -- you see, the Gestapo say, why I make -- he\nsay to himself, but we understand -- why I beat the women if the prisoner can? And he say to her to\nget the best one from the barrack, I give you a piece of bread, large, take over. And she was worse\nthan the Gestapo because she wanted to show off how she work. She was hanging after six, seven\ndays. The prisoners hang her. Oh, many, many was hanging.\nQ. She was hanged by the other prisoners?\nA. Right.\nQ. Was this in your block?\nA. Yeah.\nQ. Do you remember her name?\nA. No.\nQ. Was she Jewish?\nA. Yes. The Gestapo give her the right to punish us for anything, so she punish double, you\nunderstand? And we promise to each other and when we will be leave she will be hanged, and she\nwas hanging about two, three people, enough strong to lifted her and hang her. Oh, many this was.\nQ. And then they gave you a new block elder or whatever?\nA. No. There was the end and the finish the war. We were still in the barracks, the strongest, and\nwhat can. The Gestapo is not more. So we, prisoners, hang her for that what she done to us.\nQ. This was at the end?\nA. Right. By the end.\nQ. Okay. In the beginning, you had capos and you had block elders. Were these people mostly\nJewish or not Jewish\nA. No, not Jewish.\nQ. How did they treat you?\nA. Terrible. The Ukrania -- this is a country — they was always enemy to the Jewish people. And\nthis people treat us terrible, terrible because the Gestapo say, I don't want to beat them. Let\nsomebody beat them.\nQ. What did they do to you?\nA. Very simple. Everything. Work not enough, run not enough, nothing satisfy them. We carry\nstone, bricks from one place to another. We have a mountain of bricks. We start again from this to\nthis site. They do anything and everything to kill us, alive. How can a human eat a piece of bread?\nThe worst thing is, if you not divide the bread of three pieces, you finish. If you eat the bread in one\ntimes, you finish.\nQ. What do you mean?\nA. You died from hunger because it's not divided. You must divide the bread of three portions.\nAnd who have the strong willing to do this, and you so hungry. When a prisoner died in the bunk,\neverybody jump to looking for the piece of bread, because she have the bread, she cannot eat on it\nbecause she so sick. They fight for the piece of bread.\nQ. Did you steal from each other\nA. Oh, my God. I do not steal from my mother. Food. They give us soup that's cold, this soup.\nSome girls wash their hair with the soup. There is nothing to do, it is colored water. And in so a\npiece heavy, black bread, heavy. They not grow the bread. My God, you don't have no place to\nhide it because another one will be take from you, a prisoner from a prisoner take.\nQ. What else did they feed you?\nA. That's it. Twice a day. Why they eat dog.\nQ. Did you eat dog?\nA. Yes.\nQ. In the camp.\nA. In the camp.\nQ. How did you kill it?\nA. Ino kill.\nQ. But they had a dog. They had dogs in there, and then you roasted it or something?\nA. In nighttimes, maybe. I know that somebody eat raw intestines. You probably, every time you\nhear about this, know about eating dogs. No? I mean interview another people?\nQ. I don't think so.\nA. Yes? You see -- what is her name? Mrs. Ford. You know Mrs. Ford, F-O-R-D? She was a\ncapo. Now she is, how you say, a person what not remembers. This a sickness, what don't know,\ndon't remember what she say? Alzheimer's disease. Now she's a -- when Mrs. Ford was one from\nthe capo. He too, he was -- I don't know what happened to him. And he survive. He survive.\nQ. Tell me more about your work in the camp.\nA. In the camp?\nQ. Right.\nA. This is all we do is carry. This is terrible. Carry the stone, a stone, and we cannot sit. We\ncannot, one second even, nothing because horse, the Gestapo went with a horse. We walk, and he\nwas riding of a horse and who show only feeling tired, he beat him, beat him. And he still cannot\nwalk, shot him.\nQ. Why were you carrying -- were you building something with these bricks?\nA. No. This is same thing, bricks, we went next day back to the same place, and we start. Same\nthing, bricks.\nQ. So what were you doing with them?\nA. Nothing. Carry bricks. And looking, looking up at the sky at airplane not coming, not coming.\nWe don't hear a peep. We don't know what day. We don't know what month. We don't know how\nthe war. Everybody, America, why not come? I never forget. I was liberated by the Russian, and I\nbeen in a hospital, in Russian hospital. You know, over with the war, they build right away a\nhospital. Field hospital, how you say? I was so near death. The Russian been very good\nto me. I mean the first few days, you know. Unbelievable. I went back to Poland, did I tell you?\nQ. Can I go back to the camp a minute first? I want to hear the whole story.\nA. What you want to hear?\nQ. When you were in the camp --\nA. Yes.\nQ. -- tell me a little bit about the block that you were in. Who was in it? Did you develop\nfriendships?\nA. Friendship.\nQ. Any of that sort of thing.\nA. Yes. There was two or three from Lodz. I don't know them from Lodz. I know them in camp.\nAnd we like each other. We help each other. Something human is still in our, so we help. I help\ntwo girls very much because we have diarrhea. You hear of the diarrhea? You have diarrhea, and\nthey not run, the toilets. I cannot describe how toilet look in camp. This is two wooden in one this\nway. And the middle is a hole, and you standing, and you do your thing what you need to do.\nMany fall down. Very simple because the hole was so big, and it's dark. You cannot see. So I\nfriendship with two girls. One died in camp, and one I think is still alive. I mean, she say -- I hear\nthat she is now in Australia, but I don't no whether this is true. And we been all three together. We\nhelp each other.\nQ. In what other ways did you help each other?\nA. When we see or hear the Gestapo coming, I share with them right away. There was a girl, what\nshe walk in -- I describe you. She have a job to go Canada. Maybe you hear about Canada? I don't\nmean the country Canada, I mean the job. You want to hear?\nQ. Yeah.\nA. When the people took the clothes, you know everybody hiding something in here, in a sleeve a\ndiamond, a ring in case. The job, there was six, he took six girls, is every piece, you know, the\nclothes was looking for diamond. And when they found something, he put in a place. Nobody steal\nnothing. Even if see beautiful ring, maybe you young, you take it. Nobody. Why? Because we\nknow why we will all died. Why we need the diamonds? Nobody. And she work in the Canada,\nMrs. Ford, and I meet her. And she bring me sometime in her pants, in the long pants she have\nbread, a piece of bread, you know, because she have the opportunity to do to help us. And this was\nwonderful. And so were the diamonds what we found.\nQ. Did you work in the Canada?\nA. No.\nQ. Your friend did?\nA. My friends. I was not so lucky.\nQ. So this was a privileged group?\nA. Right, but only three months. That's all. This is not steady work. After three months, they went\nto gas chamber.\nQ. Or maybe to another job?\nA. No. They took another six girls. This way they work. Same thing the men. There was men,\nabout 12. Muscle, very strong men. What did they do? The gas chamber, when about 30 people,\nthey closed the door. From one side they went, from another side they open the door. They was\ndead. So this eight men take the dead people by the barrow, you know, by this, you are hanging the\nlegs here, here the head, here the legs, and they went not far away to the ovens. Okay. Because why\nthe Germans changed people? Because they not wanted somebody as a witness, something can\nhappen if they come out from the camp. This is the reason. So when they shut up the six girls went\nto the oven, they took from camp another six girls.\nQ. But they came back and they slept in your block at night?\nA. Yes.\nQ. And that's how you know about this?\nA. Right. Right.\nQ. And you think afterwards then they went to the ovens?\nA. Right, they knows. They cannot help because there is no place to run. Not everybody is suicide.\nSo then they want to die by running to the wires. They knows.\nQ. So the people in this Canada Commando were privileged. Were the other prisoners envious of\nthem?\nA. Envious because he no thinks about it. You think about your stomach.\nQ. No one thought the job was particularly weird?\nA. No.\nQ. Were you aware of kind of the whole organization of the camp? Did you know where things\nwere happening in other places in the camp?\nA. Yes. Yes. You know, men was not far away from us. And sometime they come to the camp to\nthe women. Sometime they sleep with the women.\nQ. How is this?\nA. How? The Nazi no look. They drunk.\nQ. Once they're already in the camp?\nA. Yes.\nQ. So there was sex in the camp?\nA. Inthe camp. You never hear about it?\nQ. No.\nA. Yes. There was sex in it. It's not much and not many. Especially there was husband and wife\nseparate.\nQ. But weren't people, weren't men and women kept very separately in the camp?\nA. You mean --\nQ. The men were kept very separately?\nA. Right. I don't know nothing about the men, the life in camp. I don't know.\nQ. But then how did the men and women come together?\nA. How? Is many ways. They make a hole in the wires, under the wire. And so many people,\nthousands and thousands and thousands, they can go away with something like that, or they bring\nthe women more bread. The wives, many wives and husbands. And it was dark. Something\nhappened. You know, German is drinking, drinking, and drinking, beer, alcohol, or whatever\nbecause the life of the Gestapo was not very easy. Some -- I don't know if you hear this story. I\nthink so, I tell you on the telephone. The Gestapo hid the women in the bushes. Did I tell you this?\nNo? And we stand in the line was a beautiful girl. I can no describe you, a Hungarian, and the\nGestapo standing with her, and the lines start close up. So he push, with the boot, he push her in the\nbushes. He save her life. This is what he done. There was very seldom a Gestapo have a heart for\nsomething like that. Maybe they suffer, too, because they see so much blood and so much death.\nThey wanted to go home.\nQ. Were they drunk a lot?\nA. Yeah. You know there was orchestra? You hear about the orchestra.\nQ. Tell me about it.\nA. The Gestapo found people what can play a music instrument. And they organize an orchestra,\norchestra, and very loud. So there was a movie about this. So this people would arrive, cannot hear\nthe screaming and crying from the people what went to gas chamber, and the louder they play, the\npeople cannot hear. There was a movie.\nQ. Playing For Time?\nA. Yes. This is true.\nQ. Did they also play just for your entertainment or not?\nA. For the German, yes.\nQ. For the Germans?\nA. Oh, yes.\nQ. Not for you?\nA. No. No.\nQ. Were the Germans more abusive when they were drinking?\nA. Yes.\nQ. Can you describe it?\nA. They beat us from nowhere, for nothing. They beat us so much their hands no work any more.\nQ. What was an average day like? Can you describe it?\nA. It's four o'clock to five o'clock. The Gestapo or the capo raus get out, out, out. And shine, rain,\nno difference. We standing in a circle. Every barrack have a circle. We count. We must count\none, two, three, four to the end of the list is all right. It's quiet. Go out. The people start going,\nrunning what they needed. And in another circle, if somebody missing, this is the worst thing. You\nstay and stay straight hours. We found this person. Mostly she's suicide. They start from the wires.\nThey take hour, two hours, it depend. After they found her, we start going over what we supposed\nto do. They bring us the water, the coffee, the hot soup or something, and there is only one thing\ngood, is hot. We always freezing cold and cold and cold. And we start. Somebody have not come,\nthey give another girls. We very sociable in camp, you know, because we wants to share. Maybe\nthat God forgive them because they share with another woman. And after this, we start working,\nseven o'clock already. Many times when we feel fine, we talks jokes with each other, you know,\nand they comb the hair, and we have the times and after this comes the soup and the piece of bread,\nfamous bread. And this 1s.\nQ. This was your day?\nA. Yeah.\nQ. Now, did you have another countdown in the evening?\nA. To carry the -- you mean --\nQ. Another roll call in the evening?\nA. Yeah. Yeah. You must count everyone. German is very -- thinks everything must fit.\nQ. People say these were so horrible. Why where they so horrible, these roll calls?\nA. Because the dead, the dying look all in our face you can see you white, no color. I give you\nexample. I am -- I no have enough red blood. Iam anemic. And this start from camp. And you\nsee, when you no have to do something, you start dreaming, you start fantasizing. You look into\nface. You see far away because you fantasize when you home. You see the parent, you start talking\nto each other. You start crying. So that was the good days, and there be bad days, too. I no have\nenemy. I was not -- because I have a feeling I will be survive. I don't know why. I have a feeling I\nmaybe not die.\nQ. Were you ever sick in the camp?\nA. Yeah. I have typhus, not stomach typhus, big things\nhere. How do you call this, typhus?\nQ. Skin --\nA. Skin typhus -- the temperature go to 140 -- 104, excuse me -- 104 and up. And I been between\ntwo girls. They hold me by the coat. Can you imagine the temperature so high you will stay\nsometime rain, sometime snowing, you still in the same barrack where you were. They never\nchange.\nQ. So when you were sick you still went to the work and did all these things?\nA. Yes. If not, that was the end of me. I have a choice. Nobody can help me, only myself.\nQ. Did you to go the hospital or anything?\nA. No hospital. I am finish.\nQ. Now, how did you know? How did you know this?\nA. This, it come from mouth to mouth, you know. And we know while in hospital this Dr., he give\nyou needle, and you're dead. I saw Eichmann.\nQ. Did you?\nA. Yeah. In camp all times.\nQ. What was he like?\nA. He been with the Gestapo around with the dogs, what the Gestapo hold for him. He was\nhandsome guy.\nQ. Mean?\nA. Oh, Eichmann. When he have the case in his hand, you know, they kill him. He say, I'm\njumping with joys to the grave what my enemy done.\nQ. In your camp, were all of the prisoners -- in your\nblock, were all the prisoners Jewish?\nA. No. There was mixture. Some was Gentile, some was only Jewish. In mine there was mixture.\nThere was Gypsy, what I tell you, mostly catholic\nQ. Did you become friendly with them?\nA. Yeah. Death is the same for everybody. Some were frightened, very scared. Some say this is\nwhat God give us, we must die. But we will be live. And we hope together.\nQ. Was there any differences that you noticed in the way people responded to what was going on?\nA. Yeah. It is difference. Some people hold another person, physically. She cannot help her, but\ntogether. And you saw this in barrack. There no exists anti-Semitism anymore. That's it.\nQ. Everyone was?\nA. Everybody.\nQ. Was there a lot of affection between the people?\nA. No. There was not.\nQ. Now, I heard that what happened to a lot of young women who went to the camps was their\nperiods stopped. Is that true?\nA. Yes, me too, yes. I was lucky. We have pill. They give us a pill. I don't know whether this is\nonly tale or whether this is true. They give us a pill in the soup what they give us. I don't know\nwhether this is possible to stop it, or it stop because we no have vitamins. We no have nothing.\nThis is probably what make it stop.\nQ. How many years”?\nA. I thinks I have three years. Yeah.\nQ. Did you find it alarming?\nA. I don't care. I was happy. I don't need the rags.\nQ. Now, you had told me an interesting story about how you came in contact with a Gypsy prisoner.\nA. Yes.\nQ. Will you tell us that story?\nA. Yes. Near my barrack it was dark already. They come to me. I hear crying and crying, and I\nsaw a girl and she tell me she's Gypsy and to help her I say, what I can help you? She say because I\nhave diarrhea and everything is around me. I no have rags. I no have nothing to clean. I no have\nwater to clean. And the Gestapo see me, they shot me on the spot. So I went to barracks, and I\nfound rags and little bit water. I don't know, there was rain, and I help her to clean up. And I forgot\nabout this. Maybe a week, maybe more, I stand in the same place, she come back and she thank me\nwhat I help her. And she say, I want to help you. And she tell me what will be. From Hungry or\nRomania, I don't remember exactly, come a transport and you barrack, they come to your barracks.\nAnd you know thank her and I no went anymore to this barrack. And I wait, I sit in the bushes not\nfar away where I help cleanup her, and I wait. I don't know whether I fall asleep, probably I fall\nasleep. When I wake up, I see strange people, strange language. They really took the whole\nbarracks, I think 41 people, to the gas chamber and substitute with the Hungarian. I went inside and\npretend I am one of them, and I stay in the barrack. She save my life.\nQ. You stayed with the Hungarian people then for a while?\nA. Yes.\nQ. Could you talk to them?\nA. Yeah. They wanted to know what's going on here? Why, when, and who? Where they went,\npeople. You know, you have little bit intelligence, you will be not asked a question because the\nsmell of burning flesh is so strong. Unbelievable. You can smell this mile and mile. Maybe they\ndon't know this is human, probably not. So I believe from the beginning, and I changed.\nQ. Did you know what it was in the beginning?\nA. No. After this. And you know, I've been so sick from this. When a transport, a new transport\ncome from any country, everybody go to the wire to find out, maybe to look for somebody from this\ncountry, what is ally. I went out from this. I cannot, because I know this will be dead so soon. This\nHungarian and Romanian women are beautiful, and this beautiful women, with the children, are\ngoing to die, maybe some will live. And this barrack been standing for a while.\nQ. Were you ever aware of the guards or the police, either German or even the prisoner guards,\ntaking advantage of all these beautiful women?\nA. I don't know. I know one things, they have a bordello. How you call this?\nQ. A bordello?\nA. A bordello. They took women from -- even Polish women -- to this place. But they been right\naway, after they have -- how to say? After they rape the women, let's see, they died very soon after.\nQ. Did you know women who were taken to this bordello?\nA. Yeah. Very pretty Hungarian girls. Very.\nQ. Jewish-Hungarian?\nA. No. They was Hungarian. They was Hungarian girls. Very, very nice. They come so rich dress,\nwith the luggage. And probably the Gestapo was good for them in Hungry so they can take\neverything, and they left everything. To this day they say -- I don't know how much 1s true -- on the\nbottom of the sea, on the bottom of the river, they can find a huge, huge diamond and gold in a\nspecial container. What they took from Hungary.\nQ. And they would constantly been replenishing? They would be sending more and more women\nto this bordello or whatever?\nA. Yes. Yes. They start with Hungarian, they start.\nQ. Were you aware of any women who were pregnant 1n the camp?\nA. No. They destroyed them right away.\nQ. Did you personally have any contact with men in the camp?\nA. Me? Oh, no. No.\nQ. How much freedom of movement was there when you say you went out to help that woman?\nCould you come to go?\nA. Yes. You have freedom after you come from work, after. But you was very careful because\nanything, anything that can start the fire.\nQ. Were you able to sleep pretty well?\nA. I think so. I have nothing, only boot and from rocks for a pillow. We put together slowly. The\nrocks dirty, filthy, but we use this.\nQ. And there were three, six people in your bed?\nA. S1x people in bed. When somebody died in the nighttimes, we keep her because she warm up us.\nIn morning we call the capo and say, she's dead.\nQ. Now, were you aware of any of the medical experimentation we read about?\nA. Not me. I know it was done, and I know where it was done. And this is all. I never talk or saw\nsomebody do this.\nQ. Is there anything else you want to tell me about Birkenau that you can remember really, some\nunbelievable memories you have of camp there?\nA. This is not enough? It was nothing worse than I saw this. No. I don't think so.\nQ. Now, what happened? I know that you left Birkenau. How did that come about?\nA. How?\nQ. Yeah.\nA. They come with the trucks, and they took the whole barracks. And that's it. They don't say\nnothing. And we went to the train. We know why we not going to the train to die because the train\nwas in a different direction, and there was difference there, the ovens and the gas chamber. So we\ndon't know exactly where we going and are we going. And it took us maybe a day. There was\nmaybe 500 women, something like this. And we come to the place, it was beautiful place. It was in\nthe mountain, and you no see the war in this place. And they find a place, and they built something,\nsomething you keep horses. Many, many cabins of the war, whatever it is. And next day they took\nus to place where it was factory. Factory. Huge place. You no see the end. And this where I, we\nstart working. There was terrible. We no have gas chamber. We don't have crematory, but the train,\nevery day, day after day after day collected the dead or the dying people to Auschwitz. And they\nshow me what to do and, you know, when you wanted to sharp a knife, right? You have the\nguns in the hand, and here is a machine. And you must watch not too fast, slowly. If not, they beat\nyou. Terrible thing. And this was my job. And this was unbelievable. I don't think so I will be\nsurvive one day. And how I learn to breathe. You must breathe in this way. (Demonstrates\nbreathing technique.) And after this, you take big, deep breaths, breathe, and start again. This was\n12 hours a day. And when the Gestapo no look me, we took deep breaths, breaths and start, pretend\nwe work, we not working. And many die. It's unbelievable how many girls died from this dust\nfrom the guns. Unbelievable. Every times they bring us new guns, new different things, you must\ncatch everything fast, if not, they beat you.\nQ. So you were making guns for the Germans?\nA. Right.\nQ. It must have been a strange feeling. Where was this factory, and what year do you think this\nwas?\nA. The factory was off border of Germany and Austria . Ones time they belong to the Germany, one\ntimes it belong to Austria, in the mountain.\nQ. What was the name?\nA. Halberstadt, Sudetenland. The town was Halberstadt, Sudetenland, the mountain.\nQ. And do you know the time period you were there?\nA. How long?\nQ. And what year it was, maybe?\nA. In May, 1940, when the war -- I forgot when the war stopped.\nQ. It stopped in 45.\nA. 45, right. May the 9th, right. And this -- I work two years. Two years.\nQ. So you were treated very badly there as well?\nA. Yes. Plus this -- plus the what with the guns. The guns, it was terrible. I had to carry this stone.\nWe work in the factory.\nQ. Why is that?\nA. Why? Because you cannot breathe. And when you normal breathe, you died, not important.\nWhy the transport go every day. We say good-bye to every girl. They know they're going to die in\nthe oven. Young girls.\nQ. How do they know? How did you know where they were going?\nA. Because the Gestapo say to us. And we know the direction where they're going.\nQ. Now was the structure the same here at this factory? I mean, you had a block leader and you had\na capo?\nA. Yes, the same. Except they no have ovens, and they no have crematory. This not. This why\nevery day went to Auschwitz.\nQ. But the situation, there was no food, you were crowded, you were --\nA. Maybe our food maybe was a little better because there was not so many people as in Auschwitz.\nQ. Were there men at this factory also?\nA. Men?\nQ. At the factory?\nA. Yeah.\nQ. Did you have contact with them?\nA. No.\nQ. So, what happened next?\nA. Next? You look to the sky and pray. Now, maybe the American come. Maybe the England, the\nRussian. One day -- there was in '45 -- we know what is the end. We knows. I cannot explain. We\ndon't have magazines. We no have nothing. We have a feeling because we see the German pack\nthe big guns. We see difference every day so maybe this is the end.\nQ. How were the Germans acting?\nA. Acting scared. The German acted scared. Not forget now, the German soldier still have a family\nand children and this. Because the German say, we — the top tell us what to do. We not kill the\npeople, they tell us to kill. You see, they're not -- they're innocent. And so we were -- we saw\nsomething going difference. And they come one day. We saw the Gestapo because from the\nbarracks where we live to the factory, we walk maybe a mile. We say, the Gestapo didn't come\ntoday. We don't know what to thinks. And we hear, we hear the bombs, the artillery, you know, the\nmachines. So it is different. And we hear louder and louder and louder. We don't know who,\nwhether it the Germans or whether this is the American, or the Russian, we don't know. And one\ntimes we stay in the barracks and they open the door and we saw the first Russian soldier.\nUnbelievable. He hug us and kiss us and do anything. You know how the Russian with American\nwas friends forever. And they give you chocolate. They give you everything. And we were very,\nvery -- you never believe I was 70 pounds. I was so skinny. I cannot walk, I cannot move. But I\nwanted to go back to Poland, must go back to Poland. Must find somebody. Come. I meet three\ngirls, two really. Two girls, one from Hungary, one from Poland, and their age. They I wanted to\ngo home to find out if somebody. So we took and started walking because, you know, the war you\nno have cars, you no have nothing. Everything is in ruins and if is a car, it is occupied by the\nRussian or by American, so the only way you have is walk. And we walk. Started walking from\none country to another. When we come to Poland --\nQ. One question. Once the Russians came, you were, at the time you were free to do whatever you\nwanted?\nA. Yes, free. What happened, Russian rape, unbelievable, German girls. German. But so many\nGerman girls been -- the parents hiding in basement the girls in the cold from the Russian\nCommando. So there was announcement, any soldier will be rape our women will be shot in spot,\nand from this moment stop the rapes.\nQ. Did you see how the Germans who had been keeping you were treated, or did they get away?\nA. The German?\nQ. The Germans who has been keeping you --\nA. Yeah.\nQ. -- did they get away or do you see how they were treated, the Germans soldiers or the guards?\nA. How they treat after the war?\nQ. How the Russians treated the Germans?\nA. Oh, bad. Very bad. They run, they hiding. They hiding in the woods. Very bad.\nQ. Did any of the prisoners try to take revenge upon the Germans?\nA. Not what I know. Maybe, I don't know.\nQ. So you started to walk?\nA. Yes, with the three girls. You come to Poland after six weeks walking. Many times you went to\nGerman houses. We tell them, madam, give us clothes, give us food or we kill you. And she give\nus anything so we can ago away. When we were hungry again, we go stop at another German\nhouse. So we reach Poland. Poland then right away is occupied by Russian. I went to the house\nwhere I live with my parents, not in the Ghetto but in regular house, and the janitor recognize me\nright away. Oh, he kiss me, and he so happy I am alive. And I left my picture with my name and\nsay, if somebody ask, show them the picture. Maybe they will know that I am alive. And we been\nin three months in Poland. Go every day, every day find out if somebody is alive. After this start,\nPolish government start pushing us to take the Polish passport, belong to Poland. We don't\nwant it. So maybe two days before they close the border, we left Poland. Now, three girls what to\ndo? What to do with myself? So we decide, go to Italy. Is warm, beautiful country. And maybe we\nwill build a new life. We went to Austria, walking. From Austria we decide to go to Italy. Italian\nWhat to do, go through the mountain, Alps, or go through main road because every time -- you see,\nthis 1s in this way. Here is Austria, here is land belong to nobody. Next is land what no belong to\nnobody, here is Italy. So between Austria and Italy 1s two places what belong to nobody.\nEnd of Tape 2\nTape 3\nQ. You were marching to Italy?\nA. Right.\nQ. Tell me about it.\nA. When we have -- before we march to Italy, we have food with us. We was very nice dress. We\nhave nice, small luggage we get from the German, and we going into Italy. You see how mountain\nis mountain, soon we no look any more the mountain. Tired, dirty, all covered with grass. We\nwalk. We follow a group what go before us, and we reach -- I don't know even -- we reach Italy\nin a town called Tarbes. This is the first Italian-German, Austrian city, Tarbes. We come in,\nthere was twelve o'clock in nighttimes. We don't know nothing. We don't no have money. Lira,\nwe don't have. We don't speak Italian. Nothing. So we pretend. All three together start laughing\nfor nothing and start mix language, but I was the first passport, passport. We start talking that we\ncome from concentration camp. They say, uh-huh. He don't believe us, and he took us to jail, not\njail but the commission. And they don't believe we walk so many miles to go to the Alps. So we\ntell him the story. In this organization, UNRRA, you remember there was? there was come a man,\nhis name was Myer. And he hear the whole story, what the three girls told, in UNRRA,\nin the organization, and he was very impressed. And he say to the lady he can help us, the three\ngirls. He have a villa 25 kilometers from Switzerland border and 25 kilometers from Milano, he\nhave a villa. We can live in the villa so long we will be stable what we going to do with himself,\nbut he wanted not touching the villa, not make, you know. This is a beautiful villa. He wanted to\nhave us to take care of the villa. He give us a gardener. He give us a farmer, and there will be cook\nfor us, but we must take care of the villa. We been in seventh heaven, what Myer done\nfor us. The place called. I remember that so, and we been in the villa. And the men who take\ncare of us give us cheese, pieces so big cheese. We went walking to Switzerland border. We\nexchanged with watches. Switzerland give us watch, the guard, if we give him cheese. And so we\nbeen here seven months. Now, every day we take the train. We going to Milano, standing\norganization, to find out if somebody named Beckerman ask about me. She have a list, because\npeople coming in, walking in, going, she have everybody ask is somebody from family ask? She\nsay, no, nobody. Day after day after day we been coming to Milano. One time a soldier in a Polish\nuniform standing in the line, too. And he look on me, I looked terrible. No hair, all skinny, terrible.\nHe looking, what happened? I have typhus, and I lost my memory. I lost my vision. My God, I\ncannot see, and I to recognize because I have typhus. And many people from typhus lose -- they\ncome back. And I have vitamins. I have everything. They will be back. And one times I stand\nagain, and he so familiar. Who is he? He come to me and ask in Italian, would I know\nhim? I say, I non parle Italiano. He say to me, you know who I am? And this was my boyfriends\nfrom Poland when I was only 12 years old. He went with me in gymnasium to school. And oh, can\nyou imagine? He tell me -- he ask people, thousands, if they saw me someplace or in Auschwitz or\nthe Bergen-Belsen or in another concentration camp. Everybody say, no, we not. He have my\npicture with him from when we were younger, and I been the happiest of all girl. Slowly,\nslowly -- first we went to doctor. The doctor say, no live with her, take times. She's not ready. So\nhe take care of this, and he tell me, remind me, remember this and remember this. Slowly, slowly I\nwake up and remember what happened to me. Not long. Three, four years. There was two months\nwe went to doctor. I have not sanatorium. They give me food and they try everything to wake up.\nAnd the doctor say -- I've been sick of, you know what this is? Sciatica, you know what is sciatica?\nIs in Italian, and my back hurts terrible. So the doctor prescribe Moon(ph), you know? This is in\nItaly. You take earth, you make black earth. You take a bath. You hear something like that?\nOkay. But he discover I am pregnant. So we went to the rabbi, and he marry us. They call marry,\nblessing us. And I live with my husband. I have four children. My husband passed away. And I\nlive alone with my memory.\nQ. But your husband came to America with you?\nA. Yes.\nQ. It's a wonderful ending.\nA. Yes.\nQ. Yes, indeed. What do you think got you through all of this? Was there something you did,\nsomething that made you able to cope with all of this?\nA. You know, I must tell you something. God is my friends. I talk to him. I talk by the window,\nand I tell him my trouble. He listen to me. He help me very much.\nQ. So even though --\nA. I believe in him very much. We are human. I am not religious, I mean when it come to dietetic\nfood or something like that. I no believe in angels, something like that. I no believe. To me\nreligious is history. What is really religious? History. You follow what happened in life, what\nhappened in the -- what happened with Moses, with the sons, they call Bible, and this is history.\nAnd He is in the history, my best friend.\nQ. So even though you didn't come from a religious home, your religion sustained you?\nA. Right. Right.\nQ. I don't mean to have to go back, but was there ever any religious activity in the camp?\nA.Incamp? No. Oh, no. Absolute. Yes, everybody pray to God by himself.\nQ. Is there anything else that you'd like to add so that people will know, people will remember?\nA. They're all my story so fantastic, unbelievable from the beginning. I don't know what is more\ncolorful, more to come to this. Day after days this life in camp was unbelievable, never end. We\nwanted something happen, nothing happened. I feel so sorry for the people who suicide. I no have\nthe guts to. IfI died, all right, bullet or hang, but to take my life, I cannot do it. I keep myself, you\nknow, I joke with the girls. We talk many things. They mostly been girls in age 16, and we try to\nomit the life what we live, not think about the piece of bread, not think about the coffee, coffee,\neven lice welcome. I not complain. I live my life now is hard. I live on Social Security and with\nthe German check, what Germany send us. Because mine children are wonderful. They have life\nfor themself. I cannot help -- they cannot help me. I live in a nice apartment, in a nice section\nbecause if I wanted survive, I needed apartment and away from city, far away. And I agree I no\ndrive acar. I never learn how to drive. And I try very hard to live busy. I love -- I have a beautiful\nlibrary, and I still go and take books every week, and I read. This is my pleasure. I no watch much\ntelevision because it not interest me, it's junk. And this, polish the furniture one times, I polish\nanother times and keep mind busy. I am not sociable with people. I tell you why. American people\nno understand me. They cannot have the feeling. If come to people from Soviet Union, from old\ncountry or something, they're not my people. I don't have nothing to talk to them. They're\ntalking about food and talking about difference. I love theatre. I cannot go often because of\ntransportation. No one from my friends, you know, friends, really went to theatre. I love theatre.\nAnd this is -- I haven't not sociable life at all. I have flowers -- I love flowers -- in mine apartment.\nAround apartment, I make beautiful garden. Davie, my son, help me. He live -- he live within\nSilver Spring? I don't know, something like that. And he have huge piece of ground, and he makes\ngarden. Everything what you wanted is in his garden. I have only flowers, because I love flower.\nSometime I don't want to go and water the flowers sometime because they died. You see,\neverything what died, not interest me.\nQ. Let me ask you a question.\nA. Yes.\nQ. After you got to Italy, you found your old boyfriend?\nA. Right.\nQ. Was it difficult to rebuild a life?\nA. Yes, there was. But he was so patient. He was so understandable. He help me to adjust. First,\nafter one months, I start seeing better, mine eyes better. and this is very important to me. And so he\nunderstand very much. We have a wonderful life together.\nQ. When you had children, did that bring back memories of when you were a child?\nA. Yes. They come, the memory. Can you imagine of six million, huge is this six million,\ndisappear? It's hard to believe this. Thousands and thousands went. I no see this, I be live. I tell\nyou a fact, what happened one times. In this place, in concentration camp, come the Gestapo, and\nhe wanted 150 women right away. So there was mothers and daughters, and the daughters say,\nmother, where you go, I'm going with you. Ino care. And she beg her, you survive. You\ntell the world what happened. I am old. I am sick, and I will be died soon. And she say, no. In\nnighttimes -- it was twelve o'clock nightttmes — the 150 people in five, five, and five went walk,\nwalk, and walk. They reach the forest, what you can see far away. When they reach the forest, the\nGestapo say to these women, run. Run. Raus is the German word. They don't know, it's dark. And\nthey start running, and they start shooting. This girl lost her mother right away in the darkness, but\ninstinct tell her, you must survive. How? She went and she, to a tree up and up and she cling to the\ntree, and she hears the screaming, the crying, the dying. After this, quiet, so she come back. She\nlooking for the mother. She come downstairs and when she saw the women -- mostly lay down on\nthe stomach -- she turn the women, and she saw who 1s alive, who is dead. Where is her mother?\nShe not found her mother, so she don't know what to do. She lay down in the forest. She saw the\nGestapo, there's been three, come back. What she done? She took leaves, and she cover herself, but\nthey saw her. And the one Gestapo open the legs, her body, and he shot her here and it comes here\nout. What happened? There was wintertimes and snow. When he shot her, the snow frost the\nblood, and she have the blood, very little. This is not only this. And she lay down. She don't\nknow what to do with herself. The Russian found her and took her to hospital, and she stay in\nhospital six months. And one nurse tell her, not far away is a school that survival women with\nchildren survive, and they leave now and find out whether you can find your mother. She found\nher. She live here.\nQ. Just a quick question. Was your husband also in camps? was 150, 160 people, only 20 reach the\nforest. And he reach it. And he was in the forest. He was with the Polish Underground. You see,\nwhen I give you example. When on the big ground, you know, they put bombs, and when in the\nGerman car come, it blow. He survive in the forest to the end of this war.\nQ. So he escaped from camp?\nA. Yes.\nQ. Well, I think I've asked a lot of the questions.\nA. Is this close to history from another prisoner, my story is close?\nQ. Is there anything else you want to add; otherwise, I think I'm done.\nA. No. I don't think so.\nQ. Okay.\nA. I live in Italy. I love Italian people. It's wonderful. I learn the language.\nQ. Why did you come over here?\nA. Because Italian, they don't want to give me a passport. They have unemploy so many and they\nmust -- we understand. We was very lucky because we decide to apply to three countries, Australia,\nAmerica, or Canada. We try. What come first embassy, we going. So happen everything. Our\napplication to United States was mixed up. You know, when you bring up applications something,\nyou put it in the top, next in the top, next in the top. By accident, our application went here, and the\nambassador come to office, he took our application by mistake. We will be waiting two years.\nHe call us and say to us, where you want to go? We decide to go to United States because there was\nthe closest. We don't need to wait. After two months, application everything, he say what you\nwanted to go, fly or with a ship? We decide a ship because I scared to fly. Wait, this is not the end\nwhat's happened to me. Okay, they give us cabin and when I mention, by the end. And I am a\nperson like adventure. I went, six o'clock in morning, upstairs where the rich people have beautiful\ncabins and so forth, and I stay and I look on the water. And I have on myself a blanket, really a --\nyes, a blanket, what American soldier give me in Italy. And this blanket, I cut off, and it have\nmiddle and with thread, I make a coat, you know, here one and here one. And that's it. When I\nlooked downstairs, and nobody is here, so I took the coat and throw it to the ocean because I was\nashamed with the beautiful people here. And one Marine saw something, what's going on? He saw\nthe coat. You know, when you something, they go flat. How you call this? You can think so this is\nhuman, because he stopped the boat. There was near Lisbon, and they send the little dungy,\nhow you call this? Dingy? About ten looking for the person what jump. When I saw this, I run\nright away to my cabin and start crying, and I tell my husband. He say, you crazy, what you done.\nHalf hour they took it to start the ship again. That's happened to me.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: If you could just state for us your name and where you were born."
    ],
    "answers": [
        "Answer: I was born in Lodz, right, and my name is Gina -- Virginia Beckerman.\nQ. Your name at the time?\nA. Virginia.\nQ. Schweitzer, was it?\nA. Schweitzer, right. And I was very happy girl.\nQ. I'm sorry. What year were you born? What year were you born?\nA. 1920.\nQ. Okay.\nA. And my family was middle-class people. My father have a printing shop. He print tickets to\nthe movie, a small newspaper, a weekly newspaper, something like this. And we were very well\noff. My father look German. He was very blond, he no have hair. He was heavy-set man, and he\nspeak perfect German. So this help us from the beginning. You know, so no one Jew on\nthe street, only father was, and he went to the stores where he make business, and was still making\nbusiness after -- almost when the Ghetto start.\nQ. Would you say that your life before the war, you had a nice life?\nA. Right. Very nice life. Every year when the school finish, we went to villages. My father rent a\nsmall cottage. And the owner of the cottage went to sleep with the cow, exactly, so he can make a\nlittle bit money. And we be living in his house for two and a half months. There was the summer\nvacation. So I was very, very happy. The fact is -- maybe unbelievable -- I was 12 when the war\nstart. And we have a beautiful river, and I was swimming in the river with the girls. I don't know\nwhether I can say this. I found—I don't know what this was -- a rubber. Rubber? I don't\nknow that it was condom. I don't know. I was swimming in the water. So we -- you understand\nwhat I mean?\nQ. I don't think so.\nA. Okay.\nQ. Can you explain?\nA. Summertimes we went to summer house.\nQ. Right. And you were swimming?\nA. Swimming, and I found a -- what is this? Condom.\nQ. Um-hum.\nA. And I don't know that this is a condom. There was a real young children. And we found a few,\nand we start blowing balloon. I was so naive. But this is -- I say this because I was a very happy,\ngo lucky girl. I was good student, and I no feel anti-Semitism in this age.\nQ. Were your friends Jewish and non-Jewish?\nA. Both. Lest, you see, I was raised in a home not religious, not a religious home but very\nnationalistic. In other words, my father was belonged to organization for Israel. Beside this we eat\neverything. We go with Christian people any places. There was absolutely difference, but I have\nfear in home, in outside home, friends.\nQ. When did you start feeling that things were changing?\nA. Changing? A months or two because Poland had a beautiful jungle on east side, and the bigshots\nfrom Germany come every year to kill animal in the jungle, you know. The last summer -- the last\nsummer they didn't come, and they don't know not in the newspaper, nothing mentioned. This was\nthe first things. After this, Hitler starts sending Jewish people what been born in Poland and went to\nGermany for jobs -- this is before the war, everything -- and there was many, many Jewish people\nthat come to Germany to work. Mostly from Poland. And they was from Belgium and France and\nfrom different country. And this times, they didn't come. This is the second things. Lot of people\nstart talking and people start buying food, do everything what people doing, have a feeling\nsomething will be happen, something. Okay. One night -- I never forget this -- we hear, (indicating\nfootsteps) on the street, so loud. And there was German. First times I saw German soldier on the\nstreet of Lodz, unbelievable. Poland, after six weeks fighting with Germany, run\naway. Everybody run away to different country and left the 30 million people by himself.\nQ. What year was this did you say?\nA. That was 1939.\nQ. After, okay.\nA. Yeah. Mine first things, what happened to me from a German soldier, I was walking up the\nstreet -- we don't the, you know, the star. They come later. I walking on the street and going very\nfast by the wall, and I hear somebody walk in the back. I supposed to run right away from him and\nout of sight, and let the person go before me. And I no done this. I was a child. He start beating\nme. This is the first times because I supposed to give him the honor of the first walking on the\nstreet. I supposed to go in the back. this was first things. After this I want Gestapo, who ask couple\ngirls -- and if you got ever great, beautiful houses, all German move, German soldiers, and\nthey go ask and say to clean up, wash the top of everything, and they give us a loaf of bread. And\nwe was happy they give us bread.\nQ. You were cleaning the German houses?\nA. Yeah. I mean they was Polish houses, but they move.\nQ. Now, at this point you were a teenager, yes?\nA. Yes. I wanted mention because something -- I was a teenager, but I have a boyfriends. He was\nolder for me, and he had been in the same gymnasium, enough that this he decide to learn how to\nbuild radios. It was not television this times, only radio and all electrician jobs. He love electrician\nthings. So he went to special school and certain time, three hours, he come to gymnasium, so he has\ntwo schools. And he live not far away from me. And we been children together. We even not kiss\neach other. There was difference.\nQ. You didn't or did kiss each other?\nA. No. I'd like to tell you about mine sisters and brothers. Can I?\nQ. Sure.\nA. I have older sister, and she was 15 years old when the war start. And he asked -- and she had a\nboyfriends -- and she asked my father, now she wants to marry him. Really my father wanted him\nto marry because he know what's going on. Let's have somebody will take care of you. So she\nmarry him. And he was from Belgium, a Yish, and he -- his father was aristocrat. Our family, he\nno like us because we been not enough aristocrat, you know. He come from Russia, from Russia,\nnot from the Communist. He run away from the Communist, and he come to live in Lodz. And he\nso fall in love with my sister, and there was marriage. The marriage was in a basement. And my\nfather begged the Rabbi, he no want to come because he was scared that they would kill him on the\nstreet. But he saw what was going on, he walked with my father to the other house, and he marry\nboth, each other, he pray,and after this we sat all night and wait, the lights coming and went to his\nhouse. But he live with his mother. Life was terrible from the beginning even before the Ghetto\nstart. You give everything what you have up for a loaf of bread or for soup or something because\nthe diamonds in the rings and this is nothing. It's not for nothing. How long you hung in. I never\nbelieve in my life what hunger can do. I eat a dog. And some people in concentration camp eat a\nhuman. Can you believe this? I read a book about what happened in Venezuela or something.\nThere were plane crash with 18 young people and six survive, rest died, and they been in the\nmountain food is none. You not remember this story?\nQ. I don't think so, but I think I know what you're going to tell us.\nA. Right. And they eat the dead people.\nQ. Let's talk sort of talk a little bit more about the period before the Ghetto, okay? Were you aware,\nbefore the war, what was going on in Germany?\nA. Very little. Very little.\nQ. Once you were occupied by the Germans, the people that you were friendly with before, the\nnon-Jewish people --\nA. Right.\nQ. -- were they still your friends after the Germans came 1n?\nA. Some. Some. I want to say something. The villages know what's going on. There was already\nPoland fall down so far. When a Jewish family went to the villages, and they, I give you money\nhiding us, people hiding. How long you give them money, they tried to hide. After this, they no\nhide any of you, and then you must go. There was some villages went to the German, Polish people\nand they would say, listen, here and here is a hiding family or a single. German give, of course, to\nkill the Jewish people from the religious, and the people what was hiding, they receive, the German\ndecide to kill them because they're not supposed to hiding Jewish family. So there was danger both\nsides, you see. My friends, the best friends, she survive because the family, the villages, hiding her.\nYou know when you bake bread you got shovel, you know, in the old-fashioned, after they\nbaked the bread, she went to the oven to hiding. And hours and hours in this very hot oven she laid\ndown, and she hear when the German ask in the villages. She survive.\nQ. After the Germans came in, did your family do things differently? Can you tell me a little bit\nabout the occupation?\nA. We seldom went out from the house. Every noise make us jump and scare. They come from\nhouse in the house and they take people. We no have no place to hiding. Gentile people not hiding\nus because they're scared, too. Very simple. Because easy they can move, and we cannot move. It\nis the hunger, the hunger, the hunger. You no have nothing to eat. What will you eat a chair or a\nsofa? You cannot eat this. In a way, when they start the Ghetto, some people was not it\nwould be different. They concentrate us, they must give us something to eat. The Ghetto in Lodz\nwas 250 million Jewish people, but of this half million people, half was Jewish. But they took the\nJewish people, what been in all of Lodz, concentrate in Ghetto in one maybe 20 of the 25 streets is\nall. In one room, 11 people were in a room.\nQ. Did your family share space with another family?\nA. Yes.\nQ. What happened to your father's business 1n all of this?\nA. German took away -- I forgot to tell you -- when they come to Lodz, they have already a list who\nbought machines from Germany. So the first things what theydone, they took my father machines.\nWhat he even not finished paying the German. And that's what happened.\nQ. Then were you still in school?\nA. School? No more school. In Ghetto starts school ina room, in a street the teacher take a few\nchildren and start teaching. Everything was unbelievable.\nQ. But before the Ghetto, basically all of the things that you normally did changed? You couldn't\ndo them anymore?\nA. No. Absolutely not. I never saw my friends, Gentile friends, because they been scared, too.\nQ. So your social life ended?\nA. Oh, complete.\nQ. And the only other question I want to ask before we talk about the Ghetto a little more is, you\nsaid your parents were very involved with the Zionist Movement?\nA. Right.\nQ. How did that happen? How did they get involved with that? How active were they?\nA. Because the anti-Semitism existed in Poland. Polish people are different from American people.\nI mean if you tell something Poland, he believe you right away. Something bad about what the\nJewish people don't, you know, or you hear the story somebody say before the war even. Jewish\npeople kill a Gentile girl and with her blood, they make matzo. You understand what I mean? This\nis enough to be a problem. There was enough because there are one-way truck. This is Polish\npeople. Even today.\nQ. Do you have any other memories of when the Germans came, how they treated you?\nA. They treat us very, very bad. Even when they catch you, you know, some Jewish people are very\nreligious and follow exactly the Bible, and some people grow beard. I not mean a beard now, beard,\nand have a special black coat. When German saw something like that, they catch him right away.\nThey don't do nothing to him. And they took many, many people to see a show from the street.\nAnd they took scissor and start cutting his beard, and the beard was very important for\nthis specific sect of people, because they are very nice people. They do nothing to nobody. And it\nhurts so much when you see, even if it was a little girl what I was. I do anything to finish the\npicture, and then they're laughing. After this they kill him in the eyefor young people. A little bit of\nanother a street we hear this boom, boom. It was -- this is for pleasure. Q. Did they try to do\nanything abusive to you because you were a girl, because you were a teenage girl?\nA. You mean because I was -- no. Sexual, you mean? No. No.\nQ. Because what I'm trying to understand, during all of these times was it different being a girl than\na boy, I wonder?\nA. If it come to physical, I don't think so. Because there was not enough to touch, my God, to touch\na Jewish girl, or even Gentile, even Gentile. No.\nQ. Okay. So the Ghetto was formed.\nA. Yes.\nQ. Tell me a little bit about your life in the Ghetto, how it was?\nA. Ghetto. Okay. I was sleeping with, in one room, we are seven or eight people. Off the floor, of\ncourse. And my parents been sleeping in another houses, there was a family, my father's cousin. So\nthey try to go to this family maybe we be better, and it was not. And we be lay down off the floor\nand no sheets, no nothing. And after this we were working in Ghetto. The German bring us to do\njob. And he ask who is, who can make uniform? Who can make anything? And everybody say, I\ncan do it. They no have idea how to do it, but they wanted to have a little better piece of bread or\nsomething like that. My job was standing the lines, in the line. Why, I been took from the line\nwhen I waiting for bread or for something like that. They take me from the line. I never saw\nnobody from my family till this day.\nQ. Before we get do that, I want to hear a little bit more about the Ghetto. How did you find a place\nto live there? How did this all come about?\nA. The German give to the Government from Ghetto, let's see, they have something, we are\ngovernment so, so much bread and so, so much things. This is all what we have. Not soap to wash\nthe face, not toothbrush, nothing. Some people bought to Ghetto with them, and they say to another\nperson, you say, you give me piece of bread and I give you Colgate or something, something\nlike that. There was minimal what you can live human, unbelievable.\nQ. Did you take things with you into the Ghetto?\nA. Yes. I help my parents to carry. We have some money. We no have diamonds or ring, no.\nThis, we no have it. Anyway, and they took it anyway in the concentration camp. And they bring\nmy sister help, my brother looking for something to steal. I steal coal, coal. You know, what they\nmake hot coal you say. I steal every night, and there was very cold. And you know, when\nsomebody catch me, I will be shot right away. And this all time in Ghetto is to cheat somebody or\nsteal from somebody because this life, you do this for your life. And every day we would come\nback to mother, and we show what we stolen, what we done.\nQ. You were stealing from other Jewish families?\nA. Right.\nQ. And at the time --\nA. The morale went down, down.\nQ. And at the time you just didn't have second thoughts about it?\nA. No. The fact is when there was -- and this was later -- they took people from the Ghetto, start --\nthere was -- we have a police. We have fire engine from Jewish, from the Ghetto. So my\ngirlfriends, she have a husband and a little girl, he come to her — I remember so vivid now when he\ntell her, listen, tomorrow come the Gestapo and they take people, all children. Give the children\nbecause if not, they will be killed if he come. She say, no. He beg her. We young, maybe we will\nbe have more children, and they give this baby away. And they come really -- and they come to her\nand drag the baby from her arms, and she jump from top floor together with the baby. He\nsurvived. He 1s in Israel now.\nQ. The baby?\nA. No, the husband\nQ. Did you see a lot of this, people killing themselves?\nA. Yes. And in mostly concentration camp. Oh, my God. They run to the -- around the big canal\nin Auschwitz was wire, and the wire was with electric. You hear about this? So the people run to\nthis wire to kill. God forbid when they're not found. You see, German wanted perfection. Even\nthey wake us four o'clock in morning and stand around in barracks, around. Stay so long we will\nfind this person was disappeared, was suicide. If they are not found her, we must stay hours and\nhours and hours in rain and shine before they found her hanging on the wires.\nQ. If you don't mind, I just wanted to ask you a few more questions about the Ghetto, the Ghetto\nlife?\nA. Okay.\nQ. You mentioned that there were Jewish councils, Jewish police?\nA. Right.\nQ. How were these people -- how were these groups formed? Did you know any of these people?\nA. No. How they formed? They know when the German come to Ghetto, they ask question,\nspecial young men. They promise, you will be the policeman, you will be this, you will be this. Tell\nme, who is the head of the Ghetto? Who 1s the head of police? And this young man tell him. You\nhear a name Korczak, right? This man not forgettable. He have 50 little children of the parents\nbecause he was educated. He was very famous.\nQ. In Warsaw’\nA. In Warsaw it happened? In Warsaw it happens, yes. Korczak with the children, yeah. The\nGerman tell him, you will be all right. Give the children away. He say, no. He wouldn't give the\nchildren over.\nQ. How did you feel about the Jewish police and the Jewish council in Lodz Ghetto? Did they treat\nyou well? What did they do?\nA. No. No. The more he treat us, he said was better for him, some in concentration camp. The\nmore they beat you, how do I say this? With a stick, the more she will be have the capo, they call it\ncapo.\nQ. So even in the Ghetto, these groups --\nA. Right, there was groups, yeah.\nQ. And they were more powerful if they treated you badly?\nA. Right. They come to German and say, I need a hundred people, send them to the station. He\nwill be sending 107 people. You understand the reason?\nQ. Where there any good ones, nice ones?\nA. No. You see, you wanted live. You wanted so terrible to live. Not die it's the knowing the\nworld knows what's going on. And this, in another you sacrifice. You sacrifice your parents. You\nsacrifice everything so you can live. Only they not working this way, not in Germany.\nQ. Did you work in one of the factories in the Lodz Ghetto?\nA. Yeah.\nQ. What did you do?\nA. I put in button, all kinds of work for the German uniform, yes. Because I tell them I can sewing\nand they save me little bit time. Time was the most important things.\nQ. Now, the women were doing different things than the men at this point in factories?\nA. Yes.\nQ. Were the women mostly doing the sewing?\nA. Yeah.\nQ. Was the work hard?\nA. Long hours and only a piece of bread, black piece of bread. You run with a piece of bread to\nshare with your family.\nQ. Were there a lot of activities in the Ghetto? I mean were there schools, were there concerts?\nA. A little bit, very hiding, very brief because Poland was a very musical country, I mean like in\nspecial Jewish family love music, theatre, or something like that. And there was -- there was in\nGhetto, in the music, they play music, they play movie, and reading. Mostly read. Concentrate.\nSomebody's always stayed by the door, and if there was movement, you running. Crazy.\nQ. What was a normal day like for you after the Ghetto?\nA. Okay. In Ghetto, after I wake up, if I ever sleep, is gone for the lines for a piece of margarine.\nYou don't know what line you have. You run from line to line. And this is all my life, two evening\ntimes. After this, I still was a young girl. I like to play, I like to go to movie, like this. And I tried to\nimitate this life what I had before. It was very hard, and it was little better. We discussed not\npolitics, God forbid, no. But everybody have in mind when the war will be finished when, when\nAmerica come, England? Silence. I dream to see -- you know what I dream? To see, in New York,\nthe Lady. I always -- because we been in school, we learn all different what we learn in America.\nWe learn everything but not only what is in Poland, new country, languages, something. You see, if\nyou go to the gymnasium you must have two languages. You must choose English or German.\nPolish, of course, this is the language of the country. And you must take it. If you no take, you no\npass. And when I was in the Ghetto, I start again learning little bit Italian, and this is what helped\nme when I was -- long story --come to Italy.\nQ. So you were dreaming about America?\nA. Statue of Liberty. This is all what I dream. I remember when my father say send me to the\nfactory. My father, this is my father's business, to help him. I help him, and my fantasy was the\nStatue of Liberty. And I remember when I come, when I coming to the United States, and I dream.\nNow I see Statue. What happened? I was sick. I was 14 days in the boat, 14 days. And I was sick.\nI vomiting and vomiting because, you see, boat have ends here and here. The rich people have\ncabins in the middle. The poor people have cabins 1n the end and in the end like this. And\nmy husband call me and say, look this is your beloved Statue. I say, I don't care about her. I don't\nwant to see her anymore. I don't want it. After this I saw, oh, I love her. I just maybe fantasy, I\ndreaming. I was very child to fantasize.\nQ. What else did you dream about?\nA. What I dream about? I like to go to countries. This I really went to different country. But, I like\nto see the world. This is all what I wanted.\nQ. What else about the Ghetto do you remember?\nA. You come back to the Ghetto?\nQ. Well, yes. Yes. Well, we will finish that, and we'll go on. What else do you remember?\nA. I remember when the people died of hunger. It's nobody to bury them. And there was couple\nJewish people, religious, and they bury them. They collected. They collected from the street.\nThere was in the Ghetto, almost half empty because they send the people to Germany, Auschwitz,\nyou know, concentration camp, and this people died on the street. And the religious people putting\n-- you know when you build a house you put bricks, okay? So they collected the dead people, the\nchildren on this barrow and outside Ghetto they buried them in one grave, everything in one. This\nis what happen.\nQ. You saw dead people on the street?\nA. Yes, it's -- you no understand this. How to understand? I don't care anymore. I don't care\nanymore. I love my parents extremely because they were wonderful people, but the times go by.\nMine heart turned of stone. I don't care anymore. Parents, sisters, no more. No more. I wanted to\nlive. I repeat this to myself, you must. And I survive. Fantastic, unbelievable, but I survive.\nQ. Was there a special friend that you spent time with?\nA. Yes, I have friends. We got together. But talking about that, anything what you hear in the\nGhetto is dead. I saw her yesterday, today's she's buried. Young girls, but I don't want to hear\nanymore. I say, no more I want to hear. I want to live. It was very strong in my mind.\nQ. Did you feel different than from the other people?\nA. Yes. I feel difference because this, some people say, okay. What happened, what happened.\nThey no fight. And this is the worst thing, if you give up. Even, even when they send you to the\ngas chamber and you know this because the screaming from the previous people what went was so\nunbelievable you know this is the end.\nQ. Did everyone in your family work in the Ghetto? Did your sister work with you?\nA. Yes. Yes, they worked.\nQ. Everybody was working. How did you feel about this Romkowski(ph)?\nA. Romkowski(ph).\nQ. What was he like?\nA. He was very, very educated person. He have couple -- he was a psychiatrist or something like\nthat. He loved children, and he went with the children. And for any reason he receive little more\nbread or something, he share with the kids. And he knows this is the end. He knows. You know\nthe German tell him, give up the children, you will be live. He knows that this 1s not true.\nQ. Oh, wait. You are talking about the man with the orphanage, Korczak?\nA. Yeah.\nQ. I mean Romkowski(ph).\nA. Romkowski(ph) the head of --\nQ. -- of your Ghetto?\nA. Yes. I don't know how believe it or not, he was working with the Nazi. He knows that he will\nbe died, too. Because he send the people, he have the paper to send the people out who he wanted,\nand if people give him money or diamonds or something to stay here, I don't know.\nQ. Didn't he --\nA. Condemned him. He went to the gas chamber, the one from the list.\nQ. Didn't he think that if everybody worked harder and produced for the Germans they would be\nokay?\nA. We tried to believe, and he tried to believe, too. And this would come from outside world. No.\nThis man was the only one man but come from Auschwitz to Lodz and explain what happened.\nNobody, not one signal person believe him because German tell us, oh, you going to go on the farm.\nYou will be helped German family raise cows or this and this, or you will be a maid. And we start\nto believe him. They have a bad name for Romkowski(ph). I mean he was helpless. He was\nhelpless.\nQ. Were there any women in positions of power in the Ghetto, on the councils?\nA. I don't know. I really don't know.\nQ. Now, even though no one had any idea or really believed where people were going, were there\nstarting to be more roundups of people every week or people sent away? Do you remember that?\nA. Yes. I remember this.\nQ. What happened?\nA. The SS come to the Ghetto and pretend nothing happened. Watch the people with the here is a\nline, here is a line, here the children in rags and they no have nothing to wear, everything falling\napart and you know. German, you know, when you ride a horse and you have a long what you hit\nthem with.\nQ. A whip?\nA. A whip. Okay. German like to whip. When he walk, he always hit himself in the boots, the\nboots what he wear. And he feel he have the power to do, and when he walk slowly about the\nJewish people around, standing, everybody holding together or to the wall, waiting. He start, from\nnowhere, you, you, you, you, get out, get out, get out, and slowly the trucks coming, and we know\nwe were going transport. We know this. And we used to it, almost.\nQ. Were you ever in any of those lines?\nA. Yeah. They took me from the line.\nQ. But were you -- but still, at that point you didn't know where you were going?\nA. No. No. No. We no believe this young man anyway. We don't want German bad. We don't\nwant many die, and they to come and to tell us, you will be wonderful, you will be in the air, you\nknow. Who knows we'll go from here to Auschwitz. Really the name 1s Oswiecim. This\nis the Polish name. German give the name Auschwitz. For what reason, I don't know.\nQ. Anything else you want to tell me about the Ghetto?\nA. I don't think so.\nQ. Were you ever sick?\nA. Sick? Yes. Hospitals, this not existed. We have maybe hundred(ph) hospitals. This is all of the\nhospital we have. When sick, that's it. Maybe some people have hiding medicine or something like\nthat. I don't know. I know my family was not sick.\nQ. Before you were taken from the line, did you see other people being taken away?\nA. Yes.\nQ. That you did?\nA. Yes. But the people start forward quietly. But the German start beating the people. They going.\nThey went from the line. This make the tragedy. The screaming, the running, the shooting.\nUnbelievable. Because they know that this is the end.\nQ. Did the Jewish Police sometimes have to round up the people for this?\nA. Yes.\nQ. They had that, too. Do you want to tell me now a little bit about what happened to you?\nA. Okay.\nQ. How you left the camp. I mean not the camp, the Ghetto?\nA. I standing in the line, and he tell me get out from the line.\nQ. You were standing in the line waiting for bread?\nA. Bread. And the Gestapo say, get out and go on the trucks. I start crying because I was so young\nand screaming, Mommy, where you are? You know. And we went to the trucks, and I went. I\nscreaming unbelievable because I know that something happen to me. And we stay maybe two,\nthree hours. It was a long train many, many wagons. Auschwitz is not far from Lodz. Maybe one\nhour, that's it. But there is -- they put together so many wagons, so many things that go very, very\nslowly. There was 40 people in one. And we been maybe riding five, six hours. So slow we went to\nAuschwitz.\nQ. Did they tell you where you were going?\nA. No.\nQ. You were all alone?\nA. Alone\nQ. Did you know any people in the car?\nA. No. Children, newborn. A woman give away when the train stop. She took her baby, maybe\ntwo months old, bundled in the blanket, and she beg women, Gentile women who watched us, take\nthe baby. And she give her the baby. And the woman start crying and say, I give you back when\nyou come back. And she never got back. Oh, this is another story. Okay? This, the wagons -- not\nto go to relieve himself. Nothing. One on another and screaming. The window was so small. And\nthe wagons, shhhshhhshhh, slowly it went. And another story was when we come to Auschwitz,\nthey open the door. Raus -- this is a German name to get out — raus screaming, Germans screaming.\nI think so they enjoy this screaming. They enjoy, and they beat the people what went up and cannot\ngo faster, what you can. And they stay the whole line, the wagons here and the people, here. After\nthis what happened, you know, they must take the clothes, left to right, left line, right line.\nQ. Were the people in your transport men and women? Was it mostly women and children?\nA. No. There was mixture. There was mixture.\nQ. Did women and children get deported earlier than men or everybody?\nA. No, everybody, maybe another transport. Maybe. I don't know. This is what I know. Women\nand small children all went in one way on the left side, all, and then a young mother. And after this,\nwomen, single women and men in age 20, 21, 22, went left.\nQ. Went right?\nA. Right.\nQ. And you were with this group?\nA. Yeah.\nQ. Now, at this point, did you know where you were or why?\nA. Everybody have a deep feeling because we saw, from far away, the prison. You see, the German\ndone it this way. They send to the gas chamber people and take some people who would look\nhealthy to work three months or four months in Auschwitz. After this, after three, four months, they\ntook them back, the people, to the gas chamber and put here new people, this way. So looks like\nhealthy people working. And when Red Cross come to the Auschwitz, everything was peachy and\nbeautiful, flowers. You no see the gas chamber. You no see the ovens. It was all decorated.\nQ. The Red Cross came in\nA. Uh-huh.\nQ. I think we have to stop for a minute and change tapes.\nEnd of Tape 1\nQ. What year were you deported? Do you remember?\nA. This I don't remember. I really want to tell you, but I don't remember.\nQ. Do you remember about how long you were in the Ghetto for?\nA. Probably nine, ten months, something like that.\nQ. So maybe you were deported around 1941?\nA. No. It was '42.\nQ. You think '42?\nA. Yeah.\nQ. Because I think the Ghetto began in 1940?\nA. Yeah. Not 19 -- by the end of 1941 I think they\nstart the Ghetto.\nQ. So you got off the train, you were all alone?\nA. Yes.\nQ. What did you see?\nA. What did I see? I see screaming, this is first things, and beating because not enough fast you go\nfrom the train and divided people, left to right, left to right.\nQ. Was it frightening?\nA. Frightening?\nQ. Frightening.\nA. Yes, because we see the faces of prisoner was already here. We don't know how long. We don't\nknow nothing and we see the faces. And, you know, not the faces show us they no care. I mean,\nthey are laughing. And they knows what's going on because the smell was unbelievable. The\nlaughing. And the waving of the hands. And not come to your mind, maybe three minutes later,\nyou will be dead.\nQ. They said this to you?\nA. I was so scared, unbelievable scared. Maybe I see more women be somebody so I seen this, I\nfeel I cannot explain you the -- the scared. I know I was scared. Enough this the clothes. You take\nthe clothes off. And when I went to the right side, naked, they throw -- the Gestapo throw clothes to\npeople who were to get off the left side and throw one shoes small, one pieces clothes, nothing you\ncan wear.\nQ. So after you got in this line, where did they take you?\nA. They take us deep in the showers, the barracks, and deep in the show us where to, official, where\nto wash. They never give us water. We wash with the coffee that they give us. And they show us\nwhat is inside in the barrack, six in a row sleep, one, two, three. There was 18 people. And next\nday, we start working.\nQ. Did they shave you? Did they do all of that stuff?\nA. Not everybody was shaved. I was lucky. They shaved me. Not everybody. Not everybody\nhave number, it depended at times where you are and when you come to Auschwitz, you know.\nQ. So you didn't get a number?\nA. No.\nQ. So they didn't put you through any treatment right away? I mean, they didn't shave you, you\ndidn't have to go through all of that horrible stuff?\nA. No.\nQ. So I'll let you continue.\nA. So next day, we have a girl, a prisoner, and she's -- you see, the Gestapo say, why I make -- he\nsay to himself, but we understand -- why I beat the women if the prisoner can? And he say to her to\nget the best one from the barrack, I give you a piece of bread, large, take over. And she was worse\nthan the Gestapo because she wanted to show off how she work. She was hanging after six, seven\ndays. The prisoners hang her. Oh, many, many was hanging.\nQ. She was hanged by the other prisoners?\nA. Right.\nQ. Was this in your block?\nA. Yeah.\nQ. Do you remember her name?\nA. No.\nQ. Was she Jewish?\nA. Yes. The Gestapo give her the right to punish us for anything, so she punish double, you\nunderstand? And we promise to each other and when we will be leave she will be hanged, and she\nwas hanging about two, three people, enough strong to lifted her and hang her. Oh, many this was.\nQ. And then they gave you a new block elder or whatever?\nA. No. There was the end and the finish the war. We were still in the barracks, the strongest, and\nwhat can. The Gestapo is not more. So we, prisoners, hang her for that what she done to us.\nQ. This was at the end?\nA. Right. By the end.\nQ. Okay. In the beginning, you had capos and you had block elders. Were these people mostly\nJewish or not Jewish\nA. No, not Jewish.\nQ. How did they treat you?\nA. Terrible. The Ukrania -- this is a country — they was always enemy to the Jewish people. And\nthis people treat us terrible, terrible because the Gestapo say, I don't want to beat them. Let\nsomebody beat them.\nQ. What did they do to you?\nA. Very simple. Everything. Work not enough, run not enough, nothing satisfy them. We carry\nstone, bricks from one place to another. We have a mountain of bricks. We start again from this to\nthis site. They do anything and everything to kill us, alive. How can a human eat a piece of bread?\nThe worst thing is, if you not divide the bread of three pieces, you finish. If you eat the bread in one\ntimes, you finish.\nQ. What do you mean?\nA. You died from hunger because it's not divided. You must divide the bread of three portions.\nAnd who have the strong willing to do this, and you so hungry. When a prisoner died in the bunk,\neverybody jump to looking for the piece of bread, because she have the bread, she cannot eat on it\nbecause she so sick. They fight for the piece of bread.\nQ. Did you steal from each other\nA. Oh, my God. I do not steal from my mother. Food. They give us soup that's cold, this soup.\nSome girls wash their hair with the soup. There is nothing to do, it is colored water. And in so a\npiece heavy, black bread, heavy. They not grow the bread. My God, you don't have no place to\nhide it because another one will be take from you, a prisoner from a prisoner take.\nQ. What else did they feed you?\nA. That's it. Twice a day. Why they eat dog.\nQ. Did you eat dog?\nA. Yes.\nQ. In the camp.\nA. In the camp.\nQ. How did you kill it?\nA. Ino kill.\nQ. But they had a dog. They had dogs in there, and then you roasted it or something?\nA. In nighttimes, maybe. I know that somebody eat raw intestines. You probably, every time you\nhear about this, know about eating dogs. No? I mean interview another people?\nQ. I don't think so.\nA. Yes? You see -- what is her name? Mrs. Ford. You know Mrs. Ford, F-O-R-D? She was a\ncapo. Now she is, how you say, a person what not remembers. This a sickness, what don't know,\ndon't remember what she say? Alzheimer's disease. Now she's a -- when Mrs. Ford was one from\nthe capo. He too, he was -- I don't know what happened to him. And he survive. He survive.\nQ. Tell me more about your work in the camp.\nA. In the camp?\nQ. Right.\nA. This is all we do is carry. This is terrible. Carry the stone, a stone, and we cannot sit. We\ncannot, one second even, nothing because horse, the Gestapo went with a horse. We walk, and he\nwas riding of a horse and who show only feeling tired, he beat him, beat him. And he still cannot\nwalk, shot him.\nQ. Why were you carrying -- were you building something with these bricks?\nA. No. This is same thing, bricks, we went next day back to the same place, and we start. Same\nthing, bricks.\nQ. So what were you doing with them?\nA. Nothing. Carry bricks. And looking, looking up at the sky at airplane not coming, not coming.\nWe don't hear a peep. We don't know what day. We don't know what month. We don't know how\nthe war. Everybody, America, why not come? I never forget. I was liberated by the Russian, and I\nbeen in a hospital, in Russian hospital. You know, over with the war, they build right away a\nhospital. Field hospital, how you say? I was so near death. The Russian been very good\nto me. I mean the first few days, you know. Unbelievable. I went back to Poland, did I tell you?\nQ. Can I go back to the camp a minute first? I want to hear the whole story.\nA. What you want to hear?\nQ. When you were in the camp --\nA. Yes.\nQ. -- tell me a little bit about the block that you were in. Who was in it? Did you develop\nfriendships?\nA. Friendship.\nQ. Any of that sort of thing.\nA. Yes. There was two or three from Lodz. I don't know them from Lodz. I know them in camp.\nAnd we like each other. We help each other. Something human is still in our, so we help. I help\ntwo girls very much because we have diarrhea. You hear of the diarrhea? You have diarrhea, and\nthey not run, the toilets. I cannot describe how toilet look in camp. This is two wooden in one this\nway. And the middle is a hole, and you standing, and you do your thing what you need to do.\nMany fall down. Very simple because the hole was so big, and it's dark. You cannot see. So I\nfriendship with two girls. One died in camp, and one I think is still alive. I mean, she say -- I hear\nthat she is now in Australia, but I don't no whether this is true. And we been all three together. We\nhelp each other.\nQ. In what other ways did you help each other?\nA. When we see or hear the Gestapo coming, I share with them right away. There was a girl, what\nshe walk in -- I describe you. She have a job to go Canada. Maybe you hear about Canada? I don't\nmean the country Canada, I mean the job. You want to hear?\nQ. Yeah.\nA. When the people took the clothes, you know everybody hiding something in here, in a sleeve a\ndiamond, a ring in case. The job, there was six, he took six girls, is every piece, you know, the\nclothes was looking for diamond. And when they found something, he put in a place. Nobody steal\nnothing. Even if see beautiful ring, maybe you young, you take it. Nobody. Why? Because we\nknow why we will all died. Why we need the diamonds? Nobody. And she work in the Canada,\nMrs. Ford, and I meet her. And she bring me sometime in her pants, in the long pants she have\nbread, a piece of bread, you know, because she have the opportunity to do to help us. And this was\nwonderful. And so were the diamonds what we found.\nQ. Did you work in the Canada?\nA. No.\nQ. Your friend did?\nA. My friends. I was not so lucky.\nQ. So this was a privileged group?\nA. Right, but only three months. That's all. This is not steady work. After three months, they went\nto gas chamber.\nQ. Or maybe to another job?\nA. No. They took another six girls. This way they work. Same thing the men. There was men,\nabout 12. Muscle, very strong men. What did they do? The gas chamber, when about 30 people,\nthey closed the door. From one side they went, from another side they open the door. They was\ndead. So this eight men take the dead people by the barrow, you know, by this, you are hanging the\nlegs here, here the head, here the legs, and they went not far away to the ovens. Okay. Because why\nthe Germans changed people? Because they not wanted somebody as a witness, something can\nhappen if they come out from the camp. This is the reason. So when they shut up the six girls went\nto the oven, they took from camp another six girls.\nQ. But they came back and they slept in your block at night?\nA. Yes.\nQ. And that's how you know about this?\nA. Right. Right.\nQ. And you think afterwards then they went to the ovens?\nA. Right, they knows. They cannot help because there is no place to run. Not everybody is suicide.\nSo then they want to die by running to the wires. They knows.\nQ. So the people in this Canada Commando were privileged. Were the other prisoners envious of\nthem?\nA. Envious because he no thinks about it. You think about your stomach.\nQ. No one thought the job was particularly weird?\nA. No.\nQ. Were you aware of kind of the whole organization of the camp? Did you know where things\nwere happening in other places in the camp?\nA. Yes. Yes. You know, men was not far away from us. And sometime they come to the camp to\nthe women. Sometime they sleep with the women.\nQ. How is this?\nA. How? The Nazi no look. They drunk.\nQ. Once they're already in the camp?\nA. Yes.\nQ. So there was sex in the camp?\nA. Inthe camp. You never hear about it?\nQ. No.\nA. Yes. There was sex in it. It's not much and not many. Especially there was husband and wife\nseparate.\nQ. But weren't people, weren't men and women kept very separately in the camp?\nA. You mean --\nQ. The men were kept very separately?\nA. Right. I don't know nothing about the men, the life in camp. I don't know.\nQ. But then how did the men and women come together?\nA. How? Is many ways. They make a hole in the wires, under the wire. And so many people,\nthousands and thousands and thousands, they can go away with something like that, or they bring\nthe women more bread. The wives, many wives and husbands. And it was dark. Something\nhappened. You know, German is drinking, drinking, and drinking, beer, alcohol, or whatever\nbecause the life of the Gestapo was not very easy. Some -- I don't know if you hear this story. I\nthink so, I tell you on the telephone. The Gestapo hid the women in the bushes. Did I tell you this?\nNo? And we stand in the line was a beautiful girl. I can no describe you, a Hungarian, and the\nGestapo standing with her, and the lines start close up. So he push, with the boot, he push her in the\nbushes. He save her life. This is what he done. There was very seldom a Gestapo have a heart for\nsomething like that. Maybe they suffer, too, because they see so much blood and so much death.\nThey wanted to go home.\nQ. Were they drunk a lot?\nA. Yeah. You know there was orchestra? You hear about the orchestra.\nQ. Tell me about it.\nA. The Gestapo found people what can play a music instrument. And they organize an orchestra,\norchestra, and very loud. So there was a movie about this. So this people would arrive, cannot hear\nthe screaming and crying from the people what went to gas chamber, and the louder they play, the\npeople cannot hear. There was a movie.\nQ. Playing For Time?\nA. Yes. This is true.\nQ. Did they also play just for your entertainment or not?\nA. For the German, yes.\nQ. For the Germans?\nA. Oh, yes.\nQ. Not for you?\nA. No. No.\nQ. Were the Germans more abusive when they were drinking?\nA. Yes.\nQ. Can you describe it?\nA. They beat us from nowhere, for nothing. They beat us so much their hands no work any more.\nQ. What was an average day like? Can you describe it?\nA. It's four o'clock to five o'clock. The Gestapo or the capo raus get out, out, out. And shine, rain,\nno difference. We standing in a circle. Every barrack have a circle. We count. We must count\none, two, three, four to the end of the list is all right. It's quiet. Go out. The people start going,\nrunning what they needed. And in another circle, if somebody missing, this is the worst thing. You\nstay and stay straight hours. We found this person. Mostly she's suicide. They start from the wires.\nThey take hour, two hours, it depend. After they found her, we start going over what we supposed\nto do. They bring us the water, the coffee, the hot soup or something, and there is only one thing\ngood, is hot. We always freezing cold and cold and cold. And we start. Somebody have not come,\nthey give another girls. We very sociable in camp, you know, because we wants to share. Maybe\nthat God forgive them because they share with another woman. And after this, we start working,\nseven o'clock already. Many times when we feel fine, we talks jokes with each other, you know,\nand they comb the hair, and we have the times and after this comes the soup and the piece of bread,\nfamous bread. And this 1s.\nQ. This was your day?\nA. Yeah.\nQ. Now, did you have another countdown in the evening?\nA. To carry the -- you mean --\nQ. Another roll call in the evening?\nA. Yeah. Yeah. You must count everyone. German is very -- thinks everything must fit.\nQ. People say these were so horrible. Why where they so horrible, these roll calls?\nA. Because the dead, the dying look all in our face you can see you white, no color. I give you\nexample. I am -- I no have enough red blood. Iam anemic. And this start from camp. And you\nsee, when you no have to do something, you start dreaming, you start fantasizing. You look into\nface. You see far away because you fantasize when you home. You see the parent, you start talking\nto each other. You start crying. So that was the good days, and there be bad days, too. I no have\nenemy. I was not -- because I have a feeling I will be survive. I don't know why. I have a feeling I\nmaybe not die.\nQ. Were you ever sick in the camp?\nA. Yeah. I have typhus, not stomach typhus, big things\nhere. How do you call this, typhus?\nQ. Skin --\nA. Skin typhus -- the temperature go to 140 -- 104, excuse me -- 104 and up. And I been between\ntwo girls. They hold me by the coat. Can you imagine the temperature so high you will stay\nsometime rain, sometime snowing, you still in the same barrack where you were. They never\nchange.\nQ. So when you were sick you still went to the work and did all these things?\nA. Yes. If not, that was the end of me. I have a choice. Nobody can help me, only myself.\nQ. Did you to go the hospital or anything?\nA. No hospital. I am finish.\nQ. Now, how did you know? How did you know this?\nA. This, it come from mouth to mouth, you know. And we know while in hospital this Dr., he give\nyou needle, and you're dead. I saw Eichmann.\nQ. Did you?\nA. Yeah. In camp all times.\nQ. What was he like?\nA. He been with the Gestapo around with the dogs, what the Gestapo hold for him. He was\nhandsome guy.\nQ. Mean?\nA. Oh, Eichmann. When he have the case in his hand, you know, they kill him. He say, I'm\njumping with joys to the grave what my enemy done.\nQ. In your camp, were all of the prisoners -- in your\nblock, were all the prisoners Jewish?\nA. No. There was mixture. Some was Gentile, some was only Jewish. In mine there was mixture.\nThere was Gypsy, what I tell you, mostly catholic\nQ. Did you become friendly with them?\nA. Yeah. Death is the same for everybody. Some were frightened, very scared. Some say this is\nwhat God give us, we must die. But we will be live. And we hope together.\nQ. Was there any differences that you noticed in the way people responded to what was going on?\nA. Yeah. It is difference. Some people hold another person, physically. She cannot help her, but\ntogether. And you saw this in barrack. There no exists anti-Semitism anymore. That's it.\nQ. Everyone was?\nA. Everybody.\nQ. Was there a lot of affection between the people?\nA. No. There was not.\nQ. Now, I heard that what happened to a lot of young women who went to the camps was their\nperiods stopped. Is that true?\nA. Yes, me too, yes. I was lucky. We have pill. They give us a pill. I don't know whether this is\nonly tale or whether this is true. They give us a pill in the soup what they give us. I don't know\nwhether this is possible to stop it, or it stop because we no have vitamins. We no have nothing.\nThis is probably what make it stop.\nQ. How many years”?\nA. I thinks I have three years. Yeah.\nQ. Did you find it alarming?\nA. I don't care. I was happy. I don't need the rags.\nQ. Now, you had told me an interesting story about how you came in contact with a Gypsy prisoner.\nA. Yes.\nQ. Will you tell us that story?\nA. Yes. Near my barrack it was dark already. They come to me. I hear crying and crying, and I\nsaw a girl and she tell me she's Gypsy and to help her I say, what I can help you? She say because I\nhave diarrhea and everything is around me. I no have rags. I no have nothing to clean. I no have\nwater to clean. And the Gestapo see me, they shot me on the spot. So I went to barracks, and I\nfound rags and little bit water. I don't know, there was rain, and I help her to clean up. And I forgot\nabout this. Maybe a week, maybe more, I stand in the same place, she come back and she thank me\nwhat I help her. And she say, I want to help you. And she tell me what will be. From Hungry or\nRomania, I don't remember exactly, come a transport and you barrack, they come to your barracks.\nAnd you know thank her and I no went anymore to this barrack. And I wait, I sit in the bushes not\nfar away where I help cleanup her, and I wait. I don't know whether I fall asleep, probably I fall\nasleep. When I wake up, I see strange people, strange language. They really took the whole\nbarracks, I think 41 people, to the gas chamber and substitute with the Hungarian. I went inside and\npretend I am one of them, and I stay in the barrack. She save my life.\nQ. You stayed with the Hungarian people then for a while?\nA. Yes.\nQ. Could you talk to them?\nA. Yeah. They wanted to know what's going on here? Why, when, and who? Where they went,\npeople. You know, you have little bit intelligence, you will be not asked a question because the\nsmell of burning flesh is so strong. Unbelievable. You can smell this mile and mile. Maybe they\ndon't know this is human, probably not. So I believe from the beginning, and I changed.\nQ. Did you know what it was in the beginning?\nA. No. After this. And you know, I've been so sick from this. When a transport, a new transport\ncome from any country, everybody go to the wire to find out, maybe to look for somebody from this\ncountry, what is ally. I went out from this. I cannot, because I know this will be dead so soon. This\nHungarian and Romanian women are beautiful, and this beautiful women, with the children, are\ngoing to die, maybe some will live. And this barrack been standing for a while.\nQ. Were you ever aware of the guards or the police, either German or even the prisoner guards,\ntaking advantage of all these beautiful women?\nA. I don't know. I know one things, they have a bordello. How you call this?\nQ. A bordello?\nA. A bordello. They took women from -- even Polish women -- to this place. But they been right\naway, after they have -- how to say? After they rape the women, let's see, they died very soon after.\nQ. Did you know women who were taken to this bordello?\nA. Yeah. Very pretty Hungarian girls. Very.\nQ. Jewish-Hungarian?\nA. No. They was Hungarian. They was Hungarian girls. Very, very nice. They come so rich dress,\nwith the luggage. And probably the Gestapo was good for them in Hungry so they can take\neverything, and they left everything. To this day they say -- I don't know how much 1s true -- on the\nbottom of the sea, on the bottom of the river, they can find a huge, huge diamond and gold in a\nspecial container. What they took from Hungary.\nQ. And they would constantly been replenishing? They would be sending more and more women\nto this bordello or whatever?\nA. Yes. Yes. They start with Hungarian, they start.\nQ. Were you aware of any women who were pregnant 1n the camp?\nA. No. They destroyed them right away.\nQ. Did you personally have any contact with men in the camp?\nA. Me? Oh, no. No.\nQ. How much freedom of movement was there when you say you went out to help that woman?\nCould you come to go?\nA. Yes. You have freedom after you come from work, after. But you was very careful because\nanything, anything that can start the fire.\nQ. Were you able to sleep pretty well?\nA. I think so. I have nothing, only boot and from rocks for a pillow. We put together slowly. The\nrocks dirty, filthy, but we use this.\nQ. And there were three, six people in your bed?\nA. S1x people in bed. When somebody died in the nighttimes, we keep her because she warm up us.\nIn morning we call the capo and say, she's dead.\nQ. Now, were you aware of any of the medical experimentation we read about?\nA. Not me. I know it was done, and I know where it was done. And this is all. I never talk or saw\nsomebody do this.\nQ. Is there anything else you want to tell me about Birkenau that you can remember really, some\nunbelievable memories you have of camp there?\nA. This is not enough? It was nothing worse than I saw this. No. I don't think so.\nQ. Now, what happened? I know that you left Birkenau. How did that come about?\nA. How?\nQ. Yeah.\nA. They come with the trucks, and they took the whole barracks. And that's it. They don't say\nnothing. And we went to the train. We know why we not going to the train to die because the train\nwas in a different direction, and there was difference there, the ovens and the gas chamber. So we\ndon't know exactly where we going and are we going. And it took us maybe a day. There was\nmaybe 500 women, something like this. And we come to the place, it was beautiful place. It was in\nthe mountain, and you no see the war in this place. And they find a place, and they built something,\nsomething you keep horses. Many, many cabins of the war, whatever it is. And next day they took\nus to place where it was factory. Factory. Huge place. You no see the end. And this where I, we\nstart working. There was terrible. We no have gas chamber. We don't have crematory, but the train,\nevery day, day after day after day collected the dead or the dying people to Auschwitz. And they\nshow me what to do and, you know, when you wanted to sharp a knife, right? You have the\nguns in the hand, and here is a machine. And you must watch not too fast, slowly. If not, they beat\nyou. Terrible thing. And this was my job. And this was unbelievable. I don't think so I will be\nsurvive one day. And how I learn to breathe. You must breathe in this way. (Demonstrates\nbreathing technique.) And after this, you take big, deep breaths, breathe, and start again. This was\n12 hours a day. And when the Gestapo no look me, we took deep breaths, breaths and start, pretend\nwe work, we not working. And many die. It's unbelievable how many girls died from this dust\nfrom the guns. Unbelievable. Every times they bring us new guns, new different things, you must\ncatch everything fast, if not, they beat you.\nQ. So you were making guns for the Germans?\nA. Right.\nQ. It must have been a strange feeling. Where was this factory, and what year do you think this\nwas?\nA. The factory was off border of Germany and Austria . Ones time they belong to the Germany, one\ntimes it belong to Austria, in the mountain.\nQ. What was the name?\nA. Halberstadt, Sudetenland. The town was Halberstadt, Sudetenland, the mountain.\nQ. And do you know the time period you were there?\nA. How long?\nQ. And what year it was, maybe?\nA. In May, 1940, when the war -- I forgot when the war stopped.\nQ. It stopped in 45.\nA. 45, right. May the 9th, right. And this -- I work two years. Two years.\nQ. So you were treated very badly there as well?\nA. Yes. Plus this -- plus the what with the guns. The guns, it was terrible. I had to carry this stone.\nWe work in the factory.\nQ. Why is that?\nA. Why? Because you cannot breathe. And when you normal breathe, you died, not important.\nWhy the transport go every day. We say good-bye to every girl. They know they're going to die in\nthe oven. Young girls.\nQ. How do they know? How did you know where they were going?\nA. Because the Gestapo say to us. And we know the direction where they're going.\nQ. Now was the structure the same here at this factory? I mean, you had a block leader and you had\na capo?\nA. Yes, the same. Except they no have ovens, and they no have crematory. This not. This why\nevery day went to Auschwitz.\nQ. But the situation, there was no food, you were crowded, you were --\nA. Maybe our food maybe was a little better because there was not so many people as in Auschwitz.\nQ. Were there men at this factory also?\nA. Men?\nQ. At the factory?\nA. Yeah.\nQ. Did you have contact with them?\nA. No.\nQ. So, what happened next?\nA. Next? You look to the sky and pray. Now, maybe the American come. Maybe the England, the\nRussian. One day -- there was in '45 -- we know what is the end. We knows. I cannot explain. We\ndon't have magazines. We no have nothing. We have a feeling because we see the German pack\nthe big guns. We see difference every day so maybe this is the end.\nQ. How were the Germans acting?\nA. Acting scared. The German acted scared. Not forget now, the German soldier still have a family\nand children and this. Because the German say, we — the top tell us what to do. We not kill the\npeople, they tell us to kill. You see, they're not -- they're innocent. And so we were -- we saw\nsomething going difference. And they come one day. We saw the Gestapo because from the\nbarracks where we live to the factory, we walk maybe a mile. We say, the Gestapo didn't come\ntoday. We don't know what to thinks. And we hear, we hear the bombs, the artillery, you know, the\nmachines. So it is different. And we hear louder and louder and louder. We don't know who,\nwhether it the Germans or whether this is the American, or the Russian, we don't know. And one\ntimes we stay in the barracks and they open the door and we saw the first Russian soldier.\nUnbelievable. He hug us and kiss us and do anything. You know how the Russian with American\nwas friends forever. And they give you chocolate. They give you everything. And we were very,\nvery -- you never believe I was 70 pounds. I was so skinny. I cannot walk, I cannot move. But I\nwanted to go back to Poland, must go back to Poland. Must find somebody. Come. I meet three\ngirls, two really. Two girls, one from Hungary, one from Poland, and their age. They I wanted to\ngo home to find out if somebody. So we took and started walking because, you know, the war you\nno have cars, you no have nothing. Everything is in ruins and if is a car, it is occupied by the\nRussian or by American, so the only way you have is walk. And we walk. Started walking from\none country to another. When we come to Poland --\nQ. One question. Once the Russians came, you were, at the time you were free to do whatever you\nwanted?\nA. Yes, free. What happened, Russian rape, unbelievable, German girls. German. But so many\nGerman girls been -- the parents hiding in basement the girls in the cold from the Russian\nCommando. So there was announcement, any soldier will be rape our women will be shot in spot,\nand from this moment stop the rapes.\nQ. Did you see how the Germans who had been keeping you were treated, or did they get away?\nA. The German?\nQ. The Germans who has been keeping you --\nA. Yeah.\nQ. -- did they get away or do you see how they were treated, the Germans soldiers or the guards?\nA. How they treat after the war?\nQ. How the Russians treated the Germans?\nA. Oh, bad. Very bad. They run, they hiding. They hiding in the woods. Very bad.\nQ. Did any of the prisoners try to take revenge upon the Germans?\nA. Not what I know. Maybe, I don't know.\nQ. So you started to walk?\nA. Yes, with the three girls. You come to Poland after six weeks walking. Many times you went to\nGerman houses. We tell them, madam, give us clothes, give us food or we kill you. And she give\nus anything so we can ago away. When we were hungry again, we go stop at another German\nhouse. So we reach Poland. Poland then right away is occupied by Russian. I went to the house\nwhere I live with my parents, not in the Ghetto but in regular house, and the janitor recognize me\nright away. Oh, he kiss me, and he so happy I am alive. And I left my picture with my name and\nsay, if somebody ask, show them the picture. Maybe they will know that I am alive. And we been\nin three months in Poland. Go every day, every day find out if somebody is alive. After this start,\nPolish government start pushing us to take the Polish passport, belong to Poland. We don't\nwant it. So maybe two days before they close the border, we left Poland. Now, three girls what to\ndo? What to do with myself? So we decide, go to Italy. Is warm, beautiful country. And maybe we\nwill build a new life. We went to Austria, walking. From Austria we decide to go to Italy. Italian\nWhat to do, go through the mountain, Alps, or go through main road because every time -- you see,\nthis 1s in this way. Here is Austria, here is land belong to nobody. Next is land what no belong to\nnobody, here is Italy. So between Austria and Italy 1s two places what belong to nobody.\nEnd of Tape 2\nTape 3\nQ. You were marching to Italy?\nA. Right.\nQ. Tell me about it.\nA. When we have -- before we march to Italy, we have food with us. We was very nice dress. We\nhave nice, small luggage we get from the German, and we going into Italy. You see how mountain\nis mountain, soon we no look any more the mountain. Tired, dirty, all covered with grass. We\nwalk. We follow a group what go before us, and we reach -- I don't know even -- we reach Italy\nin a town called Tarbes. This is the first Italian-German, Austrian city, Tarbes. We come in,\nthere was twelve o'clock in nighttimes. We don't know nothing. We don't no have money. Lira,\nwe don't have. We don't speak Italian. Nothing. So we pretend. All three together start laughing\nfor nothing and start mix language, but I was the first passport, passport. We start talking that we\ncome from concentration camp. They say, uh-huh. He don't believe us, and he took us to jail, not\njail but the commission. And they don't believe we walk so many miles to go to the Alps. So we\ntell him the story. In this organization, UNRRA, you remember there was? there was come a man,\nhis name was Myer. And he hear the whole story, what the three girls told, in UNRRA,\nin the organization, and he was very impressed. And he say to the lady he can help us, the three\ngirls. He have a villa 25 kilometers from Switzerland border and 25 kilometers from Milano, he\nhave a villa. We can live in the villa so long we will be stable what we going to do with himself,\nbut he wanted not touching the villa, not make, you know. This is a beautiful villa. He wanted to\nhave us to take care of the villa. He give us a gardener. He give us a farmer, and there will be cook\nfor us, but we must take care of the villa. We been in seventh heaven, what Myer done\nfor us. The place called. I remember that so, and we been in the villa. And the men who take\ncare of us give us cheese, pieces so big cheese. We went walking to Switzerland border. We\nexchanged with watches. Switzerland give us watch, the guard, if we give him cheese. And so we\nbeen here seven months. Now, every day we take the train. We going to Milano, standing\norganization, to find out if somebody named Beckerman ask about me. She have a list, because\npeople coming in, walking in, going, she have everybody ask is somebody from family ask? She\nsay, no, nobody. Day after day after day we been coming to Milano. One time a soldier in a Polish\nuniform standing in the line, too. And he look on me, I looked terrible. No hair, all skinny, terrible.\nHe looking, what happened? I have typhus, and I lost my memory. I lost my vision. My God, I\ncannot see, and I to recognize because I have typhus. And many people from typhus lose -- they\ncome back. And I have vitamins. I have everything. They will be back. And one times I stand\nagain, and he so familiar. Who is he? He come to me and ask in Italian, would I know\nhim? I say, I non parle Italiano. He say to me, you know who I am? And this was my boyfriends\nfrom Poland when I was only 12 years old. He went with me in gymnasium to school. And oh, can\nyou imagine? He tell me -- he ask people, thousands, if they saw me someplace or in Auschwitz or\nthe Bergen-Belsen or in another concentration camp. Everybody say, no, we not. He have my\npicture with him from when we were younger, and I been the happiest of all girl. Slowly,\nslowly -- first we went to doctor. The doctor say, no live with her, take times. She's not ready. So\nhe take care of this, and he tell me, remind me, remember this and remember this. Slowly, slowly I\nwake up and remember what happened to me. Not long. Three, four years. There was two months\nwe went to doctor. I have not sanatorium. They give me food and they try everything to wake up.\nAnd the doctor say -- I've been sick of, you know what this is? Sciatica, you know what is sciatica?\nIs in Italian, and my back hurts terrible. So the doctor prescribe Moon(ph), you know? This is in\nItaly. You take earth, you make black earth. You take a bath. You hear something like that?\nOkay. But he discover I am pregnant. So we went to the rabbi, and he marry us. They call marry,\nblessing us. And I live with my husband. I have four children. My husband passed away. And I\nlive alone with my memory.\nQ. But your husband came to America with you?\nA. Yes.\nQ. It's a wonderful ending.\nA. Yes.\nQ. Yes, indeed. What do you think got you through all of this? Was there something you did,\nsomething that made you able to cope with all of this?\nA. You know, I must tell you something. God is my friends. I talk to him. I talk by the window,\nand I tell him my trouble. He listen to me. He help me very much.\nQ. So even though --\nA. I believe in him very much. We are human. I am not religious, I mean when it come to dietetic\nfood or something like that. I no believe in angels, something like that. I no believe. To me\nreligious is history. What is really religious? History. You follow what happened in life, what\nhappened in the -- what happened with Moses, with the sons, they call Bible, and this is history.\nAnd He is in the history, my best friend.\nQ. So even though you didn't come from a religious home, your religion sustained you?\nA. Right. Right.\nQ. I don't mean to have to go back, but was there ever any religious activity in the camp?\nA.Incamp? No. Oh, no. Absolute. Yes, everybody pray to God by himself.\nQ. Is there anything else that you'd like to add so that people will know, people will remember?\nA. They're all my story so fantastic, unbelievable from the beginning. I don't know what is more\ncolorful, more to come to this. Day after days this life in camp was unbelievable, never end. We\nwanted something happen, nothing happened. I feel so sorry for the people who suicide. I no have\nthe guts to. IfI died, all right, bullet or hang, but to take my life, I cannot do it. I keep myself, you\nknow, I joke with the girls. We talk many things. They mostly been girls in age 16, and we try to\nomit the life what we live, not think about the piece of bread, not think about the coffee, coffee,\neven lice welcome. I not complain. I live my life now is hard. I live on Social Security and with\nthe German check, what Germany send us. Because mine children are wonderful. They have life\nfor themself. I cannot help -- they cannot help me. I live in a nice apartment, in a nice section\nbecause if I wanted survive, I needed apartment and away from city, far away. And I agree I no\ndrive acar. I never learn how to drive. And I try very hard to live busy. I love -- I have a beautiful\nlibrary, and I still go and take books every week, and I read. This is my pleasure. I no watch much\ntelevision because it not interest me, it's junk. And this, polish the furniture one times, I polish\nanother times and keep mind busy. I am not sociable with people. I tell you why. American people\nno understand me. They cannot have the feeling. If come to people from Soviet Union, from old\ncountry or something, they're not my people. I don't have nothing to talk to them. They're\ntalking about food and talking about difference. I love theatre. I cannot go often because of\ntransportation. No one from my friends, you know, friends, really went to theatre. I love theatre.\nAnd this is -- I haven't not sociable life at all. I have flowers -- I love flowers -- in mine apartment.\nAround apartment, I make beautiful garden. Davie, my son, help me. He live -- he live within\nSilver Spring? I don't know, something like that. And he have huge piece of ground, and he makes\ngarden. Everything what you wanted is in his garden. I have only flowers, because I love flower.\nSometime I don't want to go and water the flowers sometime because they died. You see,\neverything what died, not interest me.\nQ. Let me ask you a question.\nA. Yes.\nQ. After you got to Italy, you found your old boyfriend?\nA. Right.\nQ. Was it difficult to rebuild a life?\nA. Yes, there was. But he was so patient. He was so understandable. He help me to adjust. First,\nafter one months, I start seeing better, mine eyes better. and this is very important to me. And so he\nunderstand very much. We have a wonderful life together.\nQ. When you had children, did that bring back memories of when you were a child?\nA. Yes. They come, the memory. Can you imagine of six million, huge is this six million,\ndisappear? It's hard to believe this. Thousands and thousands went. I no see this, I be live. I tell\nyou a fact, what happened one times. In this place, in concentration camp, come the Gestapo, and\nhe wanted 150 women right away. So there was mothers and daughters, and the daughters say,\nmother, where you go, I'm going with you. Ino care. And she beg her, you survive. You\ntell the world what happened. I am old. I am sick, and I will be died soon. And she say, no. In\nnighttimes -- it was twelve o'clock nightttmes — the 150 people in five, five, and five went walk,\nwalk, and walk. They reach the forest, what you can see far away. When they reach the forest, the\nGestapo say to these women, run. Run. Raus is the German word. They don't know, it's dark. And\nthey start running, and they start shooting. This girl lost her mother right away in the darkness, but\ninstinct tell her, you must survive. How? She went and she, to a tree up and up and she cling to the\ntree, and she hears the screaming, the crying, the dying. After this, quiet, so she come back. She\nlooking for the mother. She come downstairs and when she saw the women -- mostly lay down on\nthe stomach -- she turn the women, and she saw who 1s alive, who is dead. Where is her mother?\nShe not found her mother, so she don't know what to do. She lay down in the forest. She saw the\nGestapo, there's been three, come back. What she done? She took leaves, and she cover herself, but\nthey saw her. And the one Gestapo open the legs, her body, and he shot her here and it comes here\nout. What happened? There was wintertimes and snow. When he shot her, the snow frost the\nblood, and she have the blood, very little. This is not only this. And she lay down. She don't\nknow what to do with herself. The Russian found her and took her to hospital, and she stay in\nhospital six months. And one nurse tell her, not far away is a school that survival women with\nchildren survive, and they leave now and find out whether you can find your mother. She found\nher. She live here.\nQ. Just a quick question. Was your husband also in camps? was 150, 160 people, only 20 reach the\nforest. And he reach it. And he was in the forest. He was with the Polish Underground. You see,\nwhen I give you example. When on the big ground, you know, they put bombs, and when in the\nGerman car come, it blow. He survive in the forest to the end of this war.\nQ. So he escaped from camp?\nA. Yes.\nQ. Well, I think I've asked a lot of the questions.\nA. Is this close to history from another prisoner, my story is close?\nQ. Is there anything else you want to add; otherwise, I think I'm done.\nA. No. I don't think so.\nQ. Okay.\nA. I live in Italy. I love Italian people. It's wonderful. I learn the language.\nQ. Why did you come over here?\nA. Because Italian, they don't want to give me a passport. They have unemploy so many and they\nmust -- we understand. We was very lucky because we decide to apply to three countries, Australia,\nAmerica, or Canada. We try. What come first embassy, we going. So happen everything. Our\napplication to United States was mixed up. You know, when you bring up applications something,\nyou put it in the top, next in the top, next in the top. By accident, our application went here, and the\nambassador come to office, he took our application by mistake. We will be waiting two years.\nHe call us and say to us, where you want to go? We decide to go to United States because there was\nthe closest. We don't need to wait. After two months, application everything, he say what you\nwanted to go, fly or with a ship? We decide a ship because I scared to fly. Wait, this is not the end\nwhat's happened to me. Okay, they give us cabin and when I mention, by the end. And I am a\nperson like adventure. I went, six o'clock in morning, upstairs where the rich people have beautiful\ncabins and so forth, and I stay and I look on the water. And I have on myself a blanket, really a --\nyes, a blanket, what American soldier give me in Italy. And this blanket, I cut off, and it have\nmiddle and with thread, I make a coat, you know, here one and here one. And that's it. When I\nlooked downstairs, and nobody is here, so I took the coat and throw it to the ocean because I was\nashamed with the beautiful people here. And one Marine saw something, what's going on? He saw\nthe coat. You know, when you something, they go flat. How you call this? You can think so this is\nhuman, because he stopped the boat. There was near Lisbon, and they send the little dungy,\nhow you call this? Dingy? About ten looking for the person what jump. When I saw this, I run\nright away to my cabin and start crying, and I tell my husband. He say, you crazy, what you done.\nHalf hour they took it to start the ship again. That's happened to me.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJuly 13, 1994\nRG-50.030*0259",
        "PREFACE",
        "The following oral history testimony 1s the result of a taped interview with Gina Schweitzer\nBeckerman, conducted on July 13, 1994 on behalf of the United States Holocaust Memorial\nMuseum. The interview is part of the United States Holocaust Memorial Museum's collection of\noral testimonies. Rights to the interview are held by the United States Holocaust Memorial\nMuseum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "GINA SCHWEITZER BECKERMAN\nJuly 13, 1994"
    ]
}