{
    "rg": "RG-50.030.0251_trs_en",
    "sequence": [
        "Q: Would you tell me your name please and when you were born?",
        "A: My full name today 1s Gerta Wilchfort. I was born on the 24th of April in 1923 in\nBreslau. Breslau is in today and...",
        "Q: What is your maiden name? What was your family name?",
        "A: Blachman.",
        "Q: Blachman, OK. Tell me, you were in Breslau when you were born. Tell me what it was\nlike. Did you grow up in Breslau?",
        "A: Yeah.",
        "Q: Tell me about growing up in Breslau. What was it like? What did your parents do? What\nwas it like to be a child in that town?",
        "A: Well, I was an only child. Had no brothers and sisters and I had my grandparents there. I\nhad my mother's both parents and my father's mother. And we had friends. I went to\nschool. Went to, to four years of uh public school and then uh to up to four years you\nhave to made a, a decision what kind of schooling you want. You have to, you can go\neither go on to the unit to the public school or you can go to the gymnasium (ph)\nand there were also two choices. You can go to a humanistic gymnasium where they\nlearn Latin and Greek and little mathematics and little science or you could go to the\nother school where I went. We had, we started right away with French and the sciences.\nNo Latin or Greek but French, modern languages, French and later English. But you had\nto go to school very little was exams, even then at ten years of age we had a whole day of\nexam to be able to get into this gymnasium. So I passed that exam and I went to the\nCatholic school. That was already uh shortly before Hitler came to power so I went to the\nCatholic school for girls only. And uh, I think right after, I don't know, must have been\nright afterwards that Hitler came to power and the anti-Semitism started right away and\nthen I had trouble with some children. Some children stayed with me and became very\nclose friends and said don't worry. But others started right away, I don't want to sit next to\nthe Jewish girl. I don't want to the Jews smell and I don't want to sit with her and they had\nuh religious instructions. You know in the Catholic school especially they had a lot of\nreligion and of course we didn't go. We had still a religious, a Jewish uh teacher come to\nthe school and we had extra, different uh religious instruction. So that set us apart uh\nright away and uh, but in the beginning it wasn't too bad you know. In in 1933, '34 it\nwasn't too bad. As a matter of fact I was a pretty good athlete in sports, you know, sports\nand Hitler put a lot of emphasis on sports so, I think in 1935 or so they uh had like little\nOlympics for young people and all over Germany they had to come and do a certain\nprogram and if you passed that program you got a certificate. So that swimming in\nclothes and a uh certain distance and we had to jump from a ten meter board and had to\nrun and all these things. And when you passed it I got a little, I got a certificate signed by\nHitler that I passed that thing, so it wasn't you know, and the Catholic school, the the uh\nprincipal was a lady and she was very much for us and helped us overcome these things.\nBut after a couple of years or so she called me into the office or called my parents and\nsaid they are no longer able to keep us in the Catholic school. I either have to leave the\nschool altogether or go to a Jewish school. So luckily we had in Breslau a very good\nJewish gymnasium. We had actually two Jewish schools and this gymnasium was\naccredited like any other school like here the Jewish Hebrew Academy that is accredited\nnow. And I I knew a little bit of Hebrew but I was always very ambitious so I, I had, I\ntook tutoring to get better in Hebrew so I could be up to par with the other kids who had\nstarted there. We had a lot of Hebrew, a lot of but all the other subjects I\nstarted where my English we had a very good English teacher and he was a stickler for uh\ngrammatic and we learned very well the irregular verbs and all those things so we had a\nvery good schooling there. That was only two years I think you know but it was very\nintensive and very good. And uh I was a member of the Zionist youth movement there\nwhich, I don't know and uh we had meetings and we had outings but I\nwas the private, I was the single daughter so my father was always protective and I\ncouldn't go very much to outings and to things but I went to meetings and uh we talked\nabout youth going to Israel and to , to you know these little cans where\nwe were prepared to live in kibbutz in Israel but uh they wouldn't give me the permit and\nthe permit and so finally I, one day I said I have to go Berlin to the headquarters of the\nZionist movement and see what's the trouble. So I went there all by myself. We had\nfamily in, in Berlin that I stayed with, and here they told me they can't give me the\ncertificate, can't give me the permission to go because of my eyes. The eyes have to I am\nvery nearsighted and uh they are afraid that if I do agricultural work, if I stoop very much\nthat I'm going to have, my retina is going to uh depart, separate from the eye and they\nwouldn't give me, they have to have consultations and so forth. So I couldn't, I couldn't\ngo. So when I had to leave the school and my parents knew that we're going to have to\nleave Germany you know pretty soon, in Germany was the custom that almost every,\nevery middle-class family had a maid. So the kids would grow up, we didn't do very\nmuch. We didn't know very much of household work and cooking and things like that, so\nmy mother said you have to learn because we're certainly not going to have a maid any\nlonger. So they sent me to Hausen (ph). That was a Jewish household school near\nMunich and uh, I went there from in April, the German school year goes from April to\nApril, not from September like here. I went in April and I came back for some vacation in\nthe summer...",
        "Q: What year is this?",
        "A: This was in 1938, I guess. Yeah, '38.",
        "Q: OK. You are how old?",
        "A: Fif... I was born in '23 so fifteen, fifteen, sixteen. And us that was clear across Germany\nnear Munich. From Breslau to Munich was quite a ... and uh I went back in September\nand in early November uh they had this uh in Paris on this on this ambassador\nso you know what happened there. On the ninth of November we were sitting\nnear the radio and we were listening and we knew something terrible is going to happen\nbut we didn't know what. And we were there, all young kids, young girls and uh so sure\nenough on the tenth of November that year the police came and the SS came to wake us\nup at six o'clock in the morning. Out, out, out of bed. You couldn't take anything only the\nclothes you know, we were there for a year. We had all our belongings there clothes and\nbooks and everything. They said no, no, nothing. Get out, out of the thing. So here we\nstood outside and uh the uh direct... director and the teachers wanted us to go home but\nthere was no money, so they took us back to Munich and we stayed at the uh at the uh, uh\nstation till they got the money together. We were maybe fifty, sixty girls from that school\nto send and get the railroad tickets to send everybody home. So by the time I got on the\ntrain was already afternoon and I was the only one from Breslau at this time so I was all\nalone on that train and really heard, heard only fragments of what happened. So I had to\nstay over and change trains on a little town so I got there about ten at night and I\nwas afraid to stay alone on the in the station so I went to the nearest hotel and got myself\na room and told them at five o'clock they should wake me up and bring me here back and\nwent back to the station and back on that train. And here comes a whole bunch of SS\npeople and sit in the same compartment with me. And start talking and telling the stories\nabout the Kristallnacht how they were, uh how they smashed all the windows and how\nthe synagogues were burning and how many people they arrested and beat up and so uh I\ngot more and more scared. What will I find at home? Will I find my parents? Will I find,\nhow will I... so I got to this, to Breslau about two in the afternoon and uh uh the station\nwas right in the middle of town so I took the trolley car and I saw already all the Jewish\nstores, all the stores the glass was onthe _ and here we passed by the synagogue. The\nsynagogue was still not burning but smoldering and I saw what happened. And I came\nhome. Nobody was home. So, but after a while my mother came and told me that they\nwere arresting all the men so my father had been hiding at his mother's house because\nthere was no men in that house and my grandfather too was not arrested, but uh most\nJewish men were arrested that night and many in smaller towns were beat up but I, I\nstayed home then for the winter and we knew then and there that the time has come to\nleave. Before that time, if I may go back, I was fifteen like I say, fourteen, fifteen, and I\nwasn't so emerged in in daily living or making a living and I always knew that we're\ngoing to have a terrible end in Germany. I couldn't figure out, you know, that they're\ngoing to burn us and kill us but I always had the feeling that they had in mind to to to\nhave us die somehow. I always thought they're not going to give us any food coupons\nanymore and they're going to starve us to death and I begged my parents, let's get out,\nlet's get out, and my father had a very good boss and he unfortunately loved him and said\nas long as you're with us we're going to keep you and you're going to make a living and\nhe he put in a non Jew into the office and did all kinds of things to keep him there and uh\nthat of course was wrong. So by the time they realized that time was up for us it was\nalready pretty late and no other country took in Jews. The only possibility at this time\nwas to go to Shanghai and uh my parents didn't want to go to Shanghai. So they\nmanaged, we had a cousin in Cuba and after many weeks of communications, we, she\nsent us a so called visa to go to Cuba and my parents purchased us seat (ph) uh the the\ncabin space on the Havana (ph) American line, on the St. Louis, and we were supposed to\nleave on I think was the 13th of May. Now to be on the personal side, on the 24th of\nApril I had my sixteenth birthday. And my parents thought well you know, I had such\nterrible youth, at least she wants to make me a little party and I had a friend and he said\nuh can I bring another friend of mine. And my mother said yes, and I had some very good\ngirl friends that uh my parents are friends with their parents from way back from World\nWar I already, and so we had a little party, and he brought this boy. And he had come\nfrom so and that's how I met him. That was my future husband. (PAUSE) Soa\ncouple of days later these friends, these, they were two sisters and their parents left for\nShanghai. And uh this young man Marcos (ph) said we'll go together to the\nstation to say goodbye to them, and I met him again and he gave me, had given me a\nbook so I went up and I met his mother. I went up to his apartment and I went and met his\nmother for the only time. And he told me that uh he wants to leave but his parents are\nquite old already and his father got quite beaten in this smaller town in during the\nKristallnacht and he won't be able to go anywhere. So his mother wrote, he was also an\nonly child, his mother will bring him to to the Belgian border and he will try to\ngo illegally over the border to Belgium. He has a, he had a girlfriend that he met the year\nbefore in in some camp and uh her parents have written that they will be willing to take\nhim as a border and he should come to Brussels. They are in Brussels already and he is\ngoing to try to go there illegally. So we said goodbye. I was going to Cuba and he was\ngoing to Brussels, and we were never going to see each other again. So we went uh ... a\nweek later or so we said goodbye to my grandparents and uh I must say that to this day\nthat affects me terribly to think back at how we said goodbye to those old people. You\nknow, today I'm as old at this time, they were really old when you were sixty five or sixty\nyou know, and my grandmother was a tiny little woman and she was not well and they\njust couldn't ... my parents thought we can send for them later on. Otherwise they\nprobably wouldn't have left them. But there was no way at that time to take them along so\nwe had to say goodbye to them and that was a terrible terrible moment. And my other\ngrandmother also. So uh we went to the, to Hamburg...",
        "Q: Just before you get to... slow down a little. We have time. Tell us about your your\ngrandparents. Uh they stayed behind?",
        "A: Yes, they stayed behind and...",
        "Q: What happened to them?",
        "A: Well, they were eventually sent to Theresienstadt, this couple, my mother's parents. They\nwere sent to Theresienstadt, but my other grandmother was alone. She was a widow and\nwhen she got the order to come to present herself you know to be sent away, she said no,\nI don't want to do that. I'd rather die peacefully in my kitchen rather than go to this camp\nand be killed there. But my other grandparents couldn't do that because they, first of all\nthey were quite religious and they wouldn't commit suicide and uh they lived for each\nother. They thought they're going to help each other and maybe but and but they both\ndied. I never heard from them. They never came out after the war. But my Grandmother\nBlachman, my , She was quite a lady and she always had her hair done so she had\nher hair done and she put on a wonderful, her best dress and she sat in a kitchen chair and\nopened the gas and went that way. People told us that after the war and we only heard\nabout that later. But that was maybe two years later. And my husband's parents, I still\nhave letters from them. They were sent to uh forced labor in Breslau at first after we left\nand uh it got harder and harder and they had to leave uh live in smaller and smaller\napartments and rooms and they finally were sent to Theresienstadt also and never came\nback. So where was I? Oh, we were going to Hamburg and uh we, we got on this boat\nand you know, it's one laughing and one crying out because we knew we never going to\ncome back and we never, we didn't know what the future will bring us but on the other\nhand we were happy that we left as a family and healthy. My parents were so young in\n1939. My mother was 38 years old and my father was in his early forties so there was still\nthe future we thought. And uh on the passage, going there was fine. I had a good\ntime. I was sixteen and I had young men friendly and older uh, young men who taught\nme how to dance which I never did because in the Zionist Youth Movement you don't\ndance. You don't put on lipstick and you don't do anything but think of working and you\nknow what. I changed and I had a good time. I played ping pong and I but uh everything\nof course was very innocent then. It's not like today that he was already twenty years old\nand I was sixteen but he was a gentlemen and .. . So we came to Havana ...",
        "Q: Tell us before we get to Havana, tell us when you first began to suspect that 1t might not\nbe a pleasure cruise? Did that...",
        "A: Well, I personally didn't think of that. (OK) Uh we knew that uh the shipping line had uh\nasked for return tickets and uh it should have told us something but maybe my parents\nknew. I never thought about that. As a matter of fact when we uh came into Havana there\nwas a big rush at the uh telegraph office on the boat that uh everybody was you know, the\nship money, it was German money that would have been useless afterwards. They wanted\nto send telegrams send telegrams back home we arrived. But my mother also sent a\ntelegram to her parents arrived safely in Havana. You know, and they didn't know much\nabout this either.",
        "Q: So you have come to Havana.",
        "A: Yeah, we come to Havana. But we didn't really dock. We were out un in the not too far\nbut far enough so we couldn't even see much of Havana. We just saw the silhouette of the\nbuildings and of the harbor and the . And they told us to come to the dining room\nwith the passports and the uh the visas and uh to be admitted. And we went to the dining\nroom and they were all sitting there, the officials. The Cuban officials had come aboard\nand uh they said, well, there are some difficulties or something. We should wait until\ntomorrow. So we stayed another night. It was very hot and very sticky and I think we\nslept that night up on the on deck because it was already unbearably hot and you know,\ncoming from Europe and we are not used to this climate and uh next day, the next day\nthere were all kinds of little boats came from Havana with family. There were lots of\nfamilies that were uh split up. There were some men that had come out of some German\nconcentration camps that had gone out first and the women and the children had come\nlater when there weren't any places on boats or they had small business to attend to or\nsome reason lots of families were split up. This one family, Matulski (ph), and that uh we\nbefriended on the boat this lady was alone on this boat with three children and her\nhusband was in Cuba already. And the cousin that sent us the uh our visa was of course in\nCuba and she came and so a lot of people, relatives and friends came and hired little boats\nand there's a picture of that in that in the book if you want...",
        "Q: Well, let's see your pictures. Let's see yours.",
        "A: My pictures. OK. This 1s a picture of me with uh with this friend that I was talking about.\n(OK) And this is a picture on the way to Havana where there was a party on boat uh on\nboard. We had parties at night and this was . . . I think these, this picture is of my parents\nfrom Breslau yet, from, from before we left. My father was a very good looking man.\n(Yes indeed) Yes. So I think it was interesting to see this, this picture of this of these little\nboats that this was the St. Louis its... itself the dining room was a beautiful dining room\nand came down the spiral staircase. I felt very glamorous.",
        "Q: We can get, we'll get other pictures.",
        "A: Oh here's the little picture. Here's the picture where the where the relatives came. You see\nit? And they sent up pineapples and they sent up all kinds of things and there was yelling\nup and down the you know and we were standing very close on the on the railing and it\nwas you know hard to find the people that there was almost a thousand people on the\nboat, on the ship. So anyhow it became clearer and clearer that we're not going to land. I\nmean you don't want to hear this. . .",
        "A: Yes, do. Talk about that. Yes I do.",
        "Q: I mean the, the background of it was...",
        "A: No, the background we don't need but your how did it become clear to you that you\nweren't going to land? How did you know?",
        "A: Because of the time element. You know, we were in Cuba almost a week. We were\nsitting there in the harbor and we just gave up hope you know that the negotiations will\ncome to an end and uh...",
        "Q: Did Captain Shroeder (ph) come and talk to you at all?",
        "A: No, there wasa ~~ Committee. There were lots of uh prominent people on board, you\nknow Jewish lawyers and uh teachers and people like that. They formed a Committee and\nthey were the in, the in between the people, the passengers and the uh captain and they\nsent telegrams to Roosevelt and to all over the world and they tried to get you know to\nget us going but didn't. So I think also the people that came in these little boats uh let us\nknow that it looked pretty bad in Havana itself. And there was some few people, I think\ntwelve people, that had, that were not refugees so to speak, that had regular visas and uh\nthey got off the boat so we knew you know more or less we knew at the end that we're\nnot going to stay. So one good day we just pulled out you know the anc... pulled up the\nanchor and we left and this is the picture here of this cousin she's standing there. Havana,\nJune '39. She standing at the —__ and crying and in the back you see the St. Louis\npulling out.",
        "Q: Describe for me the scene on board as you pulled up anchor.",
        "A: Well, if you can imagine there was a terrible mood. Everybody was very depressed. Few\npeople committed, tried to commit suicide as I think uh the one man he, I think he cut his\nwrists and they, he was the only one landed because they had to take him to the hospital\nto to tend to him. I don't know whether he stayed or not. I think he did. He must have\nbeen the only one who stayed. But you know, humans are always hopeful. You know, we\nalways cling to the hope something is going to happen. They're not going to let us rot on\nthe ocean. I mean, something had to happen to us. Of course, the fear was that we would\ngo back to Germany. That was the big thing you know. So we the food got worse and\nworse and the what ever water supply, I mean we had water but we had to be careful and\nof course the parties were over. No more parties, no more no more fun. We were just\nsitting and waiting what's going to happen you know and uh here again the Committee\ntried everything and sent telegrams all over the world trying to get us in but was everyday\nthey had like newsletters printed and put out on board to tell us what's happening and\neveryday there was another country we were supposed to be going to go, but we never\nand nothing came about until finally at the we were already well, first we came to the\ncoast of Miami and we thought we could you know I heard later that the captain had\nagreed that we make some kind of a forced landing or something but we didn't know\nanything about it. We just saw the uh Coast Guard boats surround us near Miami to make\nsure that we wouldn't even come close to the boarder, to shore, so that was out. So we\nsaw the lights of Miami. We saw the lights of America and that was it. So we slowly\nsailed back to Europe and of course behind the you know there were a lot of negotiations\ngoing on with United, the United Jewish Appeal and there was a Mr. Tupper in Paris and\nhe finally got it together that we will be divided between Belgium and Holland and\nFrance and England. And uh I don't remember very well I was up on deck not near my\nparents. You know when you're sixteen you don't cling to your parents and so uh when\nthe loudspeaker came on and they announced that the first uh contingent of people will\ndebark in Antwerp uh you know we were out already in the water before Antwerp. And\nthey announced the names you know that was also the work of the Committee they made\nthe list, the passenger list and they divided the passengers to wherever they wanted. Of\ncourse England was already then the preferred country because we knew it was away\nfrom Europe you know a little bit and that we had a feeling that would have been the\nsafest, but not everybody could go to England. But my friend, this friend went to England\nand I never heard from him again. I don't know what happened to him. But we went uh to\nBelgium. Maybe my mother told them that she had a brother there. I don't know how we\ncame to Belgium, but I ran back to the cabin and my parents were already packing again\nand uh we debarked in Antwerp. We got off, one of the first ones and then the Paris\nMatch came, the uh newspaper people came and took pictures. Do you want me to show\nyou? (Sure) And uh we were all standing up on, on deck and waiting a man saved his\ndog, he had to have his dog, and my parents happened to be here they're here. This is my\nmother and my father. They were standing there, but I was not there. I had been running\naround. So this was in the Paris Match, and uh you know, was a big story, newspaper\nstory at the time in Europe that this first boat and the people coming. So they put us on a\ntrain right away to Brussels and we stayed a couple of nights in a hotel and we were free.",
        "Q: You had papers?",
        "A: Well, they made us sign papers that we were not to work and that we were accepted as\nrefugees but that as soon as the situation will allow us to leave the country, we will leave,\nwe will leave. And we signed to that my parents, we signed to that. And forgot all about\nit but when the war was over, you know, we had to uh report every six months to the\npolice and they presented us with this signature and with this promise. They hadn't\nforgotten it. It was just filed away through the war and uh that was one reason why we\nleft again. They didn't pressure us actually but every six months we were presented with\nthis again. (Oh, I see.) After the war. (After the war.) Yes. But we had signed that, we\nsigned anything we didn't even read we were so glad that we were on uh soil and that we\nwere not in Germany and that somebody was going to take care of us more or less. So\nhere we were in Brussels and after, to go back to my private story again, I we walked\ndown the boulevard and I stayed and I looked in the windows and I come and there's the\nyoung man and he didn't say anything and I didn't say anything. And I came home to\nmother and I said, you know, I think I saw Marcos, this young man that came to\nmy birthday party. And he went home and there was somebody sitting there and he said if\nI didn't know that Gerta went to Cuba I would think I saw her today. And this man says,\nto Cuba? What boat was she on? And he said, I think it was the St. Louis. So he said yes,\nyou saw her today. I was, I just come off the St. Louis and there was a Gerta Blachman\nand that was your friend girl, so we met again, and but he had this other girlfriend and but\nwe were good friends and we saw each other off and on. And it was really a big\ncoincidence that we got together again. So we stayed in Brussels and then uh by the time,\nby this time it was June...",
        "Q: What were you doing?",
        "A: Well, we had a very limited budget from the United Jewish Appeal to say the least. And\nmy parents, all we could afford they brought us, this lady brought us to find so called\napartments. Well, we were, we had then one big room and a kitchen and the bathroom on\nthe floor that was used by the people on this floor and the people on the other floor\nand it was not a bathroom either. It was just a toilet and a sink. And we had to have the\nwater from there. There was no running water in this so-called apartment. So my parents\nlet in this one woman on this couch that had to be made up every night and I slept on a\ncot, the cot in the kitchen, so my mother was very anxious for me to get out of this\nenvironment and even though we were not supposed to work, she found me a little job as\na children's maid in a very nice high rise apartment where I had my own room and had\nnormal conditions. And I had charge of a little boy that was four years old, three or four\nyears old. And it was away from them but you know, it was better for me. And uh so by\nuh I was there the whole winter, the whole winter until the 10th of May. I woke up and I\nheard the noises and there were bombs coming. And I was way up in the you\nknow, in the little room on the top of the tilted roof so I was pretty high up and I heard\nthe I heard the bombs. I went back to my, to the people in this apartment and I said what's\nhappening, what's happening. The Germans attacked Belgium. So the husband was also\nGerman-born. They were Jewish. She came from Luxembourg but he was also German-\nborn. But they, you know we were just there a few months and we lived there. We didn't\nknow much what was going on but he knew somebody told him maybe from the police or\nsomething that they're going to arrest all the German men. The German Jews or non-Jews\nbut because of the first column of spies. They were afraid of spies so they had orders to\narrest all German men and he went to bed. He said he's sick. And he said go and call your\nparents and tell your father to do the same. And I don't remember anymore that they\ndidn't have a phone I just see myself running through the streets to a for a drugstore for a\ntelephone which was quite far and calling my parents and telling them the same, to do the\nsame. And they wouldn't believe me. They said ah stories are... you know. We weren't\nuse to doing things like that. Everything had to be on the up and up. So he didn't do it and\ntwo days later they made arrangements. They got into a taxi and they sent me home\nand...",
        "Q: Who got...who they?",
        "A: This this couple with the little boy. (OK) You know she came from Luxembourg and they\nwent to Luxembourg, or they went away. I mean they saved themselves. I saw them again\nafter the war. They passed, they spent the war in ville. I don't know exactly how\nthey got there but they left everything standing there and they got into a car. I think they\nhad their own car. And they said we can't take you. You go home to your parents. So I\nsee, I remembered going home I think even by taxi because I think by that time the\ntrolley cars weren't even running anymore. And I come home and my mother is there and\nthey had already taken my father. So I never saw my father anymore. They had taken him\nin the uh to the to you know, where the soldiers live. (A garrison?) A garrison,\nyes, and they had all these people, all these men assembled there and my friend\nMarcos had been just sixteen so sixteen was the cutoff age and he was on the street just\nwalking. He didn't have a toothbrush. He didn't have a shirt. He didn't have anything.\nThey took him off the street. My father they let pack at least a little, you know. They took\nhim off the street and he was with my father and all the other Germans in the garrison.\nAnd uh...",
        "Q: How did you and your mother handle that?",
        "A: Well, we tried, you know we packed up things and we packed up things and we\ntook it there. We couldn't get in and then they said, the next day they said they going to\nbe transported to south of France and the train leaves on so and so, so we went early in\nthe morning and we saw them marching through the streets. We saw them going to the\ntrain. And that was it. So I really wanted they said they're going to take them to south of\nFrance away from the war. Well the war accelerated but communication was so bad we\ndidn't know in Brussels that they had attacked line and they to take France.\nWe just thought they just had taked Belgium. You know, there was no television. There\nwas hardly any newspaper at that time and our French wasn't that great. We didn't read\nthe newspaper every day. And we didn't know anything.",
        "Q: You didn't have a radio?",
        "A: Yeah, but I don't know. I, maybe they didn't uh communicate that I'm pretty sure we\ndidn't know. So I persuaded my mother we'll go with you know. Go away. We'll\ngo, try to go to France or try to find my father. So we took the train from Brussels to\nAntwerp. This is usually; it takes today a half hour. At that time it took maybe three\nquarters of an hour. There were already really good trains. It took all day and we got to\nAntwerp it was dark and it was full of glass from the bombs. It was worse there than in\nBrussels. And uh, but there were we weren't the only ones. There were thousands of\nrefugees you know so they herded us to a convent into the basement and we spent the\nnight there. They gave us shelter and uh they gave us breakfast. And it was a terrible\nnight that we'll never forget. You know, the bombs were flying and uh we were there\ndown in the cellar and uh with hundreds of other people. So in the morning we got up on\nthe street and here again everything was covered with glass and the only way to go to the\nFrench border was the tramway, the tramway that went all the way the co... all along the\ncoast from Antwerp I don't remember any more the last station in Belgium, uh, all little\nresort places that all along the coast and that tramway used to you know connect these\nlittle places. So we went to the end of the line till we found a young boy there that had\nlost his from this Mrs. Matulski (ph) that was with us from the boat and one of the three\nchildren she had gone the same route without us knowing it and she was there in the\nmorning waiting for the tramway and she was a very nervous person, boom boom, she\nwas on the tram with the girl and the boy was a little slower and he was standing there,\nand so we took him along and we eventually found the mother and the other girl and so\nwe stayed together on this trip, on this what we called the and again something\npersonal. When we got out of this tramway even though I was on the St. Louis and we\nwere four weeks on this, on the water, I had never been on the uh on the shore of the of\nthe ocean. You know, never seen the beach like that on the ocean and it was in evening\nand I really remember that that was such an incredible sight, and you know, the\npeacefulness and in the midst of all this uh turmoil and war and running and then there\nwas the ocean, untouched and beach and the sunset and this is something I have never\nforgotten in all these years. So we tried. We found a place to stay. I was almost a woman.\nI was you know and the two ladies and the two children and uh they said the French\nborder is closed. No body can go across the border. But we couldn't go back either. We\ncouldn't go back and we couldn't go forward, so we stayed in this little hotel room and\nwaited. Then one day they said, tomorrow they're going to open the border. You can go.\nSo from there to the border was still a ways to walk, but we walked. That was the only,\nthe only way to go. There was no transportation and there were no buses or anything so if\nyou can picture this, there were hundreds, maybe thousands of people walking to the\nborder and they thought across the border will be safe. It's France. So here comes the\nfamous story of my mother's silver fox. We come to the, to the border and you know, we\ndidn't have much luggage. We didn't have anything, you know, but she wanted the silver\nfox and she had it like just a stole like so when we came to the border and we showed our\nGerman papers, he said, oh no, you can't go through here with German papers. You go\nback. You can't, we won't let you in. So as the and then the people were pushing from the\nback and there was a young boy with a bicycle and somehow that wonderful silver fox\ngot tangled up in the uh in the wheels of that bicycle and my mother ran after him.\n; . , and you know things have sometimes\nvery funny undertones you know. So saved us. The silver fox, and we were all\nholding hands, and all five of us ran through with the silver fox. Well it wasn't such a\nwonderful thing you know. It wasn't any different over there than in Belgium. It was\nexactly the same. There were thousands of people and this bicycle with with uh\nwheelbarrows pushing their little belongings, with baby carriages, with any way they\ncould you know, go along and bring things. And so we stayed one night in a school house\nand they had a great big pot in the school yard and they made one big pot of soup and\neverybody had a spoon went in there and ate and uh was pretty tough you know. And we\nknew that the Germans are behind us and how can you run away from the German army.\nI mean the German army was uh on tanks, on trucks and we were on foot. How can, you\nknow, but we walked. We walked and then one day we walked around a highway and I\nheard, we heard the uh German uh planes over us and that was really the first, the only\ntime I was really really afraid because they they uh machine gunned all the refugees right\non this highway and I pulled my mother and said, let's go, and there was a farm house.\nWe didn't even ask can we come in. We just went in. And we, all five, we were always\ntogether with this lady with the two children, and uh we stayed there and they let us in\nand you know, we stayed there a couple of hours and here come the Germans marching\nin. Now we weren't too thrilled. But we couldn't stay in that house because they didn't\nhave room you know, so after, we stayed a few hours I think and after a while we walked\non and there was a like a chateau, like a big castle like, you know, not a castle, castle, but\na castle and we went in there and there was an old lady and she was also ;\nshe said yeah, yeah, I speak a little Flemish and I speak a little German and I speak a little\nFrench, and she said, yeah, you can stay here. And uh we stayed maybe one night or\nmaybe not even a night when the Germans came there too. And they wanted to make the\nheadquarters there, so the headquarters then we had to leave regardless of who we were,\nbut they didn't want any civilians there.",
        "Q: But they didn't stop you because you were Jewish?",
        "A: No, no. They didn't even know that we were Jewish. They didn't know. But uh they had,\nshe had a little house on the premises for the uh servants before, and she said you go and\nstay there. So we stayed there, and, but there was nothing to eat and we were five people\nand there was nothing to eat. The little girl went to, into the stable and the chicken coops\nand she got some eggs but you know it was so much, so my mother said I don't think,\nthey, they are very delirious now with their victory. They walked all over Europe you\nknow. They're not going to do anything horrible and besides I don't want to hide that I'm\nJewish. I think we should go and tell them, the Germans. You know, they were officers in\nthis headquarters for the whole region. And so she went and she didn't actually say\nJewish. She said we are German refugees she just said and let them figure out what they\nwant to figure out. And we asked, we are two children, three children and we have\nnothing to eat. Later on maybe you can do something. And they were very polite and very\nnice and they sent us bread and they sent us all kinds, you know whatever they had\nrations. And so we stayed there a few days and uh then there were some soldiers that uh\nTECHNICAL CONVERSATION\nand uh there was one from Hamburg who was actually a Communist —__ you know from\nHamburg, and they were from the waterfront, and he came and he helped us and they\nraided the uh the uh winery. You know, France has a lot of wine, so instead of water he\ngave us the wine and the kids drank the wine and we were half drunk after a whole week\nbecause there was no water but wine. And that was something. So anyhow after a week\nof that we said well, what we going to do, you know. So this guy and also that soldier got\nme a wheelbarrow and he got a bicycle for the young boy and whatever we had we put on\nthe things and started walking again. So we walked...",
        "Q: OK. Let's hold it there. Let them change tape, but before they do, did you have false\npapers, because you would have had to show the Germans something?",
        "A: Not at that time. No.",
        "Q: You had papers that said Juda (ph) on it?",
        "A: They didn't ask us for papers. Not at that time. That was in the very beginning, in 1940,\nwhen they were very victorious and very, and they didn't have any uh any plans, any\ndirectives to do anything with Jews or not Jews. They had this in Germany, but this was\nwar and there was nothing against Jews at this time.",
        "Q: OK. Thank you. Let's let them change tapes.\nEnd of Tape #1\nTape #2",
        "Q: OK. Let's pick up you are leaving the chateau. You've been there for a week now, and\nyou are leaving with this wheelbarrow and a bicycle? OK.",
        "A: The five of us.",
        "Q: The five of you. What happened?",
        "A: Well, we made it into the next town and there were signs all over for the refugees, you\nknow, we can go to the next, to the school. And we stayed at the school. They have cots\nor I don't remember any more. But we stayed in the school for a few days and uh they fed\nus there more or less and we never, there was already an organization in place to take\ncare of more or less of the refugees, but uh then we figured we have to do something on\nour own so I went to the headquarters again and we were already emboldened by this first\nexperience, so we went, I went to the headquarters there and I asked for transportation\nback to Brussels.",
        "Q: OK. Now which headquarters are you talking about?",
        "A: The Germans. (The Germans?) Oh yes, was all Germans. And uh they put us on the uh,\nthey said yes, go down to the plaza. There were lots of trucks and of these trucks\nare going to , to to a town near, in Belgium already but near Brussels and they\nwill take you. So, cause you know, sixteen year old girl they all wanted to have in, during\nthe war, they wanted me to sit in front with one and the other, my mother and the other\nand the Matulskis were in the back of another truck, but we were all together. I wouldn't\nleave them. You know, I said we have five people and we go together. So we got into\nand uh we stayed overnight with a with a Belgium family. They put us up but we\ndidn't, we were really you know as Germans. They hated the Germans and we\ncame there on the German truck, but what can you do. They had the advantage of the\nlanguage at least. You know, we could speak. So next time, next day they picked us up\nand they gave orders to back to Brussels and we went back to my, to our old apartment\nand there was nothing there anymore and so, but Mrs. Matulski, the other lady, she had\nanother apartment and there was one empty in her, in the same building and so we stayed\nthere. Anduh...",
        "Q: How did you live now? How long, you stayed for quite a while?",
        "A: Yeah, well for a couple of years. As a matter of fact, that's where I started uh my, my\nsewing career. Because by this time I was seventeen and my mother said, girl, you'll\nnever go back to school. There's no way. You should learn a trade. And sewing was\nalways my big uh strength. I was very good in Home Economics and sewing in school\nand in that household school in Munich. I was always good in sewing so she found two\nViennese dressmakers who was who were established and they, they uh in\ndressmaking, you know. To order. People came and brought their fabrics and so I really\nlearned it there, learned a lot from them to do to do fine sewing and to do fittings and to\ndo that's really where I got my first apprenticeship so to speak, with those two ladies.\nAnd uh my mother was able to make a little bit money and we didn't need very much and\nwe finally got our uh the lift, this this box with things from Germany we got them out and\nuh out of the uh out of the they had been in the warehouse all the time (in storage?) In\nStorage, yes...",
        "Q: What was in the box? What did you have?",
        "A: There was a very ingenious way of packing. They had made to order boxes like like uh\nclosets and you know, on the one side were some clothes and then there were shelves on\nthe shelves and then, they were sometimes as big as a small room but it was all one great\nbox. So I don't remember any more exactly but I think my mother had uh uh table service\nthat she was able, that we were able to sell and some crystal. No silver. No silver. No\ngold. That had to be brought to Hitler you know we had to, they allowed us two uh table\nsettings silver a person, one for milk and one for supposedly. And uh, but\neverything else including jewelry and silver had to be uh brought you know, give them\naway, but she had the table, so she had beautiful linens. She had uh crystal and things like\nthat that we sold. Little by little we sold it and she made a little bit of money and I must\nhave made some money there too. I don't remember. Anyhow, we lived. We had a little\napartment then in uh in Brussels and on the other side ———_—=S.: Then she made friends\nwith uh Jewish people who had lived there for a long time and they helped us and we got\nalong.",
        "Q: OK. Tell me about your, the papers that you had at this time. They were...",
        "A: At this time we still had our regular papers. (OK) And nobody really bothered us because\nthe Germans, you know, that was the beginning of the Germans but, and the and the\noccupation and the Belgiums were kind of in the background but we got food stamps. I\nmean not for free but for rationing. That we got. I don't, I guess with our regular papers. I\ndon't remember.",
        "Q: You brought a Juda, the star. Were you wearing that later?",
        "A: In a minute. So in 1942 then they, the Germans started to tighten the screws about the\nJews. First they said curfew. You had to be home by eight o'clock at night when, you\nknow. And then they started yes to, all the Jews had to wear this star out on their on their\nouter garments when we were out on the street. And a lot of Belgium people put it on too\nin solidarity to us. In Sweden, the King of Sweden wore it. A lot of people wore this to\nbe, you know, in, to show solidarity with us. But we were still free. We could still go\naround with this or without it, not without it, you know, but this is, we could go. Till one\nday there was a proclamation, all Jews have to go the uh uh City Hall, City Hall and\nregister. Just register. So my mother said, we are not going to register. If they don't know\nabout us, they you know, that _ I'm not going to register. And this other lady, this\nMrs. Matulski, said no, we have we have to, they're going to send us to work you know.\nWe cannot do against it. Too dangerous. And she did register, but we never did. So time\nwore on and it got a little bit worse and worse. All of a sudden it started with people\ncatching people on the streets or deportations. And they, on the street they took anybody\nthat had this, you know. They went on trolley cars. They went in the front and in the back\nof trolley cars, the SS, and nobody could escape and they went through all the people and\nwe had, we had identification papers, Jews. But from the lists that been registered they\nwent from house to house and you know, they had the addresses. They had the people. It\nwas very easy. They went and picked them up. So they sent them letters that they have to\nreport, and it said for work only for labor. But my mother got around and\nthey started to get rumors to rumors already that specially girls that they put girls in\nwhore houses, that they used the Jewish girls for the soldiers and that's all she had to\nhear. So she wasn't going to let us down. We weren't going to go to any forced labor and\nwe didn't. But then one day this lady got the letter. She has to report then and then for\nlabor. It always said for labor. So uh she came, the boy came running to us. Mrs.\nBlochman, my mother wants go to labor camp and please help us. I don't want to go and\nso my mother went over there and she said start packing. They lived with a family that\nhad a grocery store downstairs and she had sent the girl away in the country with, to the\nfamily of these people they became pretty well friendly with them. And you and\nwill go away like here is punctual and you can go under\nfalse names and you go there. Nobody knows you there and we will see what happens.\nNobody ever sent us a letter but they came closer and closer and they had these\ndeportations so mother made arrangements we should hide like Ann Frank, you know,\nlike in the house only we didn't have that much money and it was very expensive. People\ndidn't do it just for the love only. You know, they, they wanted to be paid and they\nwanted to be paid for the food at least and for the room so mother and I we went, one\nnight somebody said there's going to be a, said it's going to be uh some you know\npeople going to be picked up tonight so we went into this room. We spent one night\nthere. And I said mother, that's not right. We're going to go crazy. We can't stay here the\ntwo of us until the end of the war you know, alone and we don't have enough money to\npay her so we came out of hiding the next day. And we had friends and he said, he got us\ninto connection with the French underground. There were already the French\nunderground and there were some uh English uh prisoners of wars that had escaped from\nGermany and there was an underground route to bring them to Switzerland and from\nSwitzerland to Portugal and back to England. And somehow they got us into connect...\ninto contact with this group and we were the first women that went. Mother and I first.\nNot this lady. She was still in the and her little girl was in the country and\neverything was so far so good. So, but we didn't have that much money anymore. You\nknow, when they only took you to the French border you know and then you had to have\nsome money so we got together with another, with a Belgium lady or at least a lady who\nhad lived there, had a business there for a long time, and she had also three children “a\nlittle girl was the smallest, was only two years old or three years old. And they said if you\nhelp me she said with the children on this trip I'll pay your expenses. So one Sunday, uh\nthe meantime in France had started the deportations already. And the people like my\nfather and, they were in this French camp. had come and the\nsouth of France wasn't free anymore. Was also German. So they got all the non-Jewish\nGermans out of this camp and took the Jews to Drancy. Drancy was this camp in Paris\nfrom where the French Jews were sent to Poland. It's a... so we wanted to go on a Sunday\nand on Thursday morning we get a card, a postcard from my father from Drancy. So we\nknew, and my mother was very upset and she said, you do what you want. If you want to\ngo, I'll go but she was out of her you know. So we left everything standing there like we\nlived you know and our whole apartment, we had everything threes between. Three\nblouses and three bras and three this, so we could change. One changed and the next day\nsomebody, the other one changed. And we only had little uh like an attaché case, that was\nall our luggage because they told us not to take anything. But we had some dollar bills.\nMy mother had some dollars I mean, at that time maybe two hundred or three hundred\ndollars which was a lot of money then, and that was the most dangerous if, you know, if\nthey found this on you that was immediate death. But this other money wasn't worth\nanything. So this French, that friend, said don't worry. We'll do something so he took a\nwhole loaf of bread. Everybody stuck it in their shoes and that where the first place the\nGermans were looking for. But he was smart. He took a piece, a whole loaf of bread and\nhe sliced it very fine and two slices, he put the dollar bill in and he sewed the two slices\nof bread together you know, so you couldn't tell no way, unless you really pulled it away,\nso we had this bread. You know, like we wanted to have something to eat on the trip.\nAnd he gave us, there's where we got the false papers. From this underground uh from\nthis underground organization. With different names and we rehearsed the names over\nand over and we were supposed to been born in Luxembourg or in so to explain\nour German accent, that we didn't speak perfect French. And we got on this on the train\nand uh with this other lady with the three children, and we we somehow got through. I\nmean there was a control on the border, on the French border, and we, we showed our\npapers and he accepted that. That was we got through that.",
        "Q: How did you, you were coming up to the border",
        "A: Yeah ... in the train...",
        "Q: ...1n the train. How did that feel?",
        "A: Very fine. I mean, you know, we were but uh we somehow made it, you know. We, we\njust sat very quietly on our seats. We were not in the same compartment with the other\nlady, and then we had somebody with us. He didn't, from the underground he didn't\ncommunicate with us but he had his ears open and he might have heard some uh people\nreporting to him from the underground or, you know, and we knew he was there. And he\nyou know it was either that or going to the camp in any event. I mean the alternative you\nknow, wasn't that much better. We had to do it. And then we came to a another, then we\ngot out in the next, in this French town I don't remember anymore but there was uh\nborder patrol and SS on the on the exit and they looked everybody over and you know,\nthey, but we got through that. So we got the little hotel room and we stayed overnight and\nthen when they, I think next morning, we went for breakfast into like a cafe, you know,\nthis little French town, and we were all sitting around and here comes, in a round, in a\nround table with the children, and here comes the SS, comes in and looks because we\nweren't the only ones. I mean that the way to Switzerland and we weren't the only ones\ngoing to Switzerland. And they were trying uh to catch as many as possible but they\ndidn't want to make uh very big thing out of it so they just went, came into the cafe and\nlooked and looked and our hearts stood still. It was like you know, like you're frozen in\ntime. You know, we don't and then he looked at each other and he said no, I don't think\nthere are any here. And they left you know. And you die a little bit at a time. So that was\nreally the closest we came with the Germans. And then this young man told us uh we're\ncoming very close to the Swiss border now and they are even more vigilant and more uh\nyou know, so he won't go. He doesn't want to jeopardize the this underground. You\nknow, they don't want him to, and we are on our own now. But we should look in this\nvillage there on the French uh Swiss border, we should look around and ask for a guy\nnamed Gerard (ph) and Gerard will take us over the border. He knows we are coming and\nhe will take us over. Well, we got off the train didn't go to this village. We got off before\nand we were afraid to go all on the same bus so we sent this lady with the smaller\nchildren on the bus and mother and I were walking. And we were walking on the\nhighway with our little attaché case and two women it looked kind of in in city clothes\nafter all, and we looked a little bit conspicuous I guess. So the French gendarme stopped\nus. And he really questioned us. Questioned our papers and he heard as a Frenchman\nmore than the Germans that our French wasn't up to par and we said well, we are from\nand we always spoke German but well, it was a long story and but finally my\nmother said, look, uh you hate the Germans don't you. And he said yes, I hate the\nGermans. I said more than you hate the Jews. Yes. So, she said, what do you want from\nus. Let us take our chances. You know, she didn't tell we're Jews, we're not Jews. So he\nsays OK. I'll, he let us go. So we went to this village. We came to this village and we\ncouldn't locate Gerard. And wherever we asked for Gerard they just froze. The people\nfroze up. So we stayed one night and there was a lot of German soldiers in this village\nand we were very scared. So we said, well, we have to get out of here because here they\nwill catch us. So here we started walking again, and we walked up the highway and we\ncame up to a little country inn. So we got in there and we asked for two rooms for the two\nfamilies and there we were. And I think that people knew who we were. You know in\nGerman we have a saying when you die and you don't leave any money for the funeral,\nhe says we're going to smell him out. You know, it's going to smell. They're going to\nhave to bury us with a . SO we're going to sit here until we smell, till\nthey do something with us. And they did. They they got together and they called the uh,\nwithout us talking about it, they knew exactly what what we wanted you know. Was very\nclose, within walking distance of the Swiss border. So uh, so they got the the\npriest and the priest talked it over with some people in the village and they talked it over.\nThere came the letter carrier. The letter carrier was going on a bicycle, was always going\non a bicycle. So they said to us, I mean we paid. I mean the lady had . We paid\nher for what nights we stayed and you know, and uh they sent a hay wagon with clothes.\nThey gave us uh old aprons like this farm women are wearing and they hid, they put us\non the hay wagon and the, the children, they were hiding in the hay and they gave us milk\ncans. You know there were milk cans on __ like we were farmers' women that were\ngoing on the, coming home from uh milking cows or something. And they hiding our\nlittle bit of luggage under the hay and they took us back; the highway that was the way\nwas back to the village. Oh, I forgot to tell, I went back one day with this young man,\nwith this with this boy, to the village to ask again for Gerard, and I found out that he had\nbeen arrested. That's why everybody was so afraid to even mention his name. So we went\nback, they had to go back to this village in order to get to the border. And the letter\ncarrier, they went around the dinner hour when the German border patrol was having\ndinner and they knew exactly by observation what time, but still, to make sure, the letter\ncarrier on his bicycle went right in front of us, ahead of us to make sure that we don't run\ninto any patrols or anything. So he went ahead and we came on that hay wagon and they\nbrought us to the farm right on the border and we got out and we got, each got a glass of\nmilk yet and that was the farm was like a hundred years ago and I can still see it and they\nsaid well, that's as far as we can go. You go down here in the back of us is like a ravine\nand there's a little brook. We go over the brook but there is barbed wire. You have to go\nthrough this barbed wire or over or under or whatever, and on the other side is\nSwitzerland. Good luck. So that little girl had a pacifier and we, we went down this\nravine and we went over the brook and we went up the other side and that little girl lost\nher pacifier and started screaming bloody murder, but we still made it and we came over\nthe border and uh but the Swiss border guard had heard her all the way across and he\ncame and he helped us and you know, and we were kind of happy, but my mother said\nlet's go, let's go little bit further in. They can still send us back, and you know, we'll\ncelebrate later. So we got but he was good. In the meantime in the beginning of the\ndeportations, the Swiss didn't let anybody in. And they turned back a lot of people. But in\nthe meantime, we came a little bit later already, the public opinion had forced them to\ntake them in, especially women and children and we had no man with us, so he wasn't\ngoing to turn us back anyhow. So he took us, I don't think to another hotel by the way. He\ntook us to a little, to, to a town where there was a bigger uh police headquarters and uh\nwe stayed overnight and we had he stayed with us and he even watched us when we went\nto the bathroom. He stood in front of the bathroom. I mean he didn't let us get out of sight\nand uh my mother said by the way, we're not free. They watch us. They treat us nicely\nbut we're not going to stay. So we tried to call our relatives in Zurich but we couldn't uh\ncommu.., there was no communication. I don't remember any more. We couldn't tell them\nthat we were in Switzerland. So uh we told them of course right way that these papers are\nfalse, and we gave them our right papers, our right names. We had no papers to the effect\nbut we gave them our right names and and everything and they were OK. I\nmean they fed us and they were very nice. And then in the afternoon, there was a bigger\ngroup of us. They put us on the train and it was a very strange feeling. You are in a new\ncountry, and they do with you what they want. They put us on the train didn't say a word\nwhere we're going or what's going to happen to us. And uh they marched us through the\ncity of and there must have been about ten or twelve of us and uh people were\nlooking out the windows. They'd say ah, the poor people, the poor people, they're going\nto the I don't remember anymore but they uh we spoke enough French to know that the\nprison is a prison is a prison, but 1t was a different word it was different they said a\ndifferent word that we didn't understand. Well, we understood pretty soon, pretty quick.\nWe came to this prison that must have been five hundred years old. The keys were this\nbig. They had you know, thick walls and thick and they, right away they separated this\nlady from her family. They took the son. He was only ten or twelve years old. They took\nhim to stay with other men and she and her daughter went in one room and mother and I\nwere in another in another cell, and uh as a matter of fact the first cell had only one bed\nand we didn't know how, so we slept like this, like sardines. We had funny things that\nhappening too you know. like I said the key was so big and the key hole was that\nbig too, so I was laying in bed like this and all of a sudden I said mother, somebody is\nlooking at me, somebody is looking at me. She said who's going to look. So anyhow there\nwas a prisoner outside that had it wasn't you know a penitentiary or anything. It was an\nold jail where people was kept and all of a sudden I see, there comes a knife with a pad of\nbutter through this key hole. And this was apparently in___—_—sor something that\ncould order his own food in there and he had wonderful breakfast and he wanted us to\nhave a pad of butter. Oh, we had all kinds of. . . then we heard singing. . . Hebrew songs,\nJewish songs, singing. And there was another group of refugees. They wanted us to know\nthat they are there. You know, they couldn't communicate with us any different way, so\nwe heard this singing and so when the regular prisoners were, they had time out in the\nmorning to make their beds and to empty their sinks (ph) and so you know they kept us in\nthe cells, but when they were, when the regular prisoners were 1n their cells during the\nday, then they kept us, we could go out in the hallways. And they were great big hallways\nwith and we met with the other refugees and you know, it wasn't so bad. And we, we got\nfood and we uh the basement they had bathtubs. We could even take a bath. And not\neveryday but you know, they were very nice. But the food of course wasn't too great so\nmy mother was always afraid that I was going to starve you know, the regular Jewish\nmother. So one day she said to this, to the , can't I get anything else for my\ndaughter? And I said, mother, what do you think we are in prison what are you. . . Sure\nenough a couple of days later he comes up with a whole tray with a little steak and other\nthings and I almost died because all these, our poor prisoners, got only water and you\nknow the regular food and here I had a steak, but I guess mothers will be mothers even in\nprison. So that little by little everybody was transported away and even this lady with the\nchildren I think got out earlier than we did. ___ and we were left just the two of us. We\nhad Rosh Hashanan there and they had taken us to another little town for, and the women\nwere in the hotel but they didn't have money to put the men in the hotel too. The men\nthey put in prison there over night but OK. We were happy then.",
        "Q: You got to go to services?",
        "A: We got to go to services and they gave us a very nice meal in the hotel, under\nsurveillance. They were policemen there, but we met the Jewish people and it was it was\nvery nice. Yom Kippur we spent in prison and there were a couple of men who held\nservices in the cell. We were, like I said, we could visit during the day and they held our\nfood until at night and we got the whole meal at night and it was OK. But then mother\nand I we were the only ones left and it got colder already and we didn't have any clothes\nso there was one family in had a beautiful department store, wealthy Swiss Jews\nand they always came visiting and see, to see what they can do for the refugees and uh\nwhen you know it got colder then uh mother said to them we really don't have any clothes\nand you know Switzerland is, gets cold pretty soon. Oh, they said, there's no problem.\nAnd he asked the prison warden, you know, can these people come to my store and pick\nout clothes, and he said yes. So was a very strange situation. They opened the gates and\nmother and I we walked out and we went to the store, and the lady invited us up for tea.\nWe had beautiful tea in the salon with cake and you know, like real people and he took us\naround in the store, and he said pick out what you need you know, was for winter and it\nbecame a habit. We went every day we went out walking and five o'clock we went back\nto the prison. You know, there was no place else to go. Was home. But of course not for\nvery long. Then I got sick and we got to the Salvation Army and we stayed at the\nSalvation Army a little bit and then in the meantime this Mrs. Matulski and her two\nchildren came the same way we came and she was a very nervous person so she took\nsome sleeping pills and she slept through the border. She was, and the boy was already\nyou know children have to grow up pretty quick. He gave the policemen the the patrol\ntheir papers and she slept. So they thought if this lady sleep so well she can't be very\nnervous. So they made it too. And they were already in a camp uh like they called\nlager it was the beginning where people got processed. And she wrote to Mother\nwe are here and it's very nice. We even have curtains on the window. We have and it's\nnot so bad and why don't you try coming here. So while we were at the Salvation Army,\nwe went to this to the police to the you know, and my mother said we have friends at this\ncamp. We wouldn't mind going there. So he said Mrs. Blachman, I don't think\nyou want to go there. I wouldn't like you to go there, but if you want to we will send you\nthere. So he gave us a policeman and we you know went to this camp. That camp was\nworse than the prison because the camp was barracks and in the meantime it's November\nand it's raining and it's muddy and they have a toilet out on the yard and the watchman\nout in the yard, and my mother got a bladder infection and the food was terrible and we\nhad it was like almost. It was terrible. And not only that there were a lot of people\nfrom France that we for the first time talked to and found out what my father went\nthrough and they told us that my father was deported. Actually that's where we learned it.\nAnd we saw how terrible these people looked already. You know, we were still fresh\nfrom Belgium. We hadn't lost so much weight yet and we looked still like people, but\nthese people looked already like they had been through the mill you know, so so it was\nvery depressing and uh there was nothing to do and we were sitting there. We had little\ncurtains on the windows but that didn't make it. So it became winter and we got, we were\ndivided into different camps, and mother and I we went, and this lady too with her\ndaughter, went to uh Leistahl (ph). That's close to . And in the meantime I think\nwe had communications with our family in Zurich. I think we wrote to them from the\ncamp and they wrote back so one day, low and behold I get a postcard to Gerta Blachman\nfrom Marcos. Marcos is also in Switzerland. He had walked. He had, he\nwas a member of . Uh not a member a child in the camp and he was in\nan school in France at uh one night they was going to be deported and the\npolicemen came to the director of that __ school and said, send your oldest ones, the\nones that you think can make it on their own, out tonight because tomorrow morning the\nSS 1s coming to take all the kids. So he was seventeen, eighteen, in the meantime and the\ndirector gave them whatever they could and money or whatever little, and he had made it\nto Switzerland. Like over five or six weeks he walked, in hotels and he walked at night\nand slept in daytime and he spoke beautiful French. He was very talented with languages.\nSpoke a perfect French. He worked for a time in the French youth group and they had\ntrouble with them and I don't know how he made it to Geneva coming from south of\nFrance. He made it in to Geneva and in Geneva he got on the train. He was never caught.\nHe was never. _ and he traveled to Zurich to his uncle and he presented he had an\nuncle or a relative in Zurich and he presented himself there. And uh the uncle said I am\nvery happy but you can't stay with me for the rest of... you have to go to the police and\npresent yourself, you know, tell them. So they sent him to a different camp but not back\nyou know. So he wrote to my relatives we had given each other the addresses so 1n case\nyou know there were, and here he 1s also in Switzerland. And uh so the next spring by\ncoincidence he got into what called . That was also nearby but maybe two\nhours by foot from my camp to his camp. And uh at that time we weren't allowed to go\nmuch yet but he sent, some other young man came and told me about him and maybe we\ncould use telephone or something, I don't know. But anyhow we got together and that's\nreally when our courtship started and we walked and walked to get to each other you\nknow. It was down to and up through the fields and there were beautiful cherry\norchards in the summer and the things were... Each had to walk an hour to meet and then\nwe started walking because there was no place to go. I mean we couldn't you know was a\nvery strange courtship but... Sometimes we met in the little town in the winter and we sat\nin the tearoom and had uh coffee or tea or called cafe in Switzerland. Was this\nbread and jelly and butter and coffee that's very uh Swiss? So that's where we started our\nfriendship, our courtship when we got so we were in this working camp and here I sewed.\nI was sewing again. I, there were also the people sent in, donated clothes and there were\nalso some Viennese who seemed to be the best dressmakers and they asked me, I said\nyes, I know a little bit and there I learned some more. And we changed, we altered the\nclothes, these donated clothes, for the for the people in the camp you know. And uh one\nday the director of the camp received a uh request, you know if there are young girls in\nthere that know how to sew, there's a shortage of operators like operators you know for\nuh in a blouse factory in Bern and they would get the papers on the working permission\nfor such a person. So she asked me would I go. And I said yes, sure. You know, to be free\nand to learn more in my trade. So was very upset and very heart broken that I\nwould leave and he wouldn't be there. So the only way for him to be free was to become\na dishwasher. That was also in shortage. So he put in to go to Bern to be a dishwasher\nand my, these people put in for me the papers to be an operator. Well, the dishwashers\nwere needed more than the operators. He was there in one week. And he was washing\ndishes in Bern in a in a restaurant. And he was quite a spoiled young man but when it\ncame you know from at home, he was an only child but when it, something had to be\ndone, he did it. And he was alone in Bern and I was alone there in the meantime. But we\nstuck it out. He came back one weekend to see me and then finally my papers came\nthrough and I came to Bern too and we were together. I mean he stayed, he had to live\nthere under very bad conditions and very dirty conditions. You know, but\nanyhow, this is so many years back. So we were there together again and uh I learned a\nlot in this factory. That was my first job as a power machine, you know, uh experience on\na power machine and uh it was quite a strict thing. I had to be there very early and I am\nnot an early riser so I had to be there from, they just started to change from uh sixty hour\nuh from uh from uh six day working day to five days a week and that meant of course\nmore hours every day to put it into five days you know. They started very early but uh we\nmanaged to see each other on weekends. But he had to work weekends too. You know, in\na restaurant was a different schedule so one day he stuck himself with a fork in the\ndishpan and he got an infection and couldn't and they sent him to the hospital and he got\nall bandaged up and he couldn't work so he, his boss said if you can't wash dishes you are\nno good to me. You are fired. And that was the end of that. So he came to stay with me in\nthe same building. Had a little room next door and he stayed there for a while. And my\nlandlady was very proper and she got very upset and she sent no less the vice police after\nhim and he got arrested. I mean he got taken in and they took, brought him to the police\nwhere he should have reported that he wasn't working anymore you know. And he, they\nsaid well, what's you know, what's the story and he told them and he said that's my\nfiancée but we can't get married because we have no papers so he says, oh sure, you can\nget married. He says do you have any ____. He said yeah, my mother in law is here, you\nknow, her mother is here and I have a cousin. He said well, if they uh certify that this 1s\nyour name, you can get married. So we got married. (Laughter) But he never went back\nto this camp. Neither one of us got back to the uh went back to the camp. My mother uh\nbecame a housekeeper. She got commissioned for a housekeeper in Bern and after we got\nmarried the first of May he uh went to a school there. The Jewish community sent him to\na school to a uh business school. And so we worked. We were there together. We had one\nroom but a bigger room, a nicer room, and nice people and my uh my boss, my you\nknow, from the blouse factory kind of made the wedding. They came with us to\nthe uh, it was on the first of May and there was no trolley cars so we running like crazy\nthrough whole of Zurich, no Bern, to the to the uh to get married and my mother\nwas uh brought the flowers. The lady had given her lilacs. She came with a armful of\nlilacs that was my flowers. And after ceremony my the uh my boss took us out for lunch\nand then in the afternoon we went to the rabbi. We had a Jewish ceremony at the rabbi's\nhome and the , the wife of the rabbi had made cookies and wine and it was... Then\nmy mother had made little sandwiches and they all came to our new apartment. So we\nhad no dishes. We had nothing and so this lady said what, you have no dishes. No. So she\nwent to the department store there and sent us our first set of dishes the same day so she\nwouldn't...",
        "Q: Can you pull it. Let's, you're, you're now married and we need some of the little ...",
        "A: Well, after the war...",
        "Q: Yeah, bring us to the close of the war. Tell us what happened.",
        "A: Well, by then the war was almost over. As a matter of fact on the on the, I have a\nnewspaper uh Bern, from Bern, where the headline is Hitler is dead, on the thirtieth, I\nthink it was the thirtieth of April, 1945, and then the, and the civil column was of our\nmarriage announcement. It's in the same paper, and was a big headline you know. And so\nuh, well sure there was uh the the landing in in France you know, when the Americans\nlanded in France and we were listening to the radio, but we were powerless. We couldn't\nparticipate. We could only listen and hope and pray that the war will end. Then slowly\ncame the news out about the concentration camps, but it came only at the very end that\nwe heard about the liberation of the camps and what went on there. We had no, we didn't\nknow anything about that. So we had no more, you know, we didn't hear from my father\nanymore and as a matter of fact long afterwards somebody told us, I don't know if this is\nthe truth or not, that he was put into one of those famous uh railway cars and that they\ndied in there, that he never made it to the camp. I don't know whether this is reliable truth\nor not, but that's what we heard from people who said they knew him. And my mother's\nbrother didn't come back. He was in Drancy. He was sent back. And my grandparents and\nmy husband's parents and actually only Mother and I made it through you know, through\nSwitzerland. So we went, when the Red Cross sent us back to Brussels after a few\nmonths, about six or seven months after the end of the war, and my son was born there\nthree years, two years, three years later, and we actually all wanted to go to Ecuador. I\nhave an uncle in, my husband had an uncle in Ecuador and after that didn't materialize it\nwas always a delay and all things so my step-father, my mother had remarried in the\nmeantime, and my, the brother of my step father had a farm in , New Jersey and\nhe said if you'd like to come, you know, and we started working then we had to, started at\nthe blouse factory after I had been working in Switzerland for blouses and I had uh taken\nsome private lessons from the uh lady who did the models and who did the patterns. I\nwent at night to her place and learned that too, because the sewing alone wasn't enough,\nso I did this and my step father helped cut and my mother started selling and we had a\nbeautiful little business going. But like I said they presented us with the signature then\nthat we were, we had promised to leave and our status was semi-legal. I mean they\nprolonged, every six months they prolonged our papers you know. But we weren't\ncitizens and then my son was born and he, they made him , not an\nenemy but German, and we didn't want our son growing up as German in Belgium you\nknow. Today it doesn't make any difference I guess, but at that time that was the enemy\nyou know, and having him go to school or something as German, so we decided to go to\nAmerica where we can become citizens and live, you know, and he became a citizen. As\na matter of fact the judge made him a better status than we are. When he said, when we\nwent, he made us citizens first and then he made him like an American born of\nnaturalized Americans abroad. He was born abroad, not that it made so much difference,\nbut you know, he has an even better status than we have. And that was very important to\nus. I think we did the right thing, even though we liked Belgium very much but for my\nson's life it is much better. They both educated and they both have wonderful lives and\nwonderful wives and children and they are full American and you know, like born here\nand this was the right decision I think.",
        "Q: I think so too. Thank you very much. Thank you so much. That is quite a story. I didn't\nknow all this when I started.\nEnd of Tape #2\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Would you tell me your name please and when you were born?",
        "Q: What is your maiden name? What was your family name?",
        "Q: Blachman, OK. Tell me, you were in Breslau when you were born. Tell me what it was\nlike. Did you grow up in Breslau?",
        "Q: Tell me about growing up in Breslau. What was it like? What did your parents do? What\nwas it like to be a child in that town?",
        "Q: What year is this?",
        "Q: OK. You are how old?",
        "Q: Just before you get to... slow down a little. We have time. Tell us about your your\ngrandparents. Uh they stayed behind?",
        "Q: What happened to them?",
        "Q: Tell us before we get to Havana, tell us when you first began to suspect that 1t might not\nbe a pleasure cruise? Did that...",
        "Q: So you have come to Havana.",
        "Q: Well, let's see your pictures. Let's see yours.",
        "Q: We can get, we'll get other pictures.",
        "Q: I mean the, the background of it was...",
        "Q: Did Captain Shroeder (ph) come and talk to you at all?",
        "Q: Describe for me the scene on board as you pulled up anchor.",
        "Q: You had papers?",
        "Q: What were you doing?",
        "Q: Who got...who they?",
        "Q: How did you and your mother handle that?",
        "Q: You didn't have a radio?",
        "Q: But they didn't stop you because you were Jewish?",
        "Q: OK. Let's hold it there. Let them change tape, but before they do, did you have false\npapers, because you would have had to show the Germans something?",
        "Q: You had papers that said Juda (ph) on it?",
        "Q: OK. Thank you. Let's let them change tapes.\nEnd of Tape #1\nTape #2",
        "Q: OK. Let's pick up you are leaving the chateau. You've been there for a week now, and\nyou are leaving with this wheelbarrow and a bicycle? OK.",
        "Q: The five of you. What happened?",
        "Q: OK. Now which headquarters are you talking about?",
        "Q: How did you live now? How long, you stayed for quite a while?",
        "Q: What was in the box? What did you have?",
        "Q: OK. Tell me about your, the papers that you had at this time. They were...",
        "Q: You brought a Juda, the star. Were you wearing that later?",
        "Q: How did you, you were coming up to the border",
        "Q: ...1n the train. How did that feel?",
        "Q: You got to go to services?",
        "Q: Can you pull it. Let's, you're, you're now married and we need some of the little ...",
        "Q: Yeah, bring us to the close of the war. Tell us what happened.",
        "Q: I think so too. Thank you very much. Thank you so much. That is quite a story. I didn't\nknow all this when I started."
    ],
    "answers": [
        "A: My full name today 1s Gerta Wilchfort. I was born on the 24th of April in 1923 in\nBreslau. Breslau is in today and...",
        "A: Blachman.",
        "A: Yeah.",
        "A: Well, I was an only child. Had no brothers and sisters and I had my grandparents there. I\nhad my mother's both parents and my father's mother. And we had friends. I went to\nschool. Went to, to four years of uh public school and then uh to up to four years you\nhave to made a, a decision what kind of schooling you want. You have to, you can go\neither go on to the unit to the public school or you can go to the gymnasium (ph)\nand there were also two choices. You can go to a humanistic gymnasium where they\nlearn Latin and Greek and little mathematics and little science or you could go to the\nother school where I went. We had, we started right away with French and the sciences.\nNo Latin or Greek but French, modern languages, French and later English. But you had\nto go to school very little was exams, even then at ten years of age we had a whole day of\nexam to be able to get into this gymnasium. So I passed that exam and I went to the\nCatholic school. That was already uh shortly before Hitler came to power so I went to the\nCatholic school for girls only. And uh, I think right after, I don't know, must have been\nright afterwards that Hitler came to power and the anti-Semitism started right away and\nthen I had trouble with some children. Some children stayed with me and became very\nclose friends and said don't worry. But others started right away, I don't want to sit next to\nthe Jewish girl. I don't want to the Jews smell and I don't want to sit with her and they had\nuh religious instructions. You know in the Catholic school especially they had a lot of\nreligion and of course we didn't go. We had still a religious, a Jewish uh teacher come to\nthe school and we had extra, different uh religious instruction. So that set us apart uh\nright away and uh, but in the beginning it wasn't too bad you know. In in 1933, '34 it\nwasn't too bad. As a matter of fact I was a pretty good athlete in sports, you know, sports\nand Hitler put a lot of emphasis on sports so, I think in 1935 or so they uh had like little\nOlympics for young people and all over Germany they had to come and do a certain\nprogram and if you passed that program you got a certificate. So that swimming in\nclothes and a uh certain distance and we had to jump from a ten meter board and had to\nrun and all these things. And when you passed it I got a little, I got a certificate signed by\nHitler that I passed that thing, so it wasn't you know, and the Catholic school, the the uh\nprincipal was a lady and she was very much for us and helped us overcome these things.\nBut after a couple of years or so she called me into the office or called my parents and\nsaid they are no longer able to keep us in the Catholic school. I either have to leave the\nschool altogether or go to a Jewish school. So luckily we had in Breslau a very good\nJewish gymnasium. We had actually two Jewish schools and this gymnasium was\naccredited like any other school like here the Jewish Hebrew Academy that is accredited\nnow. And I I knew a little bit of Hebrew but I was always very ambitious so I, I had, I\ntook tutoring to get better in Hebrew so I could be up to par with the other kids who had\nstarted there. We had a lot of Hebrew, a lot of but all the other subjects I\nstarted where my English we had a very good English teacher and he was a stickler for uh\ngrammatic and we learned very well the irregular verbs and all those things so we had a\nvery good schooling there. That was only two years I think you know but it was very\nintensive and very good. And uh I was a member of the Zionist youth movement there\nwhich, I don't know and uh we had meetings and we had outings but I\nwas the private, I was the single daughter so my father was always protective and I\ncouldn't go very much to outings and to things but I went to meetings and uh we talked\nabout youth going to Israel and to , to you know these little cans where\nwe were prepared to live in kibbutz in Israel but uh they wouldn't give me the permit and\nthe permit and so finally I, one day I said I have to go Berlin to the headquarters of the\nZionist movement and see what's the trouble. So I went there all by myself. We had\nfamily in, in Berlin that I stayed with, and here they told me they can't give me the\ncertificate, can't give me the permission to go because of my eyes. The eyes have to I am\nvery nearsighted and uh they are afraid that if I do agricultural work, if I stoop very much\nthat I'm going to have, my retina is going to uh depart, separate from the eye and they\nwouldn't give me, they have to have consultations and so forth. So I couldn't, I couldn't\ngo. So when I had to leave the school and my parents knew that we're going to have to\nleave Germany you know pretty soon, in Germany was the custom that almost every,\nevery middle-class family had a maid. So the kids would grow up, we didn't do very\nmuch. We didn't know very much of household work and cooking and things like that, so\nmy mother said you have to learn because we're certainly not going to have a maid any\nlonger. So they sent me to Hausen (ph). That was a Jewish household school near\nMunich and uh, I went there from in April, the German school year goes from April to\nApril, not from September like here. I went in April and I came back for some vacation in\nthe summer...",
        "A: This was in 1938, I guess. Yeah, '38.",
        "A: Fif... I was born in '23 so fifteen, fifteen, sixteen. And us that was clear across Germany\nnear Munich. From Breslau to Munich was quite a ... and uh I went back in September\nand in early November uh they had this uh in Paris on this on this ambassador\nso you know what happened there. On the ninth of November we were sitting\nnear the radio and we were listening and we knew something terrible is going to happen\nbut we didn't know what. And we were there, all young kids, young girls and uh so sure\nenough on the tenth of November that year the police came and the SS came to wake us\nup at six o'clock in the morning. Out, out, out of bed. You couldn't take anything only the\nclothes you know, we were there for a year. We had all our belongings there clothes and\nbooks and everything. They said no, no, nothing. Get out, out of the thing. So here we\nstood outside and uh the uh direct... director and the teachers wanted us to go home but\nthere was no money, so they took us back to Munich and we stayed at the uh at the uh, uh\nstation till they got the money together. We were maybe fifty, sixty girls from that school\nto send and get the railroad tickets to send everybody home. So by the time I got on the\ntrain was already afternoon and I was the only one from Breslau at this time so I was all\nalone on that train and really heard, heard only fragments of what happened. So I had to\nstay over and change trains on a little town so I got there about ten at night and I\nwas afraid to stay alone on the in the station so I went to the nearest hotel and got myself\na room and told them at five o'clock they should wake me up and bring me here back and\nwent back to the station and back on that train. And here comes a whole bunch of SS\npeople and sit in the same compartment with me. And start talking and telling the stories\nabout the Kristallnacht how they were, uh how they smashed all the windows and how\nthe synagogues were burning and how many people they arrested and beat up and so uh I\ngot more and more scared. What will I find at home? Will I find my parents? Will I find,\nhow will I... so I got to this, to Breslau about two in the afternoon and uh uh the station\nwas right in the middle of town so I took the trolley car and I saw already all the Jewish\nstores, all the stores the glass was onthe _ and here we passed by the synagogue. The\nsynagogue was still not burning but smoldering and I saw what happened. And I came\nhome. Nobody was home. So, but after a while my mother came and told me that they\nwere arresting all the men so my father had been hiding at his mother's house because\nthere was no men in that house and my grandfather too was not arrested, but uh most\nJewish men were arrested that night and many in smaller towns were beat up but I, I\nstayed home then for the winter and we knew then and there that the time has come to\nleave. Before that time, if I may go back, I was fifteen like I say, fourteen, fifteen, and I\nwasn't so emerged in in daily living or making a living and I always knew that we're\ngoing to have a terrible end in Germany. I couldn't figure out, you know, that they're\ngoing to burn us and kill us but I always had the feeling that they had in mind to to to\nhave us die somehow. I always thought they're not going to give us any food coupons\nanymore and they're going to starve us to death and I begged my parents, let's get out,\nlet's get out, and my father had a very good boss and he unfortunately loved him and said\nas long as you're with us we're going to keep you and you're going to make a living and\nhe he put in a non Jew into the office and did all kinds of things to keep him there and uh\nthat of course was wrong. So by the time they realized that time was up for us it was\nalready pretty late and no other country took in Jews. The only possibility at this time\nwas to go to Shanghai and uh my parents didn't want to go to Shanghai. So they\nmanaged, we had a cousin in Cuba and after many weeks of communications, we, she\nsent us a so called visa to go to Cuba and my parents purchased us seat (ph) uh the the\ncabin space on the Havana (ph) American line, on the St. Louis, and we were supposed to\nleave on I think was the 13th of May. Now to be on the personal side, on the 24th of\nApril I had my sixteenth birthday. And my parents thought well you know, I had such\nterrible youth, at least she wants to make me a little party and I had a friend and he said\nuh can I bring another friend of mine. And my mother said yes, and I had some very good\ngirl friends that uh my parents are friends with their parents from way back from World\nWar I already, and so we had a little party, and he brought this boy. And he had come\nfrom so and that's how I met him. That was my future husband. (PAUSE) Soa\ncouple of days later these friends, these, they were two sisters and their parents left for\nShanghai. And uh this young man Marcos (ph) said we'll go together to the\nstation to say goodbye to them, and I met him again and he gave me, had given me a\nbook so I went up and I met his mother. I went up to his apartment and I went and met his\nmother for the only time. And he told me that uh he wants to leave but his parents are\nquite old already and his father got quite beaten in this smaller town in during the\nKristallnacht and he won't be able to go anywhere. So his mother wrote, he was also an\nonly child, his mother will bring him to to the Belgian border and he will try to\ngo illegally over the border to Belgium. He has a, he had a girlfriend that he met the year\nbefore in in some camp and uh her parents have written that they will be willing to take\nhim as a border and he should come to Brussels. They are in Brussels already and he is\ngoing to try to go there illegally. So we said goodbye. I was going to Cuba and he was\ngoing to Brussels, and we were never going to see each other again. So we went uh ... a\nweek later or so we said goodbye to my grandparents and uh I must say that to this day\nthat affects me terribly to think back at how we said goodbye to those old people. You\nknow, today I'm as old at this time, they were really old when you were sixty five or sixty\nyou know, and my grandmother was a tiny little woman and she was not well and they\njust couldn't ... my parents thought we can send for them later on. Otherwise they\nprobably wouldn't have left them. But there was no way at that time to take them along so\nwe had to say goodbye to them and that was a terrible terrible moment. And my other\ngrandmother also. So uh we went to the, to Hamburg...",
        "A: Yes, they stayed behind and...",
        "A: Well, they were eventually sent to Theresienstadt, this couple, my mother's parents. They\nwere sent to Theresienstadt, but my other grandmother was alone. She was a widow and\nwhen she got the order to come to present herself you know to be sent away, she said no,\nI don't want to do that. I'd rather die peacefully in my kitchen rather than go to this camp\nand be killed there. But my other grandparents couldn't do that because they, first of all\nthey were quite religious and they wouldn't commit suicide and uh they lived for each\nother. They thought they're going to help each other and maybe but and but they both\ndied. I never heard from them. They never came out after the war. But my Grandmother\nBlachman, my , She was quite a lady and she always had her hair done so she had\nher hair done and she put on a wonderful, her best dress and she sat in a kitchen chair and\nopened the gas and went that way. People told us that after the war and we only heard\nabout that later. But that was maybe two years later. And my husband's parents, I still\nhave letters from them. They were sent to uh forced labor in Breslau at first after we left\nand uh it got harder and harder and they had to leave uh live in smaller and smaller\napartments and rooms and they finally were sent to Theresienstadt also and never came\nback. So where was I? Oh, we were going to Hamburg and uh we, we got on this boat\nand you know, it's one laughing and one crying out because we knew we never going to\ncome back and we never, we didn't know what the future will bring us but on the other\nhand we were happy that we left as a family and healthy. My parents were so young in\n1939. My mother was 38 years old and my father was in his early forties so there was still\nthe future we thought. And uh on the passage, going there was fine. I had a good\ntime. I was sixteen and I had young men friendly and older uh, young men who taught\nme how to dance which I never did because in the Zionist Youth Movement you don't\ndance. You don't put on lipstick and you don't do anything but think of working and you\nknow what. I changed and I had a good time. I played ping pong and I but uh everything\nof course was very innocent then. It's not like today that he was already twenty years old\nand I was sixteen but he was a gentlemen and .. . So we came to Havana ...",
        "A: Well, I personally didn't think of that. (OK) Uh we knew that uh the shipping line had uh\nasked for return tickets and uh it should have told us something but maybe my parents\nknew. I never thought about that. As a matter of fact when we uh came into Havana there\nwas a big rush at the uh telegraph office on the boat that uh everybody was you know, the\nship money, it was German money that would have been useless afterwards. They wanted\nto send telegrams send telegrams back home we arrived. But my mother also sent a\ntelegram to her parents arrived safely in Havana. You know, and they didn't know much\nabout this either.",
        "A: Yeah, we come to Havana. But we didn't really dock. We were out un in the not too far\nbut far enough so we couldn't even see much of Havana. We just saw the silhouette of the\nbuildings and of the harbor and the . And they told us to come to the dining room\nwith the passports and the uh the visas and uh to be admitted. And we went to the dining\nroom and they were all sitting there, the officials. The Cuban officials had come aboard\nand uh they said, well, there are some difficulties or something. We should wait until\ntomorrow. So we stayed another night. It was very hot and very sticky and I think we\nslept that night up on the on deck because it was already unbearably hot and you know,\ncoming from Europe and we are not used to this climate and uh next day, the next day\nthere were all kinds of little boats came from Havana with family. There were lots of\nfamilies that were uh split up. There were some men that had come out of some German\nconcentration camps that had gone out first and the women and the children had come\nlater when there weren't any places on boats or they had small business to attend to or\nsome reason lots of families were split up. This one family, Matulski (ph), and that uh we\nbefriended on the boat this lady was alone on this boat with three children and her\nhusband was in Cuba already. And the cousin that sent us the uh our visa was of course in\nCuba and she came and so a lot of people, relatives and friends came and hired little boats\nand there's a picture of that in that in the book if you want...",
        "A: My pictures. OK. This 1s a picture of me with uh with this friend that I was talking about.\n(OK) And this is a picture on the way to Havana where there was a party on boat uh on\nboard. We had parties at night and this was . . . I think these, this picture is of my parents\nfrom Breslau yet, from, from before we left. My father was a very good looking man.\n(Yes indeed) Yes. So I think it was interesting to see this, this picture of this of these little\nboats that this was the St. Louis its... itself the dining room was a beautiful dining room\nand came down the spiral staircase. I felt very glamorous.",
        "A: Oh here's the little picture. Here's the picture where the where the relatives came. You see\nit? And they sent up pineapples and they sent up all kinds of things and there was yelling\nup and down the you know and we were standing very close on the on the railing and it\nwas you know hard to find the people that there was almost a thousand people on the\nboat, on the ship. So anyhow it became clearer and clearer that we're not going to land. I\nmean you don't want to hear this. . .",
        "A: Yes, do. Talk about that. Yes I do.",
        "A: No, the background we don't need but your how did it become clear to you that you\nweren't going to land? How did you know?",
        "A: Because of the time element. You know, we were in Cuba almost a week. We were\nsitting there in the harbor and we just gave up hope you know that the negotiations will\ncome to an end and uh...",
        "A: No, there wasa ~~ Committee. There were lots of uh prominent people on board, you\nknow Jewish lawyers and uh teachers and people like that. They formed a Committee and\nthey were the in, the in between the people, the passengers and the uh captain and they\nsent telegrams to Roosevelt and to all over the world and they tried to get you know to\nget us going but didn't. So I think also the people that came in these little boats uh let us\nknow that it looked pretty bad in Havana itself. And there was some few people, I think\ntwelve people, that had, that were not refugees so to speak, that had regular visas and uh\nthey got off the boat so we knew you know more or less we knew at the end that we're\nnot going to stay. So one good day we just pulled out you know the anc... pulled up the\nanchor and we left and this is the picture here of this cousin she's standing there. Havana,\nJune '39. She standing at the —__ and crying and in the back you see the St. Louis\npulling out.",
        "A: Well, if you can imagine there was a terrible mood. Everybody was very depressed. Few\npeople committed, tried to commit suicide as I think uh the one man he, I think he cut his\nwrists and they, he was the only one landed because they had to take him to the hospital\nto to tend to him. I don't know whether he stayed or not. I think he did. He must have\nbeen the only one who stayed. But you know, humans are always hopeful. You know, we\nalways cling to the hope something is going to happen. They're not going to let us rot on\nthe ocean. I mean, something had to happen to us. Of course, the fear was that we would\ngo back to Germany. That was the big thing you know. So we the food got worse and\nworse and the what ever water supply, I mean we had water but we had to be careful and\nof course the parties were over. No more parties, no more no more fun. We were just\nsitting and waiting what's going to happen you know and uh here again the Committee\ntried everything and sent telegrams all over the world trying to get us in but was everyday\nthey had like newsletters printed and put out on board to tell us what's happening and\neveryday there was another country we were supposed to be going to go, but we never\nand nothing came about until finally at the we were already well, first we came to the\ncoast of Miami and we thought we could you know I heard later that the captain had\nagreed that we make some kind of a forced landing or something but we didn't know\nanything about it. We just saw the uh Coast Guard boats surround us near Miami to make\nsure that we wouldn't even come close to the boarder, to shore, so that was out. So we\nsaw the lights of Miami. We saw the lights of America and that was it. So we slowly\nsailed back to Europe and of course behind the you know there were a lot of negotiations\ngoing on with United, the United Jewish Appeal and there was a Mr. Tupper in Paris and\nhe finally got it together that we will be divided between Belgium and Holland and\nFrance and England. And uh I don't remember very well I was up on deck not near my\nparents. You know when you're sixteen you don't cling to your parents and so uh when\nthe loudspeaker came on and they announced that the first uh contingent of people will\ndebark in Antwerp uh you know we were out already in the water before Antwerp. And\nthey announced the names you know that was also the work of the Committee they made\nthe list, the passenger list and they divided the passengers to wherever they wanted. Of\ncourse England was already then the preferred country because we knew it was away\nfrom Europe you know a little bit and that we had a feeling that would have been the\nsafest, but not everybody could go to England. But my friend, this friend went to England\nand I never heard from him again. I don't know what happened to him. But we went uh to\nBelgium. Maybe my mother told them that she had a brother there. I don't know how we\ncame to Belgium, but I ran back to the cabin and my parents were already packing again\nand uh we debarked in Antwerp. We got off, one of the first ones and then the Paris\nMatch came, the uh newspaper people came and took pictures. Do you want me to show\nyou? (Sure) And uh we were all standing up on, on deck and waiting a man saved his\ndog, he had to have his dog, and my parents happened to be here they're here. This is my\nmother and my father. They were standing there, but I was not there. I had been running\naround. So this was in the Paris Match, and uh you know, was a big story, newspaper\nstory at the time in Europe that this first boat and the people coming. So they put us on a\ntrain right away to Brussels and we stayed a couple of nights in a hotel and we were free.",
        "A: Well, they made us sign papers that we were not to work and that we were accepted as\nrefugees but that as soon as the situation will allow us to leave the country, we will leave,\nwe will leave. And we signed to that my parents, we signed to that. And forgot all about\nit but when the war was over, you know, we had to uh report every six months to the\npolice and they presented us with this signature and with this promise. They hadn't\nforgotten it. It was just filed away through the war and uh that was one reason why we\nleft again. They didn't pressure us actually but every six months we were presented with\nthis again. (Oh, I see.) After the war. (After the war.) Yes. But we had signed that, we\nsigned anything we didn't even read we were so glad that we were on uh soil and that we\nwere not in Germany and that somebody was going to take care of us more or less. So\nhere we were in Brussels and after, to go back to my private story again, I we walked\ndown the boulevard and I stayed and I looked in the windows and I come and there's the\nyoung man and he didn't say anything and I didn't say anything. And I came home to\nmother and I said, you know, I think I saw Marcos, this young man that came to\nmy birthday party. And he went home and there was somebody sitting there and he said if\nI didn't know that Gerta went to Cuba I would think I saw her today. And this man says,\nto Cuba? What boat was she on? And he said, I think it was the St. Louis. So he said yes,\nyou saw her today. I was, I just come off the St. Louis and there was a Gerta Blachman\nand that was your friend girl, so we met again, and but he had this other girlfriend and but\nwe were good friends and we saw each other off and on. And it was really a big\ncoincidence that we got together again. So we stayed in Brussels and then uh by the time,\nby this time it was June...",
        "A: Well, we had a very limited budget from the United Jewish Appeal to say the least. And\nmy parents, all we could afford they brought us, this lady brought us to find so called\napartments. Well, we were, we had then one big room and a kitchen and the bathroom on\nthe floor that was used by the people on this floor and the people on the other floor\nand it was not a bathroom either. It was just a toilet and a sink. And we had to have the\nwater from there. There was no running water in this so-called apartment. So my parents\nlet in this one woman on this couch that had to be made up every night and I slept on a\ncot, the cot in the kitchen, so my mother was very anxious for me to get out of this\nenvironment and even though we were not supposed to work, she found me a little job as\na children's maid in a very nice high rise apartment where I had my own room and had\nnormal conditions. And I had charge of a little boy that was four years old, three or four\nyears old. And it was away from them but you know, it was better for me. And uh so by\nuh I was there the whole winter, the whole winter until the 10th of May. I woke up and I\nheard the noises and there were bombs coming. And I was way up in the you\nknow, in the little room on the top of the tilted roof so I was pretty high up and I heard\nthe I heard the bombs. I went back to my, to the people in this apartment and I said what's\nhappening, what's happening. The Germans attacked Belgium. So the husband was also\nGerman-born. They were Jewish. She came from Luxembourg but he was also German-\nborn. But they, you know we were just there a few months and we lived there. We didn't\nknow much what was going on but he knew somebody told him maybe from the police or\nsomething that they're going to arrest all the German men. The German Jews or non-Jews\nbut because of the first column of spies. They were afraid of spies so they had orders to\narrest all German men and he went to bed. He said he's sick. And he said go and call your\nparents and tell your father to do the same. And I don't remember anymore that they\ndidn't have a phone I just see myself running through the streets to a for a drugstore for a\ntelephone which was quite far and calling my parents and telling them the same, to do the\nsame. And they wouldn't believe me. They said ah stories are... you know. We weren't\nuse to doing things like that. Everything had to be on the up and up. So he didn't do it and\ntwo days later they made arrangements. They got into a taxi and they sent me home\nand...",
        "A: This this couple with the little boy. (OK) You know she came from Luxembourg and they\nwent to Luxembourg, or they went away. I mean they saved themselves. I saw them again\nafter the war. They passed, they spent the war in ville. I don't know exactly how\nthey got there but they left everything standing there and they got into a car. I think they\nhad their own car. And they said we can't take you. You go home to your parents. So I\nsee, I remembered going home I think even by taxi because I think by that time the\ntrolley cars weren't even running anymore. And I come home and my mother is there and\nthey had already taken my father. So I never saw my father anymore. They had taken him\nin the uh to the to you know, where the soldiers live. (A garrison?) A garrison,\nyes, and they had all these people, all these men assembled there and my friend\nMarcos had been just sixteen so sixteen was the cutoff age and he was on the street just\nwalking. He didn't have a toothbrush. He didn't have a shirt. He didn't have anything.\nThey took him off the street. My father they let pack at least a little, you know. They took\nhim off the street and he was with my father and all the other Germans in the garrison.\nAnd uh...",
        "A: Well, we tried, you know we packed up things and we packed up things and we\ntook it there. We couldn't get in and then they said, the next day they said they going to\nbe transported to south of France and the train leaves on so and so, so we went early in\nthe morning and we saw them marching through the streets. We saw them going to the\ntrain. And that was it. So I really wanted they said they're going to take them to south of\nFrance away from the war. Well the war accelerated but communication was so bad we\ndidn't know in Brussels that they had attacked line and they to take France.\nWe just thought they just had taked Belgium. You know, there was no television. There\nwas hardly any newspaper at that time and our French wasn't that great. We didn't read\nthe newspaper every day. And we didn't know anything.",
        "A: Yeah, but I don't know. I, maybe they didn't uh communicate that I'm pretty sure we\ndidn't know. So I persuaded my mother we'll go with you know. Go away. We'll\ngo, try to go to France or try to find my father. So we took the train from Brussels to\nAntwerp. This is usually; it takes today a half hour. At that time it took maybe three\nquarters of an hour. There were already really good trains. It took all day and we got to\nAntwerp it was dark and it was full of glass from the bombs. It was worse there than in\nBrussels. And uh, but there were we weren't the only ones. There were thousands of\nrefugees you know so they herded us to a convent into the basement and we spent the\nnight there. They gave us shelter and uh they gave us breakfast. And it was a terrible\nnight that we'll never forget. You know, the bombs were flying and uh we were there\ndown in the cellar and uh with hundreds of other people. So in the morning we got up on\nthe street and here again everything was covered with glass and the only way to go to the\nFrench border was the tramway, the tramway that went all the way the co... all along the\ncoast from Antwerp I don't remember any more the last station in Belgium, uh, all little\nresort places that all along the coast and that tramway used to you know connect these\nlittle places. So we went to the end of the line till we found a young boy there that had\nlost his from this Mrs. Matulski (ph) that was with us from the boat and one of the three\nchildren she had gone the same route without us knowing it and she was there in the\nmorning waiting for the tramway and she was a very nervous person, boom boom, she\nwas on the tram with the girl and the boy was a little slower and he was standing there,\nand so we took him along and we eventually found the mother and the other girl and so\nwe stayed together on this trip, on this what we called the and again something\npersonal. When we got out of this tramway even though I was on the St. Louis and we\nwere four weeks on this, on the water, I had never been on the uh on the shore of the of\nthe ocean. You know, never seen the beach like that on the ocean and it was in evening\nand I really remember that that was such an incredible sight, and you know, the\npeacefulness and in the midst of all this uh turmoil and war and running and then there\nwas the ocean, untouched and beach and the sunset and this is something I have never\nforgotten in all these years. So we tried. We found a place to stay. I was almost a woman.\nI was you know and the two ladies and the two children and uh they said the French\nborder is closed. No body can go across the border. But we couldn't go back either. We\ncouldn't go back and we couldn't go forward, so we stayed in this little hotel room and\nwaited. Then one day they said, tomorrow they're going to open the border. You can go.\nSo from there to the border was still a ways to walk, but we walked. That was the only,\nthe only way to go. There was no transportation and there were no buses or anything so if\nyou can picture this, there were hundreds, maybe thousands of people walking to the\nborder and they thought across the border will be safe. It's France. So here comes the\nfamous story of my mother's silver fox. We come to the, to the border and you know, we\ndidn't have much luggage. We didn't have anything, you know, but she wanted the silver\nfox and she had it like just a stole like so when we came to the border and we showed our\nGerman papers, he said, oh no, you can't go through here with German papers. You go\nback. You can't, we won't let you in. So as the and then the people were pushing from the\nback and there was a young boy with a bicycle and somehow that wonderful silver fox\ngot tangled up in the uh in the wheels of that bicycle and my mother ran after him.\n; . , and you know things have sometimes\nvery funny undertones you know. So saved us. The silver fox, and we were all\nholding hands, and all five of us ran through with the silver fox. Well it wasn't such a\nwonderful thing you know. It wasn't any different over there than in Belgium. It was\nexactly the same. There were thousands of people and this bicycle with with uh\nwheelbarrows pushing their little belongings, with baby carriages, with any way they\ncould you know, go along and bring things. And so we stayed one night in a school house\nand they had a great big pot in the school yard and they made one big pot of soup and\neverybody had a spoon went in there and ate and uh was pretty tough you know. And we\nknew that the Germans are behind us and how can you run away from the German army.\nI mean the German army was uh on tanks, on trucks and we were on foot. How can, you\nknow, but we walked. We walked and then one day we walked around a highway and I\nheard, we heard the uh German uh planes over us and that was really the first, the only\ntime I was really really afraid because they they uh machine gunned all the refugees right\non this highway and I pulled my mother and said, let's go, and there was a farm house.\nWe didn't even ask can we come in. We just went in. And we, all five, we were always\ntogether with this lady with the two children, and uh we stayed there and they let us in\nand you know, we stayed there a couple of hours and here come the Germans marching\nin. Now we weren't too thrilled. But we couldn't stay in that house because they didn't\nhave room you know, so after, we stayed a few hours I think and after a while we walked\non and there was a like a chateau, like a big castle like, you know, not a castle, castle, but\na castle and we went in there and there was an old lady and she was also ;\nshe said yeah, yeah, I speak a little Flemish and I speak a little German and I speak a little\nFrench, and she said, yeah, you can stay here. And uh we stayed maybe one night or\nmaybe not even a night when the Germans came there too. And they wanted to make the\nheadquarters there, so the headquarters then we had to leave regardless of who we were,\nbut they didn't want any civilians there.",
        "A: No, no. They didn't even know that we were Jewish. They didn't know. But uh they had,\nshe had a little house on the premises for the uh servants before, and she said you go and\nstay there. So we stayed there, and, but there was nothing to eat and we were five people\nand there was nothing to eat. The little girl went to, into the stable and the chicken coops\nand she got some eggs but you know it was so much, so my mother said I don't think,\nthey, they are very delirious now with their victory. They walked all over Europe you\nknow. They're not going to do anything horrible and besides I don't want to hide that I'm\nJewish. I think we should go and tell them, the Germans. You know, they were officers in\nthis headquarters for the whole region. And so she went and she didn't actually say\nJewish. She said we are German refugees she just said and let them figure out what they\nwant to figure out. And we asked, we are two children, three children and we have\nnothing to eat. Later on maybe you can do something. And they were very polite and very\nnice and they sent us bread and they sent us all kinds, you know whatever they had\nrations. And so we stayed there a few days and uh then there were some soldiers that uh\nTECHNICAL CONVERSATION\nand uh there was one from Hamburg who was actually a Communist —__ you know from\nHamburg, and they were from the waterfront, and he came and he helped us and they\nraided the uh the uh winery. You know, France has a lot of wine, so instead of water he\ngave us the wine and the kids drank the wine and we were half drunk after a whole week\nbecause there was no water but wine. And that was something. So anyhow after a week\nof that we said well, what we going to do, you know. So this guy and also that soldier got\nme a wheelbarrow and he got a bicycle for the young boy and whatever we had we put on\nthe things and started walking again. So we walked...",
        "A: Not at that time. No.",
        "A: They didn't ask us for papers. Not at that time. That was in the very beginning, in 1940,\nwhen they were very victorious and very, and they didn't have any uh any plans, any\ndirectives to do anything with Jews or not Jews. They had this in Germany, but this was\nwar and there was nothing against Jews at this time.",
        "A: The five of us.",
        "A: Well, we made it into the next town and there were signs all over for the refugees, you\nknow, we can go to the next, to the school. And we stayed at the school. They have cots\nor I don't remember any more. But we stayed in the school for a few days and uh they fed\nus there more or less and we never, there was already an organization in place to take\ncare of more or less of the refugees, but uh then we figured we have to do something on\nour own so I went to the headquarters again and we were already emboldened by this first\nexperience, so we went, I went to the headquarters there and I asked for transportation\nback to Brussels.",
        "A: The Germans. (The Germans?) Oh yes, was all Germans. And uh they put us on the uh,\nthey said yes, go down to the plaza. There were lots of trucks and of these trucks\nare going to , to to a town near, in Belgium already but near Brussels and they\nwill take you. So, cause you know, sixteen year old girl they all wanted to have in, during\nthe war, they wanted me to sit in front with one and the other, my mother and the other\nand the Matulskis were in the back of another truck, but we were all together. I wouldn't\nleave them. You know, I said we have five people and we go together. So we got into\nand uh we stayed overnight with a with a Belgium family. They put us up but we\ndidn't, we were really you know as Germans. They hated the Germans and we\ncame there on the German truck, but what can you do. They had the advantage of the\nlanguage at least. You know, we could speak. So next time, next day they picked us up\nand they gave orders to back to Brussels and we went back to my, to our old apartment\nand there was nothing there anymore and so, but Mrs. Matulski, the other lady, she had\nanother apartment and there was one empty in her, in the same building and so we stayed\nthere. Anduh...",
        "A: Yeah, well for a couple of years. As a matter of fact, that's where I started uh my, my\nsewing career. Because by this time I was seventeen and my mother said, girl, you'll\nnever go back to school. There's no way. You should learn a trade. And sewing was\nalways my big uh strength. I was very good in Home Economics and sewing in school\nand in that household school in Munich. I was always good in sewing so she found two\nViennese dressmakers who was who were established and they, they uh in\ndressmaking, you know. To order. People came and brought their fabrics and so I really\nlearned it there, learned a lot from them to do to do fine sewing and to do fittings and to\ndo that's really where I got my first apprenticeship so to speak, with those two ladies.\nAnd uh my mother was able to make a little bit money and we didn't need very much and\nwe finally got our uh the lift, this this box with things from Germany we got them out and\nuh out of the uh out of the they had been in the warehouse all the time (in storage?) In\nStorage, yes...",
        "A: There was a very ingenious way of packing. They had made to order boxes like like uh\nclosets and you know, on the one side were some clothes and then there were shelves on\nthe shelves and then, they were sometimes as big as a small room but it was all one great\nbox. So I don't remember any more exactly but I think my mother had uh uh table service\nthat she was able, that we were able to sell and some crystal. No silver. No silver. No\ngold. That had to be brought to Hitler you know we had to, they allowed us two uh table\nsettings silver a person, one for milk and one for supposedly. And uh, but\neverything else including jewelry and silver had to be uh brought you know, give them\naway, but she had the table, so she had beautiful linens. She had uh crystal and things like\nthat that we sold. Little by little we sold it and she made a little bit of money and I must\nhave made some money there too. I don't remember. Anyhow, we lived. We had a little\napartment then in uh in Brussels and on the other side ———_—=S.: Then she made friends\nwith uh Jewish people who had lived there for a long time and they helped us and we got\nalong.",
        "A: At this time we still had our regular papers. (OK) And nobody really bothered us because\nthe Germans, you know, that was the beginning of the Germans but, and the and the\noccupation and the Belgiums were kind of in the background but we got food stamps. I\nmean not for free but for rationing. That we got. I don't, I guess with our regular papers. I\ndon't remember.",
        "A: In a minute. So in 1942 then they, the Germans started to tighten the screws about the\nJews. First they said curfew. You had to be home by eight o'clock at night when, you\nknow. And then they started yes to, all the Jews had to wear this star out on their on their\nouter garments when we were out on the street. And a lot of Belgium people put it on too\nin solidarity to us. In Sweden, the King of Sweden wore it. A lot of people wore this to\nbe, you know, in, to show solidarity with us. But we were still free. We could still go\naround with this or without it, not without it, you know, but this is, we could go. Till one\nday there was a proclamation, all Jews have to go the uh uh City Hall, City Hall and\nregister. Just register. So my mother said, we are not going to register. If they don't know\nabout us, they you know, that _ I'm not going to register. And this other lady, this\nMrs. Matulski, said no, we have we have to, they're going to send us to work you know.\nWe cannot do against it. Too dangerous. And she did register, but we never did. So time\nwore on and it got a little bit worse and worse. All of a sudden it started with people\ncatching people on the streets or deportations. And they, on the street they took anybody\nthat had this, you know. They went on trolley cars. They went in the front and in the back\nof trolley cars, the SS, and nobody could escape and they went through all the people and\nwe had, we had identification papers, Jews. But from the lists that been registered they\nwent from house to house and you know, they had the addresses. They had the people. It\nwas very easy. They went and picked them up. So they sent them letters that they have to\nreport, and it said for work only for labor. But my mother got around and\nthey started to get rumors to rumors already that specially girls that they put girls in\nwhore houses, that they used the Jewish girls for the soldiers and that's all she had to\nhear. So she wasn't going to let us down. We weren't going to go to any forced labor and\nwe didn't. But then one day this lady got the letter. She has to report then and then for\nlabor. It always said for labor. So uh she came, the boy came running to us. Mrs.\nBlochman, my mother wants go to labor camp and please help us. I don't want to go and\nso my mother went over there and she said start packing. They lived with a family that\nhad a grocery store downstairs and she had sent the girl away in the country with, to the\nfamily of these people they became pretty well friendly with them. And you and\nwill go away like here is punctual and you can go under\nfalse names and you go there. Nobody knows you there and we will see what happens.\nNobody ever sent us a letter but they came closer and closer and they had these\ndeportations so mother made arrangements we should hide like Ann Frank, you know,\nlike in the house only we didn't have that much money and it was very expensive. People\ndidn't do it just for the love only. You know, they, they wanted to be paid and they\nwanted to be paid for the food at least and for the room so mother and I we went, one\nnight somebody said there's going to be a, said it's going to be uh some you know\npeople going to be picked up tonight so we went into this room. We spent one night\nthere. And I said mother, that's not right. We're going to go crazy. We can't stay here the\ntwo of us until the end of the war you know, alone and we don't have enough money to\npay her so we came out of hiding the next day. And we had friends and he said, he got us\ninto connection with the French underground. There were already the French\nunderground and there were some uh English uh prisoners of wars that had escaped from\nGermany and there was an underground route to bring them to Switzerland and from\nSwitzerland to Portugal and back to England. And somehow they got us into connect...\ninto contact with this group and we were the first women that went. Mother and I first.\nNot this lady. She was still in the and her little girl was in the country and\neverything was so far so good. So, but we didn't have that much money anymore. You\nknow, when they only took you to the French border you know and then you had to have\nsome money so we got together with another, with a Belgium lady or at least a lady who\nhad lived there, had a business there for a long time, and she had also three children “a\nlittle girl was the smallest, was only two years old or three years old. And they said if you\nhelp me she said with the children on this trip I'll pay your expenses. So one Sunday, uh\nthe meantime in France had started the deportations already. And the people like my\nfather and, they were in this French camp. had come and the\nsouth of France wasn't free anymore. Was also German. So they got all the non-Jewish\nGermans out of this camp and took the Jews to Drancy. Drancy was this camp in Paris\nfrom where the French Jews were sent to Poland. It's a... so we wanted to go on a Sunday\nand on Thursday morning we get a card, a postcard from my father from Drancy. So we\nknew, and my mother was very upset and she said, you do what you want. If you want to\ngo, I'll go but she was out of her you know. So we left everything standing there like we\nlived you know and our whole apartment, we had everything threes between. Three\nblouses and three bras and three this, so we could change. One changed and the next day\nsomebody, the other one changed. And we only had little uh like an attaché case, that was\nall our luggage because they told us not to take anything. But we had some dollar bills.\nMy mother had some dollars I mean, at that time maybe two hundred or three hundred\ndollars which was a lot of money then, and that was the most dangerous if, you know, if\nthey found this on you that was immediate death. But this other money wasn't worth\nanything. So this French, that friend, said don't worry. We'll do something so he took a\nwhole loaf of bread. Everybody stuck it in their shoes and that where the first place the\nGermans were looking for. But he was smart. He took a piece, a whole loaf of bread and\nhe sliced it very fine and two slices, he put the dollar bill in and he sewed the two slices\nof bread together you know, so you couldn't tell no way, unless you really pulled it away,\nso we had this bread. You know, like we wanted to have something to eat on the trip.\nAnd he gave us, there's where we got the false papers. From this underground uh from\nthis underground organization. With different names and we rehearsed the names over\nand over and we were supposed to been born in Luxembourg or in so to explain\nour German accent, that we didn't speak perfect French. And we got on this on the train\nand uh with this other lady with the three children, and we we somehow got through. I\nmean there was a control on the border, on the French border, and we, we showed our\npapers and he accepted that. That was we got through that.",
        "A: Yeah ... in the train...",
        "A: Very fine. I mean, you know, we were but uh we somehow made it, you know. We, we\njust sat very quietly on our seats. We were not in the same compartment with the other\nlady, and then we had somebody with us. He didn't, from the underground he didn't\ncommunicate with us but he had his ears open and he might have heard some uh people\nreporting to him from the underground or, you know, and we knew he was there. And he\nyou know it was either that or going to the camp in any event. I mean the alternative you\nknow, wasn't that much better. We had to do it. And then we came to a another, then we\ngot out in the next, in this French town I don't remember anymore but there was uh\nborder patrol and SS on the on the exit and they looked everybody over and you know,\nthey, but we got through that. So we got the little hotel room and we stayed overnight and\nthen when they, I think next morning, we went for breakfast into like a cafe, you know,\nthis little French town, and we were all sitting around and here comes, in a round, in a\nround table with the children, and here comes the SS, comes in and looks because we\nweren't the only ones. I mean that the way to Switzerland and we weren't the only ones\ngoing to Switzerland. And they were trying uh to catch as many as possible but they\ndidn't want to make uh very big thing out of it so they just went, came into the cafe and\nlooked and looked and our hearts stood still. It was like you know, like you're frozen in\ntime. You know, we don't and then he looked at each other and he said no, I don't think\nthere are any here. And they left you know. And you die a little bit at a time. So that was\nreally the closest we came with the Germans. And then this young man told us uh we're\ncoming very close to the Swiss border now and they are even more vigilant and more uh\nyou know, so he won't go. He doesn't want to jeopardize the this underground. You\nknow, they don't want him to, and we are on our own now. But we should look in this\nvillage there on the French uh Swiss border, we should look around and ask for a guy\nnamed Gerard (ph) and Gerard will take us over the border. He knows we are coming and\nhe will take us over. Well, we got off the train didn't go to this village. We got off before\nand we were afraid to go all on the same bus so we sent this lady with the smaller\nchildren on the bus and mother and I were walking. And we were walking on the\nhighway with our little attaché case and two women it looked kind of in in city clothes\nafter all, and we looked a little bit conspicuous I guess. So the French gendarme stopped\nus. And he really questioned us. Questioned our papers and he heard as a Frenchman\nmore than the Germans that our French wasn't up to par and we said well, we are from\nand we always spoke German but well, it was a long story and but finally my\nmother said, look, uh you hate the Germans don't you. And he said yes, I hate the\nGermans. I said more than you hate the Jews. Yes. So, she said, what do you want from\nus. Let us take our chances. You know, she didn't tell we're Jews, we're not Jews. So he\nsays OK. I'll, he let us go. So we went to this village. We came to this village and we\ncouldn't locate Gerard. And wherever we asked for Gerard they just froze. The people\nfroze up. So we stayed one night and there was a lot of German soldiers in this village\nand we were very scared. So we said, well, we have to get out of here because here they\nwill catch us. So here we started walking again, and we walked up the highway and we\ncame up to a little country inn. So we got in there and we asked for two rooms for the two\nfamilies and there we were. And I think that people knew who we were. You know in\nGerman we have a saying when you die and you don't leave any money for the funeral,\nhe says we're going to smell him out. You know, it's going to smell. They're going to\nhave to bury us with a . SO we're going to sit here until we smell, till\nthey do something with us. And they did. They they got together and they called the uh,\nwithout us talking about it, they knew exactly what what we wanted you know. Was very\nclose, within walking distance of the Swiss border. So uh, so they got the the\npriest and the priest talked it over with some people in the village and they talked it over.\nThere came the letter carrier. The letter carrier was going on a bicycle, was always going\non a bicycle. So they said to us, I mean we paid. I mean the lady had . We paid\nher for what nights we stayed and you know, and uh they sent a hay wagon with clothes.\nThey gave us uh old aprons like this farm women are wearing and they hid, they put us\non the hay wagon and the, the children, they were hiding in the hay and they gave us milk\ncans. You know there were milk cans on __ like we were farmers' women that were\ngoing on the, coming home from uh milking cows or something. And they hiding our\nlittle bit of luggage under the hay and they took us back; the highway that was the way\nwas back to the village. Oh, I forgot to tell, I went back one day with this young man,\nwith this with this boy, to the village to ask again for Gerard, and I found out that he had\nbeen arrested. That's why everybody was so afraid to even mention his name. So we went\nback, they had to go back to this village in order to get to the border. And the letter\ncarrier, they went around the dinner hour when the German border patrol was having\ndinner and they knew exactly by observation what time, but still, to make sure, the letter\ncarrier on his bicycle went right in front of us, ahead of us to make sure that we don't run\ninto any patrols or anything. So he went ahead and we came on that hay wagon and they\nbrought us to the farm right on the border and we got out and we got, each got a glass of\nmilk yet and that was the farm was like a hundred years ago and I can still see it and they\nsaid well, that's as far as we can go. You go down here in the back of us is like a ravine\nand there's a little brook. We go over the brook but there is barbed wire. You have to go\nthrough this barbed wire or over or under or whatever, and on the other side is\nSwitzerland. Good luck. So that little girl had a pacifier and we, we went down this\nravine and we went over the brook and we went up the other side and that little girl lost\nher pacifier and started screaming bloody murder, but we still made it and we came over\nthe border and uh but the Swiss border guard had heard her all the way across and he\ncame and he helped us and you know, and we were kind of happy, but my mother said\nlet's go, let's go little bit further in. They can still send us back, and you know, we'll\ncelebrate later. So we got but he was good. In the meantime in the beginning of the\ndeportations, the Swiss didn't let anybody in. And they turned back a lot of people. But in\nthe meantime, we came a little bit later already, the public opinion had forced them to\ntake them in, especially women and children and we had no man with us, so he wasn't\ngoing to turn us back anyhow. So he took us, I don't think to another hotel by the way. He\ntook us to a little, to, to a town where there was a bigger uh police headquarters and uh\nwe stayed overnight and we had he stayed with us and he even watched us when we went\nto the bathroom. He stood in front of the bathroom. I mean he didn't let us get out of sight\nand uh my mother said by the way, we're not free. They watch us. They treat us nicely\nbut we're not going to stay. So we tried to call our relatives in Zurich but we couldn't uh\ncommu.., there was no communication. I don't remember any more. We couldn't tell them\nthat we were in Switzerland. So uh we told them of course right way that these papers are\nfalse, and we gave them our right papers, our right names. We had no papers to the effect\nbut we gave them our right names and and everything and they were OK. I\nmean they fed us and they were very nice. And then in the afternoon, there was a bigger\ngroup of us. They put us on the train and it was a very strange feeling. You are in a new\ncountry, and they do with you what they want. They put us on the train didn't say a word\nwhere we're going or what's going to happen to us. And uh they marched us through the\ncity of and there must have been about ten or twelve of us and uh people were\nlooking out the windows. They'd say ah, the poor people, the poor people, they're going\nto the I don't remember anymore but they uh we spoke enough French to know that the\nprison is a prison is a prison, but 1t was a different word it was different they said a\ndifferent word that we didn't understand. Well, we understood pretty soon, pretty quick.\nWe came to this prison that must have been five hundred years old. The keys were this\nbig. They had you know, thick walls and thick and they, right away they separated this\nlady from her family. They took the son. He was only ten or twelve years old. They took\nhim to stay with other men and she and her daughter went in one room and mother and I\nwere in another in another cell, and uh as a matter of fact the first cell had only one bed\nand we didn't know how, so we slept like this, like sardines. We had funny things that\nhappening too you know. like I said the key was so big and the key hole was that\nbig too, so I was laying in bed like this and all of a sudden I said mother, somebody is\nlooking at me, somebody is looking at me. She said who's going to look. So anyhow there\nwas a prisoner outside that had it wasn't you know a penitentiary or anything. It was an\nold jail where people was kept and all of a sudden I see, there comes a knife with a pad of\nbutter through this key hole. And this was apparently in___—_—sor something that\ncould order his own food in there and he had wonderful breakfast and he wanted us to\nhave a pad of butter. Oh, we had all kinds of. . . then we heard singing. . . Hebrew songs,\nJewish songs, singing. And there was another group of refugees. They wanted us to know\nthat they are there. You know, they couldn't communicate with us any different way, so\nwe heard this singing and so when the regular prisoners were, they had time out in the\nmorning to make their beds and to empty their sinks (ph) and so you know they kept us in\nthe cells, but when they were, when the regular prisoners were 1n their cells during the\nday, then they kept us, we could go out in the hallways. And they were great big hallways\nwith and we met with the other refugees and you know, it wasn't so bad. And we, we got\nfood and we uh the basement they had bathtubs. We could even take a bath. And not\neveryday but you know, they were very nice. But the food of course wasn't too great so\nmy mother was always afraid that I was going to starve you know, the regular Jewish\nmother. So one day she said to this, to the , can't I get anything else for my\ndaughter? And I said, mother, what do you think we are in prison what are you. . . Sure\nenough a couple of days later he comes up with a whole tray with a little steak and other\nthings and I almost died because all these, our poor prisoners, got only water and you\nknow the regular food and here I had a steak, but I guess mothers will be mothers even in\nprison. So that little by little everybody was transported away and even this lady with the\nchildren I think got out earlier than we did. ___ and we were left just the two of us. We\nhad Rosh Hashanan there and they had taken us to another little town for, and the women\nwere in the hotel but they didn't have money to put the men in the hotel too. The men\nthey put in prison there over night but OK. We were happy then.",
        "A: We got to go to services and they gave us a very nice meal in the hotel, under\nsurveillance. They were policemen there, but we met the Jewish people and it was it was\nvery nice. Yom Kippur we spent in prison and there were a couple of men who held\nservices in the cell. We were, like I said, we could visit during the day and they held our\nfood until at night and we got the whole meal at night and it was OK. But then mother\nand I we were the only ones left and it got colder already and we didn't have any clothes\nso there was one family in had a beautiful department store, wealthy Swiss Jews\nand they always came visiting and see, to see what they can do for the refugees and uh\nwhen you know it got colder then uh mother said to them we really don't have any clothes\nand you know Switzerland is, gets cold pretty soon. Oh, they said, there's no problem.\nAnd he asked the prison warden, you know, can these people come to my store and pick\nout clothes, and he said yes. So was a very strange situation. They opened the gates and\nmother and I we walked out and we went to the store, and the lady invited us up for tea.\nWe had beautiful tea in the salon with cake and you know, like real people and he took us\naround in the store, and he said pick out what you need you know, was for winter and it\nbecame a habit. We went every day we went out walking and five o'clock we went back\nto the prison. You know, there was no place else to go. Was home. But of course not for\nvery long. Then I got sick and we got to the Salvation Army and we stayed at the\nSalvation Army a little bit and then in the meantime this Mrs. Matulski and her two\nchildren came the same way we came and she was a very nervous person so she took\nsome sleeping pills and she slept through the border. She was, and the boy was already\nyou know children have to grow up pretty quick. He gave the policemen the the patrol\ntheir papers and she slept. So they thought if this lady sleep so well she can't be very\nnervous. So they made it too. And they were already in a camp uh like they called\nlager it was the beginning where people got processed. And she wrote to Mother\nwe are here and it's very nice. We even have curtains on the window. We have and it's\nnot so bad and why don't you try coming here. So while we were at the Salvation Army,\nwe went to this to the police to the you know, and my mother said we have friends at this\ncamp. We wouldn't mind going there. So he said Mrs. Blachman, I don't think\nyou want to go there. I wouldn't like you to go there, but if you want to we will send you\nthere. So he gave us a policeman and we you know went to this camp. That camp was\nworse than the prison because the camp was barracks and in the meantime it's November\nand it's raining and it's muddy and they have a toilet out on the yard and the watchman\nout in the yard, and my mother got a bladder infection and the food was terrible and we\nhad it was like almost. It was terrible. And not only that there were a lot of people\nfrom France that we for the first time talked to and found out what my father went\nthrough and they told us that my father was deported. Actually that's where we learned it.\nAnd we saw how terrible these people looked already. You know, we were still fresh\nfrom Belgium. We hadn't lost so much weight yet and we looked still like people, but\nthese people looked already like they had been through the mill you know, so so it was\nvery depressing and uh there was nothing to do and we were sitting there. We had little\ncurtains on the windows but that didn't make it. So it became winter and we got, we were\ndivided into different camps, and mother and I we went, and this lady too with her\ndaughter, went to uh Leistahl (ph). That's close to . And in the meantime I think\nwe had communications with our family in Zurich. I think we wrote to them from the\ncamp and they wrote back so one day, low and behold I get a postcard to Gerta Blachman\nfrom Marcos. Marcos is also in Switzerland. He had walked. He had, he\nwas a member of . Uh not a member a child in the camp and he was in\nan school in France at uh one night they was going to be deported and the\npolicemen came to the director of that __ school and said, send your oldest ones, the\nones that you think can make it on their own, out tonight because tomorrow morning the\nSS 1s coming to take all the kids. So he was seventeen, eighteen, in the meantime and the\ndirector gave them whatever they could and money or whatever little, and he had made it\nto Switzerland. Like over five or six weeks he walked, in hotels and he walked at night\nand slept in daytime and he spoke beautiful French. He was very talented with languages.\nSpoke a perfect French. He worked for a time in the French youth group and they had\ntrouble with them and I don't know how he made it to Geneva coming from south of\nFrance. He made it in to Geneva and in Geneva he got on the train. He was never caught.\nHe was never. _ and he traveled to Zurich to his uncle and he presented he had an\nuncle or a relative in Zurich and he presented himself there. And uh the uncle said I am\nvery happy but you can't stay with me for the rest of... you have to go to the police and\npresent yourself, you know, tell them. So they sent him to a different camp but not back\nyou know. So he wrote to my relatives we had given each other the addresses so 1n case\nyou know there were, and here he 1s also in Switzerland. And uh so the next spring by\ncoincidence he got into what called . That was also nearby but maybe two\nhours by foot from my camp to his camp. And uh at that time we weren't allowed to go\nmuch yet but he sent, some other young man came and told me about him and maybe we\ncould use telephone or something, I don't know. But anyhow we got together and that's\nreally when our courtship started and we walked and walked to get to each other you\nknow. It was down to and up through the fields and there were beautiful cherry\norchards in the summer and the things were... Each had to walk an hour to meet and then\nwe started walking because there was no place to go. I mean we couldn't you know was a\nvery strange courtship but... Sometimes we met in the little town in the winter and we sat\nin the tearoom and had uh coffee or tea or called cafe in Switzerland. Was this\nbread and jelly and butter and coffee that's very uh Swiss? So that's where we started our\nfriendship, our courtship when we got so we were in this working camp and here I sewed.\nI was sewing again. I, there were also the people sent in, donated clothes and there were\nalso some Viennese who seemed to be the best dressmakers and they asked me, I said\nyes, I know a little bit and there I learned some more. And we changed, we altered the\nclothes, these donated clothes, for the for the people in the camp you know. And uh one\nday the director of the camp received a uh request, you know if there are young girls in\nthere that know how to sew, there's a shortage of operators like operators you know for\nuh in a blouse factory in Bern and they would get the papers on the working permission\nfor such a person. So she asked me would I go. And I said yes, sure. You know, to be free\nand to learn more in my trade. So was very upset and very heart broken that I\nwould leave and he wouldn't be there. So the only way for him to be free was to become\na dishwasher. That was also in shortage. So he put in to go to Bern to be a dishwasher\nand my, these people put in for me the papers to be an operator. Well, the dishwashers\nwere needed more than the operators. He was there in one week. And he was washing\ndishes in Bern in a in a restaurant. And he was quite a spoiled young man but when it\ncame you know from at home, he was an only child but when it, something had to be\ndone, he did it. And he was alone in Bern and I was alone there in the meantime. But we\nstuck it out. He came back one weekend to see me and then finally my papers came\nthrough and I came to Bern too and we were together. I mean he stayed, he had to live\nthere under very bad conditions and very dirty conditions. You know, but\nanyhow, this is so many years back. So we were there together again and uh I learned a\nlot in this factory. That was my first job as a power machine, you know, uh experience on\na power machine and uh it was quite a strict thing. I had to be there very early and I am\nnot an early riser so I had to be there from, they just started to change from uh sixty hour\nuh from uh from uh six day working day to five days a week and that meant of course\nmore hours every day to put it into five days you know. They started very early but uh we\nmanaged to see each other on weekends. But he had to work weekends too. You know, in\na restaurant was a different schedule so one day he stuck himself with a fork in the\ndishpan and he got an infection and couldn't and they sent him to the hospital and he got\nall bandaged up and he couldn't work so he, his boss said if you can't wash dishes you are\nno good to me. You are fired. And that was the end of that. So he came to stay with me in\nthe same building. Had a little room next door and he stayed there for a while. And my\nlandlady was very proper and she got very upset and she sent no less the vice police after\nhim and he got arrested. I mean he got taken in and they took, brought him to the police\nwhere he should have reported that he wasn't working anymore you know. And he, they\nsaid well, what's you know, what's the story and he told them and he said that's my\nfiancée but we can't get married because we have no papers so he says, oh sure, you can\nget married. He says do you have any ____. He said yeah, my mother in law is here, you\nknow, her mother is here and I have a cousin. He said well, if they uh certify that this 1s\nyour name, you can get married. So we got married. (Laughter) But he never went back\nto this camp. Neither one of us got back to the uh went back to the camp. My mother uh\nbecame a housekeeper. She got commissioned for a housekeeper in Bern and after we got\nmarried the first of May he uh went to a school there. The Jewish community sent him to\na school to a uh business school. And so we worked. We were there together. We had one\nroom but a bigger room, a nicer room, and nice people and my uh my boss, my you\nknow, from the blouse factory kind of made the wedding. They came with us to\nthe uh, it was on the first of May and there was no trolley cars so we running like crazy\nthrough whole of Zurich, no Bern, to the to the uh to get married and my mother\nwas uh brought the flowers. The lady had given her lilacs. She came with a armful of\nlilacs that was my flowers. And after ceremony my the uh my boss took us out for lunch\nand then in the afternoon we went to the rabbi. We had a Jewish ceremony at the rabbi's\nhome and the , the wife of the rabbi had made cookies and wine and it was... Then\nmy mother had made little sandwiches and they all came to our new apartment. So we\nhad no dishes. We had nothing and so this lady said what, you have no dishes. No. So she\nwent to the department store there and sent us our first set of dishes the same day so she\nwouldn't...",
        "A: Well, after the war...",
        "A: Well, by then the war was almost over. As a matter of fact on the on the, I have a\nnewspaper uh Bern, from Bern, where the headline is Hitler is dead, on the thirtieth, I\nthink it was the thirtieth of April, 1945, and then the, and the civil column was of our\nmarriage announcement. It's in the same paper, and was a big headline you know. And so\nuh, well sure there was uh the the landing in in France you know, when the Americans\nlanded in France and we were listening to the radio, but we were powerless. We couldn't\nparticipate. We could only listen and hope and pray that the war will end. Then slowly\ncame the news out about the concentration camps, but it came only at the very end that\nwe heard about the liberation of the camps and what went on there. We had no, we didn't\nknow anything about that. So we had no more, you know, we didn't hear from my father\nanymore and as a matter of fact long afterwards somebody told us, I don't know if this is\nthe truth or not, that he was put into one of those famous uh railway cars and that they\ndied in there, that he never made it to the camp. I don't know whether this is reliable truth\nor not, but that's what we heard from people who said they knew him. And my mother's\nbrother didn't come back. He was in Drancy. He was sent back. And my grandparents and\nmy husband's parents and actually only Mother and I made it through you know, through\nSwitzerland. So we went, when the Red Cross sent us back to Brussels after a few\nmonths, about six or seven months after the end of the war, and my son was born there\nthree years, two years, three years later, and we actually all wanted to go to Ecuador. I\nhave an uncle in, my husband had an uncle in Ecuador and after that didn't materialize it\nwas always a delay and all things so my step-father, my mother had remarried in the\nmeantime, and my, the brother of my step father had a farm in , New Jersey and\nhe said if you'd like to come, you know, and we started working then we had to, started at\nthe blouse factory after I had been working in Switzerland for blouses and I had uh taken\nsome private lessons from the uh lady who did the models and who did the patterns. I\nwent at night to her place and learned that too, because the sewing alone wasn't enough,\nso I did this and my step father helped cut and my mother started selling and we had a\nbeautiful little business going. But like I said they presented us with the signature then\nthat we were, we had promised to leave and our status was semi-legal. I mean they\nprolonged, every six months they prolonged our papers you know. But we weren't\ncitizens and then my son was born and he, they made him , not an\nenemy but German, and we didn't want our son growing up as German in Belgium you\nknow. Today it doesn't make any difference I guess, but at that time that was the enemy\nyou know, and having him go to school or something as German, so we decided to go to\nAmerica where we can become citizens and live, you know, and he became a citizen. As\na matter of fact the judge made him a better status than we are. When he said, when we\nwent, he made us citizens first and then he made him like an American born of\nnaturalized Americans abroad. He was born abroad, not that it made so much difference,\nbut you know, he has an even better status than we have. And that was very important to\nus. I think we did the right thing, even though we liked Belgium very much but for my\nson's life it is much better. They both educated and they both have wonderful lives and\nwonderful wives and children and they are full American and you know, like born here\nand this was the right decision I think.\nEnd of Tape #2\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJuly 3, 1989\nRG-50.030*0251",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Gerta\nBlachman Wilchfort, conducted by Linda Kuzmack on July 3, 1989 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum’s collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "GERTA BLACHMAN WILCHFORT\nJuly 3, 1989"
    ]
}