{
    "rg": "RG-50.030.0196_trs_en",
    "sequence": [
        "Q: Could you begin by telling us your name?",
        "A: My name 1s Fani Birnberg, born 1-10-1922, first October 1922.",
        "Q: And where were you born?",
        "A: In Gwozdziec.",
        "Q: And where is that near?",
        "A: Near and Stanislawow (ph). And not far from",
        "Q: Wait...wait. OK. Fani, we're going to start again, and we're...I'd like you to mention your full\nname with your married name, with the Ross...OK. Please tell us your full name.",
        "A: My full name is Fani Birnberg Ross.",
        "Q: And when were you born and where were you born?",
        "A: 1922 in Gwozdziec, near , and not far from .",
        "Q: And tell us a little bit about your family life before the war.",
        "A: We were a family of farmers. The whole street was a family, living...grandfather and the\ncousins all together in one place, and my father had two girls. My father was Josef and my\nmother's name was Frieda, born Greenberg. And uh he was a farmer and a businessman. I\nwent to the public school. After the public school I went to the Hebrew school. The public\nschool were from nine till three and the rest I went to Hebrew school. I came home every\ntime five o'clock home, and uh it was a happy life. I belonged to . I went on trips and trips\nand uh I had a good life. 1939 the Russian came in, end of 1939. In the beginning they start\nto taking the young girls to work, with the bosses to work digging ditches. So I went two\ndays. Three days I came home. I washed myself up and my mother said oh my poor hands.\nYou better go stop this digging and go to school again, so I left Gwozdziec and I went to . It\nwas ten hours from Gwozdziec via the train. I went to . I was lucky. I had...in I had my uncle\nand aunt from Germany, and they settled down on 10 in . The next day I went to the school, ,\nwent to the office and had my examination, and there right away I had very good...my exam\nwas very good from everything...geography, literature, history, everything, and uh the\ndirector from the school said you are hired to be 1n school and you will get . You will get\nroom and board...doesn't cost you nothing. And every month I got fifty rubles. Weekends I\nwent to my uncle and aunt to learn how to set the tables and how to clean. And I...I was a\nhappy life too. I was very happy. Went to the movies and I went...I studied hard and I didn't\nknew Russia, so they gave me papers, newspapers to read, and I read newspapers and this\nwhen I learned Russian, and uh it was a...the professor told my mother it's a big and I will be\n. | would come home and learn the farmers how to...teach the farmers how to put the seeds in\nthe ground, which seeds and what time. So when the...when all...then the German came, end\nof '40, 1940-41 the German came, 1941. The German came, though I still went to school. It\nwas a couple weeks...later on, the school was closed. I went back to my aunt and uncle. They\nhad only one daughter too, and I was having a good time too, with another beginning what\nthe what the German will do. And one night the the German came in, the SS and said\ntomorrow I want you to go to work, and we didn't know ...all the girls go to work on the\nstreet, so we said the next day I uh...that was and went to work. A truck came and picked us\nup, all the street, from the lumber camp, from in . I went and they took us to the to the\nWehrmacht where the Russians left. It was dirty everything and ...wash it out, wash it. I\ndidn't wash it. I was looking. The captain came in. He said he If? lost a button. He's looking\nfor a button. I said I can find you a button, so I went from door to door to look for a\nbutton...from office to office...where is the button, till four o'clock and I came...the parlor\nwas clean already. So four o'clock uh five...later on, an hour I came to the window and five\no'clock they took me back home. Took me back home to my aunt and uncle's house, said I\nwasn't going to camp. And I was working for six seven weeks. And I was thinking well\nmaybe I'll go home. And was no trains then. Then one day I was listening to the radio and\nsomebody tell on the radio that the bus is going, so I took a bus. I could go to Russia too with\nthe soldiers, but I didn't want it. I want to go to my parents. I took a bus...maybe ten...eight to\nten hours and I went home. I came home. Was not Ghetto. No, the Ghetto wasn't but the\nGerman was in already. Were the Jewish already and they was talking about the Ghetto. We\ndidn't know what Ghetto means. And we lived between Christian people...1t was all together\nbefore. I had Christian friends. I had Christian students. We went together and uh everything\nwas normal. My father paid the taxes and uh he buy a piece of land and worked very hard. I\ndidn't know what happened. Then he stopped working. But the Russians...you couldn't work\neither, and he was uh a rich man by the Russians so he can work. so...",
        "Q: And you took the bus back to your home town?",
        "A: Back to my home town. But but the Russia lie too, and so I...my father was a wood cutter,\nnot a farmer, so anyway I went home. I went home. I came home. Oh my mother was crying,\nkissing me. They said she don't understand why I came home. It's all old people. All the\nyoung people are running away, to Russia. Some of them went to Romania. They want to,\nyou know, save themselves, but I said well, I came home. I was home about two, three\nweeks. Happy go-lucky. I put my uh hair in the curls. I was like a really teenager. Was very\nhappy home. I knew all the people so we all...we were thinking that the Germans would be\nthe same as Russia. They will let us work and do, you know, do...let us live, so what's\nhappen when the Germans...one day they came to the community center and said we\ndo...everybody go to the Ghetto. All the people. All the Jewish people and register to the\nGhetto. We were lucky. Our house was standing 1n the Ghetto, so we didn't have to move, so\nall our family who lived scattered around the town, moved into our house. There was\neighteen people in that bungalow of three rooms and one kitchen. No...the room was two,\nthree and two. In Europe, you know, when you have two children, three rooms had one\ndaughter and three of the other daughters, so later on they all leave. My father's two children\nmarry and all together. This was his plan. Well, the Ghetto opened up...further they they put\nwooden...with wood they hammer the windows in the front. We couldn't go in the front.\nOnly in the back. School was out. Shopping in the store were from...were from ten to twelve,\nonly shopping, what we needed and we were lucky. My mother had...we had, you know,\ncorn and beet and potatoes, everything at home, so later on I...one day I was cleaning. It was\nmy time to clean. Then every week somebody else cleaned, and this were my week to clean.\nI was cleaning and then I hear some shots outside. I didn't know what. We came out. It was\nday time. They kill hundred and fifty people. Who was on the street they killed. Who was\nrunning...who was...they all killed. How many It was May the 3rd. I remember very much.\nSo the next day everybody must help to clear out the dead, on the street. But my father and\nmy, you know, the cousins, the men...in the house was nine men...and all of them uh picked\nthem up 1n the streets. In the Jewish religion when you don't uh die of natural causes, you are\nnot buried in the cemetery. You are buried in the in the side of the cemetery, so they make a\nbig hole, a very big hole. There was a hundred and fifty people together in that hole. We\nwent home. It was terrible. The night was beautiful, and I said God, where are you? I was\nthinking and looking up...I said oh God. What nice living could be. Why aren't. I couldn't\nunderstand why...why. We did nothing wrong. We went our way. We were good citizens.\nWe don't know why. Anyway, then was talking there will be aktion again because they were\nafraid, the people. The the men, the nine men start to dig a hole in the uh...not in the living\nroom...in the bedroom, a hole. A big hole under the bed, so we can go in hiding under the\nbed. They finished the hole. Later on we saw our uh wood was...the the floor was the rest\npainted, so the paint came out and we was afraid maybe the German would see. Ah... the\nJuden. the Jew. Then they decided they will go in the store where the chicken koop, under\nthe chicken koop. They open a big hole and they put the chicken, you know, on the big hole.\nThey they cover up the hole with straw, nothing else, and they figure out. It was two o'clock\nat night they did this. Two o'clock. They carried the the the, you know, the sand and the the\ndirt all on the back yard, and they were for nothing. And we'll cover our back in the bedroom\nand we went again in the stall. In the stall we went...1t was on a Tuesday...I remember very\nwell...all of a sudden they say the German are here. The German are here. And we didn't\nknow what's happen. We right away went. The front door opened. My father was. The front\ndoor opened and the back door opened, so the Germans would know we are not here. We\nrun away. So we spent from nine o'clock till five o'clock in the in the dark and one neighbor's\ndaughter came. It was too late to take them in and she was...didn't...couldn't go into hiding. It\nwas too late. We closed the the the hiding place, so she got killed from the from the from the\nGermans. It was under...1n the house...she got... she was hiding in the door. She was thirty\nyears old. They kill her on the spot. So five o'clock we go out. I was crying, Mother, I lost\nmy bracelet. I lost my bracelet. She said oh my child, my child. You'll have lots of bracelets\nin your life. And she said to me, I remember, you know, Fani, remember, she said, that you\nlived. Tell all the people what we went through. Tell everything. So we came out from the\nfrom the hiding place. Oh gosh...no drapes, no dishes to cook. Nothing. Everything was\ntaken. The neighbors came in, the Christian neighbors came in, took everything. Our whole\nworld...there's nothing. But, you know, life must go on. Was on a Saturday, Wednesday,\nWednesday, Thursday, Friday, again vandalizing and again the Sabbath keeping and again\nthe religious...they stick their religion to death. So the ten days passed again, after the aktion.\nIt was . It was night. And uh the after this we went to the store and we bought something\nfrom them, you know, and...you know, no schooling, nothing. We couldn't do nothing. So\nafter the the the aktion, 5 the hiding place, we came out. Was rumors again. Was no papers.\nNo radio. We didn't know about nothing, but rumors again say we must...somebody told we\nmust leave in ten minutes our houses. We will go to the bigger ghetto in Kolmyja (ph). But it\nwas a rumor. We didn't believe it. , you know. I didn't believe it. Maybe God will give us\nwho stay here and we go through the war, maybe...maybe. So one Fniday night, we're sitting\nat the table. Rumor...the Gestapo is here. So again the round hiding place, not in the same\nplace. My uncle next door had a ice factory, like an ice...he delivered ice to the people...ice\ncream or something. And we went 1n the ice cellar, in the cellar, and we stay in the cellar all\nnight. The SS running around looking for people. They was a child two years old, and\nnobody knew...the child was dead. They took him out. The people got scared. He start to cry,\nso they held his mouth and the child passed away. We came out again, ...Sabbath couldn't do\nFriday night. So we came in. The candle was, you know, lighting. It's again nice in the\nhouse...clean and wash it up everything. Sitting, dressing up, dress up in all cities. Did it\nagain. Praying to God. The next is Sunday. We uh it was a funeral for the baby. It it was my\nmy sister's... uh my mother's sister's young son. And the next was again was all...when we\ncame and sitting and sitting and I say and I hear my friend from school, to all around . , run\naway. I said...and everybody sitting and I and I came in and I said Mother, you know when\nyou give me five hundred ... dollars, I can go with them too. I said...she said what. Friday\nnight. It's a Saturday. It is their money. Who takes money, and she slapped me in the face,\nand I said OK, and I went in the, you know, in the side room and I was crying. Why...why\nshould this...you know, I was embarrassed. A girl of sixteen, seventeen years old (laughing)\nand I got, you know, slap on the face. The next day I hear the girls that went to Romania all\ngot caught and got from the from the SS. I don't know that my mother or something...I don't\nknow... or from God. So the next day again rumor says we will be dis...nobody knows what\nbe tomorrow, nobody. So they took the Jews again, the Jewish people again from the town\nand they built the bigger Ghetto. So everybody filed...from nine o'clock everybody must be\nready. Everybody must be ready. So in ten minutes, what can you take? You take nothing.\nYou leave everything in the house, open the doors everything, and we all leave. I think my\nmother put some money...I don't know where it in, but she show me where, but I will not go\nand you know, dig the money...no. And we all went to the Jewish Community Center and all\nwe register ourselves. Then trucks came in to take us to the big ghetto. When I...all of a\nsudden, I don't know what happened...they ...family Birnberg, family Birnberg. I say...what,\nmy father and mother say. What it is. We'll take you to a farm. Three. Lisa Smeltzer (ph) and\nThree girls and seven boys. They took us on a big...like here built in Virginia, a big farm,\nbeautiful. Oh, beautiful. He was an English baron and he took over the whole qstate. The\nwife was thirty years old, very nice girl, so I was...right away I had my room. I got so excited\nwhen I see black coffee and I spill it, so I got all burned up and the same day I went to the\ndoctor's and , so one girl was to do the cooking. The boys should go work, help on the farm.\n[...they picked me up, they choosen me up to uh help in cooking in the kitchen, and of course\nthe baroness to do...to give her tea and to uh help her shopping, to go with her, and one day\nthe baron's mother came and uh she was cooking and she I tasted everything and I ate at\nnight it was boiled potatoes. I put everything else so the boys could take the potatoes and eat.\nIt was everything...I put them outside. So it was then one day we had a party. The priest\ncame in and we all will make big tables, and the priest, he knew I was Jewish. I was still my\nJewish papers. He said you will see the farm, everything will be returned. You will be the\nwinner, and it was one Jewish boy was...he was a CPA. He did the books. And I always used\nto come in to the office and uh clean up the office room, you know, dust and something. And\none man was a Polish man. He was from Warsaw and he was around in the , so one day...it\nwas no bathroom. I didn't have to take a bath, so I and her girlfriend Lisa, we went to the\ncreek and we bathed ourselves. Then the Baron came on a horse, through the the forest. He\nwas looking at us. I didn't know. Well, two days later...was on a Sunday and his wife went to\nchurch and his mother-in-law...uh he called me. I didn't know what...I was thinking he\nwanted the office cleaned, and he gave a proposition. I should be his mistress. He can save\nmy mother and my father and he will try everything to do to save us, and he closed the door,\nyou know, closed the door and say think about it. From nine o'clock, I was lying on the on\nthe couch and thinking till three o'clock. Three o'clock is when the people came home from\nchurch...one o'clock. It was lunch time and I was still closed the door. He closed me up to\nthink about it. He came in and he said, what's your uh decision. And I said, you know, I have\nboy friend. I lied to him. And uh I will go where my people go. Thank you very much. But\none day he took me to to my mother in the big ghetto, in , and he brought her flowers and\nbeans and mother was all, you know, thin, real frail, and my father, and she only said, to my\nchild, and she went after me and she said to me, remember who you are. And and I came\nback with the Baron back, and he said what you talk to your mother. I said oh, she gave me\nthe lesson. That's all, and I went back to the estate. I stayed there two girls and he was he\nwas...what what the baron said to you. I said he didn't say nothing. He just took me to...I\ndidn't tell him what, you know, what is my secret. I didn't tell them everything. But the the\nbookkeeper told me, Fani, I hope you can be . I didn't know what he means. I don't...but three\no'clock...I I couldn't. I was afraid. I was afraid maybe his wife will know one day, or his\nmother...I don't know...I was afraid to do this. I could saved even my parents. Sometimes I\nthink about it. Why not? was...my feeling, my upbringing . I couldn't do this. I didn't let him\ntouch me even, touch me. Then I said I have a boyfriend, and he right away backed up. He\nwas very...oh...he was looking like Robert Taylor (ph)...not in the mood.",
        "Q: Then what happened?",
        "A: Then, all these girls, all one day all the Jews who lived all must come out again, on the same\nplace, to the same time, go everybody in the same to the ghetto. We were afraid the\nGermans, but some Jews will live in small towns. Said everybody must go, so I was thinking\nmaybe not to go. I don't know what to do...to go or not to go. So I started to think maybe I\ncan...two or three days later I can prolong it. Maybe, maybe I can find something or maybe\nhide myself again, so at night came. I came to a to an older lady, and she said, It's night now.\nIf you came in, and you can sleep over. I had a house, but couldn't go into the house. The\nparents were off in the ghetto, so I'm there, and I was just roaming around thinking maybe I\ncould save myself. But when I was sleeping over...oh it was Easter time. I see people go to\nchurch. Oh, it was so beautiful...it was end of April, and what the sun was shining.\nEverybody's so nice so when I saw the people I was afraid. I went in a stall and hide myself\nwhere the horse, under the horse, you know, where the horse feeds. I hide myself till the\npeople go back home so I can go again, see again, run again. I run again. I was...I was\nthinking I can go to my house and pick up some pictures, pick up something. I will think if\nI'll go to the back door...I'll go in the back door. A boy from twelve years had a bat in his\nhand, a stick. He hit me so fast. His mother would stay in the window and laughing, and he\nhit me so hard...it was...and I didn't have shoes. I was running barefoot and was . I was\nrunning, running good. I couldn't run right away. He didn't succeeded to hit me so much, so I\nwas running. I say it's enough, to me, myself. I go to the to the center, and say take me to the\nbiggest ghetto . You know, I went... remember a horse and buggy and a man, the policeman,\nhe went on a horse. He said oh, you shouldn't be worried. You are a young girl. You will\nsave yourself. It happened to me the same thing 1n the war, he said, the 1st World War. You\nknow, the serfs were He was running too. I don't know what he was running. You'll be safe.\nYou will see. I say how can I be safe when I go with you on the big . You'll be safe. You will\nsee. I came to the ghetto. I didn't saw my mother anymore. I didn't saw my father anymore. I\nwas alone again. I went and I had a room, not a room. I sleep over in a in the room, so they\nnext day, they say well, everybody, all the Jews must come and register to go to train, to go\nwork, to work. I was happy to go to work and I will make some money. I didn't realize what\nwork...we didn't have no papers. We didn't know what uh you know, what they will do with\nus. I came and the big...it 1t was like a jail. They took everybody, the same day, they took in\njail. They took everybody. It was an open jail and a big, big place. All the people are sitting\nwith baggages. And then I see in the corner? I see my friends from college, two girls, and I\nsit near them. Then a man came in and said I go with you, with all the girls. I go with you .\nHe was only thirteen years old, and I saw my cousin over there, and she said oh, oh, she said,\nno food she says. I'm glad. I envy your mother what she went through with the vegetables,\nbut she didn't...she's not here, and the next day they...the wagon came. All the wagon like\ncattle wagons with no window, with no nothing. They count each wagon, seventy people,\nand which girl looks so blond, they hit in the head with a piece of wood, the SS, and they\ncount. They count everybody...one, two, three, four, everybody in the wagon. We came in\nthe wagon. Oh my goodness. All the wagons...oh, . These go to work. People not work. Then\nI see in the corner my dentist, the doctor and his wife and the children. The doctor had some\ntablets, medicine, and he just pass out. The dentist said to me, Fani, I see you have good\nboots. Can you exchange it? No...but the man will maybe will...I'll give him my boots and he\ngive me...he was a short man and his shoes fit me, so I put on his shoes and he took my boots\nand in the train and they count out seventy. It was a beautiful day, and I say oh God, And I\nsay will I live? Why, why? I couldn't imagine What would be it I couldn't imagine. The older\npeople in a couple hours, pass out already. No...no...1t 1t was no air. How could they live.\nThey younger people were. Everybody has his turn, to smell a little air. Was night and\neverybody was and all the time was hitting people and other one would say well I was in the\ncomer with three students, and was one day passed by. We didn't have nothing to to eat. The\nsecond day passed by. How long can you, so what we did, had our urine. We drink our ...we\ndrink our urine. Lucky I had...[ had a a silk dress and the dress was torn down with the\npeople, you know, the students didn't know what they're doing, and they tore\neach...each...they tore down...my slip I was in, so all of a sudden a women says, , I will and I\nwill show you. You keep quiet children. She through the door, to the window, up the\nwindow. It was all with iron. The window was with iron. How how could she go through.\nShe couldn't go through. I don't know how she went through, and she went under the under\nthe rail. She couldn't. She didn't do nothing. So one man...next, he said...the third day...I will\ndo it, and he went and opened the doors. Then the one wagon was in the front. Womens'\nwere right in the middle, and he one SS ,am was in the end, and the train I remember was\ngoing up the hill a little. Was not far from , and all of a sudden my cousin and I remember\njump and the girls and the boys didn't let me go and they...you will not go. Where you will\ngo? I said no, and they was already, you know, they talk with silly things, talking... Third\nReich is coming. Where you will go? I think they didn't know what they talking about.\nThey...the men...the next man...show them he says, who can go, go, and my cousin with her\nboyfriend, took her by the hand and just let her go, come. And I jumped and the cousin with\nhis wife...with his girlfriend...the cousin with his boyfriend...you don't go with us, and three\npeople will be a disaster. You go by yourself. I went right away down the stones and I had\nmy green colored beautiful coat with some letters, some pictures from Germany, from an\nuncle whom my parents and I left it. You know, I just jumped down and and I lost it. And it .\nIt wasn't . So I came down. I went right away into the sewer, and in the sewer...running\nwater. I washed myself and uh the frogs were jumping on me. (Short Pause) And I was\nsitting and I didn't know what to do. (Caughing) I don't know what to do...to go someplace,\nhid under the sewer. Six o'clock I decided to go from the sewer. I went from the sewer out\nand then a boy and a cow...he was between twelve, thirteen years old. He said I'll know who\nyou are. You're a Jew. I said me, Jew? No. I am a Polish girl, jump from the train. They take\nus to work. I don't to work for the Germans, and disappear I said. And that's the for it. I didn't\nhave too much conversation with him. I disappear in the forest. I came in the forest. Two\nsmall houses. I knocked on one house and I say, can I sleep over night? We don't take in\nJews. And next, sister said to me, come in, come in. And she sure took me in. She took me\non the attic. She was thinking I'm crazy. I'm something from the from the . All the stop. . My\nbody full with lice, and I went upstairs on the attic, and through the attic this goes through. I\nkiss the floor. I say where I go,I couldn't. All the time I said to myself, why are...why we\npicked out. The night is no night. The world is no beautiful. Why us? I stay over there and I\nsee through the sun come and the sun come down in the forest and children running,\nMommy, Mommy, and the SS after them, killing all the children in the forest, all the\nchildren. Then the man, he was maybe thirty years...he opened the door. Children and the old\npeople die already. Who can, you know, jump, jump. Go. And they all start to run, and what\nhappened. The all the SS after them and I was lying on the on the attic and the farmer's wife\nbring me soup and uh boiled...baked . I will never forget it. And I start...[ couldn't eat. I cried\nso much...I just couldn't eat, and uh so at night everything was quiet down, was no mare\nshooting. I didn't hear no more dead people, dead children. I see, look down, you know,\nthrough the...through..on the attic. At night her husband comes home with a . My dear child,\nI cannot keep you here. You must go on. But you can sleep over night. I remember at night\nshe took me down from the from the from the attic. She gave me a bath. She washed me up.\nOh she said...I was thinking you were crazy, but you are so beautiful. You are normal. And\nshe put on farm's clothes, a big skirt and a big hat on me and she a big blouse and she said\nyou have now some you go. Have some eggs, you know, to carry on and you go. Go to\nLemberg (ph). You don't go far. You'll go maybe an hour. I came to Lemberg. I went in the\nsame...the apartment house where I was living. I knock on the door and came out. She seen\nme every week. She says Mrs. Greenberg is not home. She went out with her daughter. We\nwouldn't need eggs this this week, you know, to the farmer and to me. And she says...and I\nsaid to her, you know, I will wait. The farmer's wife left everything with me. She says next\nweek I'll come and pick up my clothes. And she kissed me, said goodbye, and I was sitting\nthere waiting for my aunt. Five thirty I see my...oh honey, Fani, and she start to kiss me. We\nboth cry, you know, and uh the daughter, she asked, you know, where to put the daughter.\nWas Jewish too, but I...with herself. Right away at night she says Fani, I take you right away\nto to a gynecologist, right away. I tell her I had only one period a year. I went right away at\nnight. She took me to the gynecologist. He said everything is OK. The reason not to have the\nperiods...I didn't eat and I didn't, you know, drink. I didn't have normal baths and everything,\nso she will be OK. She shouldn't be afraid. I came home. She said listen, what we will do, I\nwill try to go to the ghetto and buy a birth certificate for you, and we'll see what we can do. I\nwas very, very lucky that she kept me. She , but lots of people came and knock on the door.\nShe says I cannot help you and they were apartment buildings. So she went out and I had uh\nin the cupboards, and I was sitting where the jelly is and everything was . I start to dance\nagain and being myself again, and taking a bath, and was going on six weeks...after six\nweeks the neighbors said Mrs. Greenberg, Carl Greenberg. Somebody...when you go out,\nsomebody's stepping on the floor. Somebody's in your apartment. She said what. My\napartment. So she says don't worry. Fani, we will see what we'll do. One day she come\nhome. She said Fani, I have a birth certificate for you. Everything in I brought in from in the\nghetto from a man, and uh you take the to the and I will call downtown, like , the\nbuilding...the engineer, with a couple more children. Maybe they'll take you. And they...uh\nshe called up and said yes. Well, I left her place and I went to them, and that was in\ndowntown, not far from the church, not far from the church. A beautiful night, , but there\nwas a in the basement in a nice apartment. And I was lucky to, happy. I'm making tea. I was\njumping around again. I was happy. Two, three days later, three SS men...eleven\no'clock...they knock on the door and they say we are looking for a blond Communist girl.\nShe will . We would like to pick her up. They went into the couple's apartment, and they're\nlooking. They came tn the kitchen and talked to me and I said to them, listen, when she will\nbe here, I'll call you. Right away I bring her in. Don't worry. We don't know...in German, and\nI spoke the German...you're an honest man. You come see and why you're Make some like\ntomorrow, you know. I will tell you where she is. She will come on the police. I bring you.\nHe went out. They went out and I got so excited and across the hall, was living German\npeople too, are two German girl. The small one dancing and singing in German like nothing\nhappened to me, myself. I came down to uh the couple downstairs and they said honey, you\nknow, we can't keep you. It was eleven o'clock at night... cannot keep you. It was a big city.\nIt was Christmas '41, '42. Ah, 1t was beautiful. The music was playing. Flowers all over. I\ncounted and I said God, please change what I can't. Please change what I can't. Well, eleven\no'clock...I sat in the front like . I sat in the front and I'm thinking what to do. First thing I'm\nthinking to go under the street car, and the second one I'm thinking, well, no. I didn't know\nwhat to do. A doctor came in to our door. I was afraid. When they catch me, they will cut me\nto pieces. When they caught a Jewish girl with Christian papers, they cut right away and and\nlater they cut her. So this was on my mind and, you know, I knew it, so I was standing\neleven o'clock thinking what to do. Three nuns... start start to rain and snow a little...three\nnuns passing by with an umbrella, and they said my gosh, there's a young girl. What you\ndoing? They were thinking I'm a y prostitute. I said no, sister, no no no. I don't have any to\nsleep. I came to work for the Germans, and I missed my train, and I don't know where to\nsleep. Oh, she said, my child. You go with us. And they took me to the church. It was . I\nknow the church, and I was so happy. Again I had soup and I what to eat at night and again\nthe music playing and they sing the beautiful songs, you know, Christmas songs, and uh I\ncouldn't figure out myself who I am, and I had my . I had to sleep and I was thinking maybe I\ncan be through the war. I can stay here. They said why not. They told me I can stay. And the\ncaretaker came up in the morning and say are you not Jewish? You are Jewish. I took him, I\nleft my potato peeling. I left my cup. I left my apron, and went across other church. It was,\nyou know, so beautiful the next day and it was for the Christmas party, before Christmas, or\nDecember I remember, so I go to other church and and sit down and cry and prayed. I said\nGod must understand me any languages, but I am here, so I sit in the church and then an old\nwoman go. I said to her where you go. She said oh I'm going...I must pick up some wood.\nAnd uh...oh, I said. I can help you. I went on church, you know, after the communion. I\ndidn't do the communion but I was sitting in the fifth row and I was praying. I know the holy\nword. I know everything and I came from a small town. I knew the Christian religion very\nwell, so I came and she take me to an old age home. I came in. It was a this so. are old. They\ny cups were not washed. The coffee, you know, was standing maybe a half maybe washed. I\nstart to wash it and I start to jump again. I start to sing again. I was so happy. Two, three\ndays...a man came in from the...from the government and said listen, I hear some young girl's\nrunning around here, and I said there are no young girls here to the woman. She said OK.\nBut when I left at night, she says, Fan1, I will leave you the card, and I didn't have...I don't\nhave...I have my birth certificate, but I didn't you know...to call myself Francisca, so but I\nstill lived, you know, I told my name Fani, but later on, couple week later, I called myself\nFrancisca. I couldn't change right away. So the...when the man from the government...",
        "Q: Could you explain a little more bit more about the card that you were talking about.",
        "A: Oh yes. And she says I'll lend you the card and go that night and the next day I must go. So...",
        "Q: Your own identity card?",
        "A: No. A cart. You know...",
        "Q: Oh...a cart, a wooden.",
        "A: You know, card, like future...no...my future card...play card. She tell me the future.",
        "Q: Oh...she's...oh...she's a fortune teller looking at your...",
        "A: Yeah, yeah. And she start to tell uh...she didn't know nothing about, she says I know you're\nJewish. And I just broke down. That's at finish. I start to cry so much and I tell her...she was\nmaybe seventy-five...yes Iam. She says don't worry my child. In the 1st World War, I fed a\nlot of Jews, and I could...I could save you too, but I can't. I said you are OK. So the next day\nI left, but...you know, from the government the man came in and said I cannot stay, and I\nleft. I left. I didn't know what to do with myself. I called right away my aunt, that I'm on the\nstreet again, so I left and I went on the street so disappointed, and I put myself on a, you\nknow...",
        "Q: A kerchief?",
        "A: Yeah. And I...and I went on the main street and all of a sudden I kept...the tall, blond,\nbeautiful girl, and she knew me from home. I don't know...the girl knew me but she passed\nby every day and she knew the young girls and she says, oh, Fani. It's you. I said yes. Take ,\nshe says and go for a job. You're a young girl. What you doing for yourself? And she\ndisappeared, but she didn't want to talk to me, to stay too long. Then the SS man pass by.\nRight away they leave, so this went in my head, what she said to me. What I did, did the\nsame day I went to the employment office. I went to the employment office and I didn't...I\nwasn't afraid of nothing, and they say what do you have to show, what kind of job you look.\nI said well I saw in the paper today a man by...a doctor...German , and he lives there and it\nwill cost a hundred and twenty five, and I want the job. And she says, well, I can give you\nthe job but some papers you have. I said, well the...I have only the birth certificate. And she\nsaid well, I need a passport. I need food cards...I need lots of...I said listen. Don't worry. In\nten days, in twelve days, I come back and I bring you the cards. I bring you the other papers.\nShe says OK, and she gave me the address and I right away went to...with the street car I\nwent, and I saw right away Jews, you know, wearing the bands who cannot sit and they will\ncome stand up, but I didn't have my band on. Right away I sit. And I came. It was like a...like\na villa, like you see like here like Potomac Mall, the big houses, beautiful houses, and I ring\nthe bell. And the woman didn't come in. Was the manager who let me in. Oh, I came in and\nthe office...beautiful floors where people live. I couldn't believe...I couldn't, you know...L...I\ntry but I cannot cry, so what happened. She says listen. I cannot...in German...said to\nme...and the baby right away sprang to me, right away came to me. I cannot hire you now.\nMy husband went out shooting something, so tomorrow the doctor will be home. You come\nagain, and we'll hire you. So I left again, and I didn't have where to sleep again. So I went on\nthe streets and I passed out the . A lady came out. She was putting water on the flowers. She\nsaid oh, my dear child. You are my daughter's room mate. I said yes. I didn't whose the\ndaughter it was, what her daughter was, and she took me in. She was a professor's wife, with\nthe professor and she took me in. She gave me soup. And she says listen, you can sleep over\ntonight. That's OK...but uh she didn't say how long I can stay. At night the professor had this\ncolleague come over. They had a party or some ...what will be to make all the Jews with the\ntrains and what will be maybe they start witht the Jews and they could finish with us. And I\nam in the next room. I hear it...everything. So the next day the professor's wife goes to work\nand he went to work and she, you know, the...all the beautiful rooms with with beautiful\nthings that I liked so much, so she says right away, Francisca, you know, we can put some\nperoxide on your hair, and she know I go for a job. You look much better. Then my hair was\nlight brown, with a little, and I did it. It was blond. Not too much blond. And I had thick hair\nand I uh, you know, what I took a bath twenty times. And three o'clock I had an appointment\nand I nobody was in the house, so I was my my own, you know, my own self and I close the\ndoor and I took a bath, and so I was. I look in the mirror. I couldn't believe it's me. I couldn't\nbelieve it's me. So...and I must put up a smile on my face. Couldn't be anymore like it was\nbefore. I took off my my handkerchief from from my hair and I just went straight and looked\npeople in the eye. This is the way it is, and this will be a from now on. This is the way it will\nbe. I will look everybody in the eye and say this is and this is. Yes and yes and no and no. I\nwill live, I will live and if not, I will not. But what can I do. I knock three o'clock on the\ndoor, in the...I push the button. The button open himself. The manager came out. Downstairs\nwas working ten Pole, Polish people. a chauffeur and a beautician, everything for this one\ndoctor, and I was...I came in and the doctor, oh gosh...a tall fellow, an SS I man, and he come\nin, all in the boots, all shiny in the morning, you know, all dressed up at three o'clock and he\ncame in in the in the office and I sit and he said uh what kind of paper you have. I said I have\nthe birth certificate and I said my name is Francisca , and he said where is your other papers.\nWell, doctor, I can have papers. I can go in ten days or something. You give me time. I will\ngo for the papers. I'll go home. In the meantime, the the uh woman from the house, Mrs. ,say\nyou stay here, and she right away she showed me the room and this were the day, Christmas\nnight, '42, of '42. Yeah. Christmas night I went down. I kiss again the floor. I cry so much\nand uh she put books, you know, three for the children. She tell me what to do and I think\nlater on I got to...have sit down to eat, a half goose, red cabbage and I ate it but she says you\nknow, Francisca, maybe you you can iron a blouse for my husband. Oh my goodness...I have\nto iron. I couldn't iron. I don't iron. And she came downstairs. She said OK. I have somebody\nto iron. At night was a big party, and I put the baby to sleep and I helped the the Gestapo\nwives the minks, put in the closet and there was . Again, even with Stalingrad...there was a\nStalingrad...they couldn't get from started out, and they knocking on the on the tables. They\nhave discussion and one, I think two o'clock I start...they went home. I start to clean up the\ndining room. I look up. I see Hebrew letters. It was a villa from a doctor, from a Jewish\ndoctor. They put him to...they kill him and took over his villa. So I was with them about two,\nthree months. In Jan...oh my God...oh I make...this night I make hundred dollars from the\nfrom the SS...hundred mark you know, and uh all kind of presents for Christmas, and I got,\nfrom the lady I got a robe and a and I bad beautiful time over there, but I didn't went out too\nmuch and I didn't go out. Then downstairs was the Polish help. I was afraid. I never had to\ndo with the Polish people. I was right away afraid, very much afraid of them. Then after the\ntwo the SS, one night the uh...the the next day the employment office called. The\nemployment office called and said uh send me your nanny. You have help. I need to know\nthe details, the papers. I came to the employment office. In the meantime, the lady what she\ngave me the papers, for she borrowed the papers, my aunt meet in the cafe Mrs. Niederman.\nShe came back from Italy and she had her Christmas and she came the same day. I came\nover from the employment office, look for the papers. I came home. I pack my clothes, and\ndown...I look down. Mrs. Niederman wait for me. I pack my things and Mrs. Diedrich (ph)\nand the doctor didn't say where are you going. I say I go home and pick up my papers. To be\nsure I will come back, they took away my robe, my house shoes. The baby was crying. I\ncouldn't help it, and I went down with this Mrs. Niederman. I came down and we embrace\nagain and we were crying again. This is this lady which she told my aunt in the cafe that so\nthis Jewish girl, I will make a German, and this she did. She uh took me. I went down and\nwe went down with the streetcar and I didn't want sit down. She says you stupid, she says.\nSit down. And was big, you know, uh advertising. No Jew can sit. Nobody from the Jewish\ncan sit, but you know, I was in my...half I was still Jewish. I was thinking even I don't wear\nthe, you know, the Star of David, I am still a Jew and she knew and I said let me...she said\nyou sit down, she says to me in German, so quiet and sit there. Don't stand up, and we went\nand she took me I remember to her apartment. We came to the apartment. It was only for\nGermans, and I was all overwhelming, happy. I didn't know what to do. I was very excited\nand I forgot to roll down the the windows and I...when she went shopping I tried to try on\nher minks, she...everything. Then a soldier knocked on the door. Heil Hitler, he said. Why\ndon't you close the windows. I said, you know, it's bombar...bombs coming in here. So the\nnext day she says you stay here for a while. Then we'll take you to Radom, and she had a big\nposition. She was a secretary to the SS, and she saved, she saved fifty Jew she saved. One\ndentist and took them to Israel, and me.",
        "Q: What was her name?",
        "A: Mrs. Niederman. She was born in Berlin. She had only one daughter and she...her son-in-law\nwas a doctor, and I know everything , but we were talking at night with her. She says you\nknow, Francisca, when the Russian come and I pretend to be Russian, I couldn't do what you\ndo, so she uh took me in. It's a new life for me in Radom. It was the same thing. It was only\nfor Germans, and I was over there...",
        "Q: Please tell us about your relationship between your aunt and this Eleanor Niederman.",
        "A: My aunt met Mrs. Eleanor Niederman in a cafe, in a cafe. She was looking for something to\nsave me and her daughter. My aunt had a daughter too, lives in Germany, so my cousin so\nshe went every day and till she met her and talked to her, and they became friends. She tell\nher about who she has home and hidden and she might do something and I, like I was, had\nthe engineer, you know, downtown hidden too by them, by the couple. But I didn't have any\npapers. I have only my uh...the birth certificate 1s all I had, but she says bring me your photo\nfrom your niece. My aunt brought the photo, and she says from this Jewish girl, I'm a\nGerman. Said don't worry. No other 30 people but my husband in heaven. It it had...it it\nwasn't her husband. I don't know if they marry or not. It was Doppler (ph). So... he did, and\nuh all he knew, how many Jews are taken all to the train. He was the one... he the uh taking\nall the Jews from Radom, from all over, to the train. He's the one.",
        "Q: What is...what is the relationship between the SS Doppler and Mrs. Niederman?",
        "A: Well, I think...I cannot tell what the relation was, and she had a different condominium. He\nhad a different condominium. They were very good friends, but he was the boss and was\nreally divorced.",
        "Q: He was divorced?.",
        "A: Yeah. This I knew.",
        "Q: And they were friends?",
        "A: They were friends, and I don't know Doppler knew who I was, whether I was a Jew or not.\nOr she told him. I don't know. I cannot, you know, tell you. Uh I know...I know only one\nthing...that I was prepared and uh she had one day, you know, at night we was\ntalking...talking this...oh how can I...how can I do the same thing as the other . I never can\ndo, and the Russian came and I could be Russian. I can never do what you do, to me. You do\nmarvelous things she says. Then one day she come up and she says...it was Easter time...she\nsays 2- 3 ? Francisca, they'll taking today all the Jews out from Radom. How could you...you\nknow, you can do nothing, you cannot help them. I know, but this terrible for you. I said I\ndidn't know. You see, I went my way. I didn't read the papers too much. I did what I must do.\nI helped...I to much either, the maid. Do you clean...the Doppler had a Ukrainian maid, but\nwhen the maid went away on vacation, I went over there and helped to clean and...but\nsleeping, I always sleep at Mrs. Niederman's house, uh apartment, and she always used to go\nto the ghetto for uh making dresses in the ghetto in Radom...they still had a ghetto. They\ntook Jews out, but still the ghetto, they keep it. You know why...in the ghetto, they\nalways...the shoemakers, the tailors, and they did all the work for the Germans, so when she\nhad all the time her clothes and so I went -' to the ghetto. When I went one night, Friday\nnight. I came in Friday...oh, I see the candlelight and my goodness, it's...I was...I was upset . I\ncouldn't say nothing from this, you know. I went to the to the cashier to pay the money.\nThen...",
        "Q: How did you get from Lemberg to Radom?",
        "A: I told you how I get...Mrs. Niederman took by truck, at night.",
        "Q: With you...she went with you?",
        "A: With me...she moved too. She got...she was transferred to Radom, in the office. It was in\nRadom, so she was working in Radom.",
        "Q: And she took you with her?",
        "A: She took me with...yeah. And I was over there a couple months.",
        "Q: Working for Doppler?",
        "A: Working for her too.",
        "Q: Her and Doppler?",
        "A: But mostly her. By Doppler I work anly when the maid went on vacation, so at night, some\nnights his friends came in, all SS. I remember I must set the table, and the dog ate the salami.\nI pick up the salami from the floor and, you know, right away I wash it off and give them the\nsalami from the floor and all the, you know, the...been prepared, the delic __, the deicacies.\nThere was . I put them on the on the table for hem eat, and nobody see what I did it. I was in\nthe kitchen, and uh well, the next day he tell me, oh uh down stairs was sitting SS too...was\nan SS house. They say to me, all the SS men tell...oh, Francisca, when you open the door and\ncarry the clothes to the...you make too much noise. We cannot sleep. You know, I went\nclosing the door with the, you know, not quiet, and the whole thing...I'm not a really maid.\nI'm a. I'm not so good what they're , so thank God the the Ukrainian maid cameback. Well, I\ntell you one day I uh...he had this uh his razor blades, his uh...he has electric to cool water, to\nmake hot water, and I put in the milk, and it start to burn and all the kitchen start to burn. Oh\nit was so messy. Don't and you are not Francisca I will yau, but he, later on...",
        "Q: You're talking about when you were working for Doppler, the SS Doppler in Radom?",
        "A: Yes, yes, yes, yes, yes, yes. When the maid...the Ukrainian lady went home on vacation.",
        "Q: Could you begin by saying when I was working for the SS officer Doppler...",
        "A: Oh, when I was working for the SS Doppler, then I started to work, and I start to work in the\nkitchen. I work in the kitchen when this maid was back from vacation. On vacation...she\nwent . She was a good maid. She know how to do everything. I didn't know, so this was the .\nI was two, three weeks and the maid came back and I went back to the Niederman. It was\nonly a block. So in the meantime I went for the Niederman to the ghetto and I picked up\nmy...her clothes, and one day an SS , he said he knew me. I know who you are. - My father\nsold, you know, wheat to your father. I said what? Couldn't be. I'm not this...1n German...and\nI ... said this I'd like to pay. This is Doppler, sent here, Ober fuhrer Doppler here. He said\ncan I you, and I work for him, you know, so right away I went with the with the birth\ncertificate. It was in Latin, and I went to the to the church again. I went to the priest, and I\nsaid please Father, tell me. What this mean in English or German or Polish...what, this\nmean? He said it mean, your father is Polish, born in in Poland, in Lemburg, and your\nmother is born Maria Schmidt (ph)? and your father is George. Your father is George and\nand they are your really parents. That's all this says, and don't be scared, and I run back right\naway to the Niederman. I say Mrs. Niederman, have you , and what's happened to me. She\nsays . Don't be afraid. What's to be afraid? Look in the eyes, and I thought my gosh, he said\nif you will be afraid, how could you live through this war, she tell me. How could you...I\nstart to cry. I said I'm afraid, I'm afraid to go out. You go again. So the next day I go again in\nthe ghetto, then with the She short my bread. In the , she says, I hope, she says, you go to\nAmerica. You tell people what we go through. I said what I tell the people. Who...I'm not,\nyou know, Jewish. I cannot tell 1t, and she said you are not Jewish. No. Then was a\nshoemaker in ghetto. He said, OK he said...I need...I saw . I saw, you know, in Yiddish to\nme. I didn't answer. I didn't talk. I rather took my cleaning and went out. When I went out of\nthe ghetto, I saw a bus standing, beautiful bus, beautiful pictures. The movie was playing. I\nwent in right. I went in , and he , and I looked pictures...Israel...who like to go to Israel, sign\nup, sign up here. Oh, tricky they were. How cleaver they were, so lots of people signed up,\nyoung people, from the ghetto and they took them away to Israel...where they took them\naway...to the death camps. This on the Jewish people. Even when they want to, you know, to\nhide or you want to be in the ghetto...they took a big bus . They go in the...everything was\nreal elegant, and the pictures of Israel, of Jerusalem, of Tiberia (ph), Tel Aviv...everything\nthey had, photos. And who like to go. I see. I saw myself people sign up, young people, to go\nto Israel. What can I do? Can I tell them something? I didn't know myself. I left the bus and\nwent home. On the way home, I saw from the movie theater, . I said...and a anda SS\nman...heil. Hitler, to me. I said Heil Hitler. I said what is wrong here. What's happened, you\nknow, in German. Oh, he said, it's...a a Jewish...somebody...it's for Jewish people in the\nmovie. They caught a Jewish girl, and everybody went out from the movie, and all standing\noutside, and I went with my cleaning and I go up and went, you know...I was walking home\nto Mrs. Niederman. I came home. I just fell apart. I was crying so much. I was afraid. It was\nbad, the left, you know, . Then really really they went on the Jews. They picked them up and\nthis they didn't want nobody to live. They want nobody tell what happened, nobody.\nEverybody was thinking they take every Jews and kill them. It didn't happen, so when I came\nback to Mrs. Niederman, she says oh oh Francisca. You know, you must take a job. I? did, I\nsaid oh...I went to the police. I said I can write in Polish and German. I can help you out\nwhen you need it, so they gave me in the office I I write up pass...passports. I didn't work\nlong and for two, three months and I was afraid. And these people came from the Ukraine,\nand they came here to Radom, and they came on the police, and I was afraid somebody\nwould recognize me. In the meantime in the police, I met a a girl from Black Forest and she\nwas married and her husband born in the United States. He was a prison...in prison and he\nwas working on the on the on the farm. The American soldiers took them in prison on the\nwar, so we became very good friends. Listen, she says, Francisca, you know, I'm taking an\napartment and I want you to go with me. Do you want? I said, yes, I will speak to my best\nfriend where I live now, Mrs. Niederman. I came home. I asked her, and she says my dear,\nbe very, very careful, and if somebody, somebody approaches never never tell where you\nare, who gave you the papers, who , who took you...never. One word...she said don't mention\nit. And she was a secretary in the SS . She was, on one side..she was with them and one side\nshe was with the Jews.",
        "Q: Did your aunt pay Mrs. Niederman any money to help you?",
        "A: I don't think so, you know. I don't think so. I don't know, you know. I don't...maybe she did\nand maybe she didn't...I don't know. Could be. Could be not. I don't know. And then my aunt\nalways prayed, once my only one paper in the family, one , you know, and she will be sure I\nam saved. So I working for the police and I was living with a girl and I had a good time\ntoo...was living in a nice, beautiful apartment, not between the Germans, between\neverybody. Downstairs was a dress shop. Over night the dress shop is not here, and they said\nwhat's happened. And they said well, the Jewish girl had a dress shop. A Jewish girl had a\ndress shop, and the police came, pick her up. She disappeared. She a dress shop and she\ndisappeared, so after a to the police, I say well, I'm looking for another job. I want something\nbetter.",
        "Q: Before we go on, let's...you need to describe more about your experience working for the\npolice....who you worked for...?",
        "A: No. I worked for...I don't remember...the captain or something. I don't remember.",
        "Q: What exactly did you do?",
        "A: I do passports. I assigned passports.",
        "Q: When you talk say I worked for the police...",
        "A: I worked for the police assigning passports, in this office. That's all I did, and I met up a girl,\nGerman Even the pictures, you see, I and the Germans. They were nice friends to me. They\ndidn't know who you are, who I was, but they was uh nice people to me, and uh I didn't work\nlong. The reason I didn't work long...three, four months...the reason I didn't work long 1s\nwhen the people came in from the Ukraine, from all over, and I was afraid somebody would\nrecognize me, so I stopped working. I just did another job. I wanted more money to make. I\ndidn't make too much money. So this was the reason I left the job. I don't remember what the\ncaptain's name was, but he told me I go to Germany and marry a nice German boy. I said\nyes. That's all.",
        "Q: Did he think you were a good worker?",
        "A: Oh yes. Yes, of course. I think is the reason why I got a letter from Hitler.",
        "Q: Tell us about that.",
        "A: The end...I finished this job. I went on another job, to...for...] worked for a for a company\nlike a , only for Germans, and in the meantime Mrs. Niederman came back again and she\ntold me she will make uh do application for me to be German. Yeah. I must...a German...I\nmust be German, to go to Germany. She want me to Germany and the Russian was\nbeginning '43 and the Russian was coming. She was afraid, and those the reasons I was\nworking later on in two firms. was a Vienna firm, and I was working. I was there uh . And\none day the manager saw me in cafe eating lunch. He said I think you are Jewish, look\nJewish. And what I did, when he told me this, can you imagine how I feel. I couldn't eat. I\ncouldn't sleep at night, and uh I lived already by myself. I couldn't tell Mrs. Niederman. I\ncouldn't run to her every minute, so what I did I went home and I told the manager to give\nme another job, and they had another job in down under the , like suburbia, and I took this\njob, with seventy people and nobody bothered me. Nobody . I was there. I was working and\nin the meantime I...I don't know what's happened. I didn't fight with my roommate. I think...I\nwent on my own and I took a a room for myself in a basement. It was near to my job, and I\ntook a room in a basement and I...beautiful but a nice room and I always see outside. I\nlooking outside one day when three boys going by, and the police are taking them and they\nsaid we are not Jewish. We are not guilty of crime. We are not Jews. And they say, well,\nwith me...you know, in German...and they crying so much, you know, and I was looking. I\nhear everything, but I couldn't do nothing about it. So one day the the manager of the\napartment told me, you know, Francisca, in the older apartments, a blond Jewish girl lived,\nand she goes with an SS man.",
        "Q: With an SS man?",
        "A: With an SS man, yes. come every night. I say I don't see it, you know. I didn't, you know,\npay attention. This Jewish girl married the SS man, went to Hanover, and she was\nrecognized and she got killed. That's all. They took her away from him, right away, and\nprobably they killed the SS man too.",
        "Q: When you worked in the uh police office, besides the fact you were concerned about people\ncoming through, did you have any uncomfortable experiences?",
        "A: No. I didn't see nothing from the Germans. The police had only, you know, passports, traffic\ntickets...no, no, no, no. It was a different...it was different from the SS...they had\ndifferent...they didn't have...",
        "Q: The police...",
        "A: Yeah. The police from the from the state, from this Radom, from the State of Radom.",
        "Q: Now could you tell us about the letter from Hitler?",
        "A: Yes. 1943 before everybody went, you know, uh the Russians came near to Poland, and the\nNiederman wants me...Mrs. Niederman wants me not to be, you know, here between here in\nin y Radom and the Russians, so she said you will be a German citizen, so she make\napplication. I don't know where she made application, and in the meantime it was late\nAugust 1943, I got a letter in the mail from Hitler from Berlin, signed. Through my behaving\nhow I worked, in the PX, you know, for the Germans, in this store and this store, you are\nhonor...you get honor...great honor me to say thank you. And signed Adolph Hitler, himself.\nI came home. I showed this to Mrs. Niederman. We were laughing, ah ah...I tell you, we\nwere laughing so hard. See...see...you get somewhere, she told me. So when I got this letter, I\nput it away. I said oh, someday I'll show this to people. So I put 1t away. And...",
        "Q: Could you just please repeat about the letter from Hitler, with the date when it was sent and\nexactly what it said?",
        "A: It was 19...1t was 1943. The month...I don't...August or...I didn't even have my paper, my\nGerman papers yet. I wasn't Commission yet.",
        "Q: But you say in August 19...",
        "A: In August 1943, I got a letter from Berlin, air mail...Francisca . or something where I lived,\nand a letter...through your behavior, through your hard work, you're an honest orphan, and\nall the orphans will be transferred to Germany, so this is the way I got the papers, after I got\nmy papers...and thank you very much. Adolph Hitler. That's all. It was was a short letter.\nThere was not or something, a short letter. And I kept the letter. I kept it, with my papers, all\nthe papers, so when I got the letter, I showed Mrs. Niederman. She was very proud of me,\nand uh she start to coming to school at night too, to learn stenography, but I didn't went too\nlong and it was six weeks, when the girls that was there start talking about the Jewish people,\nthey caught this girl and they caught this girl... was afraid. I said Mrs. Niederman, I cannot\ngo on. I don't...I don't want to learn stenography. I had typing...I don't want to learn. I'm\nafraid, so in the meantime one Sunday I had the papers, everything together, so...and uh I\nwas Ober furher Oppler...Doppler told me, Francisca, tell me ? what your grandfather's\nname, and what your grandmother's name, and I'm thinking. In the meantime Mrs.\nNiederman had a robe that or sex...oh, Lou, do you remember what your grandfather... .how\ncan she remember? She's a young girl. See. Oh, she was...she was terrific, and he sign all the\npapers. And they say Ober furher Doppler, the big SS man, so I got a stack of paper later on\nto go to the Commission to be a German. It was late August. Mrs. Niederman go again to\nItaly with Doppler, to Italy...they all traveled to Italy all the time...and she tell me, listen,\nwhen they caught you, I can you only bring you flowers on your grave. Remember. Don't\ngive no names. Remember, once for all, and she kissed me goodbye and she left. I was on\nmy own. Oh gosh, on the days I was fine. At night, lying praying, praying to God...please\nhelp me. Please help me, God. What will be when they recognize me, the doctors recognize\nme with the Commission. I don't know what they do. So...in the meantime a lady who\ncleaned the floors in the apartment where I was living, said Francisca, you know, I take you\nto the chapel where the king performed before he went to war. I said please...1t was Sunday\nmorning. It was three hours to walk. It was beautiful, tall and the day before I went to the\nCommission, I went to the chapel. I say, lay some, throw something...I don't remember...uh\nyou stay out, I said to her. I'll go myself. And I start to cry, and I thought you must help me.\nYou was running too. You was a Jew sometime too, and you was running. Please, please\nhelp me. I must go tomorrow for a big test. And I went home. At night I didn't sleep all night.\nI think my God, how can I see nine doctors. What will they do to me? I don't know what they\nwill do to me. So mine name is...I went nine o'clock, and they kept me till five. And my\nname is W. I was the last one. I came in the office, a horseshoe, like a horseshoe. Nine\ndoctors, and everybody saying what's your mother's name, what's your father's name, again\nand again and again and again. And I tell them. And later on they tell me to take off my\nclothes, measure my nose, measure my hips...I don't know what they do...measure my arms,\nand they took blood from this ear, and there later they said that I have ninety percent German\nblood and ten percent Polish. I'm really German. After all the paper Niederman was now\nlaughing. You see. So I left the office at night. The nine doctors, when I left...I left myself\nout and was so happy...tell me, are you . I said no. Well, well...and run away. Didn't talk to\nhim. was a doctor too. I didn't stand up. I didn't say anything. I didn't talk to him. I just ran\nout from the Commission, went home. You can imagine...I felt so much . I was so happy. I\nwas to go to Germany. Nobody will knw me. In Germany, nobody will know me in\nGermany. I was so happy. I didn't sleep again all night, and I was thanking God. I said thank\nGod for what you did for me. Only you can help me. Only I have in you a friend. I talked to\nhim. I but I talked all night. I was overwhelming that everything went as smoothly. In two,\nthree days, Mrs. Niederman came from vacation, and she said no, you will pack, my dear. I\nsaid what? You are going to Germany. But you will wait a while till all the papers come, out,\nso a couple of weeks and all the papers come in, and uh I went with my roommate. I met her.\nShe told me she'd take me to Black Forest, my roommate. She was still my roommate. I still\ntalk to her, to telephone. I still see her all the time. Even I was...I lived separate. I still saw\nher, so she says...from different always promise me, my husband 1s not home. He is in\nGer...in the United States, of all things, so you stay with me. I have a room and my in-laws\nthere. No man is there. You have a nice time. She lived too in the forest...a villa. It was\nbeautiful. So we went to Berlin, trip to Berlin. In the...in the train, they're looking for\npassports, passports ...you know, the SS...looking. They go to me and look at the papers. Heil\nHitler, heil Hitler to me, and they all salute me. Can you 7 imagine that they they salute me,\nand uh thank you very much. everything, and they didn't know what to do with me. Sit down\nhere. Please sit down here. They didn't know...I don't know....this was all young people, and I\nwas sitting with the girlfriend and Mrs. Niederman, I didn't Mrs. Niederman. I kiss her\ngoodbye and I was crying. I hope...I hope we can see each other again, I told her. So when I\ncame to Black Forest, I came to her house. two days from Berlin. But a lady was working in\nthe police too...she kept me two days too. I make lots of friends...all older people, no young\npeople. An old lady...maybe sixty-five then, has no family , but I like her.",
        "Q: Why not younger people?",
        "A: Younger people...these younger people, younger people tell me where you live, what you\ndid, where you went to school, from where are you, which city, and your accent, it is Polish\nor something. I don't like...and they always uh you know, needle me about there the proper\nJewish...they don't know I'm Jewish...but all the time they talk about Jewish people, and I\ndon't want it. Only older people...with older people I have peace and quiet. So when I uh\nwhen I...after two days in Berlin, I went to , a small town in the Black Forest, beautiful,\npeaceful. I went skiing all over, all over, and the mother-in-law liked me too and the sister\nliked me too. All , so I went shopping and | the start telling me I had a son and you will\nmarry him when he come back from the...I said of course I will marry him. I promised\neverybody, everything I promise. So I was staying there I think two months 1944 and there\nwas Nazis, and they heard...",
        "Q: Which...where were you? What town were you 1n?",
        "A: Friedsi (ph)...",
        "Q: Which is near...?",
        "A: Near , near Stuttgart, on top of Stuttgart.",
        "Q: Could you just begin by saying I was staying in the Black Forest with the family, the name\nof the family...",
        "A: I was staying with Mrs. ...",
        "Q: Could you ?",
        "A: You know, in the Black Forest, and took me over there home to her house. I was staying\nover there two months or three months. After the good time skiing and have a good time, so I\nsaid well, this will not be . I don't want to stay and do nothing, so I went...I took a train three\nhours. I went to Schramberg. It was...1t was not far from Switzerland, and is a town where\nthey make watches and , so first I went...",
        "Q: Were you by yourself?",
        "A: By myself. I don't need nobody. On the train and at night I went home. I went to to sleep. I\ndidn't have no room yet. I didn't look right away. I just took a train and I start to learn myself\nfrom the watches, and do something...for the watches in the airplane, you know, the watches,\nthe . So you see the watches in an airplane, the big watches, the clock, yeah...and I was\nlearning to fill in. Normally to fill in with light light color, light color, so must be very\ncareful all the letters...one, two, three...very, very carefully. In the meantime I see in the\npaper six looking for a girl to help her. Thought well, I may be between them. I will take a\njob there. So I went to...back to took my clothes and went for interview and when I came to\ninterview, right away they hire me. I had one year chemistry in school but the Russians...the\nRussians had very good schools, so I was thinking maybe I can do something for them. And\nthey were gemologists, so...and when I got hired I went to look for a room. So on the same\ncity I went for a room. I came. I look in the paper. It's a room for rent and I came to the\nlady...a beautiful street, beautiful, very nice. She says listen. I have a room. I have my son's\nroom. My husband goes home every...every week he's coming home...weekend. And he's a .\nHe works for the postal. He's a CPA in a factory job. I can only take in girls who behave\nthemselves. I had before a girl and she wasn't so nice. Dates, and they were drinking. She\ndidn't want this. I said no, Mrs. Effinger (ph)..Effinger. I will be nice and I will be good. I\ntook my clothes, took everything and she gave me the son's room, and he was nine years old,\nand the girl fifteen. The girl was in the next room, and I was in the son's...son's room. But\nwhen I came in, the son right away recognized my accent. He said you are Polish...Polish\naccent. He was laughing. My German, he said... . And he right away tell me\nwhat...everything he tried to teach me to religion, the German religion. This is the madonna,\nand this is Christ. He tried to teach me, so right away he know I got very good...you know,\nwith him, the boy and with the girl, in very good terms, and the next morning I went on the\njob. I was working. I was I didn't do too good. When I worked the girl did, one girl did, I did\nthe same thing. She measured the stone. I measured. She weighed the stone. I weighed the\nstone. I and I got nice money from...three hundred dollars a month or something they gave\nme. I came...after six weeks the manager called me in. The says you know, Francisca, we'd\nlike to keep you, but you are not a gemologist...(laughter) and they fire me. Not they fire me\nbut say they can't keep me. So I went again home to the room...I had a room...and across\nfrom my room was the sister-in-law, the...Mrs. Effinger's sister-in-law. A lady for seventy-\nfive years. You know, I'm only with older people, so every night I was sitting with her and\nshe showed me her...she went to Rome to see the Pope and I always sitting with her. I didn't\nhave no place. I. I went out. Not ...time to go. So Mrs. Effinger told me, you know,\nFrancisca, don't go with the Germans. They're nothing. Don't go with this . They're nothing.\nSo that's how it is. The next day I think I will look for a job. Then I was...I was looking for\nthe uh Swiss . I went over there and I make application. They hire me right away. We came\ndown. I was working half days and working half day, and they tell me, oh, you shouldn't\nwork here, the manager tell me. You should work upstairs in the office. So they took me in\nthe office ..clean, nice. Downstairs it was...store was very downstairs. Gypsy was working\nand was working for all the Polish people, and I was very...very much afraid of Polish\npeople, very much. And they start to talk to me and tell me again and again and again and I\nwas , SO I was only trying German, only German on the . So I uh...they hire me. I went later\nafter they hire me, I went back to. I took my old clothes and went back to Schramberg. In my\nroom I put my clothes. Oh...the bed was heaven. I saw heaven on it. From this day, I saw\nheaven. It was so beautiful...and I tell Mrs.Effinger, I'd like to help you. No, no, no, you don't\nneed. One thing I want you to do, to go with me every to the church. And I did. One day-in\nthe church, I'm sitting in the fifth row. The...everybody go to communion. I go to\ncommunion too. It was not nice and they and they start to give the piece I don't know...the\npiece of the communion...",
        "Q: The wafer.",
        "A: The wafer...and when Mrs. Effinger say swallow it. I didn't know what to do with it.\nSwallow. Swallow. She pushed me. And I think this time I think she recognized who I am. I\ndon't know if she knows it or she didn't know. I think she knew...and I swallowed it. And the\nwhole town knew what happened, so when I was came to work and all start to say,\nFrancisca, what's happened at church today. Oh, I say...what's happened. What's happened.\nThe priest had a, you know, a sermon. It was honor mother and father. I cried so much I\ncouldn't forget it. I didn't tell the story about the...so after I cry in the church, after this , the\nnun came down from the Catholic and took me upstairs, took me upstairs and tell me and try\nto...she took off her habit habit and try... she said. I don't know what she was. I don't know\nwho she was. y And she was crying so much, said you think I had a good...I go to heaven all\nthe time. Now to God. You put up girl. And for this I start to cry. I went down and the next\nday they had Christmas again for and they say each girl must sing Christmas song from their\ncountry. Can you imagine, each orphan. I was pray , singing I don't know...I don't\nremember...the the Polish...uh the Christmas song...I don't remember, and anyway when I\nwas gave something to girls from France and the girl from Czechoslovakia and the girl from\nPoland and come now Francisca, you...I start to think I don't know from where, and I start to\nsing . And they all clapped and next thing was a Polish girl...how can you forget? How can\nyou not think tonight? How can you forget the words? said I sing the words, and I left her. I\nnever was friends with her, never was friends with her. I was never friends with her, and she\ntell me this. I didn't sing proper the words. The nun didn't say nothing, but she did..the Polish\n, on Germany, on any place. They want this to be death of the Jewish people, that's all, only\nPolish. But not the Poles. More people will be safe, and the Germans didn't know that or our\nhome is Christian or Jew, so when I went home",
        "Q: Was this a group of orphans, you said?",
        "A: It wasn't a group of orphans. or something like this. At Christmas night they gave us a nice,\nyou know, like a dinner and they tell us each uh each orphan must sing a , you & know, a\nsong, and I was almost crying that the the priest saw I was out a mother and father. I was\ncrying, of course, you know...I was crying and already bothered with thinking what's\nhappened to me. All of a sudden, I had a handkerchief and crying, and the what's happened\nto you, but after the party was, I went home, and then I was working till April '45 and uh it\nwas April 20th. You know, it's Hitler's birthday, and all was hidden and uh you know, hiding\nplace and all, the ...you know why...when the bombs came in from France, the French army\ntook over and we were not far from the French uh you know, border, you know. And oh, I\ndidn't pretend and the priest tell to me, Francisca, the war it will to end. You time for you\nwhen you marry a Christian soldier, a Christian boy, and settle down in Germany and raise a\nnice German family. I said yes father. And that's all. I didn't see the father any more, and I\nwas back to my, you know, to Mrs. Effinger's house. It was two, three months till I became\nJewish again. Everybody goes home and I think...and I was tell them where I'm going. You\ngo home Francisca? I said yes, yes, yes. I will go home. Polish girl. I'm sitting on a bench in\ndown town with, you know, thinking what to do, and two Polish girl tell me, you know, this\nlady's a Jew. Or this lady. At night I said it's , and she took me to her plays, and you know,\nthe dialogue, it was not definitely till after the war. She played the piano and she again, . I\nwill meet a God-fearing man and I will go with , have two children, and will be very happy,\nand uh the next day I...here she comes, you know. And from two girls, I said Jewish. They\nsay yes. I say what. From . Was two girls, Helena and . One from Krackow and one from\nWarsaw. But they were very, very, you know, even more more from the...I'm a small town\ngirl. I didn't do the things that they do. Party, take their clothes...I didn't do this. Very wild\nparties. I didn't do this. They could go to German home and take...I didn't do this. So I was\nwith them together, and one girl says Francisca,Fani, you go with me. They call me\nFrancisca. I don't know...you go with us to Paris. I have a sister. She's a doctor and the sister\nwrote I can bring three girls, so and Helena and Francisca. I said you know I don't know why\nI didn't. I said you know, I will stay here for a while. I don't go to Paris. It was after the war\nalready. So the the older lady said, you know, I hear in lots of Jewish boy came in from the\nfrom the camps, from the concentration camps. I didn't know even a Jewish boy lived. I\ndidn't know it. So I took a train, the next day, with her. We went...four hours, five hours...we\nwent to . Beautiful city, not far from the border of Switzerland, and we came over there.\nOver there was a Jewish community. I didn't know it. There was everything, and I sleep in\nthe again. I didn't know...paper, no...and we both sleep in the, in the church.",
        "Q: In the church.",
        "A: Yeah. In the Catholic church. The next day we came in. Oh my goodness, this 1s from\nKrackow. This is...oh they make parties in the community center, and uh you know, it was\nvery, very happy all together, but I left all my clothes still in uh Schramberg by Effinger's. So\nthe next day, they...I'm thinking what to do with the lady. She said we'll go again. I came\nagain to the Jewish community center. I met...in a hotel I met my husband. I went over there\nfor a coffee, and I see guys, and one was my husband. And he arrived at this hotel and he\nsaid uh what I've been through, everything, he says you know, he said, you go to\nSchramberg, pick up your clothes, and come here and we'll decide...I think we will marry. I\nsaid oh God, how can you say this? I must make up my mind. I was...I didn't know what to\ndo, or to go to Italy with this lady, or to go to, to stay in with him. I don't know what to do.\nAfter three weeks I went home. I should tell Mrs. Effinger...Francisca, where you been? I\nsaid well, I've been...I've been in and I think I move to I didn't tell her nothing. And she...I\npacked my clothes. Oh, I was crying and crying, was crying. And when I moved, I was\nthinking I will stay all the time and move, you know, in Schramberg, but that's the story. I\nwent over there and I uh worked over there uh a couple days with the lady. We went home\nand I came to Schramberg. I pack my clothes and I went back to uh to . I came to and\neveryday I came to the girls. There was meetings and talking we'll go over there. We'll go\nover to Italy. We'll go over...didn't know where to go. they had a very nice was a French\nrabbi, and my husband said to , he said we can't go on like this. And he said do you have\nyour papers. I said no. So then the rabbi said to me, now everybody want to be Jewish. So\nyou girls better . I said rabbi, I'm Jewish, you know, in German. He was a French rabbi. He\nsaid OK, but he said you're . You are Jewish. He said come with me in the center yard and I\nopened the , open up, and the rabbi wanted to hear...two words was enough for him, and OK,\nyou're Jewish. And Rabbi the papers and uh born there and there, and my father's name, my\nmother's name everything, and I was there still with my husband. Then I went to , and say\ngoodbye to my what I lived for thank you very much, and tell , you know , I'm Jewish. She\nsaid you're a Jew, but I'm a. You had good for the Germans, and now you will be Jewish. I\nsaid this is the way it is my dear. And goodbye. She was nice and she was not It also had\nnothing to do with her. With the Effinger people I had a very good something with them.\nThe parents passed away but the children, the daughter comes every year, visits me, and her\nhusband 1s a doctor. He works for NIH . last year he was in Israel and she writes me nice\nletters, and later on we all, the five of us, will go to Bergen-Belsen, you know, and take the\nvows and the story again. The rabbi...I'm not Jewish again. . I went through the ritual,\neverything, and you the Jewish hotel I got married, in Bergen-Belsen, in 1946, December the\nIst.",
        "Q: You got married?",
        "A: Yes. In Bergen-Belsen.",
        "Q: Why did you get married here?",
        "A: Where? Here?",
        "Q: No, in Bergen-Belsen.",
        "A: Why. They...I don't know. It was...my husband would travel all the time to Bergen-Belsen,\nyou know. He was in too, so he knew some friends over in Germany, so we decided it was\nover there lots lots of Jewish people and was there to uh make the wedding, but my aunt\nborrowed me her...from . I was . I sent to . After this, I...we lived in Belgium and my\nhusband find some in Belgium. He travel a lot and later on we decide in the fifties to come to\nthe States. It's enough around to travel. In 1943 we're married, and the rabbi in Bergen-\nBelsen didn't want to give me anyway the from, you know, Jewish wedding. I must say\nagain, show the papers and everything, and this was the story.",
        "Q: And you came to the United States when?",
        "A: In 1950, 1950.",
        "Q: And did you adjust to life in America, in Cleveland?",
        "A: At the beginning it was very hard for me. I was lonely, very hard. I was thinking all the time,\nabout Europe, about home. Very hard...very hard, had a hard time, very hard time, but uh\nlater the Jewish...the Jewish gave me a room and a lady...she was from but she was staying\nhere in the , and uh I was living with them and later on we went on, you know, on our own.\nand later we lived in Arlington, Virginia, and later Virginia, and my...Linda was born and my\nhusband didn't want, you know, to go to school in Virginia. We were afraid not too many\nJewish people. We went to Maryland. We looked around. We settled down in Bethesda.",
        "Q: Is there anything else you wish to add?",
        "A: I wish there had...I don't know why, why we were persecuted. I don't know why. I'm\nthinking at night sometimes. I don't know why till today. We are a nice people. We pay our\ntaxes. We was happy. We did our duty, and my daddy was a good man. He'll end up...I don't\nknow even where he is. My mother, I don't know where she is. What can I say. I'm thinking\nwhat's happened to them, and my sister and my uncle...beautiful people, intelligent\npeople...didn't do nothing to nobody...was good citizens. I don't know...we lived our own\nlives. We did our duty. go to school. I can't understand it today...why? Why us? Why? The\nor something. My gosh...I wish...we all became Christians, that's all. We . Big trouble, and\nall the time, all the time, and you know, the Jew is very intelligent. The Jew likes to learn.\njealousy. For a Jewish mother, it's .. She everything for the children, and what's happened?\nShe didn't see nothing, come in, and she said, she never dreamed the children would be . She\nsaid all the time she didn't want the children go to America, someplace else. She didn't want\nphotographs of the world. She want her children here, in Poland. There was fifty thou...fifty\nthousand Christians, and two thousand Jews. We didn't do nothing to them Nothing. They\ndid to us. Lots of things are...they took my cousin in a in a sack and put him in, . Can you\nimagine how a live person put in a sack and throw them in the river. My goodness. Yes, this\nhappened. . Yes. This is my story, end to my story. A girl from a small town...I didn't do\nnobody harm. I learned with the school. I helped . I was a bright little girl. Everything I did.\nAnd later on, But on the room was standing some...on the when they took her, she cried. She\nsaid you tell your mother they start with the Jewish...they they will pick us up later. Some\nChristians cried. They took us on the . And some not. people was yelling . There was good\nGerman too. Mrs. Effinger, Mrs.Niederman, and already on the other world. They was nice\npeople. They all helped. Beautiful people on the train. boys, young, of the future, all college\nboys. he did everything for for for the people. He used to go to farms. He was doctor in our\ntown. what they did to him. Put him in the train, like a cattle, with two children... ...he had a\nbeautiful wife. He would not go to the Christian. . It happened in our town.",
        "Q: Thank you very much.",
        "A: You're welcomed .\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Could you begin by telling us your name?",
        "Q: And where were you born?",
        "Q: And where is that near?",
        "Q: Wait...wait. OK. Fani, we're going to start again, and we're...I'd like you to mention your full\nname with your married name, with the Ross...OK. Please tell us your full name.",
        "Q: And when were you born and where were you born?",
        "Q: And tell us a little bit about your family life before the war.",
        "Q: And you took the bus back to your home town?",
        "Q: Then what happened?",
        "Q: Could you explain a little more bit more about the card that you were talking about.",
        "Q: Your own identity card?",
        "Q: Oh...a cart, a wooden.",
        "Q: Oh...she's...oh...she's a fortune teller looking at your...",
        "Q: A kerchief?",
        "Q: What was her name?",
        "Q: Please tell us about your relationship between your aunt and this Eleanor Niederman.",
        "Q: What is...what is the relationship between the SS Doppler and Mrs. Niederman?",
        "Q: He was divorced?.",
        "Q: And they were friends?",
        "Q: How did you get from Lemberg to Radom?",
        "Q: With you...she went with you?",
        "Q: And she took you with her?",
        "Q: Working for Doppler?",
        "Q: Her and Doppler?",
        "Q: You're talking about when you were working for Doppler, the SS Doppler in Radom?",
        "Q: Could you begin by saying when I was working for the SS officer Doppler...",
        "Q: Did your aunt pay Mrs. Niederman any money to help you?",
        "Q: Before we go on, let's...you need to describe more about your experience working for the\npolice....who you worked for...?",
        "Q: What exactly did you do?",
        "Q: When you talk say I worked for the police...",
        "Q: Did he think you were a good worker?",
        "Q: Tell us about that.",
        "Q: With an SS man?",
        "Q: When you worked in the uh police office, besides the fact you were concerned about people\ncoming through, did you have any uncomfortable experiences?",
        "Q: The police...",
        "Q: Now could you tell us about the letter from Hitler?",
        "Q: Could you just please repeat about the letter from Hitler, with the date when it was sent and\nexactly what it said?",
        "Q: But you say in August 19...",
        "Q: Why not younger people?",
        "Q: Which...where were you? What town were you 1n?",
        "Q: Which is near...?",
        "Q: Could you just begin by saying I was staying in the Black Forest with the family, the name\nof the family...",
        "Q: Could you ?",
        "Q: Were you by yourself?",
        "Q: The wafer.",
        "Q: Was this a group of orphans, you said?",
        "Q: In the church.",
        "Q: You got married?",
        "Q: Why did you get married here?",
        "Q: No, in Bergen-Belsen.",
        "Q: And you came to the United States when?",
        "Q: And did you adjust to life in America, in Cleveland?",
        "Q: Is there anything else you wish to add?",
        "Q: Thank you very much."
    ],
    "answers": [
        "A: My name 1s Fani Birnberg, born 1-10-1922, first October 1922.",
        "A: In Gwozdziec.",
        "A: Near and Stanislawow (ph). And not far from",
        "A: My full name is Fani Birnberg Ross.",
        "A: 1922 in Gwozdziec, near , and not far from .",
        "A: We were a family of farmers. The whole street was a family, living...grandfather and the\ncousins all together in one place, and my father had two girls. My father was Josef and my\nmother's name was Frieda, born Greenberg. And uh he was a farmer and a businessman. I\nwent to the public school. After the public school I went to the Hebrew school. The public\nschool were from nine till three and the rest I went to Hebrew school. I came home every\ntime five o'clock home, and uh it was a happy life. I belonged to . I went on trips and trips\nand uh I had a good life. 1939 the Russian came in, end of 1939. In the beginning they start\nto taking the young girls to work, with the bosses to work digging ditches. So I went two\ndays. Three days I came home. I washed myself up and my mother said oh my poor hands.\nYou better go stop this digging and go to school again, so I left Gwozdziec and I went to . It\nwas ten hours from Gwozdziec via the train. I went to . I was lucky. I had...in I had my uncle\nand aunt from Germany, and they settled down on 10 in . The next day I went to the school, ,\nwent to the office and had my examination, and there right away I had very good...my exam\nwas very good from everything...geography, literature, history, everything, and uh the\ndirector from the school said you are hired to be 1n school and you will get . You will get\nroom and board...doesn't cost you nothing. And every month I got fifty rubles. Weekends I\nwent to my uncle and aunt to learn how to set the tables and how to clean. And I...I was a\nhappy life too. I was very happy. Went to the movies and I went...I studied hard and I didn't\nknew Russia, so they gave me papers, newspapers to read, and I read newspapers and this\nwhen I learned Russian, and uh it was a...the professor told my mother it's a big and I will be\n. | would come home and learn the farmers how to...teach the farmers how to put the seeds in\nthe ground, which seeds and what time. So when the...when all...then the German came, end\nof '40, 1940-41 the German came, 1941. The German came, though I still went to school. It\nwas a couple weeks...later on, the school was closed. I went back to my aunt and uncle. They\nhad only one daughter too, and I was having a good time too, with another beginning what\nthe what the German will do. And one night the the German came in, the SS and said\ntomorrow I want you to go to work, and we didn't know ...all the girls go to work on the\nstreet, so we said the next day I uh...that was and went to work. A truck came and picked us\nup, all the street, from the lumber camp, from in . I went and they took us to the to the\nWehrmacht where the Russians left. It was dirty everything and ...wash it out, wash it. I\ndidn't wash it. I was looking. The captain came in. He said he If? lost a button. He's looking\nfor a button. I said I can find you a button, so I went from door to door to look for a\nbutton...from office to office...where is the button, till four o'clock and I came...the parlor\nwas clean already. So four o'clock uh five...later on, an hour I came to the window and five\no'clock they took me back home. Took me back home to my aunt and uncle's house, said I\nwasn't going to camp. And I was working for six seven weeks. And I was thinking well\nmaybe I'll go home. And was no trains then. Then one day I was listening to the radio and\nsomebody tell on the radio that the bus is going, so I took a bus. I could go to Russia too with\nthe soldiers, but I didn't want it. I want to go to my parents. I took a bus...maybe ten...eight to\nten hours and I went home. I came home. Was not Ghetto. No, the Ghetto wasn't but the\nGerman was in already. Were the Jewish already and they was talking about the Ghetto. We\ndidn't know what Ghetto means. And we lived between Christian people...1t was all together\nbefore. I had Christian friends. I had Christian students. We went together and uh everything\nwas normal. My father paid the taxes and uh he buy a piece of land and worked very hard. I\ndidn't know what happened. Then he stopped working. But the Russians...you couldn't work\neither, and he was uh a rich man by the Russians so he can work. so...",
        "A: Back to my home town. But but the Russia lie too, and so I...my father was a wood cutter,\nnot a farmer, so anyway I went home. I went home. I came home. Oh my mother was crying,\nkissing me. They said she don't understand why I came home. It's all old people. All the\nyoung people are running away, to Russia. Some of them went to Romania. They want to,\nyou know, save themselves, but I said well, I came home. I was home about two, three\nweeks. Happy go-lucky. I put my uh hair in the curls. I was like a really teenager. Was very\nhappy home. I knew all the people so we all...we were thinking that the Germans would be\nthe same as Russia. They will let us work and do, you know, do...let us live, so what's\nhappen when the Germans...one day they came to the community center and said we\ndo...everybody go to the Ghetto. All the people. All the Jewish people and register to the\nGhetto. We were lucky. Our house was standing 1n the Ghetto, so we didn't have to move, so\nall our family who lived scattered around the town, moved into our house. There was\neighteen people in that bungalow of three rooms and one kitchen. No...the room was two,\nthree and two. In Europe, you know, when you have two children, three rooms had one\ndaughter and three of the other daughters, so later on they all leave. My father's two children\nmarry and all together. This was his plan. Well, the Ghetto opened up...further they they put\nwooden...with wood they hammer the windows in the front. We couldn't go in the front.\nOnly in the back. School was out. Shopping in the store were from...were from ten to twelve,\nonly shopping, what we needed and we were lucky. My mother had...we had, you know,\ncorn and beet and potatoes, everything at home, so later on I...one day I was cleaning. It was\nmy time to clean. Then every week somebody else cleaned, and this were my week to clean.\nI was cleaning and then I hear some shots outside. I didn't know what. We came out. It was\nday time. They kill hundred and fifty people. Who was on the street they killed. Who was\nrunning...who was...they all killed. How many It was May the 3rd. I remember very much.\nSo the next day everybody must help to clear out the dead, on the street. But my father and\nmy, you know, the cousins, the men...in the house was nine men...and all of them uh picked\nthem up 1n the streets. In the Jewish religion when you don't uh die of natural causes, you are\nnot buried in the cemetery. You are buried in the in the side of the cemetery, so they make a\nbig hole, a very big hole. There was a hundred and fifty people together in that hole. We\nwent home. It was terrible. The night was beautiful, and I said God, where are you? I was\nthinking and looking up...I said oh God. What nice living could be. Why aren't. I couldn't\nunderstand why...why. We did nothing wrong. We went our way. We were good citizens.\nWe don't know why. Anyway, then was talking there will be aktion again because they were\nafraid, the people. The the men, the nine men start to dig a hole in the uh...not in the living\nroom...in the bedroom, a hole. A big hole under the bed, so we can go in hiding under the\nbed. They finished the hole. Later on we saw our uh wood was...the the floor was the rest\npainted, so the paint came out and we was afraid maybe the German would see. Ah... the\nJuden. the Jew. Then they decided they will go in the store where the chicken koop, under\nthe chicken koop. They open a big hole and they put the chicken, you know, on the big hole.\nThey they cover up the hole with straw, nothing else, and they figure out. It was two o'clock\nat night they did this. Two o'clock. They carried the the the, you know, the sand and the the\ndirt all on the back yard, and they were for nothing. And we'll cover our back in the bedroom\nand we went again in the stall. In the stall we went...1t was on a Tuesday...I remember very\nwell...all of a sudden they say the German are here. The German are here. And we didn't\nknow what's happen. We right away went. The front door opened. My father was. The front\ndoor opened and the back door opened, so the Germans would know we are not here. We\nrun away. So we spent from nine o'clock till five o'clock in the in the dark and one neighbor's\ndaughter came. It was too late to take them in and she was...didn't...couldn't go into hiding. It\nwas too late. We closed the the the hiding place, so she got killed from the from the from the\nGermans. It was under...1n the house...she got... she was hiding in the door. She was thirty\nyears old. They kill her on the spot. So five o'clock we go out. I was crying, Mother, I lost\nmy bracelet. I lost my bracelet. She said oh my child, my child. You'll have lots of bracelets\nin your life. And she said to me, I remember, you know, Fani, remember, she said, that you\nlived. Tell all the people what we went through. Tell everything. So we came out from the\nfrom the hiding place. Oh gosh...no drapes, no dishes to cook. Nothing. Everything was\ntaken. The neighbors came in, the Christian neighbors came in, took everything. Our whole\nworld...there's nothing. But, you know, life must go on. Was on a Saturday, Wednesday,\nWednesday, Thursday, Friday, again vandalizing and again the Sabbath keeping and again\nthe religious...they stick their religion to death. So the ten days passed again, after the aktion.\nIt was . It was night. And uh the after this we went to the store and we bought something\nfrom them, you know, and...you know, no schooling, nothing. We couldn't do nothing. So\nafter the the the aktion, 5 the hiding place, we came out. Was rumors again. Was no papers.\nNo radio. We didn't know about nothing, but rumors again say we must...somebody told we\nmust leave in ten minutes our houses. We will go to the bigger ghetto in Kolmyja (ph). But it\nwas a rumor. We didn't believe it. , you know. I didn't believe it. Maybe God will give us\nwho stay here and we go through the war, maybe...maybe. So one Fniday night, we're sitting\nat the table. Rumor...the Gestapo is here. So again the round hiding place, not in the same\nplace. My uncle next door had a ice factory, like an ice...he delivered ice to the people...ice\ncream or something. And we went 1n the ice cellar, in the cellar, and we stay in the cellar all\nnight. The SS running around looking for people. They was a child two years old, and\nnobody knew...the child was dead. They took him out. The people got scared. He start to cry,\nso they held his mouth and the child passed away. We came out again, ...Sabbath couldn't do\nFriday night. So we came in. The candle was, you know, lighting. It's again nice in the\nhouse...clean and wash it up everything. Sitting, dressing up, dress up in all cities. Did it\nagain. Praying to God. The next is Sunday. We uh it was a funeral for the baby. It it was my\nmy sister's... uh my mother's sister's young son. And the next was again was all...when we\ncame and sitting and sitting and I say and I hear my friend from school, to all around . , run\naway. I said...and everybody sitting and I and I came in and I said Mother, you know when\nyou give me five hundred ... dollars, I can go with them too. I said...she said what. Friday\nnight. It's a Saturday. It is their money. Who takes money, and she slapped me in the face,\nand I said OK, and I went in the, you know, in the side room and I was crying. Why...why\nshould this...you know, I was embarrassed. A girl of sixteen, seventeen years old (laughing)\nand I got, you know, slap on the face. The next day I hear the girls that went to Romania all\ngot caught and got from the from the SS. I don't know that my mother or something...I don't\nknow... or from God. So the next day again rumor says we will be dis...nobody knows what\nbe tomorrow, nobody. So they took the Jews again, the Jewish people again from the town\nand they built the bigger Ghetto. So everybody filed...from nine o'clock everybody must be\nready. Everybody must be ready. So in ten minutes, what can you take? You take nothing.\nYou leave everything in the house, open the doors everything, and we all leave. I think my\nmother put some money...I don't know where it in, but she show me where, but I will not go\nand you know, dig the money...no. And we all went to the Jewish Community Center and all\nwe register ourselves. Then trucks came in to take us to the big ghetto. When I...all of a\nsudden, I don't know what happened...they ...family Birnberg, family Birnberg. I say...what,\nmy father and mother say. What it is. We'll take you to a farm. Three. Lisa Smeltzer (ph) and\nThree girls and seven boys. They took us on a big...like here built in Virginia, a big farm,\nbeautiful. Oh, beautiful. He was an English baron and he took over the whole qstate. The\nwife was thirty years old, very nice girl, so I was...right away I had my room. I got so excited\nwhen I see black coffee and I spill it, so I got all burned up and the same day I went to the\ndoctor's and , so one girl was to do the cooking. The boys should go work, help on the farm.\n[...they picked me up, they choosen me up to uh help in cooking in the kitchen, and of course\nthe baroness to do...to give her tea and to uh help her shopping, to go with her, and one day\nthe baron's mother came and uh she was cooking and she I tasted everything and I ate at\nnight it was boiled potatoes. I put everything else so the boys could take the potatoes and eat.\nIt was everything...I put them outside. So it was then one day we had a party. The priest\ncame in and we all will make big tables, and the priest, he knew I was Jewish. I was still my\nJewish papers. He said you will see the farm, everything will be returned. You will be the\nwinner, and it was one Jewish boy was...he was a CPA. He did the books. And I always used\nto come in to the office and uh clean up the office room, you know, dust and something. And\none man was a Polish man. He was from Warsaw and he was around in the , so one day...it\nwas no bathroom. I didn't have to take a bath, so I and her girlfriend Lisa, we went to the\ncreek and we bathed ourselves. Then the Baron came on a horse, through the the forest. He\nwas looking at us. I didn't know. Well, two days later...was on a Sunday and his wife went to\nchurch and his mother-in-law...uh he called me. I didn't know what...I was thinking he\nwanted the office cleaned, and he gave a proposition. I should be his mistress. He can save\nmy mother and my father and he will try everything to do to save us, and he closed the door,\nyou know, closed the door and say think about it. From nine o'clock, I was lying on the on\nthe couch and thinking till three o'clock. Three o'clock is when the people came home from\nchurch...one o'clock. It was lunch time and I was still closed the door. He closed me up to\nthink about it. He came in and he said, what's your uh decision. And I said, you know, I have\nboy friend. I lied to him. And uh I will go where my people go. Thank you very much. But\none day he took me to to my mother in the big ghetto, in , and he brought her flowers and\nbeans and mother was all, you know, thin, real frail, and my father, and she only said, to my\nchild, and she went after me and she said to me, remember who you are. And and I came\nback with the Baron back, and he said what you talk to your mother. I said oh, she gave me\nthe lesson. That's all, and I went back to the estate. I stayed there two girls and he was he\nwas...what what the baron said to you. I said he didn't say nothing. He just took me to...I\ndidn't tell him what, you know, what is my secret. I didn't tell them everything. But the the\nbookkeeper told me, Fani, I hope you can be . I didn't know what he means. I don't...but three\no'clock...I I couldn't. I was afraid. I was afraid maybe his wife will know one day, or his\nmother...I don't know...I was afraid to do this. I could saved even my parents. Sometimes I\nthink about it. Why not? was...my feeling, my upbringing . I couldn't do this. I didn't let him\ntouch me even, touch me. Then I said I have a boyfriend, and he right away backed up. He\nwas very...oh...he was looking like Robert Taylor (ph)...not in the mood.",
        "A: Then, all these girls, all one day all the Jews who lived all must come out again, on the same\nplace, to the same time, go everybody in the same to the ghetto. We were afraid the\nGermans, but some Jews will live in small towns. Said everybody must go, so I was thinking\nmaybe not to go. I don't know what to do...to go or not to go. So I started to think maybe I\ncan...two or three days later I can prolong it. Maybe, maybe I can find something or maybe\nhide myself again, so at night came. I came to a to an older lady, and she said, It's night now.\nIf you came in, and you can sleep over. I had a house, but couldn't go into the house. The\nparents were off in the ghetto, so I'm there, and I was just roaming around thinking maybe I\ncould save myself. But when I was sleeping over...oh it was Easter time. I see people go to\nchurch. Oh, it was so beautiful...it was end of April, and what the sun was shining.\nEverybody's so nice so when I saw the people I was afraid. I went in a stall and hide myself\nwhere the horse, under the horse, you know, where the horse feeds. I hide myself till the\npeople go back home so I can go again, see again, run again. I run again. I was...I was\nthinking I can go to my house and pick up some pictures, pick up something. I will think if\nI'll go to the back door...I'll go in the back door. A boy from twelve years had a bat in his\nhand, a stick. He hit me so fast. His mother would stay in the window and laughing, and he\nhit me so hard...it was...and I didn't have shoes. I was running barefoot and was . I was\nrunning, running good. I couldn't run right away. He didn't succeeded to hit me so much, so I\nwas running. I say it's enough, to me, myself. I go to the to the center, and say take me to the\nbiggest ghetto . You know, I went... remember a horse and buggy and a man, the policeman,\nhe went on a horse. He said oh, you shouldn't be worried. You are a young girl. You will\nsave yourself. It happened to me the same thing 1n the war, he said, the 1st World War. You\nknow, the serfs were He was running too. I don't know what he was running. You'll be safe.\nYou will see. I say how can I be safe when I go with you on the big . You'll be safe. You will\nsee. I came to the ghetto. I didn't saw my mother anymore. I didn't saw my father anymore. I\nwas alone again. I went and I had a room, not a room. I sleep over in a in the room, so they\nnext day, they say well, everybody, all the Jews must come and register to go to train, to go\nwork, to work. I was happy to go to work and I will make some money. I didn't realize what\nwork...we didn't have no papers. We didn't know what uh you know, what they will do with\nus. I came and the big...it 1t was like a jail. They took everybody, the same day, they took in\njail. They took everybody. It was an open jail and a big, big place. All the people are sitting\nwith baggages. And then I see in the corner? I see my friends from college, two girls, and I\nsit near them. Then a man came in and said I go with you, with all the girls. I go with you .\nHe was only thirteen years old, and I saw my cousin over there, and she said oh, oh, she said,\nno food she says. I'm glad. I envy your mother what she went through with the vegetables,\nbut she didn't...she's not here, and the next day they...the wagon came. All the wagon like\ncattle wagons with no window, with no nothing. They count each wagon, seventy people,\nand which girl looks so blond, they hit in the head with a piece of wood, the SS, and they\ncount. They count everybody...one, two, three, four, everybody in the wagon. We came in\nthe wagon. Oh my goodness. All the wagons...oh, . These go to work. People not work. Then\nI see in the corner my dentist, the doctor and his wife and the children. The doctor had some\ntablets, medicine, and he just pass out. The dentist said to me, Fani, I see you have good\nboots. Can you exchange it? No...but the man will maybe will...I'll give him my boots and he\ngive me...he was a short man and his shoes fit me, so I put on his shoes and he took my boots\nand in the train and they count out seventy. It was a beautiful day, and I say oh God, And I\nsay will I live? Why, why? I couldn't imagine What would be it I couldn't imagine. The older\npeople in a couple hours, pass out already. No...no...1t 1t was no air. How could they live.\nThey younger people were. Everybody has his turn, to smell a little air. Was night and\neverybody was and all the time was hitting people and other one would say well I was in the\ncomer with three students, and was one day passed by. We didn't have nothing to to eat. The\nsecond day passed by. How long can you, so what we did, had our urine. We drink our ...we\ndrink our urine. Lucky I had...[ had a a silk dress and the dress was torn down with the\npeople, you know, the students didn't know what they're doing, and they tore\neach...each...they tore down...my slip I was in, so all of a sudden a women says, , I will and I\nwill show you. You keep quiet children. She through the door, to the window, up the\nwindow. It was all with iron. The window was with iron. How how could she go through.\nShe couldn't go through. I don't know how she went through, and she went under the under\nthe rail. She couldn't. She didn't do nothing. So one man...next, he said...the third day...I will\ndo it, and he went and opened the doors. Then the one wagon was in the front. Womens'\nwere right in the middle, and he one SS ,am was in the end, and the train I remember was\ngoing up the hill a little. Was not far from , and all of a sudden my cousin and I remember\njump and the girls and the boys didn't let me go and they...you will not go. Where you will\ngo? I said no, and they was already, you know, they talk with silly things, talking... Third\nReich is coming. Where you will go? I think they didn't know what they talking about.\nThey...the men...the next man...show them he says, who can go, go, and my cousin with her\nboyfriend, took her by the hand and just let her go, come. And I jumped and the cousin with\nhis wife...with his girlfriend...the cousin with his boyfriend...you don't go with us, and three\npeople will be a disaster. You go by yourself. I went right away down the stones and I had\nmy green colored beautiful coat with some letters, some pictures from Germany, from an\nuncle whom my parents and I left it. You know, I just jumped down and and I lost it. And it .\nIt wasn't . So I came down. I went right away into the sewer, and in the sewer...running\nwater. I washed myself and uh the frogs were jumping on me. (Short Pause) And I was\nsitting and I didn't know what to do. (Caughing) I don't know what to do...to go someplace,\nhid under the sewer. Six o'clock I decided to go from the sewer. I went from the sewer out\nand then a boy and a cow...he was between twelve, thirteen years old. He said I'll know who\nyou are. You're a Jew. I said me, Jew? No. I am a Polish girl, jump from the train. They take\nus to work. I don't to work for the Germans, and disappear I said. And that's the for it. I didn't\nhave too much conversation with him. I disappear in the forest. I came in the forest. Two\nsmall houses. I knocked on one house and I say, can I sleep over night? We don't take in\nJews. And next, sister said to me, come in, come in. And she sure took me in. She took me\non the attic. She was thinking I'm crazy. I'm something from the from the . All the stop. . My\nbody full with lice, and I went upstairs on the attic, and through the attic this goes through. I\nkiss the floor. I say where I go,I couldn't. All the time I said to myself, why are...why we\npicked out. The night is no night. The world is no beautiful. Why us? I stay over there and I\nsee through the sun come and the sun come down in the forest and children running,\nMommy, Mommy, and the SS after them, killing all the children in the forest, all the\nchildren. Then the man, he was maybe thirty years...he opened the door. Children and the old\npeople die already. Who can, you know, jump, jump. Go. And they all start to run, and what\nhappened. The all the SS after them and I was lying on the on the attic and the farmer's wife\nbring me soup and uh boiled...baked . I will never forget it. And I start...[ couldn't eat. I cried\nso much...I just couldn't eat, and uh so at night everything was quiet down, was no mare\nshooting. I didn't hear no more dead people, dead children. I see, look down, you know,\nthrough the...through..on the attic. At night her husband comes home with a . My dear child,\nI cannot keep you here. You must go on. But you can sleep over night. I remember at night\nshe took me down from the from the from the attic. She gave me a bath. She washed me up.\nOh she said...I was thinking you were crazy, but you are so beautiful. You are normal. And\nshe put on farm's clothes, a big skirt and a big hat on me and she a big blouse and she said\nyou have now some you go. Have some eggs, you know, to carry on and you go. Go to\nLemberg (ph). You don't go far. You'll go maybe an hour. I came to Lemberg. I went in the\nsame...the apartment house where I was living. I knock on the door and came out. She seen\nme every week. She says Mrs. Greenberg is not home. She went out with her daughter. We\nwouldn't need eggs this this week, you know, to the farmer and to me. And she says...and I\nsaid to her, you know, I will wait. The farmer's wife left everything with me. She says next\nweek I'll come and pick up my clothes. And she kissed me, said goodbye, and I was sitting\nthere waiting for my aunt. Five thirty I see my...oh honey, Fani, and she start to kiss me. We\nboth cry, you know, and uh the daughter, she asked, you know, where to put the daughter.\nWas Jewish too, but I...with herself. Right away at night she says Fani, I take you right away\nto to a gynecologist, right away. I tell her I had only one period a year. I went right away at\nnight. She took me to the gynecologist. He said everything is OK. The reason not to have the\nperiods...I didn't eat and I didn't, you know, drink. I didn't have normal baths and everything,\nso she will be OK. She shouldn't be afraid. I came home. She said listen, what we will do, I\nwill try to go to the ghetto and buy a birth certificate for you, and we'll see what we can do. I\nwas very, very lucky that she kept me. She , but lots of people came and knock on the door.\nShe says I cannot help you and they were apartment buildings. So she went out and I had uh\nin the cupboards, and I was sitting where the jelly is and everything was . I start to dance\nagain and being myself again, and taking a bath, and was going on six weeks...after six\nweeks the neighbors said Mrs. Greenberg, Carl Greenberg. Somebody...when you go out,\nsomebody's stepping on the floor. Somebody's in your apartment. She said what. My\napartment. So she says don't worry. Fani, we will see what we'll do. One day she come\nhome. She said Fani, I have a birth certificate for you. Everything in I brought in from in the\nghetto from a man, and uh you take the to the and I will call downtown, like , the\nbuilding...the engineer, with a couple more children. Maybe they'll take you. And they...uh\nshe called up and said yes. Well, I left her place and I went to them, and that was in\ndowntown, not far from the church, not far from the church. A beautiful night, , but there\nwas a in the basement in a nice apartment. And I was lucky to, happy. I'm making tea. I was\njumping around again. I was happy. Two, three days later, three SS men...eleven\no'clock...they knock on the door and they say we are looking for a blond Communist girl.\nShe will . We would like to pick her up. They went into the couple's apartment, and they're\nlooking. They came tn the kitchen and talked to me and I said to them, listen, when she will\nbe here, I'll call you. Right away I bring her in. Don't worry. We don't know...in German, and\nI spoke the German...you're an honest man. You come see and why you're Make some like\ntomorrow, you know. I will tell you where she is. She will come on the police. I bring you.\nHe went out. They went out and I got so excited and across the hall, was living German\npeople too, are two German girl. The small one dancing and singing in German like nothing\nhappened to me, myself. I came down to uh the couple downstairs and they said honey, you\nknow, we can't keep you. It was eleven o'clock at night... cannot keep you. It was a big city.\nIt was Christmas '41, '42. Ah, 1t was beautiful. The music was playing. Flowers all over. I\ncounted and I said God, please change what I can't. Please change what I can't. Well, eleven\no'clock...I sat in the front like . I sat in the front and I'm thinking what to do. First thing I'm\nthinking to go under the street car, and the second one I'm thinking, well, no. I didn't know\nwhat to do. A doctor came in to our door. I was afraid. When they catch me, they will cut me\nto pieces. When they caught a Jewish girl with Christian papers, they cut right away and and\nlater they cut her. So this was on my mind and, you know, I knew it, so I was standing\neleven o'clock thinking what to do. Three nuns... start start to rain and snow a little...three\nnuns passing by with an umbrella, and they said my gosh, there's a young girl. What you\ndoing? They were thinking I'm a y prostitute. I said no, sister, no no no. I don't have any to\nsleep. I came to work for the Germans, and I missed my train, and I don't know where to\nsleep. Oh, she said, my child. You go with us. And they took me to the church. It was . I\nknow the church, and I was so happy. Again I had soup and I what to eat at night and again\nthe music playing and they sing the beautiful songs, you know, Christmas songs, and uh I\ncouldn't figure out myself who I am, and I had my . I had to sleep and I was thinking maybe I\ncan be through the war. I can stay here. They said why not. They told me I can stay. And the\ncaretaker came up in the morning and say are you not Jewish? You are Jewish. I took him, I\nleft my potato peeling. I left my cup. I left my apron, and went across other church. It was,\nyou know, so beautiful the next day and it was for the Christmas party, before Christmas, or\nDecember I remember, so I go to other church and and sit down and cry and prayed. I said\nGod must understand me any languages, but I am here, so I sit in the church and then an old\nwoman go. I said to her where you go. She said oh I'm going...I must pick up some wood.\nAnd uh...oh, I said. I can help you. I went on church, you know, after the communion. I\ndidn't do the communion but I was sitting in the fifth row and I was praying. I know the holy\nword. I know everything and I came from a small town. I knew the Christian religion very\nwell, so I came and she take me to an old age home. I came in. It was a this so. are old. They\ny cups were not washed. The coffee, you know, was standing maybe a half maybe washed. I\nstart to wash it and I start to jump again. I start to sing again. I was so happy. Two, three\ndays...a man came in from the...from the government and said listen, I hear some young girl's\nrunning around here, and I said there are no young girls here to the woman. She said OK.\nBut when I left at night, she says, Fan1, I will leave you the card, and I didn't have...I don't\nhave...I have my birth certificate, but I didn't you know...to call myself Francisca, so but I\nstill lived, you know, I told my name Fani, but later on, couple week later, I called myself\nFrancisca. I couldn't change right away. So the...when the man from the government...",
        "A: Oh yes. And she says I'll lend you the card and go that night and the next day I must go. So...",
        "A: No. A cart. You know...",
        "A: You know, card, like future...no...my future card...play card. She tell me the future.",
        "A: Yeah, yeah. And she start to tell uh...she didn't know nothing about, she says I know you're\nJewish. And I just broke down. That's at finish. I start to cry so much and I tell her...she was\nmaybe seventy-five...yes Iam. She says don't worry my child. In the 1st World War, I fed a\nlot of Jews, and I could...I could save you too, but I can't. I said you are OK. So the next day\nI left, but...you know, from the government the man came in and said I cannot stay, and I\nleft. I left. I didn't know what to do with myself. I called right away my aunt, that I'm on the\nstreet again, so I left and I went on the street so disappointed, and I put myself on a, you\nknow...",
        "A: Yeah. And I...and I went on the main street and all of a sudden I kept...the tall, blond,\nbeautiful girl, and she knew me from home. I don't know...the girl knew me but she passed\nby every day and she knew the young girls and she says, oh, Fani. It's you. I said yes. Take ,\nshe says and go for a job. You're a young girl. What you doing for yourself? And she\ndisappeared, but she didn't want to talk to me, to stay too long. Then the SS man pass by.\nRight away they leave, so this went in my head, what she said to me. What I did, did the\nsame day I went to the employment office. I went to the employment office and I didn't...I\nwasn't afraid of nothing, and they say what do you have to show, what kind of job you look.\nI said well I saw in the paper today a man by...a doctor...German , and he lives there and it\nwill cost a hundred and twenty five, and I want the job. And she says, well, I can give you\nthe job but some papers you have. I said, well the...I have only the birth certificate. And she\nsaid well, I need a passport. I need food cards...I need lots of...I said listen. Don't worry. In\nten days, in twelve days, I come back and I bring you the cards. I bring you the other papers.\nShe says OK, and she gave me the address and I right away went to...with the street car I\nwent, and I saw right away Jews, you know, wearing the bands who cannot sit and they will\ncome stand up, but I didn't have my band on. Right away I sit. And I came. It was like a...like\na villa, like you see like here like Potomac Mall, the big houses, beautiful houses, and I ring\nthe bell. And the woman didn't come in. Was the manager who let me in. Oh, I came in and\nthe office...beautiful floors where people live. I couldn't believe...I couldn't, you know...L...I\ntry but I cannot cry, so what happened. She says listen. I cannot...in German...said to\nme...and the baby right away sprang to me, right away came to me. I cannot hire you now.\nMy husband went out shooting something, so tomorrow the doctor will be home. You come\nagain, and we'll hire you. So I left again, and I didn't have where to sleep again. So I went on\nthe streets and I passed out the . A lady came out. She was putting water on the flowers. She\nsaid oh, my dear child. You are my daughter's room mate. I said yes. I didn't whose the\ndaughter it was, what her daughter was, and she took me in. She was a professor's wife, with\nthe professor and she took me in. She gave me soup. And she says listen, you can sleep over\ntonight. That's OK...but uh she didn't say how long I can stay. At night the professor had this\ncolleague come over. They had a party or some ...what will be to make all the Jews with the\ntrains and what will be maybe they start witht the Jews and they could finish with us. And I\nam in the next room. I hear it...everything. So the next day the professor's wife goes to work\nand he went to work and she, you know, the...all the beautiful rooms with with beautiful\nthings that I liked so much, so she says right away, Francisca, you know, we can put some\nperoxide on your hair, and she know I go for a job. You look much better. Then my hair was\nlight brown, with a little, and I did it. It was blond. Not too much blond. And I had thick hair\nand I uh, you know, what I took a bath twenty times. And three o'clock I had an appointment\nand I nobody was in the house, so I was my my own, you know, my own self and I close the\ndoor and I took a bath, and so I was. I look in the mirror. I couldn't believe it's me. I couldn't\nbelieve it's me. So...and I must put up a smile on my face. Couldn't be anymore like it was\nbefore. I took off my my handkerchief from from my hair and I just went straight and looked\npeople in the eye. This is the way it is, and this will be a from now on. This is the way it will\nbe. I will look everybody in the eye and say this is and this is. Yes and yes and no and no. I\nwill live, I will live and if not, I will not. But what can I do. I knock three o'clock on the\ndoor, in the...I push the button. The button open himself. The manager came out. Downstairs\nwas working ten Pole, Polish people. a chauffeur and a beautician, everything for this one\ndoctor, and I was...I came in and the doctor, oh gosh...a tall fellow, an SS I man, and he come\nin, all in the boots, all shiny in the morning, you know, all dressed up at three o'clock and he\ncame in in the in the office and I sit and he said uh what kind of paper you have. I said I have\nthe birth certificate and I said my name is Francisca , and he said where is your other papers.\nWell, doctor, I can have papers. I can go in ten days or something. You give me time. I will\ngo for the papers. I'll go home. In the meantime, the the uh woman from the house, Mrs. ,say\nyou stay here, and she right away she showed me the room and this were the day, Christmas\nnight, '42, of '42. Yeah. Christmas night I went down. I kiss again the floor. I cry so much\nand uh she put books, you know, three for the children. She tell me what to do and I think\nlater on I got to...have sit down to eat, a half goose, red cabbage and I ate it but she says you\nknow, Francisca, maybe you you can iron a blouse for my husband. Oh my goodness...I have\nto iron. I couldn't iron. I don't iron. And she came downstairs. She said OK. I have somebody\nto iron. At night was a big party, and I put the baby to sleep and I helped the the Gestapo\nwives the minks, put in the closet and there was . Again, even with Stalingrad...there was a\nStalingrad...they couldn't get from started out, and they knocking on the on the tables. They\nhave discussion and one, I think two o'clock I start...they went home. I start to clean up the\ndining room. I look up. I see Hebrew letters. It was a villa from a doctor, from a Jewish\ndoctor. They put him to...they kill him and took over his villa. So I was with them about two,\nthree months. In Jan...oh my God...oh I make...this night I make hundred dollars from the\nfrom the SS...hundred mark you know, and uh all kind of presents for Christmas, and I got,\nfrom the lady I got a robe and a and I bad beautiful time over there, but I didn't went out too\nmuch and I didn't go out. Then downstairs was the Polish help. I was afraid. I never had to\ndo with the Polish people. I was right away afraid, very much afraid of them. Then after the\ntwo the SS, one night the uh...the the next day the employment office called. The\nemployment office called and said uh send me your nanny. You have help. I need to know\nthe details, the papers. I came to the employment office. In the meantime, the lady what she\ngave me the papers, for she borrowed the papers, my aunt meet in the cafe Mrs. Niederman.\nShe came back from Italy and she had her Christmas and she came the same day. I came\nover from the employment office, look for the papers. I came home. I pack my clothes, and\ndown...I look down. Mrs. Niederman wait for me. I pack my things and Mrs. Diedrich (ph)\nand the doctor didn't say where are you going. I say I go home and pick up my papers. To be\nsure I will come back, they took away my robe, my house shoes. The baby was crying. I\ncouldn't help it, and I went down with this Mrs. Niederman. I came down and we embrace\nagain and we were crying again. This is this lady which she told my aunt in the cafe that so\nthis Jewish girl, I will make a German, and this she did. She uh took me. I went down and\nwe went down with the streetcar and I didn't want sit down. She says you stupid, she says.\nSit down. And was big, you know, uh advertising. No Jew can sit. Nobody from the Jewish\ncan sit, but you know, I was in my...half I was still Jewish. I was thinking even I don't wear\nthe, you know, the Star of David, I am still a Jew and she knew and I said let me...she said\nyou sit down, she says to me in German, so quiet and sit there. Don't stand up, and we went\nand she took me I remember to her apartment. We came to the apartment. It was only for\nGermans, and I was all overwhelming, happy. I didn't know what to do. I was very excited\nand I forgot to roll down the the windows and I...when she went shopping I tried to try on\nher minks, she...everything. Then a soldier knocked on the door. Heil Hitler, he said. Why\ndon't you close the windows. I said, you know, it's bombar...bombs coming in here. So the\nnext day she says you stay here for a while. Then we'll take you to Radom, and she had a big\nposition. She was a secretary to the SS, and she saved, she saved fifty Jew she saved. One\ndentist and took them to Israel, and me.",
        "A: Mrs. Niederman. She was born in Berlin. She had only one daughter and she...her son-in-law\nwas a doctor, and I know everything , but we were talking at night with her. She says you\nknow, Francisca, when the Russian come and I pretend to be Russian, I couldn't do what you\ndo, so she uh took me in. It's a new life for me in Radom. It was the same thing. It was only\nfor Germans, and I was over there...",
        "A: My aunt met Mrs. Eleanor Niederman in a cafe, in a cafe. She was looking for something to\nsave me and her daughter. My aunt had a daughter too, lives in Germany, so my cousin so\nshe went every day and till she met her and talked to her, and they became friends. She tell\nher about who she has home and hidden and she might do something and I, like I was, had\nthe engineer, you know, downtown hidden too by them, by the couple. But I didn't have any\npapers. I have only my uh...the birth certificate 1s all I had, but she says bring me your photo\nfrom your niece. My aunt brought the photo, and she says from this Jewish girl, I'm a\nGerman. Said don't worry. No other 30 people but my husband in heaven. It it had...it it\nwasn't her husband. I don't know if they marry or not. It was Doppler (ph). So... he did, and\nuh all he knew, how many Jews are taken all to the train. He was the one... he the uh taking\nall the Jews from Radom, from all over, to the train. He's the one.",
        "A: Well, I think...I cannot tell what the relation was, and she had a different condominium. He\nhad a different condominium. They were very good friends, but he was the boss and was\nreally divorced.",
        "A: Yeah. This I knew.",
        "A: They were friends, and I don't know Doppler knew who I was, whether I was a Jew or not.\nOr she told him. I don't know. I cannot, you know, tell you. Uh I know...I know only one\nthing...that I was prepared and uh she had one day, you know, at night we was\ntalking...talking this...oh how can I...how can I do the same thing as the other . I never can\ndo, and the Russian came and I could be Russian. I can never do what you do, to me. You do\nmarvelous things she says. Then one day she come up and she says...it was Easter time...she\nsays 2- 3 ? Francisca, they'll taking today all the Jews out from Radom. How could you...you\nknow, you can do nothing, you cannot help them. I know, but this terrible for you. I said I\ndidn't know. You see, I went my way. I didn't read the papers too much. I did what I must do.\nI helped...I to much either, the maid. Do you clean...the Doppler had a Ukrainian maid, but\nwhen the maid went away on vacation, I went over there and helped to clean and...but\nsleeping, I always sleep at Mrs. Niederman's house, uh apartment, and she always used to go\nto the ghetto for uh making dresses in the ghetto in Radom...they still had a ghetto. They\ntook Jews out, but still the ghetto, they keep it. You know why...in the ghetto, they\nalways...the shoemakers, the tailors, and they did all the work for the Germans, so when she\nhad all the time her clothes and so I went -' to the ghetto. When I went one night, Friday\nnight. I came in Friday...oh, I see the candlelight and my goodness, it's...I was...I was upset . I\ncouldn't say nothing from this, you know. I went to the to the cashier to pay the money.\nThen...",
        "A: I told you how I get...Mrs. Niederman took by truck, at night.",
        "A: With me...she moved too. She got...she was transferred to Radom, in the office. It was in\nRadom, so she was working in Radom.",
        "A: She took me with...yeah. And I was over there a couple months.",
        "A: Working for her too.",
        "A: But mostly her. By Doppler I work anly when the maid went on vacation, so at night, some\nnights his friends came in, all SS. I remember I must set the table, and the dog ate the salami.\nI pick up the salami from the floor and, you know, right away I wash it off and give them the\nsalami from the floor and all the, you know, the...been prepared, the delic __, the deicacies.\nThere was . I put them on the on the table for hem eat, and nobody see what I did it. I was in\nthe kitchen, and uh well, the next day he tell me, oh uh down stairs was sitting SS too...was\nan SS house. They say to me, all the SS men tell...oh, Francisca, when you open the door and\ncarry the clothes to the...you make too much noise. We cannot sleep. You know, I went\nclosing the door with the, you know, not quiet, and the whole thing...I'm not a really maid.\nI'm a. I'm not so good what they're , so thank God the the Ukrainian maid cameback. Well, I\ntell you one day I uh...he had this uh his razor blades, his uh...he has electric to cool water, to\nmake hot water, and I put in the milk, and it start to burn and all the kitchen start to burn. Oh\nit was so messy. Don't and you are not Francisca I will yau, but he, later on...",
        "A: Yes, yes, yes, yes, yes, yes. When the maid...the Ukrainian lady went home on vacation.",
        "A: Oh, when I was working for the SS Doppler, then I started to work, and I start to work in the\nkitchen. I work in the kitchen when this maid was back from vacation. On vacation...she\nwent . She was a good maid. She know how to do everything. I didn't know, so this was the .\nI was two, three weeks and the maid came back and I went back to the Niederman. It was\nonly a block. So in the meantime I went for the Niederman to the ghetto and I picked up\nmy...her clothes, and one day an SS , he said he knew me. I know who you are. - My father\nsold, you know, wheat to your father. I said what? Couldn't be. I'm not this...1n German...and\nI ... said this I'd like to pay. This is Doppler, sent here, Ober fuhrer Doppler here. He said\ncan I you, and I work for him, you know, so right away I went with the with the birth\ncertificate. It was in Latin, and I went to the to the church again. I went to the priest, and I\nsaid please Father, tell me. What this mean in English or German or Polish...what, this\nmean? He said it mean, your father is Polish, born in in Poland, in Lemburg, and your\nmother is born Maria Schmidt (ph)? and your father is George. Your father is George and\nand they are your really parents. That's all this says, and don't be scared, and I run back right\naway to the Niederman. I say Mrs. Niederman, have you , and what's happened to me. She\nsays . Don't be afraid. What's to be afraid? Look in the eyes, and I thought my gosh, he said\nif you will be afraid, how could you live through this war, she tell me. How could you...I\nstart to cry. I said I'm afraid, I'm afraid to go out. You go again. So the next day I go again in\nthe ghetto, then with the She short my bread. In the , she says, I hope, she says, you go to\nAmerica. You tell people what we go through. I said what I tell the people. Who...I'm not,\nyou know, Jewish. I cannot tell 1t, and she said you are not Jewish. No. Then was a\nshoemaker in ghetto. He said, OK he said...I need...I saw . I saw, you know, in Yiddish to\nme. I didn't answer. I didn't talk. I rather took my cleaning and went out. When I went out of\nthe ghetto, I saw a bus standing, beautiful bus, beautiful pictures. The movie was playing. I\nwent in right. I went in , and he , and I looked pictures...Israel...who like to go to Israel, sign\nup, sign up here. Oh, tricky they were. How cleaver they were, so lots of people signed up,\nyoung people, from the ghetto and they took them away to Israel...where they took them\naway...to the death camps. This on the Jewish people. Even when they want to, you know, to\nhide or you want to be in the ghetto...they took a big bus . They go in the...everything was\nreal elegant, and the pictures of Israel, of Jerusalem, of Tiberia (ph), Tel Aviv...everything\nthey had, photos. And who like to go. I see. I saw myself people sign up, young people, to go\nto Israel. What can I do? Can I tell them something? I didn't know myself. I left the bus and\nwent home. On the way home, I saw from the movie theater, . I said...and a anda SS\nman...heil. Hitler, to me. I said Heil Hitler. I said what is wrong here. What's happened, you\nknow, in German. Oh, he said, it's...a a Jewish...somebody...it's for Jewish people in the\nmovie. They caught a Jewish girl, and everybody went out from the movie, and all standing\noutside, and I went with my cleaning and I go up and went, you know...I was walking home\nto Mrs. Niederman. I came home. I just fell apart. I was crying so much. I was afraid. It was\nbad, the left, you know, . Then really really they went on the Jews. They picked them up and\nthis they didn't want nobody to live. They want nobody tell what happened, nobody.\nEverybody was thinking they take every Jews and kill them. It didn't happen, so when I came\nback to Mrs. Niederman, she says oh oh Francisca. You know, you must take a job. I? did, I\nsaid oh...I went to the police. I said I can write in Polish and German. I can help you out\nwhen you need it, so they gave me in the office I I write up pass...passports. I didn't work\nlong and for two, three months and I was afraid. And these people came from the Ukraine,\nand they came here to Radom, and they came on the police, and I was afraid somebody\nwould recognize me. In the meantime in the police, I met a a girl from Black Forest and she\nwas married and her husband born in the United States. He was a prison...in prison and he\nwas working on the on the on the farm. The American soldiers took them in prison on the\nwar, so we became very good friends. Listen, she says, Francisca, you know, I'm taking an\napartment and I want you to go with me. Do you want? I said, yes, I will speak to my best\nfriend where I live now, Mrs. Niederman. I came home. I asked her, and she says my dear,\nbe very, very careful, and if somebody, somebody approaches never never tell where you\nare, who gave you the papers, who , who took you...never. One word...she said don't mention\nit. And she was a secretary in the SS . She was, on one side..she was with them and one side\nshe was with the Jews.",
        "A: I don't think so, you know. I don't think so. I don't know, you know. I don't...maybe she did\nand maybe she didn't...I don't know. Could be. Could be not. I don't know. And then my aunt\nalways prayed, once my only one paper in the family, one , you know, and she will be sure I\nam saved. So I working for the police and I was living with a girl and I had a good time\ntoo...was living in a nice, beautiful apartment, not between the Germans, between\neverybody. Downstairs was a dress shop. Over night the dress shop is not here, and they said\nwhat's happened. And they said well, the Jewish girl had a dress shop. A Jewish girl had a\ndress shop, and the police came, pick her up. She disappeared. She a dress shop and she\ndisappeared, so after a to the police, I say well, I'm looking for another job. I want something\nbetter.",
        "A: No. I worked for...I don't remember...the captain or something. I don't remember.",
        "A: I do passports. I assigned passports.",
        "A: I worked for the police assigning passports, in this office. That's all I did, and I met up a girl,\nGerman Even the pictures, you see, I and the Germans. They were nice friends to me. They\ndidn't know who you are, who I was, but they was uh nice people to me, and uh I didn't work\nlong. The reason I didn't work long...three, four months...the reason I didn't work long 1s\nwhen the people came in from the Ukraine, from all over, and I was afraid somebody would\nrecognize me, so I stopped working. I just did another job. I wanted more money to make. I\ndidn't make too much money. So this was the reason I left the job. I don't remember what the\ncaptain's name was, but he told me I go to Germany and marry a nice German boy. I said\nyes. That's all.",
        "A: Oh yes. Yes, of course. I think is the reason why I got a letter from Hitler.",
        "A: The end...I finished this job. I went on another job, to...for...] worked for a for a company\nlike a , only for Germans, and in the meantime Mrs. Niederman came back again and she\ntold me she will make uh do application for me to be German. Yeah. I must...a German...I\nmust be German, to go to Germany. She want me to Germany and the Russian was\nbeginning '43 and the Russian was coming. She was afraid, and those the reasons I was\nworking later on in two firms. was a Vienna firm, and I was working. I was there uh . And\none day the manager saw me in cafe eating lunch. He said I think you are Jewish, look\nJewish. And what I did, when he told me this, can you imagine how I feel. I couldn't eat. I\ncouldn't sleep at night, and uh I lived already by myself. I couldn't tell Mrs. Niederman. I\ncouldn't run to her every minute, so what I did I went home and I told the manager to give\nme another job, and they had another job in down under the , like suburbia, and I took this\njob, with seventy people and nobody bothered me. Nobody . I was there. I was working and\nin the meantime I...I don't know what's happened. I didn't fight with my roommate. I think...I\nwent on my own and I took a a room for myself in a basement. It was near to my job, and I\ntook a room in a basement and I...beautiful but a nice room and I always see outside. I\nlooking outside one day when three boys going by, and the police are taking them and they\nsaid we are not Jewish. We are not guilty of crime. We are not Jews. And they say, well,\nwith me...you know, in German...and they crying so much, you know, and I was looking. I\nhear everything, but I couldn't do nothing about it. So one day the the manager of the\napartment told me, you know, Francisca, in the older apartments, a blond Jewish girl lived,\nand she goes with an SS man.",
        "A: With an SS man, yes. come every night. I say I don't see it, you know. I didn't, you know,\npay attention. This Jewish girl married the SS man, went to Hanover, and she was\nrecognized and she got killed. That's all. They took her away from him, right away, and\nprobably they killed the SS man too.",
        "A: No. I didn't see nothing from the Germans. The police had only, you know, passports, traffic\ntickets...no, no, no, no. It was a different...it was different from the SS...they had\ndifferent...they didn't have...",
        "A: Yeah. The police from the from the state, from this Radom, from the State of Radom.",
        "A: Yes. 1943 before everybody went, you know, uh the Russians came near to Poland, and the\nNiederman wants me...Mrs. Niederman wants me not to be, you know, here between here in\nin y Radom and the Russians, so she said you will be a German citizen, so she make\napplication. I don't know where she made application, and in the meantime it was late\nAugust 1943, I got a letter in the mail from Hitler from Berlin, signed. Through my behaving\nhow I worked, in the PX, you know, for the Germans, in this store and this store, you are\nhonor...you get honor...great honor me to say thank you. And signed Adolph Hitler, himself.\nI came home. I showed this to Mrs. Niederman. We were laughing, ah ah...I tell you, we\nwere laughing so hard. See...see...you get somewhere, she told me. So when I got this letter, I\nput it away. I said oh, someday I'll show this to people. So I put 1t away. And...",
        "A: It was 19...1t was 1943. The month...I don't...August or...I didn't even have my paper, my\nGerman papers yet. I wasn't Commission yet.",
        "A: In August 1943, I got a letter from Berlin, air mail...Francisca . or something where I lived,\nand a letter...through your behavior, through your hard work, you're an honest orphan, and\nall the orphans will be transferred to Germany, so this is the way I got the papers, after I got\nmy papers...and thank you very much. Adolph Hitler. That's all. It was was a short letter.\nThere was not or something, a short letter. And I kept the letter. I kept it, with my papers, all\nthe papers, so when I got the letter, I showed Mrs. Niederman. She was very proud of me,\nand uh she start to coming to school at night too, to learn stenography, but I didn't went too\nlong and it was six weeks, when the girls that was there start talking about the Jewish people,\nthey caught this girl and they caught this girl... was afraid. I said Mrs. Niederman, I cannot\ngo on. I don't...I don't want to learn stenography. I had typing...I don't want to learn. I'm\nafraid, so in the meantime one Sunday I had the papers, everything together, so...and uh I\nwas Ober furher Oppler...Doppler told me, Francisca, tell me ? what your grandfather's\nname, and what your grandmother's name, and I'm thinking. In the meantime Mrs.\nNiederman had a robe that or sex...oh, Lou, do you remember what your grandfather... .how\ncan she remember? She's a young girl. See. Oh, she was...she was terrific, and he sign all the\npapers. And they say Ober furher Doppler, the big SS man, so I got a stack of paper later on\nto go to the Commission to be a German. It was late August. Mrs. Niederman go again to\nItaly with Doppler, to Italy...they all traveled to Italy all the time...and she tell me, listen,\nwhen they caught you, I can you only bring you flowers on your grave. Remember. Don't\ngive no names. Remember, once for all, and she kissed me goodbye and she left. I was on\nmy own. Oh gosh, on the days I was fine. At night, lying praying, praying to God...please\nhelp me. Please help me, God. What will be when they recognize me, the doctors recognize\nme with the Commission. I don't know what they do. So...in the meantime a lady who\ncleaned the floors in the apartment where I was living, said Francisca, you know, I take you\nto the chapel where the king performed before he went to war. I said please...1t was Sunday\nmorning. It was three hours to walk. It was beautiful, tall and the day before I went to the\nCommission, I went to the chapel. I say, lay some, throw something...I don't remember...uh\nyou stay out, I said to her. I'll go myself. And I start to cry, and I thought you must help me.\nYou was running too. You was a Jew sometime too, and you was running. Please, please\nhelp me. I must go tomorrow for a big test. And I went home. At night I didn't sleep all night.\nI think my God, how can I see nine doctors. What will they do to me? I don't know what they\nwill do to me. So mine name is...I went nine o'clock, and they kept me till five. And my\nname is W. I was the last one. I came in the office, a horseshoe, like a horseshoe. Nine\ndoctors, and everybody saying what's your mother's name, what's your father's name, again\nand again and again and again. And I tell them. And later on they tell me to take off my\nclothes, measure my nose, measure my hips...I don't know what they do...measure my arms,\nand they took blood from this ear, and there later they said that I have ninety percent German\nblood and ten percent Polish. I'm really German. After all the paper Niederman was now\nlaughing. You see. So I left the office at night. The nine doctors, when I left...I left myself\nout and was so happy...tell me, are you . I said no. Well, well...and run away. Didn't talk to\nhim. was a doctor too. I didn't stand up. I didn't say anything. I didn't talk to him. I just ran\nout from the Commission, went home. You can imagine...I felt so much . I was so happy. I\nwas to go to Germany. Nobody will knw me. In Germany, nobody will know me in\nGermany. I was so happy. I didn't sleep again all night, and I was thanking God. I said thank\nGod for what you did for me. Only you can help me. Only I have in you a friend. I talked to\nhim. I but I talked all night. I was overwhelming that everything went as smoothly. In two,\nthree days, Mrs. Niederman came from vacation, and she said no, you will pack, my dear. I\nsaid what? You are going to Germany. But you will wait a while till all the papers come, out,\nso a couple of weeks and all the papers come in, and uh I went with my roommate. I met her.\nShe told me she'd take me to Black Forest, my roommate. She was still my roommate. I still\ntalk to her, to telephone. I still see her all the time. Even I was...I lived separate. I still saw\nher, so she says...from different always promise me, my husband 1s not home. He is in\nGer...in the United States, of all things, so you stay with me. I have a room and my in-laws\nthere. No man is there. You have a nice time. She lived too in the forest...a villa. It was\nbeautiful. So we went to Berlin, trip to Berlin. In the...in the train, they're looking for\npassports, passports ...you know, the SS...looking. They go to me and look at the papers. Heil\nHitler, heil Hitler to me, and they all salute me. Can you 7 imagine that they they salute me,\nand uh thank you very much. everything, and they didn't know what to do with me. Sit down\nhere. Please sit down here. They didn't know...I don't know....this was all young people, and I\nwas sitting with the girlfriend and Mrs. Niederman, I didn't Mrs. Niederman. I kiss her\ngoodbye and I was crying. I hope...I hope we can see each other again, I told her. So when I\ncame to Black Forest, I came to her house. two days from Berlin. But a lady was working in\nthe police too...she kept me two days too. I make lots of friends...all older people, no young\npeople. An old lady...maybe sixty-five then, has no family , but I like her.",
        "A: Younger people...these younger people, younger people tell me where you live, what you\ndid, where you went to school, from where are you, which city, and your accent, it is Polish\nor something. I don't like...and they always uh you know, needle me about there the proper\nJewish...they don't know I'm Jewish...but all the time they talk about Jewish people, and I\ndon't want it. Only older people...with older people I have peace and quiet. So when I uh\nwhen I...after two days in Berlin, I went to , a small town in the Black Forest, beautiful,\npeaceful. I went skiing all over, all over, and the mother-in-law liked me too and the sister\nliked me too. All , so I went shopping and | the start telling me I had a son and you will\nmarry him when he come back from the...I said of course I will marry him. I promised\neverybody, everything I promise. So I was staying there I think two months 1944 and there\nwas Nazis, and they heard...",
        "A: Friedsi (ph)...",
        "A: Near , near Stuttgart, on top of Stuttgart.",
        "A: I was staying with Mrs. ...",
        "A: You know, in the Black Forest, and took me over there home to her house. I was staying\nover there two months or three months. After the good time skiing and have a good time, so I\nsaid well, this will not be . I don't want to stay and do nothing, so I went...I took a train three\nhours. I went to Schramberg. It was...1t was not far from Switzerland, and is a town where\nthey make watches and , so first I went...",
        "A: By myself. I don't need nobody. On the train and at night I went home. I went to to sleep. I\ndidn't have no room yet. I didn't look right away. I just took a train and I start to learn myself\nfrom the watches, and do something...for the watches in the airplane, you know, the watches,\nthe . So you see the watches in an airplane, the big watches, the clock, yeah...and I was\nlearning to fill in. Normally to fill in with light light color, light color, so must be very\ncareful all the letters...one, two, three...very, very carefully. In the meantime I see in the\npaper six looking for a girl to help her. Thought well, I may be between them. I will take a\njob there. So I went to...back to took my clothes and went for interview and when I came to\ninterview, right away they hire me. I had one year chemistry in school but the Russians...the\nRussians had very good schools, so I was thinking maybe I can do something for them. And\nthey were gemologists, so...and when I got hired I went to look for a room. So on the same\ncity I went for a room. I came. I look in the paper. It's a room for rent and I came to the\nlady...a beautiful street, beautiful, very nice. She says listen. I have a room. I have my son's\nroom. My husband goes home every...every week he's coming home...weekend. And he's a .\nHe works for the postal. He's a CPA in a factory job. I can only take in girls who behave\nthemselves. I had before a girl and she wasn't so nice. Dates, and they were drinking. She\ndidn't want this. I said no, Mrs. Effinger (ph)..Effinger. I will be nice and I will be good. I\ntook my clothes, took everything and she gave me the son's room, and he was nine years old,\nand the girl fifteen. The girl was in the next room, and I was in the son's...son's room. But\nwhen I came in, the son right away recognized my accent. He said you are Polish...Polish\naccent. He was laughing. My German, he said... . And he right away tell me\nwhat...everything he tried to teach me to religion, the German religion. This is the madonna,\nand this is Christ. He tried to teach me, so right away he know I got very good...you know,\nwith him, the boy and with the girl, in very good terms, and the next morning I went on the\njob. I was working. I was I didn't do too good. When I worked the girl did, one girl did, I did\nthe same thing. She measured the stone. I measured. She weighed the stone. I weighed the\nstone. I and I got nice money from...three hundred dollars a month or something they gave\nme. I came...after six weeks the manager called me in. The says you know, Francisca, we'd\nlike to keep you, but you are not a gemologist...(laughter) and they fire me. Not they fire me\nbut say they can't keep me. So I went again home to the room...I had a room...and across\nfrom my room was the sister-in-law, the...Mrs. Effinger's sister-in-law. A lady for seventy-\nfive years. You know, I'm only with older people, so every night I was sitting with her and\nshe showed me her...she went to Rome to see the Pope and I always sitting with her. I didn't\nhave no place. I. I went out. Not ...time to go. So Mrs. Effinger told me, you know,\nFrancisca, don't go with the Germans. They're nothing. Don't go with this . They're nothing.\nSo that's how it is. The next day I think I will look for a job. Then I was...I was looking for\nthe uh Swiss . I went over there and I make application. They hire me right away. We came\ndown. I was working half days and working half day, and they tell me, oh, you shouldn't\nwork here, the manager tell me. You should work upstairs in the office. So they took me in\nthe office ..clean, nice. Downstairs it was...store was very downstairs. Gypsy was working\nand was working for all the Polish people, and I was very...very much afraid of Polish\npeople, very much. And they start to talk to me and tell me again and again and again and I\nwas , SO I was only trying German, only German on the . So I uh...they hire me. I went later\nafter they hire me, I went back to. I took my old clothes and went back to Schramberg. In my\nroom I put my clothes. Oh...the bed was heaven. I saw heaven on it. From this day, I saw\nheaven. It was so beautiful...and I tell Mrs.Effinger, I'd like to help you. No, no, no, you don't\nneed. One thing I want you to do, to go with me every to the church. And I did. One day-in\nthe church, I'm sitting in the fifth row. The...everybody go to communion. I go to\ncommunion too. It was not nice and they and they start to give the piece I don't know...the\npiece of the communion...",
        "A: The wafer...and when Mrs. Effinger say swallow it. I didn't know what to do with it.\nSwallow. Swallow. She pushed me. And I think this time I think she recognized who I am. I\ndon't know if she knows it or she didn't know. I think she knew...and I swallowed it. And the\nwhole town knew what happened, so when I was came to work and all start to say,\nFrancisca, what's happened at church today. Oh, I say...what's happened. What's happened.\nThe priest had a, you know, a sermon. It was honor mother and father. I cried so much I\ncouldn't forget it. I didn't tell the story about the...so after I cry in the church, after this , the\nnun came down from the Catholic and took me upstairs, took me upstairs and tell me and try\nto...she took off her habit habit and try... she said. I don't know what she was. I don't know\nwho she was. y And she was crying so much, said you think I had a good...I go to heaven all\nthe time. Now to God. You put up girl. And for this I start to cry. I went down and the next\nday they had Christmas again for and they say each girl must sing Christmas song from their\ncountry. Can you imagine, each orphan. I was pray , singing I don't know...I don't\nremember...the the Polish...uh the Christmas song...I don't remember, and anyway when I\nwas gave something to girls from France and the girl from Czechoslovakia and the girl from\nPoland and come now Francisca, you...I start to think I don't know from where, and I start to\nsing . And they all clapped and next thing was a Polish girl...how can you forget? How can\nyou not think tonight? How can you forget the words? said I sing the words, and I left her. I\nnever was friends with her, never was friends with her. I was never friends with her, and she\ntell me this. I didn't sing proper the words. The nun didn't say nothing, but she did..the Polish\n, on Germany, on any place. They want this to be death of the Jewish people, that's all, only\nPolish. But not the Poles. More people will be safe, and the Germans didn't know that or our\nhome is Christian or Jew, so when I went home",
        "A: It wasn't a group of orphans. or something like this. At Christmas night they gave us a nice,\nyou know, like a dinner and they tell us each uh each orphan must sing a , you & know, a\nsong, and I was almost crying that the the priest saw I was out a mother and father. I was\ncrying, of course, you know...I was crying and already bothered with thinking what's\nhappened to me. All of a sudden, I had a handkerchief and crying, and the what's happened\nto you, but after the party was, I went home, and then I was working till April '45 and uh it\nwas April 20th. You know, it's Hitler's birthday, and all was hidden and uh you know, hiding\nplace and all, the ...you know why...when the bombs came in from France, the French army\ntook over and we were not far from the French uh you know, border, you know. And oh, I\ndidn't pretend and the priest tell to me, Francisca, the war it will to end. You time for you\nwhen you marry a Christian soldier, a Christian boy, and settle down in Germany and raise a\nnice German family. I said yes father. And that's all. I didn't see the father any more, and I\nwas back to my, you know, to Mrs. Effinger's house. It was two, three months till I became\nJewish again. Everybody goes home and I think...and I was tell them where I'm going. You\ngo home Francisca? I said yes, yes, yes. I will go home. Polish girl. I'm sitting on a bench in\ndown town with, you know, thinking what to do, and two Polish girl tell me, you know, this\nlady's a Jew. Or this lady. At night I said it's , and she took me to her plays, and you know,\nthe dialogue, it was not definitely till after the war. She played the piano and she again, . I\nwill meet a God-fearing man and I will go with , have two children, and will be very happy,\nand uh the next day I...here she comes, you know. And from two girls, I said Jewish. They\nsay yes. I say what. From . Was two girls, Helena and . One from Krackow and one from\nWarsaw. But they were very, very, you know, even more more from the...I'm a small town\ngirl. I didn't do the things that they do. Party, take their clothes...I didn't do this. Very wild\nparties. I didn't do this. They could go to German home and take...I didn't do this. So I was\nwith them together, and one girl says Francisca,Fani, you go with me. They call me\nFrancisca. I don't know...you go with us to Paris. I have a sister. She's a doctor and the sister\nwrote I can bring three girls, so and Helena and Francisca. I said you know I don't know why\nI didn't. I said you know, I will stay here for a while. I don't go to Paris. It was after the war\nalready. So the the older lady said, you know, I hear in lots of Jewish boy came in from the\nfrom the camps, from the concentration camps. I didn't know even a Jewish boy lived. I\ndidn't know it. So I took a train, the next day, with her. We went...four hours, five hours...we\nwent to . Beautiful city, not far from the border of Switzerland, and we came over there.\nOver there was a Jewish community. I didn't know it. There was everything, and I sleep in\nthe again. I didn't know...paper, no...and we both sleep in the, in the church.",
        "A: Yeah. In the Catholic church. The next day we came in. Oh my goodness, this 1s from\nKrackow. This is...oh they make parties in the community center, and uh you know, it was\nvery, very happy all together, but I left all my clothes still in uh Schramberg by Effinger's. So\nthe next day, they...I'm thinking what to do with the lady. She said we'll go again. I came\nagain to the Jewish community center. I met...in a hotel I met my husband. I went over there\nfor a coffee, and I see guys, and one was my husband. And he arrived at this hotel and he\nsaid uh what I've been through, everything, he says you know, he said, you go to\nSchramberg, pick up your clothes, and come here and we'll decide...I think we will marry. I\nsaid oh God, how can you say this? I must make up my mind. I was...I didn't know what to\ndo, or to go to Italy with this lady, or to go to, to stay in with him. I don't know what to do.\nAfter three weeks I went home. I should tell Mrs. Effinger...Francisca, where you been? I\nsaid well, I've been...I've been in and I think I move to I didn't tell her nothing. And she...I\npacked my clothes. Oh, I was crying and crying, was crying. And when I moved, I was\nthinking I will stay all the time and move, you know, in Schramberg, but that's the story. I\nwent over there and I uh worked over there uh a couple days with the lady. We went home\nand I came to Schramberg. I pack my clothes and I went back to uh to . I came to and\neveryday I came to the girls. There was meetings and talking we'll go over there. We'll go\nover to Italy. We'll go over...didn't know where to go. they had a very nice was a French\nrabbi, and my husband said to , he said we can't go on like this. And he said do you have\nyour papers. I said no. So then the rabbi said to me, now everybody want to be Jewish. So\nyou girls better . I said rabbi, I'm Jewish, you know, in German. He was a French rabbi. He\nsaid OK, but he said you're . You are Jewish. He said come with me in the center yard and I\nopened the , open up, and the rabbi wanted to hear...two words was enough for him, and OK,\nyou're Jewish. And Rabbi the papers and uh born there and there, and my father's name, my\nmother's name everything, and I was there still with my husband. Then I went to , and say\ngoodbye to my what I lived for thank you very much, and tell , you know , I'm Jewish. She\nsaid you're a Jew, but I'm a. You had good for the Germans, and now you will be Jewish. I\nsaid this is the way it is my dear. And goodbye. She was nice and she was not It also had\nnothing to do with her. With the Effinger people I had a very good something with them.\nThe parents passed away but the children, the daughter comes every year, visits me, and her\nhusband 1s a doctor. He works for NIH . last year he was in Israel and she writes me nice\nletters, and later on we all, the five of us, will go to Bergen-Belsen, you know, and take the\nvows and the story again. The rabbi...I'm not Jewish again. . I went through the ritual,\neverything, and you the Jewish hotel I got married, in Bergen-Belsen, in 1946, December the\nIst.",
        "A: Yes. In Bergen-Belsen.",
        "A: Where? Here?",
        "A: Why. They...I don't know. It was...my husband would travel all the time to Bergen-Belsen,\nyou know. He was in too, so he knew some friends over in Germany, so we decided it was\nover there lots lots of Jewish people and was there to uh make the wedding, but my aunt\nborrowed me her...from . I was . I sent to . After this, I...we lived in Belgium and my\nhusband find some in Belgium. He travel a lot and later on we decide in the fifties to come to\nthe States. It's enough around to travel. In 1943 we're married, and the rabbi in Bergen-\nBelsen didn't want to give me anyway the from, you know, Jewish wedding. I must say\nagain, show the papers and everything, and this was the story.",
        "A: In 1950, 1950.",
        "A: At the beginning it was very hard for me. I was lonely, very hard. I was thinking all the time,\nabout Europe, about home. Very hard...very hard, had a hard time, very hard time, but uh\nlater the Jewish...the Jewish gave me a room and a lady...she was from but she was staying\nhere in the , and uh I was living with them and later on we went on, you know, on our own.\nand later we lived in Arlington, Virginia, and later Virginia, and my...Linda was born and my\nhusband didn't want, you know, to go to school in Virginia. We were afraid not too many\nJewish people. We went to Maryland. We looked around. We settled down in Bethesda.",
        "A: I wish there had...I don't know why, why we were persecuted. I don't know why. I'm\nthinking at night sometimes. I don't know why till today. We are a nice people. We pay our\ntaxes. We was happy. We did our duty, and my daddy was a good man. He'll end up...I don't\nknow even where he is. My mother, I don't know where she is. What can I say. I'm thinking\nwhat's happened to them, and my sister and my uncle...beautiful people, intelligent\npeople...didn't do nothing to nobody...was good citizens. I don't know...we lived our own\nlives. We did our duty. go to school. I can't understand it today...why? Why us? Why? The\nor something. My gosh...I wish...we all became Christians, that's all. We . Big trouble, and\nall the time, all the time, and you know, the Jew is very intelligent. The Jew likes to learn.\njealousy. For a Jewish mother, it's .. She everything for the children, and what's happened?\nShe didn't see nothing, come in, and she said, she never dreamed the children would be . She\nsaid all the time she didn't want the children go to America, someplace else. She didn't want\nphotographs of the world. She want her children here, in Poland. There was fifty thou...fifty\nthousand Christians, and two thousand Jews. We didn't do nothing to them Nothing. They\ndid to us. Lots of things are...they took my cousin in a in a sack and put him in, . Can you\nimagine how a live person put in a sack and throw them in the river. My goodness. Yes, this\nhappened. . Yes. This is my story, end to my story. A girl from a small town...I didn't do\nnobody harm. I learned with the school. I helped . I was a bright little girl. Everything I did.\nAnd later on, But on the room was standing some...on the when they took her, she cried. She\nsaid you tell your mother they start with the Jewish...they they will pick us up later. Some\nChristians cried. They took us on the . And some not. people was yelling . There was good\nGerman too. Mrs. Effinger, Mrs.Niederman, and already on the other world. They was nice\npeople. They all helped. Beautiful people on the train. boys, young, of the future, all college\nboys. he did everything for for for the people. He used to go to farms. He was doctor in our\ntown. what they did to him. Put him in the train, like a cattle, with two children... ...he had a\nbeautiful wife. He would not go to the Christian. . It happened in our town.",
        "A: You're welcomed .\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJune 27, 1991\nRG-50.030*0196",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Fani\nBirnberg Ross, conducted by Linda Kuzmack on June 27, 1991 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum. The interview cannot be used for sale in\nthe Museum Shop. The interview cannot be used by a third party for creation of a work for\ncommercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "FANI BIRNBERG ROSS\nJune 27, 1991"
    ]
}