{
    "rg": "RG-50.030.0551_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nAnnette Fein, conducted by Ina Navazelskis, on November 7\", 2008, in\nAlexandria, Virginia. Thank you, Annette, for agreeing to talk with us today. As —\nas you know, we are interested in recording the stories of people who experienced\nand survived the Holocaust. And since we are here at the child survivor’s\nconference, we are very grateful that you’ve agreed to tell — to talk to us. Can you\ngive me a little bit of background about your s — your whole — your story; where —\nwhere you were born; where your family came from? And we’ll start from there.",
        "Answer: Okay. My family came from Poland. I don’t remember the exact location,\nbut my brother Jack would be able to tell you. And they moved to — to Paris, where\nI was born.",
        "Q: When?",
        "A: In — I-I was born in 1940, so I assume like a year or so before, maybe two years\nbefore, because Jack was also born in Paris. And then, by the age of around two,\nwe were put in hiding in a place called Vales(ph) Galant(ph), and I have absolutely\nno memory of that time. And after I think about — well, I guess around 1945, we\nwere brought by relatives to an orphanage. I just today learned that we were in\nseveral places, but I only know of one place, Taverne, an orphanage in Taverne, a\nJewish orphanage, where I was until the age of [indecipherable] until 1948, when —\nNovember 7, 2008\nwhere I then was adopted by American citizens, who were bo-both born in Russia,\nbut they were both — they were both already American citizens, and we — I believe\nthat happened in 1947, and it took about a year for the whole process to be finished,\nand I moved to America at the age of eight, 1948.",
        "Q: Do you — do you know anything about your birth parents?",
        "A: Well, we have photographs of them, and I know that they were both sew —\ntailors. I have photographs, but I — I dil — I don’t remember them. I rem — it’s all\nblocked out, basically, the whole time. I don’t know ti — a-anything, except what —",
        "Q: Do you know their names?",
        "A: Calpeak(ph). Rose and Joseph Calpeak(ph).",
        "Q: And do you — do you know — did they have any relatives that you were ever able\nto identify?",
        "A: Not that we’ve been — yes, well, we had a — my father had a sister who also\nperished — or it was my mother, I think it was my mother’s sist — sister. You’ll have\n—I-—Ican’t—I have to verify, I— I—I don’t remember all these things, I forget\nthem. I mean, I — I put them out of my mind, pretty much. They — and there was —\nthere was another relation o — th-that — the daughters — the — the sister’s daughter is\nstill alive — is alive in—1in Paris. We’re in contact with. And there’s another cousin\nalso in Paris.\nNovember 7, 2008",
        "Q: So would this suggest that when your family left Poland, it wasn’t just your\nimmediate family, your father and your mother, but a larger group of people?",
        "A: Perhaps, perhaps, but I have no — no idea. I t— I have never really delved into the\ndetails of that. I know the fa — th-the minimal facts, and that’s —",
        "Q: Have you been happy knowing just the minimal facts?",
        "A: It’s been —",
        "Q: Maybe happy isn’t the right word, but —",
        "A: Well, yeah, no, I do — I don’t think it 1s the right word. For me it’s been — 1-it’s\nsomething that was, and I accepted, and I don’t feel that I can just delve on it all the\ntime. Or even to know if it — I don’t believe that it can help me personally in my\nlife, so I just don’t bother. I do — I go forward, not backwards.",
        "Q: Do you know what happened, though, to your parents specifically? Were you\nable to learn that?",
        "A: That, yes. We — basically. I know that my father was put in a camp much earlier,\nI don’t remember the name. It’s not that I don’t know it, I don’t remember. And my\nmother, evidently — I keep hearing stories that she would cu — she had put us in\nhiding, in this village called Vales(ph) Galant(ph), and she lived there as well, with\nthe family and evidently there were other children there. And she went back to\nParis, I — I believe and got caught and then sent to a camp.\nNovember 7, 2008",
        "Q: But you don’t know whi — where —",
        "A: Again, I don’t remember. It’s over and down, I just don’t remember these names,\nbecause they — they’re long and complicated things.",
        "Q: So you don’t — yeah, but you know, you — they’re not recognizable, you don’t\nknow that it would have been Auschwitz she was sent to —",
        "A: No, it’s not Auschwitz.",
        "Q: Okay. Okay. What’s your [indecipherable]",
        "A: [indecipherable] mental, it’s a mental block, so — which I — I accept that it’s\nthere, and I — it doesn’t bother me too much, so —",
        "Q: Well, you know, who’s to — who is anybody else to say how another person\nshould deal with — with their stories and their lives?",
        "A: Hm, right, right, mm-hm.",
        "Q: Do — do you have an earliest memory in your mind, of anything?",
        "A: None, no. The only — I-I used to — I used to have a memory or — or — of\nsomething like a place with a lot of trees, and we — I remember something — hearing\n— hearing people or children say something about Jews, and I never knew what that\nwas about until I moved to Israel, and I would — any time I met French people, I\nwould ask them if — because I only remember the tap — or the name, at that time,\nTaverne, the — the pla — the — where the orphanage was. And, I would — any time I\nNovember 7, 2008\nwould meet French people, I would ask them if they knew of the place. And it\nhappens that — actually the first job I had in Israel was with an architect, and one of\nthe partners was an interior decorator, Frenchman, and he — he tur — his name was\nJosh Goldsta — is Josh Goldstein. And he said yes, of cour — he of — he knows the\nplace, and it turns out that he and his wife both worked at this orphanage, but once —\nafter we’d already left there.",
        "Q: So, would —",
        "A: And so he described the — the setting, and that kind of made more sense, why\nthat was stuck in my head, of the trees, and —",
        "Q: So, until you had that conversation with him, did you know that this 1s — you —\ncould you place it in a town o — when you had this image of trees, or you didn’t\neven know where that was?",
        "A: No, I didn't know where it was. I didn’t know where it was, because I never —",
        "Q: Okay. It was putting two and two together.",
        "A: Yeah, I never came across anyone — cause I — when — whenever I would ask if\nthey kn — 1-it only started in — in Israel when I asked people where Taverne was.\nAnd —",
        "Q: What was your first language that you spoke?",
        "A: French.\nNovember 7, 2008",
        "Q: French.",
        "A: French.",
        "Q: And was — how long was that the only language that you spoke?",
        "A: Until the age of eight, and once we moved to America, | think within about two\nmonths we learned English. I learned English perhaps faster than my brother. And,\nin fact I got very low grades in French when I studied, because I used to talk in\nclass. So —",
        "Q: Yeah.",
        "A: — I’ve put that — I’ve also blocked that out, I mean, I — I know that, I — I accept it,\nI — now, 1-if I absolutely have to talk French, I might understand some. I understand\na bit. But I don’t — I mean, I — in — in fact, in Israel, in Mitzpe Ramon there are a\nlot of French people, and I find the French very snobby about the language, so I\ndon’t — I say, okay, I don’t talk French. But [indecipherable] I can understand a\nlittle, because I studied a bit, right? When I wa — when I’m in France, I — the few\ntimes that I was in France, I was able to talk to people in the street, but not to\npeople that I know. Mental — good mental block. But —",
        "Q: Why do you think that mental block’s there?",
        "A: Probably there are things that I don’t want to remember, I mean, that’s quite\nclear, you know. Okay.\nNovember 7, 2008",
        "Q: But it’s interesting, you know, when one has a mental block, when I think about\nit in my own life, there are har — there are some — there are some parts that have\nbeen hard, and if someone were to ask me to reconstruct them, it would not be easy.\nI remember that they existed. I remember, let’s say, a basic story about them, but\nnot necessarily a specific within it, or certainly not a timeline. But I know that they\nwere there, you know, I — I was conscious when these events happened. And that’s\nwhat’s surprising for me 1s, when you’re not conscious, you don’t — you just don’t\nremember something. Then the question 1s — 1s, is there a reason why you have no\ncuriosity about it, or do you think you have no curiosity about it?",
        "A: I’ve kind of never went too deeply into it because I just like my life, and I — I\nsaid, this is what happened, and I — you don’t go back. You don’t go back. You\ncannot solve — you’re right, you can find out, yes, your roots, and — and things like\nthat, but I’m sure like there are reasons why I-I — I do —I do a lot of sewing so I can\nsay, oh yeah, well, my parents were also —",
        "Q: In that profession.",
        "A: — tailors, in that profession. I do a lot of — I— I do artwork. I don’t know whether\nthere’s a connection there. But to me that’s just to go — you can’t go backwards, you\ncan only go forwards. So that’s why I don’t — I don’t s —\nNovember 7, 2008",
        "Q: So, isn’t it difficult sometimes, being with people who — who have another need,\nthe — the need to go backwards? How do you — how does that —",
        "A: That’s [indecipherable] had become difficult for me, that difficult perhaps for\nthem, but not for — I don’t find it — that it’s difficult for me. I look at it, you know, it\n— these are facts that you can’t change, and I don’t — I don’t feel that knowing more\nabout it — I learned now from — from my brother, who seems to know much — so\nmuch more. But he’s a — for instance, he doesn’t remember me as part of — 1n his —\nin his life, and I don’t remember him in that wa —",
        "Q: In that early life in France?",
        "A: — in -— yeah. So there’s —",
        "Q: That was going to be one of my questions.",
        "A: Yeah, so it’s — it’s —",
        "Q: Yeah.",
        "A: — I mean, that’s a —I say, okay, I mean, I’ve totally blocked it out, but — and he\nhasn’t, but there’s still a lot of things that he also doesn’t — hasn’t been able to relate\nto or to see clearly, or to understand clearly. And again, that for some — maybe\nbecause I live in Israel, and that’s — it’s a— my life 1s — 1s my life as it is, and\nwithout complications of my past. For me, I mean.\nNovember 7, 2008",
        "Q: When you got — what I guess I'd like to try and trace is, when you got to the\nUnited States, or even if it was earlier, even though you were a child, a young child\nearlier, do you remember conversations coming up, about the war, about the\nHolocaust, about murders?",
        "A: No.",
        "Q: Did your paren — your adopted parents, what were they like?",
        "A: Oh, they were very good people, very nice people, very giving. I don’t remember\ntoo much, if they talked very much about the war, but was — it was always a — it was\nnot like — it wasn’t a hidden fact that we were adopted, we were — it was something\nthat we were — we knew about. It wasn’t sudden — suddenly we learned that we\nwere adopted, and where we came from. But I — I think I just kind of like, you\nknow, fit in as quickly as possible. Like for instance, learning English. I — I believe\nthat within about two months I was talking English, I was fluent in it.",
        "Q: And do you have memories of your brother being able to, or having — struggling\nwith that?",
        "A: No, no.",
        "Q: Okay. How did your adoptive parents cross your path? Do you remember —",
        "A: How did they what?\nNovember 7, 2008",
        "Q: How did they cross your path? Do you have memories of the first time you met\nthem?",
        "A: No. Only through what they once — what they — my father told me — both of\nthem, that when they came to the orphanage — they came to visit your — 1n yo — they\ncame to Europe and my father, who was very — an ardent Zionist, decided that the\nbest way to find out what the situation was, was by going to an — a Jewish\norphanage, and that’s how he — I-I don’t know exactly what the procedure was, but\nthat’s how he came to that orphanage, and he always said that he — he saw me, and\ndecided because they didn’t have children of their own, he decided to ad — to adopt\nme. And my mother at the time didn’t want — my adopted mother didn’t want\nanything to do with it, because she was not feeling well at — at that — this was in °47.\nAnd — but he — it was his decision, basically, and they said there’s also a brother.\n[indecipherable] said, okay, we’ll take both of them. But I don’t remember the\nsituation, I don’t in — in any way.",
        "Q: Aside from the trees, what would be other early memories that you can recall?",
        "A: Only — yes —",
        "Q: It doesn’t have to be Holocaust related, they could be about anything, just — just\n— what — what — what comes to your mind?\nNovember 7, 2008",
        "A: Ah, there was — okay, there was one — as I said before, there was — hearing\nchildren yell out something about Jews.",
        "Q: Was it a mean yelling out?",
        "A: Maybe — yeah, I think so. And, again this — this interior decorator said to me that\nwe went to school, evidently, and in order to go to school, we left the orphanage\nand passed a Catholic school. So, perhaps that kind of — so, for — at that point, that\nexplained to me why I remember something like that. The details, nothing at all,\nright. And there was one other thing of someone — and again, I’ve never delved into\nit, because it’s — I don’t think it’s a pleasant thing to remember, about — something\nabout a tree, and a — interestingly enough, I had a time when I di— I would paint a\nlot of trees. And someone once decided that it wou — it showed that I — my — I\nhadn’t — that I didn’t have roots, and that was why I was drawing trees. And I said,\nfine, that’s, you know, pretty clear, and understandable. But there was one thing that\nthere was a mat — someone who had a lot of keys, and I think there was a name\ncalled zoo or zoe or something like that. And this could have been a dream, or it\ncould have been something in detail, that someone was hanging from a tree, that’s\nall I remember. I mean, that’s — it was never made — never clear, and I really don’t —\nI’m not all that interested to know too much about that. [indecipherable]",
        "Q: Was it a shadow?\nNovember 7, 2008",
        "A: A shadow, or —",
        "Q: A shadow of a person on that tree, was it — or —",
        "A: I can’t even say. Just someone hanging on a tree, or hanging on a tree. Like a —",
        "Q: Yeah. It doesn’t bring — it doesn’t bring up a — a — a pleasant image whatso — at\nall.",
        "A: No, no, no. So, I put it out — I mean, I — it was there. When I was much younger,\nit would — it would — I would think about it now and then, but I — I pushed it out,\nand —",
        "Q: Did you feel different than other children in the United States?",
        "A: I think only in the — well, that’s — I think that’s why I se — I learned English very\nquickly, because kids in the s — in the neighborhood would call me Frenchie, and I\ndecided I didn’t — I wanted to be American, again, as quickly as I could.",
        "Q: And did you feel different than other children because you were adopted, and\nyou knew you were adopted?",
        "A: No, I don’t remember that feeling. Maybe in the first few months, or the first\nyear, because we did go to a private school for one year. And then, when we went to\ngrammar school, we would put — we were put back a year. And I never made up\nthat year, whereas Jack did, because it wasn’t — because I’d become friends with —\nNovember 7, 2008\nwith kids that were — I was with, so, it was enough, I-I didn’t need to go — go ahead\none year. So no, I don’t think I felt too different.",
        "Q: Can you describe to me a little bit about — I mean, I don’t know how to express\nthis in a way that doesn’t sound much too — too many big words.",
        "A: Mm.",
        "Q: But how does — how did you form your — I mean, most of the time children form\ntheir identity from all of these building blocks that are part of their past. That\ndoesn’t necessarily mean they stay there, but that’s what they have to start with.\nThey have this building block, this one, this one, this one, and then later they can\nsay, well, I want part of this one, I want part of that one, I don’t want the rest. And\nlittle by little they start forming their identity. What formed yours? How did you\nform yours? What things did you choose to become who you are?",
        "A: I think I was very influenced by the — by the Israeli — I think also — okay, we’re —\nwhen I came to America, I remember my father would — used to make records of\nus, he — he liked to sing and we — he made records of — of us talking 1n — and I\nremember one of the — even — no, even before I spoke English, I mensh — I thi —\nfrom the orphanage, we were ma — we were oriented to think about Israel, and I\nthink that that was like — that was always my — my direction, 1s to come to Israel,\nwhich I did, very — as soon as I-I finished at th — sorry. When I ca — when I — in one\nNovember 7, 2008\nof the tapes that we made, I said that I wanted to come to Palestine. And this was\nlike very early in —1n the process. So I think that was always what pushed me\nalong. And because my parents, especially my father, was so much into Israel\nhimself, it always —",
        "Q: It was natural.",
        "A: It was very natural. And I became involved in youth groups, Young Judaea, as\nin high school, before high school, you know, in high school at least —",
        "Q: Where did you grow up here? What — what si —",
        "A: In Union — well, we started out in Newark, New Jersey, and then in Union,\nNew Jersey. And in — when I was in my last year, or my la — no, I think in my se —\nor junior — between my junior and senior year of high school, I came — I went to\nIsrael with Young Judaea.",
        "Q: That was the first time?",
        "A: That was the first time. And afterwards I said I was moving — I was coming back\nto Israel. And, in fact, in my year book it says I’m known for wanting to go to\nIsrael. So, I— I was ac — active in young Judea, wa — I decided to go to u— I went to\nuniversity for — first, and — because my parents had said, you know, finish\nuniversity, and then do whatever you want. And I realized that was a good a — good\nNovember 7, 2008",
        "Q: Where did you go to school?",
        "A: Temple University. Studied art, fine arts, and art education. And I finished and I\nwent to Israel for a year, and I’m now — that was in ’63, and I’m still living there,\nSO —",
        "Q: And does — is — is Israel more home than the United States ever was?",
        "A: Israel is home. I don’t — I can’t say more home, because I feel very much at\nhome in — in America because I grew up here. Yet, not here in this area, but in — in\nJersey for instance, there’s no more a — when my parents were alive, New Jersey\nfelt very much part of me, and it was — it’s always easier — easy for me to come to\nAmerica, because I love it, right, I speak English, and there’s no problem there, so\n— and I —I like some of the things that I see in America, but oh, you, the sun is in\nyour eyes. Do you want to move? Do you edit afterwards?",
        "Q: I stopped it, right now.",
        "A: Okay, yeah.",
        "Q: I paused it. Or, put it this way, I paused it, and we’ll just move to these chairs\nhere.",
        "A: Yeah.",
        "Q: Oops. Well, put it this way, Pll move to this chair here.",
        "A: Yeah.\nNovember 7, 2008",
        "Q: And you don’t have to.",
        "A: I’m okay.",
        "Q: Yeah. If you’re fine, then — then we can stay that way.",
        "A: Okay. Now ’'m —",
        "Q: Okay. Here we go. I was hoping the sun was going to go in the other direction.\nSo, record, okay. So, you were saying that Israel is home, but you felt at home here\nas well, having grown up here.",
        "A: Yes, yes, it’s —",
        "Q: So how did — how did these other parts of that early life that you don’t\nremember, that — that was blocked out, at what point did they come in — at what\npoint would you be reminded, or would some pe — point, some piece of information\ncome up? Do you have —",
        "A: Only when I come here and — no, basically only when I come here and I hear\nabout things that my brother knows about and reads ab — o-or has been involved\nwith. So, it’s all. I was part of that too, but that’s as far as it goes, because I go back\nhome and — and — home to Israel, and get into my work and —",
        "Q: And your — your parents from Poland came to France, your brother wasn’t that\nmuch older than you were.",
        "A: Two years older.\nNovember 7, 2008",
        "Q: Two years older. But did he have any direct memories of them, that he would tell\nyou, or that he would share with you, as you were kids still?",
        "A: No, no. I — he may have had, yes, but we were not close to — we didn’t — I do —\nwe — for instance, we — we lived in Newark, we went to grammar school, but then\nwe moved to Union, and he was already in high school, but — and still in Newark,\nand I — when we moved to Union, I started high school in Union, some — our paths\nwa-wa-was like, you know, I didn’t know his friends, because he was in a different\nhigh school. So we were very much apart, and then he went off to college, and I was\nstill in high school, and we were very, very much apart, I think.",
        "Q: Well, you had — when — if you were eight years old when you came to the\nUnited States, and let’s say normally it — you know, a teenager finishes high school\nat 17, you had less than a decade where you were living together. A decade 1s still a\ndecade, but —",
        "A: Yeah, but not — no, really —",
        "Q: Not really, less.",
        "A: — there was too many aga — because he went to a different high school, so our\npaths weren’t similar. I became very involved in — in youth group in Young\nJudaea, he didn’t want — it didn’t happen with him. I went to overnight camps, I\nNovember 7, 2008\ndon’t think he did. Well, maybe he did one time. I used to love to go, and he didn’t,\nas far as I know.",
        "Q: Can you tell me what those camps gave you?",
        "A: He’s a math — he’s a mathematician, I’m into art. It’s like, you know, we’re two\nplanets apart. I don’t —",
        "Q: Well, here’s an irony, without knowing — without knowing you at all, and not\nhaving talked to your brother, it sounds that you were the person who certainly\nfound an identity in being Jewish, and then looking to Israel as a place that would\nbe for you, your direction, and he did not. And yet —",
        "A: Yes, yes.",
        "Q: — when you look at the Holocaust, and looking at what were those early years\nthat are so murky, you have less interest in it, and he has more.",
        "A: Mm-hm.",
        "Q: And there’s a certain irony in that, you know?",
        "A: Yeah.",
        "Q: In —-",
        "A: I’m also the only one in the whole family that — that moved to Israel and that\nbecame — that decided Israel was the place for me. Which probably came from my\nadopted — well, no, I think that came way before, from the orphanage. Because\nNovember 7, 2008\nagain, when I came I said, I’m coming to — I wi — want to go to Palestine. I was\neven, I think, kosher at the time, as I— I was very concerned about what I was\neating when I first came to America.",
        "Q: No teachers you remember from the orphanage, or no — no —",
        "A: None.",
        "Q: — other individuals who cross your mind?",
        "A: No, nothing, nothing.",
        "Q: Well, it’s just unu — it’s unusual.",
        "A: Yeah.",
        "Q: That, even when I think in my own life, again, I have some memories of age\nthree.",
        "A: And you’re younger, really, yeah.",
        "Q: A little, a little, but — but —",
        "A: No.",
        "Q: But I remember some — I don’t remember more than an episode, but I remember\nthe episode, and it — some kind of a context of that episode. And then there’s a next\nmemory that could have been a year later, could have been a year and a half later.\nBut some — a little bit is — something 1s there. And so that’s why when you see me\nperplexed, I am — I’m truly perplexed, you know, of —\nNovember 7, 2008",
        "A: Because it’s never als — it’s never really bothered me that I don’t remember these\nthings, because I’ve always believed for myself that I’m — I can’t relive my past,\nand it’s not going to change really, who I am, for me. I — I accept anyone who wants\nto delve into — into that, and — and to dig out things, and — like, Pll accept people\nthat feel that if they go to psychiatric treatment, you know, and find out what their\npast was, and they — they — I accept that people need that, and somehow, for some\nreason — I don’t say I don’t need it, I just don’t — haven’t felt that I need to — to\nsearch that. Which is perhaps perplexing.",
        "Q: Well, it’s perplexing, but it’s also a choice that no one else can say you should or\nshould not do, you know, it 1s — 1t is an each individual choice. It is — but these\nthings that happen, in some way or another, they form our identity. So what kind of\na person do we become using those various pieces? And I think that that’s one of\nthe — I think that’s one of the reasons why people do go back into that, they ta —\nthey take something that they remembered, or experienced, and it shaped them, you\nknow, and how did it shape them? And so that’s what, you know, sometimes we —",
        "A: Well, I think — I think that wa — what did shape me was the fact that we were —\nwhat I — I don’t remember details, but I know that I came to America with the idea\nthat I was going to move to Palestine.",
        "Q: And where from that —\nNovember 7, 2008",
        "A: So that did shape me.",
        "Q: Yeah.",
        "A: And I don’t understand how it didn’t affect my brother, but that’s because, again,\nwhen we — we’d been so different, and always were very different. And that’s what\n— that’s what guided me.",
        "Q: Can you tell me, what did — and — and I say this from complete ignorance: I’m\nnot Jewish, and I’ve not — not been to Israel, and I’d like to hear what about it\nspoke to you. What articulated in a certain way, and —",
        "A: At the time — look, I — again, I came the first time with a youth group. I was not a\n—I wa -—hadn’t finished high school yet, and it was very exciting, I remember this —\nalso a very young country still. In ’50 — it was °57 that I went, right, so it was only\nwhat, not even 10 years old. And it was — it was just li — we traveled a lot, and 1s a —\nas a— aS a young person just traveling like that, it just affected me.",
        "Q: It’s a lot of fun.",
        "A: And it was also a very free feel — a very — it’s not what it 1s today, right? It was\nvery free, very easy, very warm. If you ask someone how to get someplace, they\ntake you there at the time. It ma — 1t may not happen today, but there 1s an easiness\nabout Israelis, a warmness like, about Israelis that — that really pulls you. And again,\ntoday it’s very different because it’s become much more Americanized as well\nNovember 7, 2008\n[indecipherable]. And bigger. So, it’s not the same thing that it was when I first —\nwhen I first came to Israel, and I was — excitedly, I mean, I — you know, oh, I’m\ngonna come back to Israel, and I just did that, that’s all I did.",
        "Q: I belong.",
        "A: I— yeah. I didn’t have to identify as a Jew, I was a Jew. Everyone is a Jew,\nbasically [indecipherable]. You didn’t have to — I don’t have to go to synagogue in\norder to prove that I’m Jewish. I don’t like religion to start out with, so I don’t know\nwhen — if that happened then, or now, but I’m very — I’m not anti-religious, but I\ndon’t — I think religion is a very big problem in our world, so — but, I mean, that’s —\nthat’s now my feelings today, after being the age that I am, and seeing what I —\nwhat I see, everything. But it always just felt very much at home. So I came back,\nafter being two months with a bunch of kids, you know, and having a great time.\nAnd I was still belonging to — to Young Judaea at the time, and I became a leader\nin the movement. And I got kicked out because I would tell the truth. I li — I liked si\n— you know, I liked the facts to be clear. It wasn’t a great, easy place to be, and I’m\n—I would tell kids this, you know, that’s not good, you have to tell them to — you\nknow, to come. And I don’t see the point in doing that, so —",
        "Q: What was it that got you kicked out?\nNovember 7, 2008",
        "A: Because I — I just never —I didn’t want to lie about what Israel was. It wasn’t an\neasy place to come to live in. It still isn’t an easy place to come to live in. And if\nyou want — decide that you want to come, you ha — I think you have to be aware of\nthat, and not what the Jewish agency will tell you, because that’s a bunch of lies\nsometimes.",
        "Q: But you know, it’s pretty harsh to kick someone out who has such a passion for a\nplace.",
        "A: No, it’s okay, it’s okay, because —",
        "Q: You got over it, huh?",
        "A: —I’d se —I- yeah, I — it didn’t bother me. I mean, it was fa — it was funny to me,\nfine at the time, you know. It didn’t stop me from doing what I wanted to do, was\nfine. I have — I’m going in my direction. And that’s what I did, I mean, I finished\nuniversity, I studied art and art education so that I would have something to ba — to\nfall on if I needed it.",
        "Q: Did your parents support this?",
        "A: Yes, yes.",
        "Q: It sounds like they would have.",
        "A: Yes, yes. They have — they — they had no choice really, because my father was\nalways Israel, Israel. And they never — they never con — came to live in Israel\nNovember 7, 2008\nbecause my mother actually didn’t want to. My father wanted to come. He would —\nhe, in fact, left Russia when he was 14 —",
        "Q: 1905 - 1910 —",
        "A: Something like that.",
        "Q: — something like —",
        "A: And he came to Israel.",
        "Q: To Palestine.",
        "A: To Palestine. And he stud — he studied in th — in school there for a couple years,\nuntil he got kicked out because he was illegally there. So in — and then he — he was\nkicked out and then he came back to Israel. And then eventually, I think when he\nwas 19, he wa— he came to America. So —",
        "Q: So you — d — what year was he born?",
        "A: — he was always —",
        "Q: What year was he born?",
        "A: He was born, I believe sometime early 1900s, I don’t remember exactly —",
        "Q: So did — did you learn about his story and his family, and all of —",
        "A: Yes.",
        "Q: — where they came from in Russia?",
        "A: Yeah, yeah, sure. I —\nNovember 7, 2008",
        "Q: Where were they from?",
        "A: Odessa.",
        "Q: Oh, near the Black Sea. And what propelled them out of there?",
        "A: Well, I don’t remember what [indecipherable]",
        "Q: It’s okay.",
        "A: It’s all there, it’s all there, but I just don’t remember [indecipherable] you\nknow.",
        "Q: But did you — do you remember that he told you — was your mother also from\nOdessa’? You don’t know?",
        "A: No, no. She came — my mother came to America very young, so she didn’t go\nthrough the same thing. And she was in — because of her, he didn’t come back — he\ndidn’t move to Israel, because she didn’t want — her family was already in\nAmerica. His family was in Russia, except for a brother, who eventually moved to\nAmerica, they were all in Russia. So they would never — he never moved to Israel,\nbut we always had Israelis at our house. He spoke Hebrew fluently.",
        "Q: Oh, you did?",
        "A: He did.",
        "Q: He did?",
        "A: He did.\nNovember 7, 2008",
        "Q: Uh-huh.",
        "A: I studied Hebrew in high school — in — in Hebrew school, but I didn’t — I don’t\nthink I could s-speak it until I came to Israel and went to ulpan.",
        "Q: Mm-hm. What’s that?",
        "A: A-—aplace to learn only Hebrew.",
        "Q: What’s it called?",
        "A: It’s ulpan.",
        "Q: Oopahn(ph)?",
        "A: Ulpan.",
        "Q: Ulpan.",
        "A: U-I-p-a-n.",
        "Q: Uh-huh.",
        "A: Ulpan. It’s like five days a week, six days a week.",
        "Q: Intensive?",
        "A: Five hours a day [indecipherable] I studied there when I first ca — I mean, I\nknew some Hebrew, but I don’t think I could really speak it. When I moved to\nIsrael, the first thing I did was go to ulpan. The si — for f — I ended up — it’s usually\nSix we — six months, and I went for five months, because I simply then got a job and\nI decided to — to take the job. But I mean, you know, that was always my direction,\nNovember 7, 2008\nand that’s what I did. And it came from our home, so the fact that my brother wa — I\n— it always also amazes me, and no one really, in the family came to that decision to\ndo that. It was only me, which I [indecipherable] comes all back from France, and\nthat was — that was what pulled me [indecipherable]",
        "Q: It’s interesting, it’s interesting. What’s the — when you — when you look at the\nAmerican milieu, the American life, and I take that to be primarily Jewish\nAmerican life, and you look at that sort of ethos and spirit and people there, and\nIsraeli, could you expand a little bit on — on where you see the differences, where\nyou see the similarities as far as —",
        "A: That’s very complicated.",
        "Q: I know. I know.",
        "A: Look, when I first came to Israel, I found it very — I mean, it was very different.\nThere was, again, 1n 0 —",
        "Q: Different than the United States you left, or different than now?",
        "A: Than the United States. Different then than the United States. Today it’s much\nmore like — not like, but much more influenced by the United States.",
        "Q: What were some of those differences?",
        "A: Okay. It’s a much warmer place, not just — not just physically, but people are\nvery giving, very, very tough, but very soft inside. Like this — what they call the\nNovember 7, 2008\nsabra, which is the fruit of Israel, and it’s prickly on the outside, and soft and sweet\non the inside. And this is what the sabra — that’s what an Israeli born person is like.\nAnd that’s, I think, probably one of the things that — that attracted me. There was —\nyou didn’t have t — you know, you — you — you don’t have to make an appointment\n— you didn’t have to make appointments with people, you could just stop in and\nvisit. Which you could — you can’t do — couldn’t do in America, and you still can’t\ndo in America. I remember a few times some visits I would have to call up people\nand say oh, well, they have no time to see me. Yeah, I’m just here on a vacation,\nyou know, you’re coming to visit, I mean, I’m not living here any more. And that\ntype of thing is very like to — in Israel, even today, if I come ba — when I come\nback, Pll call up and say I’m coming over, there’s never — almost never a problem\nwith that.",
        "Q: I can tell you I miss that in the United States too.",
        "A: Yes, okay.",
        "Q: Of people just dropping by.",
        "A: Yeah.",
        "Q: It used to be in another time and another place, but not necessarily here.",
        "A: At the time also, which isn’t happening — you can’t do now, because of the\nsituation, you could get out on the road and hitchhike without any problem. You\nNovember 7, 2008\ncould walk in almost any neighborhood without any problem. Again, this is all\nchanged, by little, by little, there — it’s not like that every place. You don’t hitchhike\nso much today because of the — the situation. I unfortunately think that Israels —\nIsrael has picked up on a lot of the bad things about America, rather than the good\nthings.",
        "Q: Su — such as?",
        "A: I don’t know exactly wha-what the good things are. An efficiency that — that’s\nhere, that can be, I think, very helpful. I love going to supermarkets here, which I\ndon’t love it — especially not where I live now. I love the fact that they’ Il pack the\nthings for you, where in Israel you have to do everything, except the\n[indecipherable]",
        "Q: That’s very European, too.",
        "A: Yeah, okay, so —",
        "Q: In Europe it’s the same.",
        "A: — yeah, yeah, I know. Do — all the red tape that you sometimes have to go\nthrough just to — like, for instance, when I first came to Israel, just to get a\ntelephone, you would have to wait three years. Two, three years. Which was good.\nIt’s not like that today, but at the time, you know, you say, wow, look at — in\nNovember 7, 2008\nAmerica, within 24 hours you would have it, so — the — again, I mean, everything\nhas become so Americanized there.",
        "Q: So tell me about those things that are American influences that you have more\nreservations about.",
        "A: Oh, the whole — the whole — cell phones, the computers, that’s all — it all comes\nfrom [indecipherable]. Cable TV, needing to ha — buying more than — living above\nyour — your means, yeah.",
        "Q: So kind of a — a consumer —",
        "A: Yeah.",
        "Q: — as a consumer [indecipherable].",
        "A: It’s true. Even when I fir — when I first came to — to Israel, I would — there were\nthings like — that would bother me. For instance, I remember walking in the street,\nand — and people come and they push you out of the way to get to the bus stop, you\nknow? Things like that would bother me, and — until I ended up, I remember once,\npassing someone who pushed me, and I pushed her back.",
        "Q: You’ve become Israeli.",
        "A: P’ve become Israeli. And now we have like an — a different thing in that — are\nyou Russian? No, you’re not Russian.",
        "Q: Me?\nNovember 7, 2008",
        "A: No, no, you’re Poland.",
        "Q: Lithuanian.",
        "A: Oh, Lithuanian.",
        "Q: Actually Lithuanian [indecipherable] I’m American [indecipherable]",
        "A: No [indecipherable]. So, today, for instance, the Russians tend to do th-the\nthings that — you know, they just [indecipherable] you don’t know that you have to\nstand on line and they push ahead, and things like that. Then again, this —",
        "Q: I could tell you stories. I’ve lived — I’ve lived in eastern Europe.",
        "A: Uh-huh.",
        "Q: And the American part of me is just shocked. Absolutely shocked by the — the —\nthe lack of behavior, you know, the — the impoliteness —",
        "A: Of Americans, yeah.",
        "Q: — of — of — of eastern Europeans.",
        "A: Okay.",
        "Q: Because in public life, people are very rude to one another. Privately they’re not,\nbecause privately you’ve gone out — you’ve been — you’ve gone over a barrier of\ntrust. That is, they now trust you once you’re inside their home, and the behavior is\ndifferent. But in public, it is atrocious. It 1s just — you know, it would flabbergast me\nNovember 7, 2008",
        "A: But you also have here in 1s —",
        "Q: Absolutely.",
        "A: — are Israelis, I'd say if ’'m— when I’m - especially in New York —",
        "Q: Uh-huh.",
        "A: — if I hear Hebrew, which you hear so — a lot of, and you know they’re Israelis,\nyou know [indecipherable]. I also, for instance, back sometime in the 80s, I—I-I\nwent to buffal — to [indecipherable] South Africa to teach bla — blacks there. And\nvia the gov — Israeli government.",
        "Q: Do you have dual citizenship?",
        "A: Yes. And I remember being very [indecipherable] these who were on staff that\nwas there, because it was a — a project to teach blacks their crafts, so that they could\nthen go on and —",
        "Q: Make money.",
        "A: — earn money, right. And it was extremely frustrating because what I could see,\nwhat was s-spending a fortune, the government was spending a fortune of money on\nus, training these people, and not giving them anything, and that really\n[indecipherable] me, and I — I would get so annoyed by it.",
        "Q: It t —1t’s typical for all governments.",
        "A: Yeah. So —\nNovember 7, 2008",
        "Q: I was part of — when I lived in eastern Europe and 1 — and in Europe between\n1990 and 2000, I worked for a lot of organizations, and that was — what your insight\nwas, 1s exactly something I shared. They would say there’s aid for this or that\nproject, and it was to help bring freedom and democracy and all those other nice\nthings, but the money didn't go into the pockets of the —",
        "A: Into the pockets, yeah, right.",
        "Q: — yeah. It went into the pockets of the contractors who knew how to get the — the\nassignment.",
        "A: Assignment, exactly. So that — that type of thing, and I — I — I remember when I\nfirst came there they immediately, a party for the newcomers. It was a project of\ntwo years, I came in only for two months. I was supposed to be for three months,\nbut they kind of messed up on it, and I said, I’m t — here for two months and that’s\nit. They pa — bu — very wonder — good salary, a car. All I had to do is pay for my\nfood. A-And, I would end up going back to the school in the evening to — because I\nn—TI found that — I realized that the — the girls, they were mainly young ki —\nyounger girls, were from villages, and they had — they had nothing to do after four\nor fi — after the school closed at four or five o’clock, there was nothing for them to\ndo. So I would come back to work, and they learned that I would be there, and I\nwould bring dried f-food or coffee, and I would share it with them. You know, and\nNovember 7, 2008\nthe other Israelis got very annoyed with me when I was giving so much to them.\nYou know, this is — we’re here to help them, not for us t-to take. So, that — that kind\nof thing is, you know, where — I don’t think that’s an Israeli thing, that’s just bad\ngovernment policies.",
        "Q: Well, it’s — it’s — I also — it’s endemic for th — with all such structures, and those\nare the structures that exist.",
        "A: Right, right, right.",
        "Q: Whether it’s the European Union, or whether it’s the United States, or whatever.\nWhatever country is giving the aid, usually benefits 1ts own citizens through that\naid.",
        "A: Yeah, right. Cause I — I remember also once there — basically, we were teaching\nthem so that they could teach people from villages, you know? And I kept saying,\nwell, I want to go to these — I want to go to a village, to see what conditions they\nwill be teaching in. Because if I — suddenly I’m demanding that we have proper\nseats, and proper lighting. But then I said, what — what — what goes on in the\nvillage? They’re sitting outside, on — they don’t have chairs, they don’t have lights.\nThey work until — they can work until — until it’s su— sundown and then they have\nno electricity, so how — how — why —",
        "Q: But it wasn’t — this experience wasn’t sufficient to get you turned off from —\nNovember 7, 2008",
        "A: No, no. This was just — look, I — I think I’m not very good with — with\ninstitutions altogether. I — I never taught in school, because of what I saw of the\nschool system here in America, not — not just in Israel. I never taught in Israel —\nand in — in America I only student taught, and that was quite enough for me. I-I —\nI’m not — I-I — I — also, even when I worked, I’ve been inde — independent more or\nless since 70s.",
        "Q: Tell me a little bit about — about your life —",
        "A: What I do.",
        "Q: — because we — no, well, no, we star — we started at 1963, and then kind of —\nwhat happened sequentially, sort of. When you moved there in °63 to live, what\nhappened, and then [indecipherable] rest.",
        "A: Okay, basically, the first six months I learned Hebrew, and then I just wanted to\nge-get work, and I found work in a silks — doing silkscreen printing. Outsi — I was\nliving with this — ulpan was in Jerusalem, and this job was outside of — near Tel\nAviv. So I moved there.",
        "Q: Did you have friends or family from the U.S. that were already there?",
        "A: No family, no.",
        "Q: No family.\nNovember 7, 2008",
        "A: Well, a— very good friends of the family. And I had friends from Young Judaea\nthat were in Israel already. And I quickly made friends with Israelis. I knew more\nIsraelis than I knew Americans. And I just say — I mean, I — I — I just went from —\nbasically from — okay, I — I got ja — a job working in this — in doing silkscreen\nprinting, and I was more or less in charge of the woman, the worker that was there.\nAnd that pushed me to — to speak Hebrew qui — more quickly because I was in\ncharge of her, and she always spoke — or French, or Hebrew. So I spoke French.\nAnd [indecipherable] and after about three months, my boss said, maybe 1n five\nyears we'll become partners. And I looked at him and I said, this is not the place for\nme. Because this was outside of Tel Aviv, it was in a little place that was —Is —I -\nI don’t know what I was doing there. I would come back every weekend to\nJerusalem because that’s where I had friends. And after three months — af — when\nhe said this I moved back to Jerusalem, and I — I had several — I mean, I went from\n— like a year I worked for a s — a publishing company doing graphic work. And I\nworked for “The Jerusalem Post’ doing graphic work. And I was always painting\nor doing art work, but I wasn’t doing it full time because I was working in places,\nuntil about the early 70s, or — just about the 70s, yeah, I think late 60s, beginning of\nthe 70s, I decided to go and work on my own. And I became partners with a Danish\nguy, he was going to si— he did silkscreen printing, I did more of the graphic work,\nNovember 7, 2008\nand he did — he did printing for — for artists and all sorts of things like that, until he\nleft. And I just continued being independent, because I’m not — again, I’m not good\nwith institutions of any kind, I — I don’t like — like even when I worked for the — for\nthe Post, or for the publishing company, I had — I know what I had to do. I had\nnever liked clocking in. I didn't have to clock in at the time. I did the work that I had\nto do, and you — more, if it was necessary. But don’t tell me what — you know, 1-if\nmy work is not good, I’m willing to hear it, but if — the hours I had to put in, I’m not\ngood with that. So it’s as — the same ki — I — I needed to be always independent, and\nI guess that’s part of my — my whole makeup, 1s just to be, you know, where I need\nto be.",
        "Q: Did your adoptive parents have those sorts of artistic streaks?",
        "A: My mother, evidently, at some — of one — had wanted to be an interior decorator,\nmy adopted mother. My father, no [indecipherable]",
        "Q: Was he a businessman?",
        "A: But he would — yeah, businessman, but he was more — yeah, he sang and he s —\nhe loved telling about himself, of his — his whole background and that. So he was\nvery vocal. And my mother, they had a — a — a business, a furniture shop, and she\nkept the books and all that, they worked together, but he was more outside, talking\nto people, she was [indecipherable] the business.\nNovember 7, 2008",
        "Q: Well, there’s the salesman, and the person who keeps it going.",
        "A: Yeah, yeah.",
        "Q: Did you have a curiosity about your birth parents?",
        "A: Only what they did, and what they looked like, which I, at some point, I don’t\nremember, I got photos from my cousins 1n Paris. And she told — th-the cousin —\nthis cousin told me a little, because she didn — she’s older than — than — she’s about\nS-Six years older than — than myself, six or eight years. So she has much more — she\nremembers much more.",
        "Q: How did —",
        "A: And I met her and she told me a bit more about they would — they were — but not\ndetails like my — like [indecipherable]. I don’t remember where she was in\nconnection to where we were. But again, I cou —",
        "Q: How did she enter your life? After you left to the e —",
        "A: Okay, yeah.",
        "Q: It sounds to me like there 1s — you know —",
        "A: This — okay.",
        "Q: — be-before America and after —",
        "A: And after America, yeah.\nNovember 7, 2008",
        "Q: — America. And — and so when — before America went away, how did it — how\ndid these things, even though you didn't seek them —",
        "A: Okay, because my — okay, because our parents, our adoptive parents, kept in\ntouch with the family in — in France, that [indecipherable]",
        "Q: Which — which hid you?",
        "A: No.",
        "Q: Oh no.",
        "A: No, no. It’s a family that’s our family, our immediate family. Cousin — two sets\nof cousins. They helped them out financially, they helped [indecipherable]\ndaughters — one of the fa — one of the cousins, their daughters came to visit\nAmerica and they stayed with my parents. In fact, by then, when I was in Israel,\nthey also came to visit me in Israel. And I had no contact with them, with that part\nof the family. But there was — there was connection without being very to — they\nnever made any great effort, so that this is one of the reasons that I believe that I\ndon’t speak French, is that this one relative, the father, who’s since passed away, I\nwas there, I think in ’64, coming back from the States, from the visit, it was a year\nlater that I would move there. And I stopped in — 1n France, and I stayed with them,\nand they were [indecipherable]",
        "Q: This was a blood relative\nNovember 7, 2008",
        "A: [indecipherable] relative, yeah. And he just went on — I got very upset, he went\non about how he blamed my — our adoptive parents for the fact that we didn’t speak\nFrench. And I got really very annoyed with him. And since then I just never made\nany great effort to keep in contact, nor did they. All right.",
        "Q: The French relatives.",
        "A: Now, that I — the French relatives. Now, there’s another cousin, who today we’re\nin touch with, but at the time I had met — her father was still alive, her mother was\nmy aunt — my second aunt. My aunt which he wa — she was, I think my father’s\nsister, but I don’t remember exactly now. And it just — cause it doesn’t really matter\nto me. The fa — her father, who was still alive when I came to visit, he was — he was\nvery pleasant, he was okay. And I don’t know wha — I don’t know if — I guess I —\nyeah, I probably met — he had a — a — okay, I have a cousin, and his brother. We met\nat the time. But then when I — when I — when I was living in Israel, and he knew I\nwas living in Israel, and I came back to Israel, and then for years I had — we had no\ncontact at all. And then suddenly they — I get — sh-she called, she was in Israel, and\nshe didn’t know how to find me. And I alw —I said, how can that be? I mean, you\nknew I was in Israel. The father — your father knew I was in Israel. My parents at\nthe time were still alive, so there was no problem finding out where I was. And she\nwent to Yad Vashem, the Holocaust museum in — in Jerusalem to try to find me.\nNovember 7, 2008\nAnd they said, well what — why not look in the phone book? And they found me in\nthe phone book, of course, you know. And that’s how we came in contact again.\nAnd they’ve been very, very nice. I mean, they’re very pleasant people, and I like\nthem. We meet. We — they’ve been to Mitzpe Ramon since I moved there, they\ncome to visit. Three years ago I was — I came to the States, and then I went for two\nweeks to Paris, so we just met for dinner.",
        "Q: But did they feel more —",
        "A: I didn't stay with them.",
        "Q: Do they feel more like people who are not 1n your inner circle?",
        "A: Very definitely. The-They’re — let’s say they could be, but they’re not. I like\nthem very much, they’re very warm, but there’s — I think again Jack is much more\n— much closer to them than I am. I probably at si — in some place said okay, I know\nthey’re my relatives, but it’s — 1t’s a—a statement, and that’s it. It’s not all that\nstrong relationship.",
        "Q: Sounds like relatives without being family.",
        "A: Without being family, right. I feel much closer to whatever relatives I have left\nhere than I do them.",
        "Q: From your adopted family.\nNovember 7, 2008",
        "A: But yeah — but they’re — but, I mean, this couple again, I like them very much,\nbut — and I enjoy being with them when I see them, but it’s always a very brief kind\nof thing.",
        "Q: Did they ever tell you anything? Did they know anything about your parents?\nDid they ever share anything?",
        "A: Well, yes, she — the cousin knew my par — knew — remembers my — my mother\nvery much, she remembers her. She described her and the fact that they were both\nse-seamstress — sewers and all that. But we’ve never real — well, again, I don’t think\nI made any great effort to sit with them and get all that information. And if you te —\naga — last — the last time I was in Paris, they were busy, and we — I had — we met\nonce for dinner at their house. I slept one weekend there, because the place where I\nwas staying, I had to — I-I couldn’t stay with who — it was a friend of mine, I\ncouldn’t stay that weekend so, they allowed me to stay. I didn’t feel\n[indecipherable]. I pushed myself on them, I needed a place to stay that night, so I\nstayed with them. But they were then going on vacation, you know.",
        "Q: So — excuse me, it sounds like there aren’t — there weren't any really warm\nconnections to France.",
        "A: No, I — that’s right.",
        "Q: You know.\nNovember 7, 2008",
        "A: That’s right.",
        "Q: From any —",
        "A: Yeah, I know. For instance, this other girl, they’ve made an effort, this one\ncousin, and her husband —",
        "Q: And her name 1s —",
        "A: — they’ve made — Sallah(ph).",
        "Q: Sallah(ph).",
        "A: She’s made — they’ve — she and her husband George have made efforts to make\nconnection with me. I know he’s — they’re much closer with Jack. The other\ncousins, I’ve manage — I’ve — a few times, in fact, let’s — the father — the father, who\npassed away already a long time ago, who put — blamed my parents for the fact that\nwe didn’t speak French, I never — after that I never have come — I haven’t had\ncontact with them. And there was one time like about, I don’t know, I think 10 - 11\n- 12 years ago that I went with Jack and his wife Judy, we went to France, and we\nwent — my cousins Sallah(ph) and George for dinner, and this man who knew we\nwere coming — the — well, she’s the cousin, actually, his wife, but they were on\nvacation. They knew we were coming. I — to me, that’s enough to not even search\nfor them. And Jack, without a — he-he-he calls them up, they were in Nice, and then\nhe asks — he puts me on the phone, and the guy just starts out about how quelle\nNovember 7, 2008\ndomage, I don’t speak — don’t speak French. And I said, well, it’s too bad you don’t\nspeak English, and I gave the phone back to my brother. He wants to make contact\nwith the — with these people, fine. I have no — no problem with that. I don’t need the\ncontact with someone like that. And again, they made no great effort to — to keep us\nin contact, and they knew how to — to reach us, how to find us. They knew where\nwe were. So —",
        "Q: You know —",
        "A: —I felt — me — I think I’m sure that’s part of the — obviously part of the — it’s\nblocked out because it’s not — I mean — in fact, I’m also [background noise] happy\nthat I didn’t grow up in France, you know” I find the French very sloppy, that\nlanguage, and a lot of things, even though —",
        "Q: We’ve got to — I mean, this machine, it will —",
        "A: Yeah [indecipherable]",
        "Q: — it will pick up everything.",
        "A: Yeah, yeah.",
        "Q: What time is it?",
        "A: It’s 25 to five.",
        "Q: Okay. You know there’s a — hang on a second. Vida(ph)? It’s Viva(ph), sorry.",
        "A: Okay, she —\nNovember 7, 2008",
        "Q: Is no one coming up, or are there other people?\nQ2: There are other people. I was just wondering how much longer.",
        "Q: I'd say about another 15 minutes, and that will be it, may — yeah, something like\nthat, all right?",
        "A: I haven’t talked so much in a long, long time.",
        "Q: Well, I — it’s interesting, you know? It — it — and I — and I appreciate that you’re\ntalking to me and I’m a total stranger, you know.",
        "A: Perhaps that’s why.",
        "Q: That — sometimes that happens, you know. I re — I remember — and one of the\nreasons I don’t put my voice on the recorder is because, one of the things that’s\nartificial, is that I’d love to jump in and so — you know, you say something and I\nwant to say, oh yeah, that reminds me of x,y,z and I have to remember that 10 years\ndown the line, if someone’s listening to this, they don’t care about my x,y,z, you\nknow. But let me run this thought by you. They say that very often, psychologists\nsay that children who were adopted have a sense — well, this I will put out, cause\nit’s — here’s the — here’s the thought that occurs to me, and I wonder whether any of\nit fits. Okay, another one of [background noise] Okay. I hope that — I hope that this\nis fine and we’re — we’re recording. There are — there 1s this thought among\npsychologists that children who have been adopted, and know that they are adopted,\nNovember 7, 2008\nand had the good luck to grow up in a — in a loving family, sometimes nevertheless\nhave a feeling inside that someone at one point rejected them, because they were\nadopted in the first place. Somebody in the early part of their lives. It doesn’t — it\nsometimes doesn’t have any connection to reality. I mean, they may know, for\nexample, that my mother did not want to give me up, my mother would have\npreferred to keep me, but she gave me up. But that there was a certain kind of\nrejection, and — that was experienced anyway, even though consciously you know\nthat that other person’s, the birth mother’s circumstances could have been such that\nthey had no choice. And when I hear you speak about the relatives that were blood\nrelatives in France, it sounds that they had no great interest to keep up ties.",
        "A: That, definitely yes, I mean, I — I see that, I feel that. And, again, I’ve given — if\nthey annoyed me enough — also, very — I think make decisions, you know, it’s — it’s\nnot making — not always logical, but this is fact for me. I don’t — I would not go out\nof my way to change these facts. This is what it 1s, and that’s okay, but I will not go\nbegging to these people to be — to what, to accept me? I mean, this — I’m your\nrelative. To this day we have no — I’ve been to their home, stayed with them once\nwhile back there, some years way, way back. I made the effort to come to visit\nthem. Their daughters then came to me in — 1n Israel. They were — I was — they\nreally annoyed me, because they just expected that you — to — to do everything. I’m\nNovember 7, 2008\nnot used to that kind of thing, I was — didn’t grow up that way. So it would — it just\n— and they — again, they never made any more effort to keep in touch with me, at\nleast this particular set of relatives. The others, yes, they’ve made every effort, and\nwe stay in touch. So they’re — they’re fine. I — I— we’re not that close, but still 1t’s —\nit’s a feeling that they — yes, they’re my relatives, I accept them that way. I can’t — I\ndon’t feel as close to them, perhaps, as relatives in America, but what they are, it’s\nokay. S — not — I do — I’m not angry with them, I am probably angry — I definitely,\nnot probably, I — of course, I —",
        "Q: Well, I guess that’s — I wasn’t putting — I wasn’t going to put the word on it, but\nthere was a certain kind of — yeah, something there which is — I don’t —",
        "A: [indecipherable]",
        "Q: Yeah.",
        "A: Especially when the — the father of these — these relatives, blame people who —\nwho gave so much to me, and to Jack and to them. So, and then to blame them?\nWell, but did you make any effort to bring me to France, to remind me of who —\nwho — what my background is? Nothing. So, why —",
        "Q: Well, that might be one of those answers.",
        "A: Yes, well that’s —",
        "Q: [indecipherable] so interesting.\nNovember 7, 2008",
        "A: Exactly. But I— I never had a chance to — I never bothered to talk to them. Jack\nisn’t bothered by that. We’ve — again, we’re very different —",
        "Q: Different people.",
        "A: — in our reactions to things. We’re very different in everything, so it’s not\nunusual.",
        "Q: What about the French family that hid you? Do you have any contact or\nknowledge of them?",
        "A: Yeah, no, I don’t — he — he did. He went to — he went to meet them, he — he even\n—1n fact, he’s — he gave me a letter that they wrote. I think that the — the parents\nhave since passed away, but their daughters and they — they’re alive, and he — he did\nmeet with them, and I never — I never — I never made the contact. I said, it’s like,\nyou know — I didn’t want to, I guess.",
        "Q: S-So when you find yourself at a place like this, the child survivor’s conference,\ndoes it speak to you?",
        "A: I don’t know, it’s the first time that I— I happened to be here. I’m not s — I didn’t\ncome especially for this. I— I was here because my — Jack’s wife’s dau — daughter\ngot married, so they kept saying please come, please come, and I came. And then\nthere was the conference, I said, okay I’ll come to the conference as well.\nNovember 7, 2008",
        "Q: Have you ever been any — to any other Holocaust related conference? And when",
        "A: No, no. And I don’t think that I would make an effort to come. Maybe after —\nafter this time, I might. I know there was one in Jerusalem last year, I didn’t —\ndidn’t go to it. I don’t — I also —I don’t like even seeing movies of — of that time. I\ndon’t like repetitions of the whole thing. I know it happened, I know it was, but\nokay, I — I think — again, I believe that we should go forward, and not to —",
        "Q: So where — yes, but where is — where — what about it is where you say, how\ncould — I don’t know exactly how — how to phrase this, but what about it 1s\nrepetitious? It’s not the best way of phrasing this, but di — I wa — yeah, what about it\nIS SO —",
        "A: I was born here, I grew up here, I was hidden, I was — it’s so much of —I-—I\ncan’t —I can’t really answer that, because I have to think much more about tt. I\ndon’t know.",
        "Q: But it seems key.",
        "A: It’s — it’s — doesn’t push me any place, it’s — to me it says, okay, it’s like — there\nare things that you need to repeat, like if I want to learn how to work with this, with\na certain material, that’s important for me to repeat it so that I get to know what the\nNovember 7, 2008\nmaterial is like, how to work with it. To make contact wi — this to me doesn’t — for\nme personally, it’s not going to make me a better person, a better artist, just by —",
        "Q: What do you think it gives other people?",
        "A: I don’t know. Everyone, I — I believe it gives everyone something. Everyone\nsomething that will fi-fill them in some way, and again I have no problem with that.\nI’m not one — I will — I’m the last person who will say, you shouldn’t talk about it,\nyou shouldn’t remember. No, if it fills you and it gives you some meaning, I think\nyou should do as much as you can. Which is, for instance, one thing that I’ve said to\nJack, well, you know, you need that, go and do it, it’s — but don’t involve me in\nsomething that I don’t feel that I could do. That’s all.",
        "Q: It sounds — in — in some ways it sounds also like — now, again, I’m not casting\naspersions on — on the people who have that need. I mean, I work in an organization\nwhich is dedicated to this. But there are fundamental Christians who need to bring\nthe gospel to everybody. And part of how they interpret fundamental Christ — how\nthey interpret their mission as Christians is that they’re not good Christians unless\nthey share the gospels, you know? And they’re gonna share those gospels with you\nwhether —",
        "A: Whether you want [indecipherable]",
        "Q: — you want it or not.\nNovember 7, 2008",
        "A: Yeah, I w —I would end up keeping away from it, because I will — don’t want —\nalso, religious Jews, I — you know, leave me be. I don’t care, be religious. If it gives\nyou something, do it. But I don’t — for me, it’s not my way. I — I think sometimes\nI’m more religious some — than these all that, you know, because I think what I —\nwhat I say is my — my word is definitely my word, I don’t go back on it. I don’t\nthink that if you’re going to fast it makes you a better person. Many things that I\njust think you have to be wi — you have to be straight with yourself in your life, and\nthat’s what’s important to me. And again, anyone else, do what you need to do. [Il\nrespect you, but don’t force it on me.",
        "Q: Were you ever curious about having a conversation with this — the mother you\nnever knew? Were you — would — what — if there ever had been anything you would\nhave wanted to tell her?",
        "A: Ah, yeah. No, I don’t know whether I would want to tell her something, but once\nI went to — in —1in Israel we have a lot of people that read coffee cups, and I used to\nlove to go to the, like coffee cups or cards, tarot cards or — not tarot cards, but\nmainly coffee cups. And especially at that ttme when in — when I was in Israel at\nfirst, these were usually very primitive women, who were so wise. My — but one\nwoman said to me — I came there and she said, she wa — suddenly said, you have\ntwo mothers. And she said I would meet my — my — the — the other mother like in\nNovember 7, 2008\n15 years, right? And, well, I was tripped out by it. I-I said, wow, this, you know,\nthis is going to be very interesting. I know that it’s not right, but still, maybe —\nmaybe it was. [indecipherable] you know.",
        "Q: What year was this?",
        "A: Must have been in the mid-60s or late 60s or something like that. Of course, 15\nyears passed and nothing ever happened, so — but it was — it — for a long time it was\nin my head, but why? What would happen if I did meet her, if the —",
        "Q: If she survived.",
        "A: [indecipherable] But I never, never brought it to any — because I didn’t really\nbelieve that this — that 1t could be, so —",
        "Q: But nevertheless, she was uncanny that she knew you had two mothers.",
        "A: Yes, yes. Uncanny, but again I think — no, she wasn’t — she was just very wise in\nthat I believe she asked me what, at first, what my mother’s name was. And I\nstupidly said Rose, but it’s not my real mother’s name. So, maybe I said that.\nSomething, something made it clear to her, because a-again, they pick up on your —\nthe way you sit, the way you talk, what you say. You know, every little thing, they\nknew exactly how to — how to interpret it, and I— I remember once after this, I was\nvisiting friends in Tel Aviv, and I said to them, oh I can — I — I could read your\ncoffee cup, you know. And I did the same thing. And they said [indecipherable] I\nNovember 7, 2008\nsaid, don’t be ridiculous, I just — I’m telling you what you want to hear, you know,\nand so it’s —",
        "Q: Look at human beings, how much we need that.",
        "A: Sure, yeah, yeah.",
        "Q: We really do.",
        "A: But it —",
        "Q: What was your mother’s name?",
        "A: Rose, also [indecipherable]",
        "Q: Your birth mother’s name?",
        "A: Yeah, and my adopted mother.",
        "Q: And your adopted?",
        "A: Yeah.",
        "Q: Thank you for talking to me.",
        "A: You’re welcome.",
        "Q: I appreciate it.",
        "A: You’re welcome, yeah.",
        "Q: If there are any other questions that would come up, you know, that I'd have —\neven if we — if they’re long distance?",
        "A: Welcome, sure.\n56November 7, 2008",
        "Q: Yeah?",
        "A: Sure, of course.",
        "Q: Thank you, thank you, I really appreciate the time you took.",
        "A: Okay [indecipherable]",
        "Q: Thank you. And I’m going to now just read the end, which 1s, this concludes the\nUnited States Holocaust Memorial Museum interview with Annette Fein, on\nNovember 7\", 2008, in Alexandria, Virginia. Thank you again.",
        "A: Okay.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nAnnette Fein, conducted by Ina Navazelskis, on November 7\", 2008, in\nAlexandria, Virginia. Thank you, Annette, for agreeing to talk with us today. As —\nas you know, we are interested in recording the stories of people who experienced\nand survived the Holocaust. And since we are here at the child survivor’s\nconference, we are very grateful that you’ve agreed to tell — to talk to us. Can you\ngive me a little bit of background about your s — your whole — your story; where —\nwhere you were born; where your family came from? And we’ll start from there.",
        "Q: When?",
        "Q: Do you — do you know anything about your birth parents?",
        "Q: Do you know their names?",
        "Q: And do you — do you know — did they have any relatives that you were ever able\nto identify?",
        "Q: So would this suggest that when your family left Poland, it wasn’t just your\nimmediate family, your father and your mother, but a larger group of people?",
        "Q: Have you been happy knowing just the minimal facts?",
        "Q: Maybe happy isn’t the right word, but —",
        "Q: Do you know what happened, though, to your parents specifically? Were you\nable to learn that?",
        "Q: But you don’t know whi — where —",
        "Q: So you don’t — yeah, but you know, you — they’re not recognizable, you don’t\nknow that it would have been Auschwitz she was sent to —",
        "Q: Okay. Okay. What’s your [indecipherable]",
        "Q: Well, you know, who’s to — who is anybody else to say how another person\nshould deal with — with their stories and their lives?",
        "Q: Do — do you have an earliest memory in your mind, of anything?",
        "Q: So, would —",
        "Q: So, until you had that conversation with him, did you know that this 1s — you —\ncould you place it in a town o — when you had this image of trees, or you didn’t\neven know where that was?",
        "Q: Okay. It was putting two and two together.",
        "Q: What was your first language that you spoke?",
        "Q: French.",
        "Q: And was — how long was that the only language that you spoke?",
        "Q: Yeah.",
        "Q: Why do you think that mental block’s there?",
        "Q: But it’s interesting, you know, when one has a mental block, when I think about\nit in my own life, there are har — there are some — there are some parts that have\nbeen hard, and if someone were to ask me to reconstruct them, it would not be easy.\nI remember that they existed. I remember, let’s say, a basic story about them, but\nnot necessarily a specific within it, or certainly not a timeline. But I know that they\nwere there, you know, I — I was conscious when these events happened. And that’s\nwhat’s surprising for me 1s, when you’re not conscious, you don’t — you just don’t\nremember something. Then the question 1s — 1s, is there a reason why you have no\ncuriosity about it, or do you think you have no curiosity about it?",
        "Q: In that profession.",
        "Q: So, isn’t it difficult sometimes, being with people who — who have another need,\nthe — the need to go backwards? How do you — how does that —",
        "Q: In that early life in France?",
        "Q: That was going to be one of my questions.",
        "Q: Yeah.",
        "Q: When you got — what I guess I'd like to try and trace is, when you got to the\nUnited States, or even if it was earlier, even though you were a child, a young child\nearlier, do you remember conversations coming up, about the war, about the\nHolocaust, about murders?",
        "Q: Did your paren — your adopted parents, what were they like?",
        "Q: And do you have memories of your brother being able to, or having — struggling\nwith that?",
        "Q: Okay. How did your adoptive parents cross your path? Do you remember —",
        "Q: How did they cross your path? Do you have memories of the first time you met\nthem?",
        "Q: Aside from the trees, what would be other early memories that you can recall?",
        "Q: It doesn’t have to be Holocaust related, they could be about anything, just — just\n— what — what — what comes to your mind?",
        "Q: Was it a mean yelling out?",
        "Q: Was it a shadow?",
        "Q: A shadow of a person on that tree, was it — or —",
        "Q: Yeah. It doesn’t bring — it doesn’t bring up a — a — a pleasant image whatso — at\nall.",
        "Q: Did you feel different than other children in the United States?",
        "Q: And did you feel different than other children because you were adopted, and\nyou knew you were adopted?",
        "Q: Can you describe to me a little bit about — I mean, I don’t know how to express\nthis in a way that doesn’t sound much too — too many big words.",
        "Q: But how does — how did you form your — I mean, most of the time children form\ntheir identity from all of these building blocks that are part of their past. That\ndoesn’t necessarily mean they stay there, but that’s what they have to start with.\nThey have this building block, this one, this one, this one, and then later they can\nsay, well, I want part of this one, I want part of that one, I don’t want the rest. And\nlittle by little they start forming their identity. What formed yours? How did you\nform yours? What things did you choose to become who you are?",
        "Q: It was natural.",
        "Q: Where did you grow up here? What — what si —",
        "Q: That was the first time?",
        "Q: Where did you go to school?",
        "Q: And does — is — is Israel more home than the United States ever was?",
        "Q: I stopped it, right now.",
        "Q: I paused it. Or, put it this way, I paused it, and we’ll just move to these chairs\nhere.",
        "Q: Oops. Well, put it this way, Pll move to this chair here.",
        "Q: And you don’t have to.",
        "Q: Yeah. If you’re fine, then — then we can stay that way.",
        "Q: Okay. Here we go. I was hoping the sun was going to go in the other direction.\nSo, record, okay. So, you were saying that Israel is home, but you felt at home here\nas well, having grown up here.",
        "Q: So how did — how did these other parts of that early life that you don’t\nremember, that — that was blocked out, at what point did they come in — at what\npoint would you be reminded, or would some pe — point, some piece of information\ncome up? Do you have —",
        "Q: And your — your parents from Poland came to France, your brother wasn’t that\nmuch older than you were.",
        "Q: Two years older. But did he have any direct memories of them, that he would tell\nyou, or that he would share with you, as you were kids still?",
        "Q: Well, you had — when — if you were eight years old when you came to the\nUnited States, and let’s say normally it — you know, a teenager finishes high school\nat 17, you had less than a decade where you were living together. A decade 1s still a\ndecade, but —",
        "Q: Not really, less.",
        "Q: Can you tell me what those camps gave you?",
        "Q: Well, here’s an irony, without knowing — without knowing you at all, and not\nhaving talked to your brother, it sounds that you were the person who certainly\nfound an identity in being Jewish, and then looking to Israel as a place that would\nbe for you, your direction, and he did not. And yet —",
        "Q: — when you look at the Holocaust, and looking at what were those early years\nthat are so murky, you have less interest in it, and he has more.",
        "Q: And there’s a certain irony in that, you know?",
        "Q: In —-",
        "Q: No teachers you remember from the orphanage, or no — no —",
        "Q: — other individuals who cross your mind?",
        "Q: Well, it’s just unu — it’s unusual.",
        "Q: That, even when I think in my own life, again, I have some memories of age\nthree.",
        "Q: A little, a little, but — but —",
        "Q: But I remember some — I don’t remember more than an episode, but I remember\nthe episode, and it — some kind of a context of that episode. And then there’s a next\nmemory that could have been a year later, could have been a year and a half later.\nBut some — a little bit is — something 1s there. And so that’s why when you see me\nperplexed, I am — I’m truly perplexed, you know, of —",
        "Q: Well, it’s perplexing, but it’s also a choice that no one else can say you should or\nshould not do, you know, it 1s — 1t is an each individual choice. It is — but these\nthings that happen, in some way or another, they form our identity. So what kind of\na person do we become using those various pieces? And I think that that’s one of\nthe — I think that’s one of the reasons why people do go back into that, they ta —\nthey take something that they remembered, or experienced, and it shaped them, you\nknow, and how did it shape them? And so that’s what, you know, sometimes we —",
        "Q: And where from that —",
        "Q: Yeah.",
        "Q: Can you tell me, what did — and — and I say this from complete ignorance: I’m\nnot Jewish, and I’ve not — not been to Israel, and I’d like to hear what about it\nspoke to you. What articulated in a certain way, and —",
        "Q: It’s a lot of fun.",
        "Q: I belong.",
        "Q: What was it that got you kicked out?",
        "Q: But you know, it’s pretty harsh to kick someone out who has such a passion for a\nplace.",
        "Q: You got over it, huh?",
        "Q: Did your parents support this?",
        "Q: It sounds like they would have.",
        "Q: 1905 - 1910 —",
        "Q: — something like —",
        "Q: To Palestine.",
        "Q: So you — d — what year was he born?",
        "Q: What year was he born?",
        "Q: So did — did you learn about his story and his family, and all of —",
        "Q: — where they came from in Russia?",
        "Q: Where were they from?",
        "Q: Oh, near the Black Sea. And what propelled them out of there?",
        "Q: It’s okay.",
        "Q: But did you — do you remember that he told you — was your mother also from\nOdessa’? You don’t know?",
        "Q: Oh, you did?",
        "Q: He did?",
        "Q: Uh-huh.",
        "Q: Mm-hm. What’s that?",
        "Q: What’s it called?",
        "Q: Oopahn(ph)?",
        "Q: Ulpan.",
        "Q: Uh-huh.",
        "Q: Intensive?",
        "Q: It’s interesting, it’s interesting. What’s the — when you — when you look at the\nAmerican milieu, the American life, and I take that to be primarily Jewish\nAmerican life, and you look at that sort of ethos and spirit and people there, and\nIsraeli, could you expand a little bit on — on where you see the differences, where\nyou see the similarities as far as —",
        "Q: I know. I know.",
        "Q: Different than the United States you left, or different than now?",
        "Q: What were some of those differences?",
        "Q: I can tell you I miss that in the United States too.",
        "Q: Of people just dropping by.",
        "Q: It used to be in another time and another place, but not necessarily here.",
        "Q: Su — such as?",
        "Q: That’s very European, too.",
        "Q: In Europe it’s the same.",
        "Q: So tell me about those things that are American influences that you have more\nreservations about.",
        "Q: So kind of a — a consumer —",
        "Q: — as a consumer [indecipherable].",
        "Q: You’ve become Israeli.",
        "Q: Me?",
        "Q: Lithuanian.",
        "Q: Actually Lithuanian [indecipherable] I’m American [indecipherable]",
        "Q: I could tell you stories. I’ve lived — I’ve lived in eastern Europe.",
        "Q: And the American part of me is just shocked. Absolutely shocked by the — the —\nthe lack of behavior, you know, the — the impoliteness —",
        "Q: — of — of — of eastern Europeans.",
        "Q: Because in public life, people are very rude to one another. Privately they’re not,\nbecause privately you’ve gone out — you’ve been — you’ve gone over a barrier of\ntrust. That is, they now trust you once you’re inside their home, and the behavior is\ndifferent. But in public, it is atrocious. It 1s just — you know, it would flabbergast me\nNovember 7, 2008",
        "Q: Absolutely.",
        "Q: Uh-huh.",
        "Q: Do you have dual citizenship?",
        "Q: Make money.",
        "Q: It t —1t’s typical for all governments.",
        "Q: I was part of — when I lived in eastern Europe and 1 — and in Europe between\n1990 and 2000, I worked for a lot of organizations, and that was — what your insight\nwas, 1s exactly something I shared. They would say there’s aid for this or that\nproject, and it was to help bring freedom and democracy and all those other nice\nthings, but the money didn't go into the pockets of the —",
        "Q: — yeah. It went into the pockets of the contractors who knew how to get the — the\nassignment.",
        "Q: Well, it’s — it’s — I also — it’s endemic for th — with all such structures, and those\nare the structures that exist.",
        "Q: Whether it’s the European Union, or whether it’s the United States, or whatever.\nWhatever country is giving the aid, usually benefits 1ts own citizens through that\naid.",
        "Q: But it wasn’t — this experience wasn’t sufficient to get you turned off from —",
        "Q: Tell me a little bit about — about your life —",
        "Q: — because we — no, well, no, we star — we started at 1963, and then kind of —\nwhat happened sequentially, sort of. When you moved there in °63 to live, what\nhappened, and then [indecipherable] rest.",
        "Q: Did you have friends or family from the U.S. that were already there?",
        "Q: No family.\nNovember 7, 2008",
        "Q: Did your adoptive parents have those sorts of artistic streaks?",
        "Q: Was he a businessman?",
        "Q: Well, there’s the salesman, and the person who keeps it going.",
        "Q: Did you have a curiosity about your birth parents?",
        "Q: How did —",
        "Q: How did she enter your life? After you left to the e —",
        "Q: It sounds to me like there 1s — you know —",
        "Q: — be-before America and after —",
        "Q: — America. And — and so when — before America went away, how did it — how\ndid these things, even though you didn't seek them —",
        "Q: Which — which hid you?",
        "Q: Oh no.",
        "Q: This was a blood relative",
        "Q: The French relatives.",
        "Q: But did they feel more —",
        "Q: Do they feel more like people who are not 1n your inner circle?",
        "Q: Sounds like relatives without being family.",
        "Q: From your adopted family.",
        "Q: Did they ever tell you anything? Did they know anything about your parents?\nDid they ever share anything?",
        "Q: So — excuse me, it sounds like there aren’t — there weren't any really warm\nconnections to France.",
        "Q: You know.",
        "Q: From any —",
        "Q: And her name 1s —",
        "Q: Sallah(ph).",
        "Q: You know —",
        "Q: We’ve got to — I mean, this machine, it will —",
        "Q: — it will pick up everything.",
        "Q: What time is it?",
        "Q: Okay. You know there’s a — hang on a second. Vida(ph)? It’s Viva(ph), sorry.",
        "Q: Is no one coming up, or are there other people?\nQ2: There are other people. I was just wondering how much longer.",
        "Q: I'd say about another 15 minutes, and that will be it, may — yeah, something like\nthat, all right?",
        "Q: Well, I — it’s interesting, you know? It — it — and I — and I appreciate that you’re\ntalking to me and I’m a total stranger, you know.",
        "Q: That — sometimes that happens, you know. I re — I remember — and one of the\nreasons I don’t put my voice on the recorder is because, one of the things that’s\nartificial, is that I’d love to jump in and so — you know, you say something and I\nwant to say, oh yeah, that reminds me of x,y,z and I have to remember that 10 years\ndown the line, if someone’s listening to this, they don’t care about my x,y,z, you\nknow. But let me run this thought by you. They say that very often, psychologists\nsay that children who were adopted have a sense — well, this I will put out, cause\nit’s — here’s the — here’s the thought that occurs to me, and I wonder whether any of\nit fits. Okay, another one of [background noise] Okay. I hope that — I hope that this\nis fine and we’re — we’re recording. There are — there 1s this thought among\npsychologists that children who have been adopted, and know that they are adopted,",
        "Q: Well, I guess that’s — I wasn’t putting — I wasn’t going to put the word on it, but\nthere was a certain kind of — yeah, something there which is — I don’t —",
        "Q: Yeah.",
        "Q: Well, that might be one of those answers.",
        "Q: [indecipherable] so interesting.",
        "Q: Different people.",
        "Q: What about the French family that hid you? Do you have any contact or\nknowledge of them?",
        "Q: S-So when you find yourself at a place like this, the child survivor’s conference,\ndoes it speak to you?",
        "Q: Have you ever been any — to any other Holocaust related conference? And when",
        "Q: So where — yes, but where is — where — what about it is where you say, how\ncould — I don’t know exactly how — how to phrase this, but what about it 1s\nrepetitious? It’s not the best way of phrasing this, but di — I wa — yeah, what about it\nIS SO —",
        "Q: But it seems key.",
        "Q: What do you think it gives other people?",
        "Q: It sounds — in — in some ways it sounds also like — now, again, I’m not casting\naspersions on — on the people who have that need. I mean, I work in an organization\nwhich is dedicated to this. But there are fundamental Christians who need to bring\nthe gospel to everybody. And part of how they interpret fundamental Christ — how\nthey interpret their mission as Christians is that they’re not good Christians unless\nthey share the gospels, you know? And they’re gonna share those gospels with you\nwhether —",
        "Q: — you want it or not.",
        "Q: Were you ever curious about having a conversation with this — the mother you\nnever knew? Were you — would — what — if there ever had been anything you would\nhave wanted to tell her?",
        "Q: What year was this?",
        "Q: If she survived.",
        "Q: But nevertheless, she was uncanny that she knew you had two mothers.",
        "Q: Look at human beings, how much we need that.",
        "Q: We really do.",
        "Q: What was your mother’s name?",
        "Q: Your birth mother’s name?",
        "Q: And your adopted?",
        "Q: Thank you for talking to me.",
        "Q: I appreciate it.",
        "Q: If there are any other questions that would come up, you know, that I'd have —\neven if we — if they’re long distance?",
        "Q: Yeah?",
        "Q: Thank you, thank you, I really appreciate the time you took.",
        "Q: Thank you. And I’m going to now just read the end, which 1s, this concludes the\nUnited States Holocaust Memorial Museum interview with Annette Fein, on\nNovember 7\", 2008, in Alexandria, Virginia. Thank you again."
    ],
    "answers": [
        "Answer: Okay. My family came from Poland. I don’t remember the exact location,\nbut my brother Jack would be able to tell you. And they moved to — to Paris, where\nI was born.",
        "A: In — I-I was born in 1940, so I assume like a year or so before, maybe two years\nbefore, because Jack was also born in Paris. And then, by the age of around two,\nwe were put in hiding in a place called Vales(ph) Galant(ph), and I have absolutely\nno memory of that time. And after I think about — well, I guess around 1945, we\nwere brought by relatives to an orphanage. I just today learned that we were in\nseveral places, but I only know of one place, Taverne, an orphanage in Taverne, a\nJewish orphanage, where I was until the age of [indecipherable] until 1948, when —\nNovember 7, 2008\nwhere I then was adopted by American citizens, who were bo-both born in Russia,\nbut they were both — they were both already American citizens, and we — I believe\nthat happened in 1947, and it took about a year for the whole process to be finished,\nand I moved to America at the age of eight, 1948.",
        "A: Well, we have photographs of them, and I know that they were both sew —\ntailors. I have photographs, but I — I dil — I don’t remember them. I rem — it’s all\nblocked out, basically, the whole time. I don’t know ti — a-anything, except what —",
        "A: Calpeak(ph). Rose and Joseph Calpeak(ph).",
        "A: Not that we’ve been — yes, well, we had a — my father had a sister who also\nperished — or it was my mother, I think it was my mother’s sist — sister. You’ll have\n—I-—Ican’t—I have to verify, I— I—I don’t remember all these things, I forget\nthem. I mean, I — I put them out of my mind, pretty much. They — and there was —\nthere was another relation o — th-that — the daughters — the — the sister’s daughter is\nstill alive — is alive in—1in Paris. We’re in contact with. And there’s another cousin\nalso in Paris.\nNovember 7, 2008",
        "A: Perhaps, perhaps, but I have no — no idea. I t— I have never really delved into the\ndetails of that. I know the fa — th-the minimal facts, and that’s —",
        "A: It’s been —",
        "A: Well, yeah, no, I do — I don’t think it 1s the right word. For me it’s been — 1-it’s\nsomething that was, and I accepted, and I don’t feel that I can just delve on it all the\ntime. Or even to know if it — I don’t believe that it can help me personally in my\nlife, so I just don’t bother. I do — I go forward, not backwards.",
        "A: That, yes. We — basically. I know that my father was put in a camp much earlier,\nI don’t remember the name. It’s not that I don’t know it, I don’t remember. And my\nmother, evidently — I keep hearing stories that she would cu — she had put us in\nhiding, in this village called Vales(ph) Galant(ph), and she lived there as well, with\nthe family and evidently there were other children there. And she went back to\nParis, I — I believe and got caught and then sent to a camp.\nNovember 7, 2008",
        "A: Again, I don’t remember. It’s over and down, I just don’t remember these names,\nbecause they — they’re long and complicated things.",
        "A: No, it’s not Auschwitz.",
        "A: [indecipherable] mental, it’s a mental block, so — which I — I accept that it’s\nthere, and I — it doesn’t bother me too much, so —",
        "A: Hm, right, right, mm-hm.",
        "A: None, no. The only — I-I used to — I used to have a memory or — or — of\nsomething like a place with a lot of trees, and we — I remember something — hearing\n— hearing people or children say something about Jews, and I never knew what that\nwas about until I moved to Israel, and I would — any time I met French people, I\nwould ask them if — because I only remember the tap — or the name, at that time,\nTaverne, the — the pla — the — where the orphanage was. And, I would — any time I\nNovember 7, 2008\nwould meet French people, I would ask them if they knew of the place. And it\nhappens that — actually the first job I had in Israel was with an architect, and one of\nthe partners was an interior decorator, Frenchman, and he — he tur — his name was\nJosh Goldsta — is Josh Goldstein. And he said yes, of cour — he of — he knows the\nplace, and it turns out that he and his wife both worked at this orphanage, but once —\nafter we’d already left there.",
        "A: And so he described the — the setting, and that kind of made more sense, why\nthat was stuck in my head, of the trees, and —",
        "A: No, I didn't know where it was. I didn’t know where it was, because I never —",
        "A: Yeah, I never came across anyone — cause I — when — whenever I would ask if\nthey kn — 1-it only started in — in Israel when I asked people where Taverne was.\nAnd —",
        "A: French.\nNovember 7, 2008",
        "A: French.",
        "A: Until the age of eight, and once we moved to America, | think within about two\nmonths we learned English. I learned English perhaps faster than my brother. And,\nin fact I got very low grades in French when I studied, because I used to talk in\nclass. So —",
        "A: — I’ve put that — I’ve also blocked that out, I mean, I — I know that, I — I accept it,\nI — now, 1-if I absolutely have to talk French, I might understand some. I understand\na bit. But I don’t — I mean, I — in — in fact, in Israel, in Mitzpe Ramon there are a\nlot of French people, and I find the French very snobby about the language, so I\ndon’t — I say, okay, I don’t talk French. But [indecipherable] I can understand a\nlittle, because I studied a bit, right? When I wa — when I’m in France, I — the few\ntimes that I was in France, I was able to talk to people in the street, but not to\npeople that I know. Mental — good mental block. But —",
        "A: Probably there are things that I don’t want to remember, I mean, that’s quite\nclear, you know. Okay.\nNovember 7, 2008",
        "A: I’ve kind of never went too deeply into it because I just like my life, and I — I\nsaid, this is what happened, and I — you don’t go back. You don’t go back. You\ncannot solve — you’re right, you can find out, yes, your roots, and — and things like\nthat, but I’m sure like there are reasons why I-I — I do —I do a lot of sewing so I can\nsay, oh yeah, well, my parents were also —",
        "A: — tailors, in that profession. I do a lot of — I— I do artwork. I don’t know whether\nthere’s a connection there. But to me that’s just to go — you can’t go backwards, you\ncan only go forwards. So that’s why I don’t — I don’t s —\nNovember 7, 2008",
        "A: That’s [indecipherable] had become difficult for me, that difficult perhaps for\nthem, but not for — I don’t find it — that it’s difficult for me. I look at it, you know, it\n— these are facts that you can’t change, and I don’t — I don’t feel that knowing more\nabout it — I learned now from — from my brother, who seems to know much — so\nmuch more. But he’s a — for instance, he doesn’t remember me as part of — 1n his —\nin his life, and I don’t remember him in that wa —",
        "A: — in -— yeah. So there’s —",
        "A: Yeah, so it’s — it’s —",
        "A: — I mean, that’s a —I say, okay, I mean, I’ve totally blocked it out, but — and he\nhasn’t, but there’s still a lot of things that he also doesn’t — hasn’t been able to relate\nto or to see clearly, or to understand clearly. And again, that for some — maybe\nbecause I live in Israel, and that’s — it’s a— my life 1s — 1s my life as it is, and\nwithout complications of my past. For me, I mean.\nNovember 7, 2008",
        "A: No.",
        "A: Oh, they were very good people, very nice people, very giving. I don’t remember\ntoo much, if they talked very much about the war, but was — it was always a — it was\nnot like — it wasn’t a hidden fact that we were adopted, we were — it was something\nthat we were — we knew about. It wasn’t sudden — suddenly we learned that we\nwere adopted, and where we came from. But I — I think I just kind of like, you\nknow, fit in as quickly as possible. Like for instance, learning English. I — I believe\nthat within about two months I was talking English, I was fluent in it.",
        "A: No, no.",
        "A: How did they what?\nNovember 7, 2008",
        "A: No. Only through what they once — what they — my father told me — both of\nthem, that when they came to the orphanage — they came to visit your — 1n yo — they\ncame to Europe and my father, who was very — an ardent Zionist, decided that the\nbest way to find out what the situation was, was by going to an — a Jewish\norphanage, and that’s how he — I-I don’t know exactly what the procedure was, but\nthat’s how he came to that orphanage, and he always said that he — he saw me, and\ndecided because they didn’t have children of their own, he decided to ad — to adopt\nme. And my mother at the time didn’t want — my adopted mother didn’t want\nanything to do with it, because she was not feeling well at — at that — this was in °47.\nAnd — but he — it was his decision, basically, and they said there’s also a brother.\n[indecipherable] said, okay, we’ll take both of them. But I don’t remember the\nsituation, I don’t in — in any way.",
        "A: Only — yes —\nNovember 7, 2008",
        "A: Ah, there was — okay, there was one — as I said before, there was — hearing\nchildren yell out something about Jews.",
        "A: Maybe — yeah, I think so. And, again this — this interior decorator said to me that\nwe went to school, evidently, and in order to go to school, we left the orphanage\nand passed a Catholic school. So, perhaps that kind of — so, for — at that point, that\nexplained to me why I remember something like that. The details, nothing at all,\nright. And there was one other thing of someone — and again, I’ve never delved into\nit, because it’s — I don’t think it’s a pleasant thing to remember, about — something\nabout a tree, and a — interestingly enough, I had a time when I di— I would paint a\nlot of trees. And someone once decided that it wou — it showed that I — my — I\nhadn’t — that I didn’t have roots, and that was why I was drawing trees. And I said,\nfine, that’s, you know, pretty clear, and understandable. But there was one thing that\nthere was a mat — someone who had a lot of keys, and I think there was a name\ncalled zoo or zoe or something like that. And this could have been a dream, or it\ncould have been something in detail, that someone was hanging from a tree, that’s\nall I remember. I mean, that’s — it was never made — never clear, and I really don’t —\nI’m not all that interested to know too much about that. [indecipherable]\nNovember 7, 2008",
        "A: A shadow, or —",
        "A: I can’t even say. Just someone hanging on a tree, or hanging on a tree. Like a —",
        "A: No, no, no. So, I put it out — I mean, I — it was there. When I was much younger,\nit would — it would — I would think about it now and then, but I — I pushed it out,\nand —",
        "A: I think only in the — well, that’s — I think that’s why I se — I learned English very\nquickly, because kids in the s — in the neighborhood would call me Frenchie, and I\ndecided I didn’t — I wanted to be American, again, as quickly as I could.",
        "A: No, I don’t remember that feeling. Maybe in the first few months, or the first\nyear, because we did go to a private school for one year. And then, when we went to\ngrammar school, we would put — we were put back a year. And I never made up\nthat year, whereas Jack did, because it wasn’t — because I’d become friends with —\nNovember 7, 2008\nwith kids that were — I was with, so, it was enough, I-I didn’t need to go — go ahead\none year. So no, I don’t think I felt too different.",
        "A: Mm.",
        "A: I think I was very influenced by the — by the Israeli — I think also — okay, we’re —\nwhen I came to America, I remember my father would — used to make records of\nus, he — he liked to sing and we — he made records of — of us talking 1n — and I\nremember one of the — even — no, even before I spoke English, I mensh — I thi —\nfrom the orphanage, we were ma — we were oriented to think about Israel, and I\nthink that that was like — that was always my — my direction, 1s to come to Israel,\nwhich I did, very — as soon as I-I finished at th — sorry. When I ca — when I — in one\nNovember 7, 2008\nof the tapes that we made, I said that I wanted to come to Palestine. And this was\nlike very early in —1n the process. So I think that was always what pushed me\nalong. And because my parents, especially my father, was so much into Israel\nhimself, it always —",
        "A: It was very natural. And I became involved in youth groups, Young Judaea, as\nin high school, before high school, you know, in high school at least —",
        "A: In Union — well, we started out in Newark, New Jersey, and then in Union,\nNew Jersey. And in — when I was in my last year, or my la — no, I think in my se —\nor junior — between my junior and senior year of high school, I came — I went to\nIsrael with Young Judaea.",
        "A: That was the first time. And afterwards I said I was moving — I was coming back\nto Israel. And, in fact, in my year book it says I’m known for wanting to go to\nIsrael. So, I— I was ac — active in young Judea, wa — I decided to go to u— I went to\nuniversity for — first, and — because my parents had said, you know, finish\nuniversity, and then do whatever you want. And I realized that was a good a — good\nNovember 7, 2008",
        "A: Temple University. Studied art, fine arts, and art education. And I finished and I\nwent to Israel for a year, and I’m now — that was in ’63, and I’m still living there,\nSO —",
        "A: Israel is home. I don’t — I can’t say more home, because I feel very much at\nhome in — in America because I grew up here. Yet, not here in this area, but in — in\nJersey for instance, there’s no more a — when my parents were alive, New Jersey\nfelt very much part of me, and it was — it’s always easier — easy for me to come to\nAmerica, because I love it, right, I speak English, and there’s no problem there, so\n— and I —I like some of the things that I see in America, but oh, you, the sun is in\nyour eyes. Do you want to move? Do you edit afterwards?",
        "A: Okay, yeah.",
        "A: Yeah.",
        "A: Yeah.\nNovember 7, 2008",
        "A: I’m okay.",
        "A: Okay. Now ’'m —",
        "A: Yes, yes, it’s —",
        "A: Only when I come here and — no, basically only when I come here and I hear\nabout things that my brother knows about and reads ab — o-or has been involved\nwith. So, it’s all. I was part of that too, but that’s as far as it goes, because I go back\nhome and — and — home to Israel, and get into my work and —",
        "A: Two years older.\nNovember 7, 2008",
        "A: No, no. I — he may have had, yes, but we were not close to — we didn’t — I do —\nwe — for instance, we — we lived in Newark, we went to grammar school, but then\nwe moved to Union, and he was already in high school, but — and still in Newark,\nand I — when we moved to Union, I started high school in Union, some — our paths\nwa-wa-was like, you know, I didn’t know his friends, because he was in a different\nhigh school. So we were very much apart, and then he went off to college, and I was\nstill in high school, and we were very, very much apart, I think.",
        "A: Yeah, but not — no, really —",
        "A: — there was too many aga — because he went to a different high school, so our\npaths weren’t similar. I became very involved in — in youth group in Young\nJudaea, he didn’t want — it didn’t happen with him. I went to overnight camps, I\nNovember 7, 2008\ndon’t think he did. Well, maybe he did one time. I used to love to go, and he didn’t,\nas far as I know.",
        "A: He’s a math — he’s a mathematician, I’m into art. It’s like, you know, we’re two\nplanets apart. I don’t —",
        "A: Yes, yes.",
        "A: Mm-hm.",
        "A: Yeah.",
        "A: I’m also the only one in the whole family that — that moved to Israel and that\nbecame — that decided Israel was the place for me. Which probably came from my\nadopted — well, no, I think that came way before, from the orphanage. Because\nNovember 7, 2008\nagain, when I came I said, I’m coming to — I wi — want to go to Palestine. I was\neven, I think, kosher at the time, as I— I was very concerned about what I was\neating when I first came to America.",
        "A: None.",
        "A: No, nothing, nothing.",
        "A: Yeah.",
        "A: And you’re younger, really, yeah.",
        "A: No.\nNovember 7, 2008",
        "A: Because it’s never als — it’s never really bothered me that I don’t remember these\nthings, because I’ve always believed for myself that I’m — I can’t relive my past,\nand it’s not going to change really, who I am, for me. I — I accept anyone who wants\nto delve into — into that, and — and to dig out things, and — like, Pll accept people\nthat feel that if they go to psychiatric treatment, you know, and find out what their\npast was, and they — they — I accept that people need that, and somehow, for some\nreason — I don’t say I don’t need it, I just don’t — haven’t felt that I need to — to\nsearch that. Which is perhaps perplexing.",
        "A: Well, I think — I think that wa — what did shape me was the fact that we were —\nwhat I — I don’t remember details, but I know that I came to America with the idea\nthat I was going to move to Palestine.\nNovember 7, 2008",
        "A: So that did shape me.",
        "A: And I don’t understand how it didn’t affect my brother, but that’s because, again,\nwhen we — we’d been so different, and always were very different. And that’s what\n— that’s what guided me.",
        "A: At the time — look, I — again, I came the first time with a youth group. I was not a\n—I wa -—hadn’t finished high school yet, and it was very exciting, I remember this —\nalso a very young country still. In ’50 — it was °57 that I went, right, so it was only\nwhat, not even 10 years old. And it was — it was just li — we traveled a lot, and 1s a —\nas a— aS a young person just traveling like that, it just affected me.",
        "A: And it was also a very free feel — a very — it’s not what it 1s today, right? It was\nvery free, very easy, very warm. If you ask someone how to get someplace, they\ntake you there at the time. It ma — 1t may not happen today, but there 1s an easiness\nabout Israelis, a warmness like, about Israelis that — that really pulls you. And again,\ntoday it’s very different because it’s become much more Americanized as well\nNovember 7, 2008\n[indecipherable]. And bigger. So, it’s not the same thing that it was when I first —\nwhen I first came to Israel, and I was — excitedly, I mean, I — you know, oh, I’m\ngonna come back to Israel, and I just did that, that’s all I did.",
        "A: I— yeah. I didn’t have to identify as a Jew, I was a Jew. Everyone is a Jew,\nbasically [indecipherable]. You didn’t have to — I don’t have to go to synagogue in\norder to prove that I’m Jewish. I don’t like religion to start out with, so I don’t know\nwhen — if that happened then, or now, but I’m very — I’m not anti-religious, but I\ndon’t — I think religion is a very big problem in our world, so — but, I mean, that’s —\nthat’s now my feelings today, after being the age that I am, and seeing what I —\nwhat I see, everything. But it always just felt very much at home. So I came back,\nafter being two months with a bunch of kids, you know, and having a great time.\nAnd I was still belonging to — to Young Judaea at the time, and I became a leader\nin the movement. And I got kicked out because I would tell the truth. I li — I liked si\n— you know, I liked the facts to be clear. It wasn’t a great, easy place to be, and I’m\n—I would tell kids this, you know, that’s not good, you have to tell them to — you\nknow, to come. And I don’t see the point in doing that, so —\nNovember 7, 2008",
        "A: Because I — I just never —I didn’t want to lie about what Israel was. It wasn’t an\neasy place to come to live in. It still isn’t an easy place to come to live in. And if\nyou want — decide that you want to come, you ha — I think you have to be aware of\nthat, and not what the Jewish agency will tell you, because that’s a bunch of lies\nsometimes.",
        "A: No, it’s okay, it’s okay, because —",
        "A: —I’d se —I- yeah, I — it didn’t bother me. I mean, it was fa — it was funny to me,\nfine at the time, you know. It didn’t stop me from doing what I wanted to do, was\nfine. I have — I’m going in my direction. And that’s what I did, I mean, I finished\nuniversity, I studied art and art education so that I would have something to ba — to\nfall on if I needed it.",
        "A: Yes, yes.",
        "A: Yes, yes. They have — they — they had no choice really, because my father was\nalways Israel, Israel. And they never — they never con — came to live in Israel\nNovember 7, 2008\nbecause my mother actually didn’t want to. My father wanted to come. He would —\nhe, in fact, left Russia when he was 14 —",
        "A: Something like that.",
        "A: And he came to Israel.",
        "A: To Palestine. And he stud — he studied in th — in school there for a couple years,\nuntil he got kicked out because he was illegally there. So in — and then he — he was\nkicked out and then he came back to Israel. And then eventually, I think when he\nwas 19, he wa— he came to America. So —",
        "A: — he was always —",
        "A: He was born, I believe sometime early 1900s, I don’t remember exactly —",
        "A: Yes.",
        "A: Yeah, yeah, sure. I —\nNovember 7, 2008",
        "A: Odessa.",
        "A: Well, I don’t remember what [indecipherable]",
        "A: It’s all there, it’s all there, but I just don’t remember [indecipherable] you\nknow.",
        "A: No, no. She came — my mother came to America very young, so she didn’t go\nthrough the same thing. And she was in — because of her, he didn’t come back — he\ndidn’t move to Israel, because she didn’t want — her family was already in\nAmerica. His family was in Russia, except for a brother, who eventually moved to\nAmerica, they were all in Russia. So they would never — he never moved to Israel,\nbut we always had Israelis at our house. He spoke Hebrew fluently.",
        "A: He did.",
        "A: He did.\nNovember 7, 2008",
        "A: I studied Hebrew in high school — in — in Hebrew school, but I didn’t — I don’t\nthink I could s-speak it until I came to Israel and went to ulpan.",
        "A: A-—aplace to learn only Hebrew.",
        "A: It’s ulpan.",
        "A: Ulpan.",
        "A: U-I-p-a-n.",
        "A: Ulpan. It’s like five days a week, six days a week.",
        "A: Five hours a day [indecipherable] I studied there when I first ca — I mean, I\nknew some Hebrew, but I don’t think I could really speak it. When I moved to\nIsrael, the first thing I did was go to ulpan. The si — for f — I ended up — it’s usually\nSix we — six months, and I went for five months, because I simply then got a job and\nI decided to — to take the job. But I mean, you know, that was always my direction,\nNovember 7, 2008\nand that’s what I did. And it came from our home, so the fact that my brother wa — I\n— it always also amazes me, and no one really, in the family came to that decision to\ndo that. It was only me, which I [indecipherable] comes all back from France, and\nthat was — that was what pulled me [indecipherable]",
        "A: That’s very complicated.",
        "A: Look, when I first came to Israel, I found it very — I mean, it was very different.\nThere was, again, 1n 0 —",
        "A: Than the United States. Different then than the United States. Today it’s much\nmore like — not like, but much more influenced by the United States.",
        "A: Okay. It’s a much warmer place, not just — not just physically, but people are\nvery giving, very, very tough, but very soft inside. Like this — what they call the\nNovember 7, 2008\nsabra, which is the fruit of Israel, and it’s prickly on the outside, and soft and sweet\non the inside. And this is what the sabra — that’s what an Israeli born person is like.\nAnd that’s, I think, probably one of the things that — that attracted me. There was —\nyou didn’t have t — you know, you — you — you don’t have to make an appointment\n— you didn’t have to make appointments with people, you could just stop in and\nvisit. Which you could — you can’t do — couldn’t do in America, and you still can’t\ndo in America. I remember a few times some visits I would have to call up people\nand say oh, well, they have no time to see me. Yeah, I’m just here on a vacation,\nyou know, you’re coming to visit, I mean, I’m not living here any more. And that\ntype of thing is very like to — in Israel, even today, if I come ba — when I come\nback, Pll call up and say I’m coming over, there’s never — almost never a problem\nwith that.",
        "A: Yes, okay.",
        "A: Yeah.",
        "A: At the time also, which isn’t happening — you can’t do now, because of the\nsituation, you could get out on the road and hitchhike without any problem. You\nNovember 7, 2008\ncould walk in almost any neighborhood without any problem. Again, this is all\nchanged, by little, by little, there — it’s not like that every place. You don’t hitchhike\nso much today because of the — the situation. I unfortunately think that Israels —\nIsrael has picked up on a lot of the bad things about America, rather than the good\nthings.",
        "A: I don’t know exactly wha-what the good things are. An efficiency that — that’s\nhere, that can be, I think, very helpful. I love going to supermarkets here, which I\ndon’t love it — especially not where I live now. I love the fact that they’ Il pack the\nthings for you, where in Israel you have to do everything, except the\n[indecipherable]",
        "A: Yeah, okay, so —",
        "A: — yeah, yeah, I know. Do — all the red tape that you sometimes have to go\nthrough just to — like, for instance, when I first came to Israel, just to get a\ntelephone, you would have to wait three years. Two, three years. Which was good.\nIt’s not like that today, but at the time, you know, you say, wow, look at — in\nNovember 7, 2008\nAmerica, within 24 hours you would have it, so — the — again, I mean, everything\nhas become so Americanized there.",
        "A: Oh, the whole — the whole — cell phones, the computers, that’s all — it all comes\nfrom [indecipherable]. Cable TV, needing to ha — buying more than — living above\nyour — your means, yeah.",
        "A: Yeah.",
        "A: It’s true. Even when I fir — when I first came to — to Israel, I would — there were\nthings like — that would bother me. For instance, I remember walking in the street,\nand — and people come and they push you out of the way to get to the bus stop, you\nknow? Things like that would bother me, and — until I ended up, I remember once,\npassing someone who pushed me, and I pushed her back.",
        "A: P’ve become Israeli. And now we have like an — a different thing in that — are\nyou Russian? No, you’re not Russian.\nNovember 7, 2008",
        "A: No, no, you’re Poland.",
        "A: Oh, Lithuanian.",
        "A: No [indecipherable]. So, today, for instance, the Russians tend to do th-the\nthings that — you know, they just [indecipherable] you don’t know that you have to\nstand on line and they push ahead, and things like that. Then again, this —",
        "A: Uh-huh.",
        "A: Of Americans, yeah.",
        "A: Okay.",
        "A: But you also have here in 1s —",
        "A: — are Israelis, I'd say if ’'m— when I’m - especially in New York —",
        "A: — if I hear Hebrew, which you hear so — a lot of, and you know they’re Israelis,\nyou know [indecipherable]. I also, for instance, back sometime in the 80s, I—I-I\nwent to buffal — to [indecipherable] South Africa to teach bla — blacks there. And\nvia the gov — Israeli government.",
        "A: Yes. And I remember being very [indecipherable] these who were on staff that\nwas there, because it was a — a project to teach blacks their crafts, so that they could\nthen go on and —",
        "A: — earn money, right. And it was extremely frustrating because what I could see,\nwhat was s-spending a fortune, the government was spending a fortune of money on\nus, training these people, and not giving them anything, and that really\n[indecipherable] me, and I — I would get so annoyed by it.",
        "A: Yeah. So —\nNovember 7, 2008",
        "A: Into the pockets, yeah, right.",
        "A: Assignment, exactly. So that — that type of thing, and I — I — I remember when I\nfirst came there they immediately, a party for the newcomers. It was a project of\ntwo years, I came in only for two months. I was supposed to be for three months,\nbut they kind of messed up on it, and I said, I’m t — here for two months and that’s\nit. They pa — bu — very wonder — good salary, a car. All I had to do is pay for my\nfood. A-And, I would end up going back to the school in the evening to — because I\nn—TI found that — I realized that the — the girls, they were mainly young ki —\nyounger girls, were from villages, and they had — they had nothing to do after four\nor fi — after the school closed at four or five o’clock, there was nothing for them to\ndo. So I would come back to work, and they learned that I would be there, and I\nwould bring dried f-food or coffee, and I would share it with them. You know, and\nNovember 7, 2008\nthe other Israelis got very annoyed with me when I was giving so much to them.\nYou know, this is — we’re here to help them, not for us t-to take. So, that — that kind\nof thing is, you know, where — I don’t think that’s an Israeli thing, that’s just bad\ngovernment policies.",
        "A: Right, right, right.",
        "A: Yeah, right. Cause I — I remember also once there — basically, we were teaching\nthem so that they could teach people from villages, you know? And I kept saying,\nwell, I want to go to these — I want to go to a village, to see what conditions they\nwill be teaching in. Because if I — suddenly I’m demanding that we have proper\nseats, and proper lighting. But then I said, what — what — what goes on in the\nvillage? They’re sitting outside, on — they don’t have chairs, they don’t have lights.\nThey work until — they can work until — until it’s su— sundown and then they have\nno electricity, so how — how — why —\nNovember 7, 2008",
        "A: No, no. This was just — look, I — I think I’m not very good with — with\ninstitutions altogether. I — I never taught in school, because of what I saw of the\nschool system here in America, not — not just in Israel. I never taught in Israel —\nand in — in America I only student taught, and that was quite enough for me. I-I —\nI’m not — I-I — I — also, even when I worked, I’ve been inde — independent more or\nless since 70s.",
        "A: What I do.",
        "A: Okay, basically, the first six months I learned Hebrew, and then I just wanted to\nge-get work, and I found work in a silks — doing silkscreen printing. Outsi — I was\nliving with this — ulpan was in Jerusalem, and this job was outside of — near Tel\nAviv. So I moved there.",
        "A: No family, no.",
        "A: Well, a— very good friends of the family. And I had friends from Young Judaea\nthat were in Israel already. And I quickly made friends with Israelis. I knew more\nIsraelis than I knew Americans. And I just say — I mean, I — I — I just went from —\nbasically from — okay, I — I got ja — a job working in this — in doing silkscreen\nprinting, and I was more or less in charge of the woman, the worker that was there.\nAnd that pushed me to — to speak Hebrew qui — more quickly because I was in\ncharge of her, and she always spoke — or French, or Hebrew. So I spoke French.\nAnd [indecipherable] and after about three months, my boss said, maybe 1n five\nyears we'll become partners. And I looked at him and I said, this is not the place for\nme. Because this was outside of Tel Aviv, it was in a little place that was —Is —I -\nI don’t know what I was doing there. I would come back every weekend to\nJerusalem because that’s where I had friends. And after three months — af — when\nhe said this I moved back to Jerusalem, and I — I had several — I mean, I went from\n— like a year I worked for a s — a publishing company doing graphic work. And I\nworked for “The Jerusalem Post’ doing graphic work. And I was always painting\nor doing art work, but I wasn’t doing it full time because I was working in places,\nuntil about the early 70s, or — just about the 70s, yeah, I think late 60s, beginning of\nthe 70s, I decided to go and work on my own. And I became partners with a Danish\nguy, he was going to si— he did silkscreen printing, I did more of the graphic work,\nNovember 7, 2008\nand he did — he did printing for — for artists and all sorts of things like that, until he\nleft. And I just continued being independent, because I’m not — again, I’m not good\nwith institutions of any kind, I — I don’t like — like even when I worked for the — for\nthe Post, or for the publishing company, I had — I know what I had to do. I had\nnever liked clocking in. I didn't have to clock in at the time. I did the work that I had\nto do, and you — more, if it was necessary. But don’t tell me what — you know, 1-if\nmy work is not good, I’m willing to hear it, but if — the hours I had to put in, I’m not\ngood with that. So it’s as — the same ki — I — I needed to be always independent, and\nI guess that’s part of my — my whole makeup, 1s just to be, you know, where I need\nto be.",
        "A: My mother, evidently, at some — of one — had wanted to be an interior decorator,\nmy adopted mother. My father, no [indecipherable]",
        "A: But he would — yeah, businessman, but he was more — yeah, he sang and he s —\nhe loved telling about himself, of his — his whole background and that. So he was\nvery vocal. And my mother, they had a — a — a business, a furniture shop, and she\nkept the books and all that, they worked together, but he was more outside, talking\nto people, she was [indecipherable] the business.\nNovember 7, 2008",
        "A: Yeah, yeah.",
        "A: Only what they did, and what they looked like, which I, at some point, I don’t\nremember, I got photos from my cousins 1n Paris. And she told — th-the cousin —\nthis cousin told me a little, because she didn — she’s older than — than — she’s about\nS-Six years older than — than myself, six or eight years. So she has much more — she\nremembers much more.",
        "A: And I met her and she told me a bit more about they would — they were — but not\ndetails like my — like [indecipherable]. I don’t remember where she was in\nconnection to where we were. But again, I cou —",
        "A: Okay, yeah.",
        "A: This — okay.",
        "A: And after America, yeah.\nNovember 7, 2008",
        "A: Okay, because my — okay, because our parents, our adoptive parents, kept in\ntouch with the family in — in France, that [indecipherable]",
        "A: No.",
        "A: No, no. It’s a family that’s our family, our immediate family. Cousin — two sets\nof cousins. They helped them out financially, they helped [indecipherable]\ndaughters — one of the fa — one of the cousins, their daughters came to visit\nAmerica and they stayed with my parents. In fact, by then, when I was in Israel,\nthey also came to visit me in Israel. And I had no contact with them, with that part\nof the family. But there was — there was connection without being very to — they\nnever made any great effort, so that this is one of the reasons that I believe that I\ndon’t speak French, is that this one relative, the father, who’s since passed away, I\nwas there, I think in ’64, coming back from the States, from the visit, it was a year\nlater that I would move there. And I stopped in — 1n France, and I stayed with them,\nand they were [indecipherable]\nNovember 7, 2008",
        "A: [indecipherable] relative, yeah. And he just went on — I got very upset, he went\non about how he blamed my — our adoptive parents for the fact that we didn’t speak\nFrench. And I got really very annoyed with him. And since then I just never made\nany great effort to keep in contact, nor did they. All right.",
        "A: Now, that I — the French relatives. Now, there’s another cousin, who today we’re\nin touch with, but at the time I had met — her father was still alive, her mother was\nmy aunt — my second aunt. My aunt which he wa — she was, I think my father’s\nsister, but I don’t remember exactly now. And it just — cause it doesn’t really matter\nto me. The fa — her father, who was still alive when I came to visit, he was — he was\nvery pleasant, he was okay. And I don’t know wha — I don’t know if — I guess I —\nyeah, I probably met — he had a — a — okay, I have a cousin, and his brother. We met\nat the time. But then when I — when I — when I was living in Israel, and he knew I\nwas living in Israel, and I came back to Israel, and then for years I had — we had no\ncontact at all. And then suddenly they — I get — sh-she called, she was in Israel, and\nshe didn’t know how to find me. And I alw —I said, how can that be? I mean, you\nknew I was in Israel. The father — your father knew I was in Israel. My parents at\nthe time were still alive, so there was no problem finding out where I was. And she\nwent to Yad Vashem, the Holocaust museum in — in Jerusalem to try to find me.\nNovember 7, 2008\nAnd they said, well what — why not look in the phone book? And they found me in\nthe phone book, of course, you know. And that’s how we came in contact again.\nAnd they’ve been very, very nice. I mean, they’re very pleasant people, and I like\nthem. We meet. We — they’ve been to Mitzpe Ramon since I moved there, they\ncome to visit. Three years ago I was — I came to the States, and then I went for two\nweeks to Paris, so we just met for dinner.",
        "A: I didn't stay with them.",
        "A: Very definitely. The-They’re — let’s say they could be, but they’re not. I like\nthem very much, they’re very warm, but there’s — I think again Jack is much more\n— much closer to them than I am. I probably at si — in some place said okay, I know\nthey’re my relatives, but it’s — 1t’s a—a statement, and that’s it. It’s not all that\nstrong relationship.",
        "A: Without being family, right. I feel much closer to whatever relatives I have left\nhere than I do them.\nNovember 7, 2008",
        "A: But yeah — but they’re — but, I mean, this couple again, I like them very much,\nbut — and I enjoy being with them when I see them, but it’s always a very brief kind\nof thing.",
        "A: Well, yes, she — the cousin knew my par — knew — remembers my — my mother\nvery much, she remembers her. She described her and the fact that they were both\nse-seamstress — sewers and all that. But we’ve never real — well, again, I don’t think\nI made any great effort to sit with them and get all that information. And if you te —\naga — last — the last time I was in Paris, they were busy, and we — I had — we met\nonce for dinner at their house. I slept one weekend there, because the place where I\nwas staying, I had to — I-I couldn’t stay with who — it was a friend of mine, I\ncouldn’t stay that weekend so, they allowed me to stay. I didn’t feel\n[indecipherable]. I pushed myself on them, I needed a place to stay that night, so I\nstayed with them. But they were then going on vacation, you know.",
        "A: No, I — that’s right.\nNovember 7, 2008",
        "A: That’s right.",
        "A: Yeah, I know. For instance, this other girl, they’ve made an effort, this one\ncousin, and her husband —",
        "A: — they’ve made — Sallah(ph).",
        "A: She’s made — they’ve — she and her husband George have made efforts to make\nconnection with me. I know he’s — they’re much closer with Jack. The other\ncousins, I’ve manage — I’ve — a few times, in fact, let’s — the father — the father, who\npassed away already a long time ago, who put — blamed my parents for the fact that\nwe didn’t speak French, I never — after that I never have come — I haven’t had\ncontact with them. And there was one time like about, I don’t know, I think 10 - 11\n- 12 years ago that I went with Jack and his wife Judy, we went to France, and we\nwent — my cousins Sallah(ph) and George for dinner, and this man who knew we\nwere coming — the — well, she’s the cousin, actually, his wife, but they were on\nvacation. They knew we were coming. I — to me, that’s enough to not even search\nfor them. And Jack, without a — he-he-he calls them up, they were in Nice, and then\nhe asks — he puts me on the phone, and the guy just starts out about how quelle\nNovember 7, 2008\ndomage, I don’t speak — don’t speak French. And I said, well, it’s too bad you don’t\nspeak English, and I gave the phone back to my brother. He wants to make contact\nwith the — with these people, fine. I have no — no problem with that. I don’t need the\ncontact with someone like that. And again, they made no great effort to — to keep us\nin contact, and they knew how to — to reach us, how to find us. They knew where\nwe were. So —",
        "A: —I felt — me — I think I’m sure that’s part of the — obviously part of the — it’s\nblocked out because it’s not — I mean — in fact, I’m also [background noise] happy\nthat I didn’t grow up in France, you know” I find the French very sloppy, that\nlanguage, and a lot of things, even though —",
        "A: Yeah [indecipherable]",
        "A: Yeah, yeah.",
        "A: It’s 25 to five.",
        "A: Okay, she —\nNovember 7, 2008",
        "A: I haven’t talked so much in a long, long time.",
        "A: Perhaps that’s why.\nNovember 7, 2008\nand had the good luck to grow up in a — in a loving family, sometimes nevertheless\nhave a feeling inside that someone at one point rejected them, because they were\nadopted in the first place. Somebody in the early part of their lives. It doesn’t — it\nsometimes doesn’t have any connection to reality. I mean, they may know, for\nexample, that my mother did not want to give me up, my mother would have\npreferred to keep me, but she gave me up. But that there was a certain kind of\nrejection, and — that was experienced anyway, even though consciously you know\nthat that other person’s, the birth mother’s circumstances could have been such that\nthey had no choice. And when I hear you speak about the relatives that were blood\nrelatives in France, it sounds that they had no great interest to keep up ties.",
        "A: That, definitely yes, I mean, I — I see that, I feel that. And, again, I’ve given — if\nthey annoyed me enough — also, very — I think make decisions, you know, it’s — it’s\nnot making — not always logical, but this is fact for me. I don’t — I would not go out\nof my way to change these facts. This is what it 1s, and that’s okay, but I will not go\nbegging to these people to be — to what, to accept me? I mean, this — I’m your\nrelative. To this day we have no — I’ve been to their home, stayed with them once\nwhile back there, some years way, way back. I made the effort to come to visit\nthem. Their daughters then came to me in — 1n Israel. They were — I was — they\nreally annoyed me, because they just expected that you — to — to do everything. I’m\nNovember 7, 2008\nnot used to that kind of thing, I was — didn’t grow up that way. So it would — it just\n— and they — again, they never made any more effort to keep in touch with me, at\nleast this particular set of relatives. The others, yes, they’ve made every effort, and\nwe stay in touch. So they’re — they’re fine. I — I— we’re not that close, but still 1t’s —\nit’s a feeling that they — yes, they’re my relatives, I accept them that way. I can’t — I\ndon’t feel as close to them, perhaps, as relatives in America, but what they are, it’s\nokay. S — not — I do — I’m not angry with them, I am probably angry — I definitely,\nnot probably, I — of course, I —",
        "A: [indecipherable]",
        "A: Especially when the — the father of these — these relatives, blame people who —\nwho gave so much to me, and to Jack and to them. So, and then to blame them?\nWell, but did you make any effort to bring me to France, to remind me of who —\nwho — what my background is? Nothing. So, why —",
        "A: Yes, well that’s —\nNovember 7, 2008",
        "A: Exactly. But I— I never had a chance to — I never bothered to talk to them. Jack\nisn’t bothered by that. We’ve — again, we’re very different —",
        "A: — in our reactions to things. We’re very different in everything, so it’s not\nunusual.",
        "A: Yeah, no, I don’t — he — he did. He went to — he went to meet them, he — he even\n—1n fact, he’s — he gave me a letter that they wrote. I think that the — the parents\nhave since passed away, but their daughters and they — they’re alive, and he — he did\nmeet with them, and I never — I never — I never made the contact. I said, it’s like,\nyou know — I didn’t want to, I guess.",
        "A: I don’t know, it’s the first time that I— I happened to be here. I’m not s — I didn’t\ncome especially for this. I— I was here because my — Jack’s wife’s dau — daughter\ngot married, so they kept saying please come, please come, and I came. And then\nthere was the conference, I said, okay I’ll come to the conference as well.\nNovember 7, 2008",
        "A: No, no. And I don’t think that I would make an effort to come. Maybe after —\nafter this time, I might. I know there was one in Jerusalem last year, I didn’t —\ndidn’t go to it. I don’t — I also —I don’t like even seeing movies of — of that time. I\ndon’t like repetitions of the whole thing. I know it happened, I know it was, but\nokay, I — I think — again, I believe that we should go forward, and not to —",
        "A: I was born here, I grew up here, I was hidden, I was — it’s so much of —I-—I\ncan’t —I can’t really answer that, because I have to think much more about tt. I\ndon’t know.",
        "A: It’s — it’s — doesn’t push me any place, it’s — to me it says, okay, it’s like — there\nare things that you need to repeat, like if I want to learn how to work with this, with\na certain material, that’s important for me to repeat it so that I get to know what the\nNovember 7, 2008\nmaterial is like, how to work with it. To make contact wi — this to me doesn’t — for\nme personally, it’s not going to make me a better person, a better artist, just by —",
        "A: I don’t know. Everyone, I — I believe it gives everyone something. Everyone\nsomething that will fi-fill them in some way, and again I have no problem with that.\nI’m not one — I will — I’m the last person who will say, you shouldn’t talk about it,\nyou shouldn’t remember. No, if it fills you and it gives you some meaning, I think\nyou should do as much as you can. Which is, for instance, one thing that I’ve said to\nJack, well, you know, you need that, go and do it, it’s — but don’t involve me in\nsomething that I don’t feel that I could do. That’s all.",
        "A: Whether you want [indecipherable]\nNovember 7, 2008",
        "A: Yeah, I w —I would end up keeping away from it, because I will — don’t want —\nalso, religious Jews, I — you know, leave me be. I don’t care, be religious. If it gives\nyou something, do it. But I don’t — for me, it’s not my way. I — I think sometimes\nI’m more religious some — than these all that, you know, because I think what I —\nwhat I say is my — my word is definitely my word, I don’t go back on it. I don’t\nthink that if you’re going to fast it makes you a better person. Many things that I\njust think you have to be wi — you have to be straight with yourself in your life, and\nthat’s what’s important to me. And again, anyone else, do what you need to do. [Il\nrespect you, but don’t force it on me.",
        "A: Ah, yeah. No, I don’t know whether I would want to tell her something, but once\nI went to — in —1in Israel we have a lot of people that read coffee cups, and I used to\nlove to go to the, like coffee cups or cards, tarot cards or — not tarot cards, but\nmainly coffee cups. And especially at that ttme when in — when I was in Israel at\nfirst, these were usually very primitive women, who were so wise. My — but one\nwoman said to me — I came there and she said, she wa — suddenly said, you have\ntwo mothers. And she said I would meet my — my — the — the other mother like in\nNovember 7, 2008\n15 years, right? And, well, I was tripped out by it. I-I said, wow, this, you know,\nthis is going to be very interesting. I know that it’s not right, but still, maybe —\nmaybe it was. [indecipherable] you know.",
        "A: Must have been in the mid-60s or late 60s or something like that. Of course, 15\nyears passed and nothing ever happened, so — but it was — it — for a long time it was\nin my head, but why? What would happen if I did meet her, if the —",
        "A: [indecipherable] But I never, never brought it to any — because I didn’t really\nbelieve that this — that 1t could be, so —",
        "A: Yes, yes. Uncanny, but again I think — no, she wasn’t — she was just very wise in\nthat I believe she asked me what, at first, what my mother’s name was. And I\nstupidly said Rose, but it’s not my real mother’s name. So, maybe I said that.\nSomething, something made it clear to her, because a-again, they pick up on your —\nthe way you sit, the way you talk, what you say. You know, every little thing, they\nknew exactly how to — how to interpret it, and I— I remember once after this, I was\nvisiting friends in Tel Aviv, and I said to them, oh I can — I — I could read your\ncoffee cup, you know. And I did the same thing. And they said [indecipherable] I\nNovember 7, 2008\nsaid, don’t be ridiculous, I just — I’m telling you what you want to hear, you know,\nand so it’s —",
        "A: Sure, yeah, yeah.",
        "A: But it —",
        "A: Rose, also [indecipherable]",
        "A: Yeah, and my adopted mother.",
        "A: Yeah.",
        "A: You’re welcome.",
        "A: You’re welcome, yeah.",
        "A: Welcome, sure.\n56November 7, 2008",
        "A: Sure, of course.",
        "A: Okay [indecipherable]",
        "A: Okay.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 7, 2008\nRG-50.030*0551",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Annette Fein,\nconducted by Ina Navazelskis on November 7, 2008 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Alexandria, VA and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ANNETTE FEIN",
        "November 7, 2008"
    ]
}