{
    "rg": "RG-50.233.0008_trs_en",
    "sequence": [
        "A: Bogart but my maiden name was Winternitz, W-1-n-t-e-r-n-1-t-z. I was growing\nup in Prague. My immediate family were my parents and a brother, Peter, who\nwas four years older than I. We had a wonderful life and childhood until March\n15, 1939 when Hitler occupied our country",
        "Q: Can I ask you a few questions?",
        "A: Go ahead.",
        "Q: Lisl, L-e-i-s-l?",
        "A: L-1-s-l.",
        "Q: The date you were born, your birth date?",
        "A: May 7, 1926 which happens to be the day of my liberation too.",
        "Q: Nice symmetry there. Can I ask you a little bit about Prague when you were\ngrowing up, where you lived, 1f you remember the street, what your house was\nlike?",
        "A: Right. We lived in Prague 10 which was Karlin, K-a-r-l-i-n. The street was\ncalled, Karlova, K-a-r-l-o-v-a which later under the Germans was changed to\nNymburska. My identification is — N-y-m-b-u-r-s-k-a.",
        "Q: What did your parents do for a living? Your father and your mother?",
        "A: My father was a businessman. He had a store of wholesale/retail place of floor\ncoverings which was, as soon as we were occupied, taken away by his own\nemployees, Czech. Later on, by the Germans.",
        "Q: So the Czechs took the shop over and then the Germans --?",
        "A: Took it away from them",
        "Q: From the Czechs?",
        "A: On their own. Was not the law yet.",
        "Q: Did you and your brother go to public school?\n1",
        "A: We went to public schools, to German schools and in ’37 when things became ---.\nThe andr started, we transferred to Czech schools.",
        "Q: Did you speak German at the time, at home and things or did you speak --?",
        "A: Both languages, we were bilingual.",
        "Q: Both German and Czech. How about Yiddish, did you speak Yiddish?",
        "A: Not at all.",
        "Q: No?\nA; Never, never heard a word of Yiddish.",
        "Q: You and your brother also, did either of you, were you involved in youth\norganizations?",
        "A: My brother was involved in the Zionist youth organization, M Hatzair.",
        "Q: What kind of things did he do there, do you know?",
        "A: He got me to join against our parents’ wishes.",
        "Q: They disapproved?",
        "A: They disapproved. In the end as I’m putting it together, after the war, much later,\ndue to the Zionist youth organization, I was saved.",
        "Q: Why don’t you tell me a little bit about that since we’ve already started to talk\nabout it? Go ahead.",
        "A: Well, it’s a long story in itself but the leadership of the Zionist youth organization,\nfirst we set up a whole “Helping Hand” group when the transports started. Later\non, the same leadership in Terezin and other camps tried to get us into positions\nwhere we either could be of help, teaching, helping or, as later on proved, got me\nout of a transport and into the Blima Mica which was a war production, which in\nthe end saved my life. Many instances during my stay in Terezin happened\nbecause the underground movement of this leadership ---.",
        "Q: Were able to do things for you?",
        "A: Were able to, indirectly. Even so, the leadership was all killed, all put into the gas\nand so on. Some of us were able to get to certain jobs in certain positions, where\nin the end we were saved.\n2",
        "Q: Did either of you or your brother and since your brother was older he probably\ndid, I’m not sure if you did, finished school, finish high school before --?",
        "A: Neither one of us.",
        "Q: Neither one of you did before the war?",
        "A: No, no. We were both thrown out. He was in his sixth year of and I was\nin my second year. Neither one of us finished.",
        "Q: Do you remember any instances of overt anti-Semitism before the war started --\nlike in the early thirties when you were a child?",
        "A: Not directly remember on me. I was really too young. But there were incidents,\nunrest in the streets and against the Jews. In schools some of the in our\nclass and which was were against us. But personally on myself,\nthe first day of our occupation when a teacher yelled at me, you dirty filthy Jew\nand spit in my face and wouldn’t let me come in the class.",
        "Q: That was the first day of occupation?",
        "A: First day of occupation, March 15, 1939. That was my first contact with personal\nhatred against me on my body, on myself. Until then, I was only 13 years old so I\ndidn’t really identify.",
        "Q: When Hitler came to power and I know this is probably hard for you to remember\nbut you may remember through your parents’ reactions or your brother’s\nreactions, was there a feeling of fear about what was going on in Germany? Or\nwas -- did people really know what was going on?",
        "A: We knew and I knew because we had family in Austria, in Vienna. They were\noccupied a year before. They tried illegally to cross the border at night and to\ncome to Czechoslovakia. That’s another whole story. They paid to be taken\nacross the border illegally and whoever they paid to, took the money and never\nguided them across. There were many stories like that. They finally did make it\non their own, illegally across. Now when I came home from school that day I was\ntold to be very quiet because somebody was sleeping in our house that came. I\nwas not told then illegally because it was too dangerous for me to know. Later on\nI was told; I was 12 at that time. We learned and we knew what was happening.\nWe also had many friends from Germany come to Prague and relatives who were\nalready, before that, persecuted and escaped to Prague. Of course, they were\ncaught, later on in Prague.",
        "Q: Was there, I remember, I’m in fact reading a book about Franz Kafka and Prague\nat the turn of the century. Was there a great rivalry between the Czechs and\n3\nGermans going on at the time? Do you remember a whole lot of unrest in that\nkind of area?",
        "A: Well the andress really came with the Sudetenland which was the mobilization\nwhich was in the fall of °38. That’s really the time we became aware of all that\nand were taken out of the German schools. There were riots in the streets and all\nthat where we were caught once trying to get home from where we were. As\nJews, we didn’t even dare to cross or go near it. It took us like three hours, four\nhours to get home.",
        "Q: To go around?",
        "A: To go around and I remember we were separated at a point and I got scared. That\nstayed with me but this was before we were occupied. That was when the\nAndres started. From little thing like that, I remember the various tensions\nand feelings. My parents always, when they talked, it was always in whispers so\nwe wouldn’t -- the children should not know. We were at that time being\nprotected. Later on the table turned and we had to protect our parents but that\ncame later on.",
        "Q: Why don’t you tell me a little bit about when the city was occupied by the\nGermans in 1939? You told me the one incident with the teacher.",
        "A: That was the first day.",
        "Q: Yeah. What happened when the Germans came in? Did they immediately put\nrestrictions on Jews or ..?",
        "A: Slowly, day by day the laws kept coming in day by day. From all the things we\nhad to give up, valuables, art collections, anything of value. Later on the radios,\nthe telephones, the phonographs and restrictions. Later, no public places allowed\nfor Jews from amusement halls, movies, theatres, restaurants, any public place,\nplaygrounds, parks and so on. Public transportation which was restricted. Of\ncourse the identification with the Jewish star, you are well aware of that, I’m sure.\nFood stamps where we had the red “J” printed into it.",
        "Q: Were you made to shop at certain stores or at certain times?",
        "A: Certain stores and certain times and only certain items of food. The lines were\nusually very long which was always very degrading for the older people. Again\nthe Zionist youth organization, this Helping Hand, we would take the carts and go\nto the stores and stay in line. Run back and forth and get the food whatever was\nneeded for the others.\n4",
        "Q: So you and your brother helped out with this organization during the occupation\ndays? Did the organization work to try to aid Prague’s Jews, that’s what it was\nset up for?",
        "A: That’s what it was set up for including to go on Hachshara. Hachshara meant the\npreparation to go to Israel to learn to farm and work the land. But again you\ncouldn’t officially call it Hachshara so we were assigned to help the farmers in the\ncountry as unpaid labor.",
        "Q: So you went out in the countryside?",
        "A: My brother went to farm, it was about maybe eight or ten from the -- again the\nZionist youth organization. They worked various farms. We younger could not\ngo, we only went daytime to the farms. Again this was at the time when we could\nno longer take public transportation. If there was a two-car train, we were\npermitted to take the last car and the platform of the last car to go to this work.\nWe had a separate permission slip. If the train had only one car, we were not\npermitted at all. We had to be home before the curfew. This was before the\ntransports started.",
        "Q: Right.",
        "A: Once the transports started, we had to stop on all that?",
        "Q: When did the transports start from Prague?",
        "A: First transport went out in October, ’41. Five transports at 1,000 each to Lodz.\nAfter that, two transports followed November and December called --. First one\nwas 250 men, which was arbeit working group one which\nwere only men, to Terezin to build up the camp. Terezin was a garrison town.\nThe second transport, my brother was in that, were 1,000 young men, 18, 17, 18\nyears old and older, to colony two, to build up Theresienstadt. The\nbunks and the barracks and all that. After that, transport after transport always\nleft, 1,000 people each.",
        "Q: Every day or every few weeks or something?",
        "A: No, sometimes two, three in a row. Then there were a few days of nothing and\nthen maybe a week again followed by every day.",
        "Q: Do you remember how people were notified for these transports? Like your\nbrother, did a letter come, or did someone just show up.",
        "A: From the Jewish council, Jewish office, they had to put together the list which\nthey had to go to the SS to the Gestapo. From the Jewish elders, you send out, at\nthat time we still had young people working there with the notification, the name\n5\nof the transport and with that we had to go to the holding place which was an old\nexhibition hall emptied out called the Messacalanda. Sometimes we had a couple\nof hours, sometimes even more. We were permitted to take one small suitcase or\nbackpack, something we could carry.",
        "Q: Was there a limit on how many pounds that could be? Do you remember?",
        "A: There was and I don’t remember it any more. It was something like 20 kilo but\nI’m not sure. I really am not sure but I know there was a way we could pack and\nagain the youth organization we called that formed Helping Hand would send us\nout to the older people that couldn’t carry and couldn’t pack. We would pack for\nthem. Like we had a way of packing the shoes to the side and the blankets. Since\nin Europe you had this old-style, heavy down-feather , it was called\nblankets, we established a sewing room where people could bring ahead of time in\npreparation for transports, their blankets. We would empty out the feathers, we\nwould stitch it small and flat and restuff it with their feathers. That was called —\nwe sort of established a room this size, a sewing room. Everybody was prepared\nand had sort of a blanket you could roll up and put on top of your --.",
        "Q: It’s interesting.",
        "A: Which was all done by the Zionist youth organizations, all volunteers. We helped\nto do these things.",
        "Q: Did you have any contact with your brother after -- between the time that he left\nand you left, did letters come back from him?",
        "A: No letters, nothing. He was able to send out through somebody on a little -- I\nremember that so clearly -- a little torn piece of paper with one word on it,\nTerezin. So we knew where he was at the time.",
        "Q: But that’s it?",
        "A: That was it. That was pretty dangerous to do at any rate for who smuggled. The\nway he smuggled it out, if he would have been caught including whoever helped\nhim smuggle it and brought it back to us. Later on we followed him and we saw\nhim in the camp. We were in the same Terezin.",
        "Q: Let me backtrack just a little bit. When you -- you said the transports began\nOctober of 1941? So you were basically in occupied Prague for over two years?",
        "A: Right.",
        "Q: Was there any ghetto ever set up in Prague? Or were you forced to move to a\ncertain area?\n6",
        "A: No, we stayed in our apartment. We were very lucky at that. My aunt lived in the\nsame building and another aunt had to move out of her apartment. I don’t\nremember why and she moved in with us. We could stay until we were\ntransported in our apartment. We had to give up all our belongings from there\nand everything but we did stay in our apartment.",
        "Q: Because I remember, I’m trying to remember. I’ve been to Prague once and I\nremember the Karlin area. I also remember that there was a Jewish ghetto just\nwhere Jews lived.",
        "A: Which was in the auch , the old part where the eldest were set up. We\nhad, it was called madon, the Zionist organization had their own people live there,\nthe young people that came from other towns and cities as they were being all\nbrought into Prague for transports.",
        "Q: So when people were brought into Prague they were housed there?",
        "A: They were put into the center, right.",
        "Q: But the rest of -- any other Jews --?",
        "A: More or less stayed. If there was a need, they were put into apartments with other\nJews but in that sense we were very lucky. Just my aunt was put in with us.",
        "Q: I see. Now at this point, after your brother left, it is you and your aunt and your\nparents are living in the apartment?",
        "A: Right.",
        "Q: When were you forced to leave?",
        "A: My aunt left before we did. My parents and I left July 13, 42. The transport was,\nI just gave the name here for the office.",
        "Q: You have it? It’s upstairs?",
        "A: Upstairs in the --.",
        "Q: I can find it there.",
        "A: It?s AAR 395 was the number. The name of the transport was RRL. It started\nwith A to Z. Then came AA to AZ and we were in AAR.",
        "Q: So you’re almost at the end of the second --?",
        "A: No, third. Third time alphabet around. They were almost daily.\n7",
        "Q: Did they come to your apartment and just ask you to leave or were you notified\nahead of time like given a week or something like that?",
        "A: No, no, never a week. A few hours or the most was a day, but hours at a time.\n(Another interviewer’s voice: Let us interrupt you.)",
        "A: I really would like to tell you a little bit more about my brother.",
        "Q: Susie has your story?",
        "A: Right.",
        "Q: Pll talk to her then. Okay, go ahead, tell me anything you like.",
        "A: Not Susie, what was the lady’s name?",
        "Q: (The lady that was just here to see us. Susan Cohen). Okay Susan Cohen, one of\nher volunteers.",
        "A: One of her volunteers called me and she has my whole story over the phone.",
        "Q: (Then we can fill in areas if you need to). That’s fine, that’s great.",
        "A: We started in and out with my brother, right?",
        "Q: Right. I think the last time we talked about him, he had just been sent on the\ntransport?",
        "A: Right and then we followed later, my parents and I.",
        "Q: You can tell me about when he was in Terezin?",
        "A: In Terezin, he was assigned to work for the SS, to take care of their horses, one of\nthe jobs, as a stable boy. For that he also had lumps of sugar which the horses get\nat night. At one point my mother was very sick and he tried to smuggle out some\nof the sugar to her barrack. He was caught by one of the SS and was taken to the\nma which 1s the in Terezin which was the punishing center\nabout a mile, two miles out of Terezin where the artists of Terezin were taken and\nso on. From there, nobody ever returned. Usually you were tortured to death,\nthey all send out to the gas chamber but after about three days, he came back.\nThey still needed him as the stable boy but in these three days, he was so tortured\nor beaten that we didn’t recognize his face almost. For just a few lousy lumps of\nsugar. That was one story about him.\n8",
        "Q: Did he say anything about what they had done to him?",
        "A: No, no. We didn’t ask, we didn’t talk. We didn’t have the opportunity or the --.",
        "Q: Or the inclination?",
        "A: Inclination. We really couldn’t --. We knew what happened. Another story that\nI’m putting together now. As a matter of fact, just a week ago or two weeks ago.\nHe worked for the SS, he was very handy. He was given materials to do for the --\neither the wives of the SS or the German soldiers I don’t know -- like pins or book\nmarkers or little things like that out of metal and leather strips. He made some for\nme and I saved them. I have those various things.",
        "Q: You still have them?",
        "A: I have them but I found in a book in the Precious Legacy book which is now in\nPrague, the exhibition but it traveled through the United States, a picture of one\nitem that was made for the purpose when the Red Cross came to Terezin, there\nwas a sports event staged.",
        "Q: Oh there were?",
        "A: Right, a football game was staged in one of the barracks. For that event, a trophy,\nwas a leather strip and I saw the picture in this book which 1s identical to what he\nmade. It was found after liberation in camp, this item. I would say 99% sure that\nhe must have made that. I have no proof but --.",
        "Q: But that’s what he did?",
        "A: He did and I have an item almost identical to that. It’s in the same shape and all\nso I got it. That was one thing he did, was forced to do, for the SS. The other\nstory I like to tell about him that my parent and I received notification for what is\nnow called the Mass which was the transport of 5,000 Czechoslovak Jews\nsent from Terezin to Auschwitz. At the time he was not in that transport because\nhe was covered, protected, working for the SS. They needed him so he was not in\nthat transport. He volunteered.",
        "Q: To go on the transport?",
        "A: To go on that transport. As we boarded the cattle cars for that transport, I was\ntaken out of this transport already on the ramp to the car. Later on I put together\nas I was telling you about the Zionist youth organization, due to them I think.\n(Male voice: Also the Germans wanted 5,000 and not 5,000 and one). That I put\ntogether later. There were four, (It was their choice whom they would take off).\nRight. Anyhow, 5,000 left. This is the transport, I don’t know if you’re familiar\nwith it, when they arrived in Auschwitz, they were kept together as famililager\n9\nBirkenau which is where I have the cards that I received which are upstairs too.\nHe perished in that transport. He volunteered, he took my number, I found out\nlater on, my transport number. Later on I also found out that there were 5,004 on\nthis transport. They had said only 5,000 can be. So four were taken out. Since\nthere were obviously four volunteers, one of which is my brother. (He went to be\nof help to your parents, thought he might be able to help them). I, in turn, was\ntaken out due maybe to the influence of the Zionist youth organization. (Was\ntheir choice, their choice). Their choice to decide the four. (It was their choice to\ndecide whom to send). I think also because from the last numbers and we were in\nthe 4,500 category so that also was part of it.",
        "Q: Why don’t we stop here and we can --.",
        "A: Okay.\nEND OF FIRST TAPE. FOLLOWING IS TAPED PHONE INTERVIEW\nCOMPLETED AT A LATER DATE.",
        "Q: Go ahead.",
        "A: My brother’s name is Peter Winternitz. He was born in Prague on April 28, 1922.",
        "Q: Now when we talked before, you said that you lived in Karlin?",
        "A: Karlin which was Prague Ten at that time, yes.",
        "Q: And that your father was a wholesale rug -- he was selling rugs?",
        "A: Wholesale/retail floor coverings. Not just rugs. He had the floor coverings.",
        "Q: Did he have his own shop?",
        "A: He had his own store.",
        "Q: Let’s see. It was just you and your brother, yes? Those are the only two\nchildren?",
        "A: That’s the only children.",
        "Q: He was born in 1922 so he was older than you were?",
        "A: He was four years older than I.",
        "Q: You said that you went, when you went to school, you started in Czech schools?\n10",
        "A: No, we started German schools. Then we had to transfer from German schools to\nCzech schools.",
        "Q: When did you transfer?",
        "A: In °36 or °37, I don’t remember. As things were starting up, we had to leave\nGerman schools.",
        "Q: Because of anti-Semitism?",
        "A: Yes, anti-Semitism.",
        "Q: You said that -- you did mention in the earlier interview that your brother was\ninvolved with some Zionist organizations. Do you remember what they were?",
        "A: Yeah, he belonged to the youth group, the Zionist youth organization, the\nHatzair. Due to him, I also joined.",
        "Q: What kind of things did -- what kind of get-togethers or functions did the\norganization have?",
        "A: Well, Maccabi Hatzair was Israeli-oriented, preparation for life in\nIsrael at the kibbutz. So we all went on Hachshara which was a preparation\nworking for farmers, living with the farmers in the countryside. Which, later on,\nhelped us as far as work was concerned in the concentration camp, including\nTerezin. It helped him, he was assigned as having so-called experience. He was\nassigned as a stable boy to work for the horses that belonged to the SS and he\neven lived in the stables.",
        "Q: Were there lectures and things about Israel and that kind of stories about\nPalestine?",
        "A: Yes. We had meetings, we were reading. As a matter of fact, we were already\nteaching the younger children. Later on when we were not permitted to go to\nschool, we arranged Hillsteens which was sort of a group “Helping Hand” when\nthe transport started. Taking the people to the assembly place, packing for them\nbecause we each were permitted originally to take one package, one backpack or\none little suitcase. The Zionist youth organization was sort of the Helping Hand\neveryplace including in the camps trying to help the smaller children, teaching,\nkeeping up the morale in Terezin, even trying to arrange for singing, poetry,\nwriting, any kind of education.",
        "Q: Right. Speaking of education, you said that you didn’t finish high school before\nthe war. Did your brother?",
        "A: No. He also didn’t finish.\n11",
        "Q: No, he didn’t either?",
        "A: He had one year left.",
        "Q: He was almost done. Can you tell me a little bit about the occupation and what\nyour brother was doing when the Germans came in?",
        "A: Well we were in school when the Germans occupied us in 1939. Then when we\nwere immediately thrown out of school, even before it was turned into law, he\nstarted working for the Zionist youth organization, of which actually the leading\nman was written up in many books, Freyda Hirsch. You might have heard that\nname. With him and with other younger people, he was instrumental to work on a\nplace called H in Prague which was the only place left for us to go. It was\na huge sports field where we continued not only sports activity, but educational\nactivity, lectures, study groups, schooling and so on. He was part of that\nleadership.",
        "Q: You said it was like a sporting field. Was it open?",
        "A: Yeah, it was a big open field and that was the only place left for Jewish to go after\nwe were no longer permitted to go to any public places, playgrounds, movies,\ntheatres, schools, etc. Since we couldn’t take any public transport any more, for\nmost of us it was almost over an hour walk to get there. But it was one place\nwhere we could talk, be together; otherwise it was never permitted to be more\nthan two or three people together. So this gave us a perfect place.",
        "Q: To gather and --?",
        "A: To gather and continue sort of our work.",
        "Q: You mentioned a few restrictions that were placed on Jews. What other kinds of\nthings were placed -- did you have to wear a Jewish star at this time?",
        "A: We had to wear the Jewish star, yes. The laws were coming out day by day. We\nhad to give up all our radios, our telephones, our record players, our records. We\nhad to give up all our valuables, any kind of art collection or later on or so\nnaturally, jewelry. My father was a big stamp collector, well-known stamp\ncollector. He had to give up his stamp collection. We were no longer permitted\npublic transportation or own bicycles or cars -- bus, taxis, trains, trolley-cars, no\npublic place, movie theatres. Certain stores were not permitted for Jews to enter.\nWe had a curfew, seven o’clock we had to be off the streets.",
        "Q: How long after the Germans came into the city was the curfew in place? Pretty\nquickly or --?\n12",
        "A: Pretty quickly, almost day by day laws were coming out. I don’t exactly\nremember the succession which started first, I think giving up all valuables was\none of the very first ones.",
        "Q: You mentioned earlier you and your brother being involved in the Helping Hand\norganization. Once the Germans came in, the restrictions started, did the Helping\nHand organization become more active in trying to help people?",
        "A: Yes, it became sort of, almost legalized. It was under the umbrella of the Jewish\nElder.",
        "Q: Like the Jewish Council or something?",
        "A: Yeah, Jewish Council. We established two or three rooms in a building there and\nit was sort of the communications center to send out the transport notices. We\nfollowed up with the notices immediately, helping the people pack, getting them\nto the assembly place. Prior to that, we had another room, we were not permitted\nto take those big European blankets, you know . Everybody was hoping we\ncould take blankets. We took the big opened them up, took out all the\nfeathers and stitched them into very thin little blankets. We stuffed them and\nrolled them up so people could take it on their backpack. Of course we had, got\npermission to be after seven o’clock on the street. It was a special\nau special papers stating for that day we had permission to be on the street\nafter 7 o’clock to help with the packing and getting people to the assembly.",
        "Q: You and your brother, both of you did this?",
        "A: Yeah. Well, no, not the sewing, only the girls did the sewing and working. But\nhe did more the packing the office had. But he left in one of the very first\ntransports.",
        "Q: Your brother did? Do you remember when that was?",
        "A: Yes. He let n the very special transport in December ’41. Second transport to\nTerezin which was called AK 2, the first transport was AK 1, consisting of 280, I\nbelieve, young men to build up Terezin into a camp. AK stands for Arbeit\nKolona and he was in the second transport a week later, Arbeit Kolona 2 which\nwas a thousand young men.",
        "Q: That was in December of ’41.",
        "A: December of 41, I don’t remember the exact date. They were one week apart,\nthose two transports. They went directly to one of the barracks called Sudeten\nBarrack to build it up.",
        "Q: At this point, Theresienstadt was just being opened?\n13",
        "A: Right, it was a small garrison town at the time housing about 6,000, five to six\nthousand people. They were moved out.",
        "Q: Oh, the people who were there, were moved out?",
        "A: Right. It was turned into concentration camp. The two transports were sort of the\nforerunners to build a bunk center, to build it up into a concentration camp.",
        "Q: Let me go back just a little bit. When your brother was deported, and since you\nhelped with some of the -- getting people ready to go on the deportation, can you\ndescribe for me a little bit of the deportation. What would happen, like people\nwould get a notice and then they would be told?",
        "A: There was no telephone so people got the notice.",
        "Q: Through the mail?",
        "A: No, no. We took it or the Germans would give the list to the Jewish Elder and we\nin turn would take the notification. Or sometimes people were just, by the\nGermans, taken off the street. A whole street was closed up. But most of the\ntime, we went to the houses. As a matter of fact, we rang the doorbell. If the\ndoorbell rang, it meant bad news. Either it was SS or a transportation notice. If\nyou went yourself someplace, you would never dare to ring a doorbell. You’d\nonly knock on the door. Doorbell ringing meant a disaster. The notices were\nhanded out that way or if we worked in the office and we knew who was on the\ntransport, we could send out quickly because sometimes you didn’t have much\ntime to get to the assembly place. Sometimes you had four or five hours,\nsometimes if you were lucky, half a day.",
        "Q: Now is that what happened with your brother since they knew him at the --?",
        "A: We knew that this transport of young men will be assembled within probably a\nfew hours. So pretty much we anticipated he would be in it and before we turned\naround, we learned yes, he was on that list. When he came home and I was home\nat that time, I knew when he came home that this 1s what had happened by his\nface. We told our parents and I remember my mother and father standing by the\ndoor when he left, just holding hands. Then of course when we got our notice, I\nkept sort of the front up and kept telling my mother that maybe we be soon\ntogether with Peter. We had a few hours to get to the holding place. Since I was\nfamiliar, having worked on it knowing the holding place and all, I got help from\nsome of our friends. They walked with us to the holding place.",
        "Q: Did you leave shortly after your brother or a few months later?",
        "A: We left a few months later, we were in June.\n14",
        "Q: In June of ’42?",
        "A: June of °42. Was 50 years ago.",
        "Q: When people left from Prague, they left on trains?",
        "A: Yes.",
        "Q: Being sent to Theresienstadt?",
        "A: Yes, first we went to the assembly place which was an old exhibition hall which\nwas cleared out. There we were held for about two, two and a half days. A\nthousand people always sitting on a concrete floor, men, women, children, babies.\nIn our transport we were there 2 2 days and then we were taken to the train which\nwas about -- in back of the building, came to the back of the building. Some\ntrains were regular passenger cars, most of them were cattle cars. Some were a\nmixture of everything. I remember being with my parents in the same car which\nwas a cattle car.",
        "Q: When you got to Theresienstadt, how long was it after that you found your\nbrother?",
        "A: Actually, to Theresienstadt, the trains at that time did not lead all the way into\nTerezin. We had about, if they stopped in a little village before which was\nB . Then we had like half an hour walk into Terezin.",
        "Q: So you didn’t actually go into Terezin, you walked into Terezin?",
        "A: You had to walk at that time. Later on, the railroad went all the way in. The\ntracks were laid all the way into Terezin, was a faster procedure for loading and\nunloading the people, for getting them in and out. We were earlier so we had to\nwalk in a column of three with SS all alongside of us. We had about a 20-minute,\nhalf an hour walk. We walked through the gate. The gate said like all camps,\nArbeit Macht Frei which means work makes free. In the camp, I kept asking as\nwe walked through the slau ---. You were taken to a place where you were\nsearched and stripped which was called slau , means like a sluice. There\nwere people working who were already in Terezin and I kept asking them if they\nknew my brother. He was still there and then maybe a day or two later, I really\ndon’t remember, it took a day or two to locate him and see him. Then I told him\nwhich barrack my mother was and he was able to go there.",
        "Q: There was no segregation of males and females?",
        "A: Yes, there were different barracks. But we were able in the beginning at least to\ngo after work, if we were still able to or something, to go to that barrack.\n15",
        "Q: You could actually see each other?",
        "A: Yes.",
        "Q: Before when I talked to you, you had told me that -- and actually you said it\nearlier today, that your brother took care of the horses for the SS.",
        "A: Right. He also did something else. He was very handy, artistically handy. The\nSS provided him with materials where he made different pins and chokers,\nnecklaces for their wives and girlfriends. He managed always to out of little\nremnants and pieces, make things for me or for my mother. I have a couple of\nthose things.",
        "Q: Oh you do.",
        "A: I happened to find, just recently, in the book of the Precious Legacy, a picture of\none item that after liberation was found in Terezin.",
        "Q: Do you think he might have made it?",
        "A: There is no doubt in my mind that he must have made that. It was found in the --\nwhere the SS lived in the . It’s so identical, the picture to the item I have.\nI wish I could find out where that item is. I’m still working on that.",
        "Q: That sounds like quite a job, that will be, to look for that. Let me see -- you said\nthat since your brother took care of the SS’s horses and now he also made things\nfor the wives of the SS. Do you know how he became involved and was able to\nget jobs like that, involved with the SS?",
        "A: Well, when you came in, you were always asked and filled out what work or what\nyou do? Or what were you? He, of course, that was part of all the Zionist youth\norganizations, the Hachshara helped us. Because the girls or the boys were on\nHachshara, again inTerezin were assigned to which was a -- working\noutside the camp for the farmers, working on the farmland. Hachshara was a\ntraining for Israel, to work on the land. So they used that and again the youth\nZionist organization helped and the Jewish Elders brought younger people, some\nof my friends in my barrack. So due to that, they are now in Israel, a number of\nthem.",
        "Q: Because they had the training?",
        "A: Because they had the training, because the Zionist youth organization helped,\nincluding at that time Edda Schtein (who later on himself was killed at Auschwitz\nwith his family. There is a book written about him now for the Elders The Jewish\nElder I think it is called by Ruth Bondy who was also a member of that youth\n16\norganization which is now in Israel. By just saying that he worked in the fields\nand he worked with horses, on that Hachshara, he was assigned to the stables, the\nSS stables.\nA> Asa matter of fact, he received lumps of sugar for the horses. Every night they\nwould get like after they were groomed and all that, a lump of sugar. At one point\nmy mother was very sick and he tried to get the sugar, some of the lumps of sugar\nto her. But he was caught by one of the German policemen, not SS, German\npolice that policed us. He was taken to the punishment center which was\nMA you might have heard that word, which was three miles out of Terezin,\nbut was still part of Terezin. The artists of Terezin were taken there. Usually,\neverybody taken there was killed or tortured to death there. Nobody survived.\nBut he came back to the camp about three days later but so brutally beaten and\ntortured that we hardly recognized him. In the three days. But the reason he\ncame back, at that time we understood, he was needed for the horses. He was\nespecially good with the horses. Some of the SS got him out but he looked\nterrible. For just a few lumps of sugar which were good for horses but not good\nfor his mother, for Jewish life.",
        "Q: You also said that your brother earlier when we talked, made medals for a soccer\ngame. Do you remember something about that?",
        "A: The medals?",
        "Q: Yeah.",
        "A: That was part of the art he did.",
        "Q: Oh, I see, for the SS?",
        "A: For the SS, those were big round circles and when the Red Cross came for the\nperformance, there was also a soccer game. Then they were handed the winner,\nthe winning teams were handed in front of the Red Cross team, the Red Cross that\ncame. those medals.",
        "Q: Your brother had made those medals?",
        "A: He had made those. He designed them. He was told to design them. He was told\nto design them, he was told what to do. He had just to follow orders.",
        "Q: Can you tell me now when did your brother leave?",
        "A: Leave Terezin?",
        "Q: Terezin. Or was deported there?\n17",
        "A: Actually my parents and I were in the transport that is called the\nMA transport. Five thousand Czechoslovakia Jews were shipped out of\nTerezin on September 7, 1943 to Auschwitz. My brother, working for the SS as\ntheir stable boy were brought back that call, they need him. He was protected\nfrom shipped out but when he learned that my parents and I are on that transport,\nhe volunteered. He ran to the Jewish Elder and asked to be put into this transport\nand got a number and joined. As we were already boarding the cattle cars -- by\nthen the trains came all the way into camp to the Hamburger Barrack, the\nHamburger -- my parents were already in one car, my brother in another. I was\nboarding the cattle car on that ramp, the SS standing at the ramp, called out my\nnumber, pushed me aside.",
        "Q: Took you off the transport?",
        "A: Took me off the transport. I didn’t know why or what as the train left with my\nparents and my brother. Later on only towards the end when the death transports\nand the death marches were coming back to Terezin and on those transports were\nsome people that we knew from Terezin or before, through the Zionist youth\norganizations and had been in Auschwitz at the time, told us that this particular\ntransport went into the gas on March 7, six months to the day that they arrived.\nBecause that was the birthday of the first president of Czechoslovakia.",
        "Q: Thomas ?",
        "A: Thomas , right. That’s why this transport is called the transport.\nActually, at that time, as far as I researched it and understood, out of the 5,000\nthat’s also in the movie Shoah, I mentioned, only 2,800 were still alive. The\nothers had perished due to starvation, sickness, beating, etc. My father and my\nbrother had perished before.",
        "Q: Oh, they had died before?",
        "A: Of beatings, starvation, malnutrition, things like that. At that time, as far as I\nresearched it, I don’t have documents which will be ready now I hope, I have to\nfind out more, as far as I know, only my mother went into the gas on March 7. I\nwas saved by being taken out and I found out much later that the transport was\nunder roster 5,000. There were 5,004 on that list so four were taken off and I was\none of the four. Possibly that, which I found out later, my brother might have\ntaken my number.",
        "Q: Oh, I see.",
        "A: But I still had the number and they chose his transport number was the\none I had. A 90% possibility, what happened as the Jewish Elder, when he\nvolunteered, that he gave him my number.\n18",
        "Q: He took your number, to save you?",
        "A: Then know, we didn’t know saved. But since they only could have five thousand\nand they had 5,004 but that is not proved fact. I am putting this together in my\nmind and in my research. I have no proof of it.",
        "Q: Now this is a bad question to ask you but you don’t know exactly what happened\nto your brother and father, only that they died before --?",
        "A: The way I understand that the 5,000 were kept together. They were not separated;\nthey were kept together in familalager Birkenau. They had to work, the ones that\nwere able and the ones who died, died of either torture, malnutrition, sickness due\nto the malnutrition like we had dysentery, typhoid, and so on.",
        "Q: Let me ask you when we talked at the end right before you had to leave, we were\ntalking about your brother and I didn’t get to ask you a few questions about your\nstory to the end, if that’s okay.",
        "A: Go ahead.",
        "Q: They left on that transport, your parents left on September 7, 1943. From that\ntime onward, what happened to you?",
        "A: I stayed in the camp. I worked there. After that transport, after transports were\nleaving and again, due to the Zionist youth organization and the Jewish\nmanagement that always had to put together the transport, they always were\ntrying to keep some of us, the younger people behind. In Terezin, we still had a\nchance of survival but we knew once we are shipped out east, that there is hardly\nany chance left. Then they needed work for war production. War production and\nI was assigned to that war production which was a big barrack in Terezin, built\noutside the camp. About 6,000 people were assigned to that war production\nwhich was splitting that big rock of mica into very thin slivers which were used\nfor filters in the gas masks for the German soldiers. The other work we had to do\nwhich also protected us at that time from being shipped out were building the gas\nchambers in Terezin.",
        "Q: You helped to do that?",
        "A: Yeah. Which were going to be operational on May 11 and we were liberated on\nMay 7 by the Russian army, four days before they became operational.",
        "Q: So you remained in Terezin until the end of the war?",
        "A: Till the end, right. But then when the death transports were coming back and we\nwere unloading the trains of the dead bodies mostly, either there or someplace\nelse, I don’t know, I got typhoid. I ended up in the typhoid barracks. Typhoid\n19\nwas contagious, the Germans had one barrack where all the typhoid cases were\ntaken. I was in that barrack more or less unconscious when we were liberated.",
        "Q: Do you remember which -- were they Russian soldiers?",
        "A: Yes, the Russian army, we went to pass the Russian army. We were liberated in\nthe night of May 7 to May 8 which I don’t really remember. But a friend of mine\ncame to the typhoid barracks two days later, when I became conscious and she\nbrought me a piece of, sort of a slice of white bread which the Russian army had\nbrought in for us. Then I realized I must be free; then it all sank in.",
        "Q: Do you remember how long before you were liberated that you went into the\ntyphoid barrack?",
        "A: No, not really, must have been just a couple of days. I remember just sort of\nfloating in and out of consciousness, semi-conscious state or whatever. I don’t\nreally remember. Then I remembered being carried by two sort of -- two guys,\ntwo inmates and this friend of mine who helped, carrying me to the typhoid\nbarrack but I didn’t realize where to. I just knew I’m being carried but I don’t\nknow where. The next thing I knew when I regained consciousness, sort of, that\nshe was there, this friend of mine who is now in Israel. We are still the closest of\nfriends. We went through the whole camp together, we helped each other and we\nremained the closest of friends until now.",
        "Q: What happened after liberation, what did you do?",
        "A: After liberation I tried to get back to Prague. By then I knew that my parents and\nbrother are not alive but I hoped that someone else, some other people of my\nfamily. But again I couldn’t leave Terezin because I had to be first -- we needed a\nrepatriation card on which it stated that we were deloused and no longer a carrier\nof anything and so on which was set up by the Russians. Since Czechoslovakia,\nPrague, at that time was also under the Russians. I couldn’t get that since I was\nstill a typhoid carrier and I was too weak and too sick. But this friend of mine\nalready was in Prague and on one of the trucks coming back to Terezin, it would\ntake us about wherever we wanted to go, and she had sent a -- like an empty beer\nkeg on that truck. Before we came into Prague to the border like the “Checkpoint\nCharlie” type, like a gate where you had to show that you are clear, you can enter\nthe city.",
        "Q: Oh, with papers and documentation and everything?",
        "A: Right. I didn’t have that one slip so they shoved me. I crawled into that empty\nbeer keg.",
        "Q: You got into that barrel?\n20",
        "A: They covered it up with some old blankets, rags that were on the truck. That’s\nhow I was actually smuggled into Prague. Once there, she already had assigned\nan apartment. What happened, the Repatriation Office, as we were coming back,\nthe Germans had fled. Their apartments were empty so the Red Cross and the\nRepatriation Center tried to assign us to various empty apartments.",
        "Q: They let you settle in those apartments?",
        "A: So there was one apartment where about six or seven of us, in the beginning,\nstayed together. That was on the fourth floor and I couldn’t walk the stairs up yet\nand I remember being carried up. Then I recuperated, I got a little better and\nstronger. Then later I started to work and later on I got my own apartment\nassigned. I started getting documents, everything together. A year later, I had an\nuncle here, and a year later, I came here.",
        "Q: Oh, I see. So you had relatives in the United States?",
        "A: I had an uncle here. At first there was no communication. I couldn’t notify him,\nhe couldn’t notify me. About three months afterwards, he found my name in the\npaper in New York from the Red Cross list of survivors. I, in turn, knew his\naddress and through a British soldier that came back to the Czech army, a friend\nof my brother’s, through him, through the British army, through London, through\nhis mother, I was able to send a wire to New York, to let him know that I\nsurvived. Actually out of my entire family, when I came back to Prague, out of\nmy entire family, aunts, uncles, cousins, everybody, I was the only one that\nsurvived. Everybody else perished. Then I came here a year later and started a\nbrand new life.",
        "Q: Do you remember when you arrived in Prague, after getting out of\nTheresienstadt?",
        "A: Yes.",
        "Q: What year was that?",
        "A: What year? That was in -- well we were liberated in May of ’45. May 7, and\nabout five weeks later ---.",
        "Q: You were released from -- ? No, you smuggled yourself out?",
        "A: I smuggled myself out of Terezin and into Prague.",
        "Q: Then you lived in Prague for how long before you went to the United States?",
        "A: A year, till °46. I came here in July of ’46.\n21",
        "Q: Okay, I think that’s all the questions I have.",
        "A: That about covers it all.",
        "Q: Yeah, I think we’ve gone back and fixed everything here.",
        "A: Thank you for your time.",
        "Q: Thank you for your time. I really appreciate your talking to me.",
        "A: I don’t know if you’re going to use the material on my brother for the -- for this\nproject.",
        "Q: We'd like to, that’s one of the things -- in fact, that’s why I wanted to get the story\nbecause",
        "A: You have his picture?",
        "Q: Actually I’m going to turn off the tape here. Hang on for a second.\n22\n"
    ],
    "questions": [
        "Q: Can I ask you a few questions?",
        "Q: Lisl, L-e-i-s-l?",
        "Q: The date you were born, your birth date?",
        "Q: Nice symmetry there. Can I ask you a little bit about Prague when you were\ngrowing up, where you lived, 1f you remember the street, what your house was\nlike?",
        "Q: What did your parents do for a living? Your father and your mother?",
        "Q: So the Czechs took the shop over and then the Germans --?",
        "Q: From the Czechs?",
        "Q: Did you and your brother go to public school?",
        "Q: Did you speak German at the time, at home and things or did you speak --?",
        "Q: Both German and Czech. How about Yiddish, did you speak Yiddish?",
        "Q: No?",
        "Q: You and your brother also, did either of you, were you involved in youth\norganizations?",
        "Q: What kind of things did he do there, do you know?",
        "Q: They disapproved?",
        "Q: Why don’t you tell me a little bit about that since we’ve already started to talk\nabout it? Go ahead.",
        "Q: Were able to do things for you?",
        "Q: Did either of you or your brother and since your brother was older he probably\ndid, I’m not sure if you did, finished school, finish high school before --?",
        "Q: Neither one of you did before the war?",
        "Q: Do you remember any instances of overt anti-Semitism before the war started --\nlike in the early thirties when you were a child?",
        "Q: That was the first day of occupation?",
        "Q: When Hitler came to power and I know this is probably hard for you to remember\nbut you may remember through your parents’ reactions or your brother’s\nreactions, was there a feeling of fear about what was going on in Germany? Or\nwas -- did people really know what was going on?",
        "Q: Was there, I remember, I’m in fact reading a book about Franz Kafka and Prague\nat the turn of the century. Was there a great rivalry between the Czechs and",
        "Q: To go around?",
        "Q: Why don’t you tell me a little bit about when the city was occupied by the\nGermans in 1939? You told me the one incident with the teacher.",
        "Q: Yeah. What happened when the Germans came in? Did they immediately put\nrestrictions on Jews or ..?",
        "Q: Were you made to shop at certain stores or at certain times?",
        "Q: So you and your brother helped out with this organization during the occupation\ndays? Did the organization work to try to aid Prague’s Jews, that’s what it was\nset up for?",
        "Q: So you went out in the countryside?",
        "Q: Right.",
        "Q: When did the transports start from Prague?",
        "Q: Every day or every few weeks or something?",
        "Q: Do you remember how people were notified for these transports? Like your\nbrother, did a letter come, or did someone just show up.",
        "Q: Was there a limit on how many pounds that could be? Do you remember?",
        "Q: It’s interesting.",
        "Q: Did you have any contact with your brother after -- between the time that he left\nand you left, did letters come back from him?",
        "Q: But that’s it?",
        "Q: Let me backtrack just a little bit. When you -- you said the transports began\nOctober of 1941? So you were basically in occupied Prague for over two years?",
        "Q: Was there any ghetto ever set up in Prague? Or were you forced to move to a\ncertain area?",
        "Q: Because I remember, I’m trying to remember. I’ve been to Prague once and I\nremember the Karlin area. I also remember that there was a Jewish ghetto just\nwhere Jews lived.",
        "Q: So when people were brought into Prague they were housed there?",
        "Q: But the rest of -- any other Jews --?",
        "Q: I see. Now at this point, after your brother left, it is you and your aunt and your\nparents are living in the apartment?",
        "Q: When were you forced to leave?",
        "Q: You have it? It’s upstairs?",
        "Q: I can find it there.",
        "Q: So you’re almost at the end of the second --?",
        "Q: Did they come to your apartment and just ask you to leave or were you notified\nahead of time like given a week or something like that?",
        "Q: Susie has your story?",
        "Q: Pll talk to her then. Okay, go ahead, tell me anything you like.",
        "Q: (The lady that was just here to see us. Susan Cohen). Okay Susan Cohen, one of\nher volunteers.",
        "Q: (Then we can fill in areas if you need to). That’s fine, that’s great.",
        "Q: Right. I think the last time we talked about him, he had just been sent on the\ntransport?",
        "Q: You can tell me about when he was in Terezin?",
        "Q: Did he say anything about what they had done to him?",
        "Q: Or the inclination?",
        "Q: You still have them?",
        "Q: Oh there were?",
        "Q: But that’s what he did?",
        "Q: To go on the transport?",
        "Q: Why don’t we stop here and we can --.",
        "Q: Go ahead.",
        "Q: Now when we talked before, you said that you lived in Karlin?",
        "Q: And that your father was a wholesale rug -- he was selling rugs?",
        "Q: Did he have his own shop?",
        "Q: Let’s see. It was just you and your brother, yes? Those are the only two\nchildren?",
        "Q: He was born in 1922 so he was older than you were?",
        "Q: You said that you went, when you went to school, you started in Czech schools?",
        "Q: When did you transfer?",
        "Q: Because of anti-Semitism?",
        "Q: You said that -- you did mention in the earlier interview that your brother was\ninvolved with some Zionist organizations. Do you remember what they were?",
        "Q: What kind of things did -- what kind of get-togethers or functions did the\norganization have?",
        "Q: Were there lectures and things about Israel and that kind of stories about\nPalestine?",
        "Q: Right. Speaking of education, you said that you didn’t finish high school before\nthe war. Did your brother?",
        "Q: No, he didn’t either?",
        "Q: He was almost done. Can you tell me a little bit about the occupation and what\nyour brother was doing when the Germans came in?",
        "Q: You said it was like a sporting field. Was it open?",
        "Q: To gather and --?",
        "Q: You mentioned a few restrictions that were placed on Jews. What other kinds of\nthings were placed -- did you have to wear a Jewish star at this time?",
        "Q: How long after the Germans came into the city was the curfew in place? Pretty\nquickly or --?",
        "Q: You mentioned earlier you and your brother being involved in the Helping Hand\norganization. Once the Germans came in, the restrictions started, did the Helping\nHand organization become more active in trying to help people?",
        "Q: Like the Jewish Council or something?",
        "Q: You and your brother, both of you did this?",
        "Q: Your brother did? Do you remember when that was?",
        "Q: That was in December of ’41.",
        "Q: At this point, Theresienstadt was just being opened?",
        "Q: Oh, the people who were there, were moved out?",
        "Q: Let me go back just a little bit. When your brother was deported, and since you\nhelped with some of the -- getting people ready to go on the deportation, can you\ndescribe for me a little bit of the deportation. What would happen, like people\nwould get a notice and then they would be told?",
        "Q: Through the mail?",
        "Q: Now is that what happened with your brother since they knew him at the --?",
        "Q: Did you leave shortly after your brother or a few months later?",
        "Q: In June of ’42?",
        "Q: When people left from Prague, they left on trains?",
        "Q: Being sent to Theresienstadt?",
        "Q: When you got to Theresienstadt, how long was it after that you found your\nbrother?",
        "Q: So you didn’t actually go into Terezin, you walked into Terezin?",
        "Q: There was no segregation of males and females?",
        "Q: You could actually see each other?",
        "Q: Before when I talked to you, you had told me that -- and actually you said it\nearlier today, that your brother took care of the horses for the SS.",
        "Q: Oh you do.",
        "Q: Do you think he might have made it?",
        "Q: That sounds like quite a job, that will be, to look for that. Let me see -- you said\nthat since your brother took care of the SS’s horses and now he also made things\nfor the wives of the SS. Do you know how he became involved and was able to\nget jobs like that, involved with the SS?",
        "Q: Because they had the training?",
        "Q: You also said that your brother earlier when we talked, made medals for a soccer\ngame. Do you remember something about that?",
        "Q: Yeah.",
        "Q: Oh, I see, for the SS?",
        "Q: Your brother had made those medals?",
        "Q: Can you tell me now when did your brother leave?",
        "Q: Terezin. Or was deported there?",
        "Q: Took you off the transport?",
        "Q: Thomas ?",
        "Q: Oh, they had died before?",
        "Q: Oh, I see.",
        "Q: He took your number, to save you?",
        "Q: Now this is a bad question to ask you but you don’t know exactly what happened\nto your brother and father, only that they died before --?",
        "Q: Let me ask you when we talked at the end right before you had to leave, we were\ntalking about your brother and I didn’t get to ask you a few questions about your\nstory to the end, if that’s okay.",
        "Q: They left on that transport, your parents left on September 7, 1943. From that\ntime onward, what happened to you?",
        "Q: You helped to do that?",
        "Q: So you remained in Terezin until the end of the war?",
        "Q: Do you remember which -- were they Russian soldiers?",
        "Q: Do you remember how long before you were liberated that you went into the\ntyphoid barrack?",
        "Q: What happened after liberation, what did you do?",
        "Q: Oh, with papers and documentation and everything?",
        "Q: You got into that barrel?",
        "Q: They let you settle in those apartments?",
        "Q: Oh, I see. So you had relatives in the United States?",
        "Q: Do you remember when you arrived in Prague, after getting out of\nTheresienstadt?",
        "Q: What year was that?",
        "Q: You were released from -- ? No, you smuggled yourself out?",
        "Q: Then you lived in Prague for how long before you went to the United States?",
        "Q: Okay, I think that’s all the questions I have.",
        "Q: Yeah, I think we’ve gone back and fixed everything here.",
        "Q: Thank you for your time. I really appreciate your talking to me.",
        "Q: We'd like to, that’s one of the things -- in fact, that’s why I wanted to get the story",
        "Q: Actually I’m going to turn off the tape here. Hang on for a second."
    ],
    "answers": [
        "A: Bogart but my maiden name was Winternitz, W-1-n-t-e-r-n-1-t-z. I was growing\nup in Prague. My immediate family were my parents and a brother, Peter, who\nwas four years older than I. We had a wonderful life and childhood until March\n15, 1939 when Hitler occupied our country",
        "A: Go ahead.",
        "A: L-1-s-l.",
        "A: May 7, 1926 which happens to be the day of my liberation too.",
        "A: Right. We lived in Prague 10 which was Karlin, K-a-r-l-i-n. The street was\ncalled, Karlova, K-a-r-l-o-v-a which later under the Germans was changed to\nNymburska. My identification is — N-y-m-b-u-r-s-k-a.",
        "A: My father was a businessman. He had a store of wholesale/retail place of floor\ncoverings which was, as soon as we were occupied, taken away by his own\nemployees, Czech. Later on, by the Germans.",
        "A: Took it away from them",
        "A: On their own. Was not the law yet.\n1",
        "A: We went to public schools, to German schools and in ’37 when things became ---.\nThe andr started, we transferred to Czech schools.",
        "A: Both languages, we were bilingual.",
        "A: Not at all.\nA; Never, never heard a word of Yiddish.",
        "A: My brother was involved in the Zionist youth organization, M Hatzair.",
        "A: He got me to join against our parents’ wishes.",
        "A: They disapproved. In the end as I’m putting it together, after the war, much later,\ndue to the Zionist youth organization, I was saved.",
        "A: Well, it’s a long story in itself but the leadership of the Zionist youth organization,\nfirst we set up a whole “Helping Hand” group when the transports started. Later\non, the same leadership in Terezin and other camps tried to get us into positions\nwhere we either could be of help, teaching, helping or, as later on proved, got me\nout of a transport and into the Blima Mica which was a war production, which in\nthe end saved my life. Many instances during my stay in Terezin happened\nbecause the underground movement of this leadership ---.",
        "A: Were able to, indirectly. Even so, the leadership was all killed, all put into the gas\nand so on. Some of us were able to get to certain jobs in certain positions, where\nin the end we were saved.\n2",
        "A: Neither one of us.",
        "A: No, no. We were both thrown out. He was in his sixth year of and I was\nin my second year. Neither one of us finished.",
        "A: Not directly remember on me. I was really too young. But there were incidents,\nunrest in the streets and against the Jews. In schools some of the in our\nclass and which was were against us. But personally on myself,\nthe first day of our occupation when a teacher yelled at me, you dirty filthy Jew\nand spit in my face and wouldn’t let me come in the class.",
        "A: First day of occupation, March 15, 1939. That was my first contact with personal\nhatred against me on my body, on myself. Until then, I was only 13 years old so I\ndidn’t really identify.",
        "A: We knew and I knew because we had family in Austria, in Vienna. They were\noccupied a year before. They tried illegally to cross the border at night and to\ncome to Czechoslovakia. That’s another whole story. They paid to be taken\nacross the border illegally and whoever they paid to, took the money and never\nguided them across. There were many stories like that. They finally did make it\non their own, illegally across. Now when I came home from school that day I was\ntold to be very quiet because somebody was sleeping in our house that came. I\nwas not told then illegally because it was too dangerous for me to know. Later on\nI was told; I was 12 at that time. We learned and we knew what was happening.\nWe also had many friends from Germany come to Prague and relatives who were\nalready, before that, persecuted and escaped to Prague. Of course, they were\ncaught, later on in Prague.\n3\nGermans going on at the time? Do you remember a whole lot of unrest in that\nkind of area?",
        "A: Well the andress really came with the Sudetenland which was the mobilization\nwhich was in the fall of °38. That’s really the time we became aware of all that\nand were taken out of the German schools. There were riots in the streets and all\nthat where we were caught once trying to get home from where we were. As\nJews, we didn’t even dare to cross or go near it. It took us like three hours, four\nhours to get home.",
        "A: To go around and I remember we were separated at a point and I got scared. That\nstayed with me but this was before we were occupied. That was when the\nAndres started. From little thing like that, I remember the various tensions\nand feelings. My parents always, when they talked, it was always in whispers so\nwe wouldn’t -- the children should not know. We were at that time being\nprotected. Later on the table turned and we had to protect our parents but that\ncame later on.",
        "A: That was the first day.",
        "A: Slowly, day by day the laws kept coming in day by day. From all the things we\nhad to give up, valuables, art collections, anything of value. Later on the radios,\nthe telephones, the phonographs and restrictions. Later, no public places allowed\nfor Jews from amusement halls, movies, theatres, restaurants, any public place,\nplaygrounds, parks and so on. Public transportation which was restricted. Of\ncourse the identification with the Jewish star, you are well aware of that, I’m sure.\nFood stamps where we had the red “J” printed into it.",
        "A: Certain stores and certain times and only certain items of food. The lines were\nusually very long which was always very degrading for the older people. Again\nthe Zionist youth organization, this Helping Hand, we would take the carts and go\nto the stores and stay in line. Run back and forth and get the food whatever was\nneeded for the others.\n4",
        "A: That’s what it was set up for including to go on Hachshara. Hachshara meant the\npreparation to go to Israel to learn to farm and work the land. But again you\ncouldn’t officially call it Hachshara so we were assigned to help the farmers in the\ncountry as unpaid labor.",
        "A: My brother went to farm, it was about maybe eight or ten from the -- again the\nZionist youth organization. They worked various farms. We younger could not\ngo, we only went daytime to the farms. Again this was at the time when we could\nno longer take public transportation. If there was a two-car train, we were\npermitted to take the last car and the platform of the last car to go to this work.\nWe had a separate permission slip. If the train had only one car, we were not\npermitted at all. We had to be home before the curfew. This was before the\ntransports started.",
        "A: Once the transports started, we had to stop on all that?",
        "A: First transport went out in October, ’41. Five transports at 1,000 each to Lodz.\nAfter that, two transports followed November and December called --. First one\nwas 250 men, which was arbeit working group one which\nwere only men, to Terezin to build up the camp. Terezin was a garrison town.\nThe second transport, my brother was in that, were 1,000 young men, 18, 17, 18\nyears old and older, to colony two, to build up Theresienstadt. The\nbunks and the barracks and all that. After that, transport after transport always\nleft, 1,000 people each.",
        "A: No, sometimes two, three in a row. Then there were a few days of nothing and\nthen maybe a week again followed by every day.",
        "A: From the Jewish council, Jewish office, they had to put together the list which\nthey had to go to the SS to the Gestapo. From the Jewish elders, you send out, at\nthat time we still had young people working there with the notification, the name\n5\nof the transport and with that we had to go to the holding place which was an old\nexhibition hall emptied out called the Messacalanda. Sometimes we had a couple\nof hours, sometimes even more. We were permitted to take one small suitcase or\nbackpack, something we could carry.",
        "A: There was and I don’t remember it any more. It was something like 20 kilo but\nI’m not sure. I really am not sure but I know there was a way we could pack and\nagain the youth organization we called that formed Helping Hand would send us\nout to the older people that couldn’t carry and couldn’t pack. We would pack for\nthem. Like we had a way of packing the shoes to the side and the blankets. Since\nin Europe you had this old-style, heavy down-feather , it was called\nblankets, we established a sewing room where people could bring ahead of time in\npreparation for transports, their blankets. We would empty out the feathers, we\nwould stitch it small and flat and restuff it with their feathers. That was called —\nwe sort of established a room this size, a sewing room. Everybody was prepared\nand had sort of a blanket you could roll up and put on top of your --.",
        "A: Which was all done by the Zionist youth organizations, all volunteers. We helped\nto do these things.",
        "A: No letters, nothing. He was able to send out through somebody on a little -- I\nremember that so clearly -- a little torn piece of paper with one word on it,\nTerezin. So we knew where he was at the time.",
        "A: That was it. That was pretty dangerous to do at any rate for who smuggled. The\nway he smuggled it out, if he would have been caught including whoever helped\nhim smuggle it and brought it back to us. Later on we followed him and we saw\nhim in the camp. We were in the same Terezin.",
        "A: Right.\n6",
        "A: No, we stayed in our apartment. We were very lucky at that. My aunt lived in the\nsame building and another aunt had to move out of her apartment. I don’t\nremember why and she moved in with us. We could stay until we were\ntransported in our apartment. We had to give up all our belongings from there\nand everything but we did stay in our apartment.",
        "A: Which was in the auch , the old part where the eldest were set up. We\nhad, it was called madon, the Zionist organization had their own people live there,\nthe young people that came from other towns and cities as they were being all\nbrought into Prague for transports.",
        "A: They were put into the center, right.",
        "A: More or less stayed. If there was a need, they were put into apartments with other\nJews but in that sense we were very lucky. Just my aunt was put in with us.",
        "A: Right.",
        "A: My aunt left before we did. My parents and I left July 13, 42. The transport was,\nI just gave the name here for the office.",
        "A: Upstairs in the --.",
        "A: It?s AAR 395 was the number. The name of the transport was RRL. It started\nwith A to Z. Then came AA to AZ and we were in AAR.",
        "A: No, third. Third time alphabet around. They were almost daily.\n7",
        "A: No, no, never a week. A few hours or the most was a day, but hours at a time.\n(Another interviewer’s voice: Let us interrupt you.)",
        "A: I really would like to tell you a little bit more about my brother.",
        "A: Right.",
        "A: Not Susie, what was the lady’s name?",
        "A: One of her volunteers called me and she has my whole story over the phone.",
        "A: We started in and out with my brother, right?",
        "A: Right and then we followed later, my parents and I.",
        "A: In Terezin, he was assigned to work for the SS, to take care of their horses, one of\nthe jobs, as a stable boy. For that he also had lumps of sugar which the horses get\nat night. At one point my mother was very sick and he tried to smuggle out some\nof the sugar to her barrack. He was caught by one of the SS and was taken to the\nma which 1s the in Terezin which was the punishing center\nabout a mile, two miles out of Terezin where the artists of Terezin were taken and\nso on. From there, nobody ever returned. Usually you were tortured to death,\nthey all send out to the gas chamber but after about three days, he came back.\nThey still needed him as the stable boy but in these three days, he was so tortured\nor beaten that we didn’t recognize his face almost. For just a few lousy lumps of\nsugar. That was one story about him.\n8",
        "A: No, no. We didn’t ask, we didn’t talk. We didn’t have the opportunity or the --.",
        "A: Inclination. We really couldn’t --. We knew what happened. Another story that\nI’m putting together now. As a matter of fact, just a week ago or two weeks ago.\nHe worked for the SS, he was very handy. He was given materials to do for the --\neither the wives of the SS or the German soldiers I don’t know -- like pins or book\nmarkers or little things like that out of metal and leather strips. He made some for\nme and I saved them. I have those various things.",
        "A: I have them but I found in a book in the Precious Legacy book which is now in\nPrague, the exhibition but it traveled through the United States, a picture of one\nitem that was made for the purpose when the Red Cross came to Terezin, there\nwas a sports event staged.",
        "A: Right, a football game was staged in one of the barracks. For that event, a trophy,\nwas a leather strip and I saw the picture in this book which 1s identical to what he\nmade. It was found after liberation in camp, this item. I would say 99% sure that\nhe must have made that. I have no proof but --.",
        "A: He did and I have an item almost identical to that. It’s in the same shape and all\nso I got it. That was one thing he did, was forced to do, for the SS. The other\nstory I like to tell about him that my parent and I received notification for what is\nnow called the Mass which was the transport of 5,000 Czechoslovak Jews\nsent from Terezin to Auschwitz. At the time he was not in that transport because\nhe was covered, protected, working for the SS. They needed him so he was not in\nthat transport. He volunteered.",
        "A: To go on that transport. As we boarded the cattle cars for that transport, I was\ntaken out of this transport already on the ramp to the car. Later on I put together\nas I was telling you about the Zionist youth organization, due to them I think.\n(Male voice: Also the Germans wanted 5,000 and not 5,000 and one). That I put\ntogether later. There were four, (It was their choice whom they would take off).\nRight. Anyhow, 5,000 left. This is the transport, I don’t know if you’re familiar\nwith it, when they arrived in Auschwitz, they were kept together as famililager\n9\nBirkenau which is where I have the cards that I received which are upstairs too.\nHe perished in that transport. He volunteered, he took my number, I found out\nlater on, my transport number. Later on I also found out that there were 5,004 on\nthis transport. They had said only 5,000 can be. So four were taken out. Since\nthere were obviously four volunteers, one of which is my brother. (He went to be\nof help to your parents, thought he might be able to help them). I, in turn, was\ntaken out due maybe to the influence of the Zionist youth organization. (Was\ntheir choice, their choice). Their choice to decide the four. (It was their choice to\ndecide whom to send). I think also because from the last numbers and we were in\nthe 4,500 category so that also was part of it.",
        "A: Okay.\nEND OF FIRST TAPE. FOLLOWING IS TAPED PHONE INTERVIEW\nCOMPLETED AT A LATER DATE.",
        "A: My brother’s name is Peter Winternitz. He was born in Prague on April 28, 1922.",
        "A: Karlin which was Prague Ten at that time, yes.",
        "A: Wholesale/retail floor coverings. Not just rugs. He had the floor coverings.",
        "A: He had his own store.",
        "A: That’s the only children.",
        "A: He was four years older than I.\n10",
        "A: No, we started German schools. Then we had to transfer from German schools to\nCzech schools.",
        "A: In °36 or °37, I don’t remember. As things were starting up, we had to leave\nGerman schools.",
        "A: Yes, anti-Semitism.",
        "A: Yeah, he belonged to the youth group, the Zionist youth organization, the\nHatzair. Due to him, I also joined.",
        "A: Well, Maccabi Hatzair was Israeli-oriented, preparation for life in\nIsrael at the kibbutz. So we all went on Hachshara which was a preparation\nworking for farmers, living with the farmers in the countryside. Which, later on,\nhelped us as far as work was concerned in the concentration camp, including\nTerezin. It helped him, he was assigned as having so-called experience. He was\nassigned as a stable boy to work for the horses that belonged to the SS and he\neven lived in the stables.",
        "A: Yes. We had meetings, we were reading. As a matter of fact, we were already\nteaching the younger children. Later on when we were not permitted to go to\nschool, we arranged Hillsteens which was sort of a group “Helping Hand” when\nthe transport started. Taking the people to the assembly place, packing for them\nbecause we each were permitted originally to take one package, one backpack or\none little suitcase. The Zionist youth organization was sort of the Helping Hand\neveryplace including in the camps trying to help the smaller children, teaching,\nkeeping up the morale in Terezin, even trying to arrange for singing, poetry,\nwriting, any kind of education.",
        "A: No. He also didn’t finish.\n11",
        "A: He had one year left.",
        "A: Well we were in school when the Germans occupied us in 1939. Then when we\nwere immediately thrown out of school, even before it was turned into law, he\nstarted working for the Zionist youth organization, of which actually the leading\nman was written up in many books, Freyda Hirsch. You might have heard that\nname. With him and with other younger people, he was instrumental to work on a\nplace called H in Prague which was the only place left for us to go. It was\na huge sports field where we continued not only sports activity, but educational\nactivity, lectures, study groups, schooling and so on. He was part of that\nleadership.",
        "A: Yeah, it was a big open field and that was the only place left for Jewish to go after\nwe were no longer permitted to go to any public places, playgrounds, movies,\ntheatres, schools, etc. Since we couldn’t take any public transport any more, for\nmost of us it was almost over an hour walk to get there. But it was one place\nwhere we could talk, be together; otherwise it was never permitted to be more\nthan two or three people together. So this gave us a perfect place.",
        "A: To gather and continue sort of our work.",
        "A: We had to wear the Jewish star, yes. The laws were coming out day by day. We\nhad to give up all our radios, our telephones, our record players, our records. We\nhad to give up all our valuables, any kind of art collection or later on or so\nnaturally, jewelry. My father was a big stamp collector, well-known stamp\ncollector. He had to give up his stamp collection. We were no longer permitted\npublic transportation or own bicycles or cars -- bus, taxis, trains, trolley-cars, no\npublic place, movie theatres. Certain stores were not permitted for Jews to enter.\nWe had a curfew, seven o’clock we had to be off the streets.\n12",
        "A: Pretty quickly, almost day by day laws were coming out. I don’t exactly\nremember the succession which started first, I think giving up all valuables was\none of the very first ones.",
        "A: Yes, it became sort of, almost legalized. It was under the umbrella of the Jewish\nElder.",
        "A: Yeah, Jewish Council. We established two or three rooms in a building there and\nit was sort of the communications center to send out the transport notices. We\nfollowed up with the notices immediately, helping the people pack, getting them\nto the assembly place. Prior to that, we had another room, we were not permitted\nto take those big European blankets, you know . Everybody was hoping we\ncould take blankets. We took the big opened them up, took out all the\nfeathers and stitched them into very thin little blankets. We stuffed them and\nrolled them up so people could take it on their backpack. Of course we had, got\npermission to be after seven o’clock on the street. It was a special\nau special papers stating for that day we had permission to be on the street\nafter 7 o’clock to help with the packing and getting people to the assembly.",
        "A: Yeah. Well, no, not the sewing, only the girls did the sewing and working. But\nhe did more the packing the office had. But he left in one of the very first\ntransports.",
        "A: Yes. He let n the very special transport in December ’41. Second transport to\nTerezin which was called AK 2, the first transport was AK 1, consisting of 280, I\nbelieve, young men to build up Terezin into a camp. AK stands for Arbeit\nKolona and he was in the second transport a week later, Arbeit Kolona 2 which\nwas a thousand young men.",
        "A: December of 41, I don’t remember the exact date. They were one week apart,\nthose two transports. They went directly to one of the barracks called Sudeten\nBarrack to build it up.\n13",
        "A: Right, it was a small garrison town at the time housing about 6,000, five to six\nthousand people. They were moved out.",
        "A: Right. It was turned into concentration camp. The two transports were sort of the\nforerunners to build a bunk center, to build it up into a concentration camp.",
        "A: There was no telephone so people got the notice.",
        "A: No, no. We took it or the Germans would give the list to the Jewish Elder and we\nin turn would take the notification. Or sometimes people were just, by the\nGermans, taken off the street. A whole street was closed up. But most of the\ntime, we went to the houses. As a matter of fact, we rang the doorbell. If the\ndoorbell rang, it meant bad news. Either it was SS or a transportation notice. If\nyou went yourself someplace, you would never dare to ring a doorbell. You’d\nonly knock on the door. Doorbell ringing meant a disaster. The notices were\nhanded out that way or if we worked in the office and we knew who was on the\ntransport, we could send out quickly because sometimes you didn’t have much\ntime to get to the assembly place. Sometimes you had four or five hours,\nsometimes if you were lucky, half a day.",
        "A: We knew that this transport of young men will be assembled within probably a\nfew hours. So pretty much we anticipated he would be in it and before we turned\naround, we learned yes, he was on that list. When he came home and I was home\nat that time, I knew when he came home that this 1s what had happened by his\nface. We told our parents and I remember my mother and father standing by the\ndoor when he left, just holding hands. Then of course when we got our notice, I\nkept sort of the front up and kept telling my mother that maybe we be soon\ntogether with Peter. We had a few hours to get to the holding place. Since I was\nfamiliar, having worked on it knowing the holding place and all, I got help from\nsome of our friends. They walked with us to the holding place.",
        "A: We left a few months later, we were in June.\n14",
        "A: June of °42. Was 50 years ago.",
        "A: Yes.",
        "A: Yes, first we went to the assembly place which was an old exhibition hall which\nwas cleared out. There we were held for about two, two and a half days. A\nthousand people always sitting on a concrete floor, men, women, children, babies.\nIn our transport we were there 2 2 days and then we were taken to the train which\nwas about -- in back of the building, came to the back of the building. Some\ntrains were regular passenger cars, most of them were cattle cars. Some were a\nmixture of everything. I remember being with my parents in the same car which\nwas a cattle car.",
        "A: Actually, to Theresienstadt, the trains at that time did not lead all the way into\nTerezin. We had about, if they stopped in a little village before which was\nB . Then we had like half an hour walk into Terezin.",
        "A: You had to walk at that time. Later on, the railroad went all the way in. The\ntracks were laid all the way into Terezin, was a faster procedure for loading and\nunloading the people, for getting them in and out. We were earlier so we had to\nwalk in a column of three with SS all alongside of us. We had about a 20-minute,\nhalf an hour walk. We walked through the gate. The gate said like all camps,\nArbeit Macht Frei which means work makes free. In the camp, I kept asking as\nwe walked through the slau ---. You were taken to a place where you were\nsearched and stripped which was called slau , means like a sluice. There\nwere people working who were already in Terezin and I kept asking them if they\nknew my brother. He was still there and then maybe a day or two later, I really\ndon’t remember, it took a day or two to locate him and see him. Then I told him\nwhich barrack my mother was and he was able to go there.",
        "A: Yes, there were different barracks. But we were able in the beginning at least to\ngo after work, if we were still able to or something, to go to that barrack.\n15",
        "A: Yes.",
        "A: Right. He also did something else. He was very handy, artistically handy. The\nSS provided him with materials where he made different pins and chokers,\nnecklaces for their wives and girlfriends. He managed always to out of little\nremnants and pieces, make things for me or for my mother. I have a couple of\nthose things.",
        "A: I happened to find, just recently, in the book of the Precious Legacy, a picture of\none item that after liberation was found in Terezin.",
        "A: There is no doubt in my mind that he must have made that. It was found in the --\nwhere the SS lived in the . It’s so identical, the picture to the item I have.\nI wish I could find out where that item is. I’m still working on that.",
        "A: Well, when you came in, you were always asked and filled out what work or what\nyou do? Or what were you? He, of course, that was part of all the Zionist youth\norganizations, the Hachshara helped us. Because the girls or the boys were on\nHachshara, again inTerezin were assigned to which was a -- working\noutside the camp for the farmers, working on the farmland. Hachshara was a\ntraining for Israel, to work on the land. So they used that and again the youth\nZionist organization helped and the Jewish Elders brought younger people, some\nof my friends in my barrack. So due to that, they are now in Israel, a number of\nthem.",
        "A: Because they had the training, because the Zionist youth organization helped,\nincluding at that time Edda Schtein (who later on himself was killed at Auschwitz\nwith his family. There is a book written about him now for the Elders The Jewish\nElder I think it is called by Ruth Bondy who was also a member of that youth\n16\norganization which is now in Israel. By just saying that he worked in the fields\nand he worked with horses, on that Hachshara, he was assigned to the stables, the\nSS stables.\nA> Asa matter of fact, he received lumps of sugar for the horses. Every night they\nwould get like after they were groomed and all that, a lump of sugar. At one point\nmy mother was very sick and he tried to get the sugar, some of the lumps of sugar\nto her. But he was caught by one of the German policemen, not SS, German\npolice that policed us. He was taken to the punishment center which was\nMA you might have heard that word, which was three miles out of Terezin,\nbut was still part of Terezin. The artists of Terezin were taken there. Usually,\neverybody taken there was killed or tortured to death there. Nobody survived.\nBut he came back to the camp about three days later but so brutally beaten and\ntortured that we hardly recognized him. In the three days. But the reason he\ncame back, at that time we understood, he was needed for the horses. He was\nespecially good with the horses. Some of the SS got him out but he looked\nterrible. For just a few lumps of sugar which were good for horses but not good\nfor his mother, for Jewish life.",
        "A: The medals?",
        "A: That was part of the art he did.",
        "A: For the SS, those were big round circles and when the Red Cross came for the\nperformance, there was also a soccer game. Then they were handed the winner,\nthe winning teams were handed in front of the Red Cross team, the Red Cross that\ncame. those medals.",
        "A: He had made those. He designed them. He was told to design them. He was told\nto design them, he was told what to do. He had just to follow orders.",
        "A: Leave Terezin?\n17",
        "A: Actually my parents and I were in the transport that is called the\nMA transport. Five thousand Czechoslovakia Jews were shipped out of\nTerezin on September 7, 1943 to Auschwitz. My brother, working for the SS as\ntheir stable boy were brought back that call, they need him. He was protected\nfrom shipped out but when he learned that my parents and I are on that transport,\nhe volunteered. He ran to the Jewish Elder and asked to be put into this transport\nand got a number and joined. As we were already boarding the cattle cars -- by\nthen the trains came all the way into camp to the Hamburger Barrack, the\nHamburger -- my parents were already in one car, my brother in another. I was\nboarding the cattle car on that ramp, the SS standing at the ramp, called out my\nnumber, pushed me aside.",
        "A: Took me off the transport. I didn’t know why or what as the train left with my\nparents and my brother. Later on only towards the end when the death transports\nand the death marches were coming back to Terezin and on those transports were\nsome people that we knew from Terezin or before, through the Zionist youth\norganizations and had been in Auschwitz at the time, told us that this particular\ntransport went into the gas on March 7, six months to the day that they arrived.\nBecause that was the birthday of the first president of Czechoslovakia.",
        "A: Thomas , right. That’s why this transport is called the transport.\nActually, at that time, as far as I researched it and understood, out of the 5,000\nthat’s also in the movie Shoah, I mentioned, only 2,800 were still alive. The\nothers had perished due to starvation, sickness, beating, etc. My father and my\nbrother had perished before.",
        "A: Of beatings, starvation, malnutrition, things like that. At that time, as far as I\nresearched it, I don’t have documents which will be ready now I hope, I have to\nfind out more, as far as I know, only my mother went into the gas on March 7. I\nwas saved by being taken out and I found out much later that the transport was\nunder roster 5,000. There were 5,004 on that list so four were taken off and I was\none of the four. Possibly that, which I found out later, my brother might have\ntaken my number.",
        "A: But I still had the number and they chose his transport number was the\none I had. A 90% possibility, what happened as the Jewish Elder, when he\nvolunteered, that he gave him my number.\n18",
        "A: Then know, we didn’t know saved. But since they only could have five thousand\nand they had 5,004 but that is not proved fact. I am putting this together in my\nmind and in my research. I have no proof of it.",
        "A: The way I understand that the 5,000 were kept together. They were not separated;\nthey were kept together in familalager Birkenau. They had to work, the ones that\nwere able and the ones who died, died of either torture, malnutrition, sickness due\nto the malnutrition like we had dysentery, typhoid, and so on.",
        "A: Go ahead.",
        "A: I stayed in the camp. I worked there. After that transport, after transports were\nleaving and again, due to the Zionist youth organization and the Jewish\nmanagement that always had to put together the transport, they always were\ntrying to keep some of us, the younger people behind. In Terezin, we still had a\nchance of survival but we knew once we are shipped out east, that there is hardly\nany chance left. Then they needed work for war production. War production and\nI was assigned to that war production which was a big barrack in Terezin, built\noutside the camp. About 6,000 people were assigned to that war production\nwhich was splitting that big rock of mica into very thin slivers which were used\nfor filters in the gas masks for the German soldiers. The other work we had to do\nwhich also protected us at that time from being shipped out were building the gas\nchambers in Terezin.",
        "A: Yeah. Which were going to be operational on May 11 and we were liberated on\nMay 7 by the Russian army, four days before they became operational.",
        "A: Till the end, right. But then when the death transports were coming back and we\nwere unloading the trains of the dead bodies mostly, either there or someplace\nelse, I don’t know, I got typhoid. I ended up in the typhoid barracks. Typhoid\n19\nwas contagious, the Germans had one barrack where all the typhoid cases were\ntaken. I was in that barrack more or less unconscious when we were liberated.",
        "A: Yes, the Russian army, we went to pass the Russian army. We were liberated in\nthe night of May 7 to May 8 which I don’t really remember. But a friend of mine\ncame to the typhoid barracks two days later, when I became conscious and she\nbrought me a piece of, sort of a slice of white bread which the Russian army had\nbrought in for us. Then I realized I must be free; then it all sank in.",
        "A: No, not really, must have been just a couple of days. I remember just sort of\nfloating in and out of consciousness, semi-conscious state or whatever. I don’t\nreally remember. Then I remembered being carried by two sort of -- two guys,\ntwo inmates and this friend of mine who helped, carrying me to the typhoid\nbarrack but I didn’t realize where to. I just knew I’m being carried but I don’t\nknow where. The next thing I knew when I regained consciousness, sort of, that\nshe was there, this friend of mine who is now in Israel. We are still the closest of\nfriends. We went through the whole camp together, we helped each other and we\nremained the closest of friends until now.",
        "A: After liberation I tried to get back to Prague. By then I knew that my parents and\nbrother are not alive but I hoped that someone else, some other people of my\nfamily. But again I couldn’t leave Terezin because I had to be first -- we needed a\nrepatriation card on which it stated that we were deloused and no longer a carrier\nof anything and so on which was set up by the Russians. Since Czechoslovakia,\nPrague, at that time was also under the Russians. I couldn’t get that since I was\nstill a typhoid carrier and I was too weak and too sick. But this friend of mine\nalready was in Prague and on one of the trucks coming back to Terezin, it would\ntake us about wherever we wanted to go, and she had sent a -- like an empty beer\nkeg on that truck. Before we came into Prague to the border like the “Checkpoint\nCharlie” type, like a gate where you had to show that you are clear, you can enter\nthe city.",
        "A: Right. I didn’t have that one slip so they shoved me. I crawled into that empty\nbeer keg.\n20",
        "A: They covered it up with some old blankets, rags that were on the truck. That’s\nhow I was actually smuggled into Prague. Once there, she already had assigned\nan apartment. What happened, the Repatriation Office, as we were coming back,\nthe Germans had fled. Their apartments were empty so the Red Cross and the\nRepatriation Center tried to assign us to various empty apartments.",
        "A: So there was one apartment where about six or seven of us, in the beginning,\nstayed together. That was on the fourth floor and I couldn’t walk the stairs up yet\nand I remember being carried up. Then I recuperated, I got a little better and\nstronger. Then later I started to work and later on I got my own apartment\nassigned. I started getting documents, everything together. A year later, I had an\nuncle here, and a year later, I came here.",
        "A: I had an uncle here. At first there was no communication. I couldn’t notify him,\nhe couldn’t notify me. About three months afterwards, he found my name in the\npaper in New York from the Red Cross list of survivors. I, in turn, knew his\naddress and through a British soldier that came back to the Czech army, a friend\nof my brother’s, through him, through the British army, through London, through\nhis mother, I was able to send a wire to New York, to let him know that I\nsurvived. Actually out of my entire family, when I came back to Prague, out of\nmy entire family, aunts, uncles, cousins, everybody, I was the only one that\nsurvived. Everybody else perished. Then I came here a year later and started a\nbrand new life.",
        "A: Yes.",
        "A: What year? That was in -- well we were liberated in May of ’45. May 7, and\nabout five weeks later ---.",
        "A: I smuggled myself out of Terezin and into Prague.",
        "A: A year, till °46. I came here in July of ’46.\n21",
        "A: That about covers it all.",
        "A: Thank you for your time.",
        "A: I don’t know if you’re going to use the material on my brother for the -- for this\nproject.\nbecause",
        "A: You have his picture?\n22\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nDate of Interview here\nSite of Interview Here\nEmphasis on Brother’s Story -- Peter Winternitz"
    ]
}