{
    "rg": "RG-50.549.01.0012_trs_en",
    "sequence": [
        "Q: May I ask how many people in your family, your brothers and sisters.",
        "A: Well I only have a sister, my father and mother. We had a house in Grudziadz really. I\ncould say that we were quite comfortable and my sister was married. She married a judge who I\nthink district judge or whatever they would call it. In my home down. And he was also called\nup. He was a reserve officer and when the war broke out\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nhe was called up and he was taken prisoner of war and he spent the war years in a prisoner of\nwar camp. In Germany.",
        "Q: What did your father do?",
        "A: My father an engineer, a railroad engineer. And as I said, the I had quite a good life,\nreally. You know with many friends and was enjoyed, was enjoying my life. And",
        "Q: Did you have, was there very much religious upbringing in",
        "A: I, well I was brought up as a Catholic but although my mother was probably quite\nreligious. There never was any pressure on me to, to if there was any pressure was exerted it was\nrather by the school than by my parents. But I, I am not a very religious person. And well that’s\nabout all about my life.\nOf course the war interrupted everything. And as I said I was, I was serving in the cadet\nofficers school. When the war broke out and I went to war. Although I was supposed to be\nreleased from the school because the school only took one year. And I was supposed to be\nreleased in October, but the war broke out on the first of September 1939.\nAnd | took part in the defense of Warsaw and was taken prisoner of war. And in\nWarsaw on the 27\", 28\" actually of September. And from there, from the transport to\nthe prisoner of war camp, | did escape and | came to my home town. And to see my\nparents. And there | came sometimes in October of 39. And then at the end of October,\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\n| was arrested by the local German units of serve protection units. They called\nthemselves Zedshuts and these were Germans, because my home town had a minority\nGerman minority of approximately 10%. They’re in a minority and once the Germans\ninvaded, right away they were very well organized and they formed self-protected units\nand two fellows arrested me and | was taken as a hostage.\nAnd I spent the next few weeks as a hostage and later was released under the condition\nthat I leave this territory. You know that I was undesirable person. Because these territories\nwhere incorporated into Germany. And I was evicted to the central part of Poland which was\nGerman occupied but not incorporated into Germany. And I went to Warsaw.",
        "Q: Let’s fast forward. They wanted to know a little bit about your family life but also what\nhappened after you escaped from Auschwitz. So if we could fast forward to that time and I just,\nI’m interested in what, after you escaped, what was your life like then?",
        "A: After I escaped, well once we escaped we did have, we were in touch with the\nUnderground which was in the vicinity of Auschwitz. And we were taken over by Underground\npeople and directed from there, to the partisan units which were in southern Poland. In the\nmountains.",
        "Q: Where is that?",
        "A: Oh it, the towns which the bigger towns were Kenti and then (pause) the\nmountains were the range was the Carpathian range but this particular part was called\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nBeshid Zahodni, the western Beshid and one of the bigger, biggest mountains there\nwas Bialia Gora and the other town | just can’t think of it at the moment, the name.\nAnd it starts with Z.\n| will remember. It will come back to me. Oh yes, Zeviets. It was Zeviets, near\nZeviets. And there were approximately 100 partisans, of which approximately 20, 20\nwere escapees from Auschwitz. And we also had approximately ten Russians and the\nRussians were, who either parachutists who were dropped. There were 3 of them. Then\nthere were some pilots who were shot down over Germany. And they escaped and\ncame, joined us.\nAnd then there some escapees from prisoner of war camps. Altogether we had ten. But\nour unit, the partisan unit was sponsored by the Polish legitimate government which was at that\ntime in London. You know after, after the fall of Poland some of the governmental offices all\nmoved, first to France. And after the fall of France, they went to England. And England was a\nlegitimate Polish government which was the continuation of the government, of the prewar\ngovernment.\nAnd we were sponsored by them and by the English of course. And there were drops\nmade in Poland you know of ammunition and other materials. And so we were supported by\nthem. Of course, when the Russian front moved and to Poland, the Russians also established\ntheir own government you know Polish government. And they also had their own partisan units.\nAnd since we were sponsored by the government in, in England, in London, we were again when\nthe Russians came, we were the enemies of the, of the Russians because we were not communist\nsponsored.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nAnd before when the, the we when the, the front came quite near and we knew that any\ntime they Russians would be there, we separate the Russian prisoners who were with us, the\npartisans. We told them that they are on their own now. And, and after that we dispersed\nourselves because we knew that if the Russians came they would deport us to, to Siberia.",
        "Q: I’m very curious about what your activities were like before that happened, what your life\nwas like, the daily kind of. You were living in the mountains.",
        "A: Well the, the really lived mostly and we moved only by night. And day time we did sleep and\nwe Slept in the open. Many times we slept on the bare ground and when we woke up in the\nevening you know we were covered with snow. And it was very tough. It was not an easy life at\nall. Later on when in January, end of December and January when it became very cold, we took\nover how do you say, a hunting lodge which was deep in the mountains. And we did make a\ntunnel from there because it was close to a stream.\nFrom the stream we made a tunnel to get into the hunting lodge. So that nobody could\nsee whether there was any movement, the movement went through the tunnel and we stayed in\nthis, in this hunting lodge. And our activities were we were, you have to remember that this part\nof, where we were and also Auschwitz itself was incorporated into Germany. It was German\nterritory. They claimed it as German. And many of the inhabitants, Polish inhabitants were\nevicted. And many of the farms and so on and big estates where the Polish owners were evicted\nand Germans were brought in from deferment parts of Romania and Latvia, Lithuania because\nthe Germans were straight and even Russia there were German people living in Russia, in the\nVolga region.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nAnd they were brought in there. So our movements we had difficulty in movement. But\nwe did also undertake some where we intercepted some prisoners and we, I know of, of only one\ninstance where we intercepted two Polish prisoners while they were taken from one place or\nfrom one camp taking to the main camp. They were intercepted by us and taken. And they were\nfreed.\nWell how it was done that they were convoyed by guards, by two guards, two prisoners\nand from the sub camp to the main camp on the way they were approached. We had uniforms.\nWe also had SS uniforms and we approached them and we told them. that we were\nrepresentatives of the camp Gestapo, or the political department and that these two prisoners are\nneeded for interrogation. And we signed the papers an gave to the guards and they released them\nand we took them over. And they came and joined the partisans.\nIt so happened that they didn’t, one of them anyway didn’t survive. He was later on killed\nin an action. Where matter of fact I had another friend of mine came the night before to this safe\nhouse. And we left next night and in the morning this house was surrounded and one of the, the\none prisoner who was released by us was the, there were actually four of them and they were all\nkilled with the exception of one. Who hid in the basement of the, of the house and while the\nGermans tried to flush them out they were throwing grenades into the basement, he always\npicked up the grenade before it exploded and _ threw it in the next part of the basement.\nAnd then he buried himself in one corner of the, of the basement there was you know\npotatoes, when they grow and I don’t’ know to do, how do you describe them. Potato and they\nhave light you know they start growing. And people in order to prevent it you know they take it,\ntake these parts off. They grow and he buried himself in there. So when the SS came they knew\nthat there were four prisoners or partisans and they only could account for 3. And finally one of\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nthe SS people had an idea that to look there whether somebody is buried under this, I don’t’\nknow how to call this, this outgrowth of the potatoes.\nAnd they discovered him so they took him. They bound his hands behind him. With a\nbelt. And put him on a truck and were driving him to the camp. Somehow when he was sitting\nthere in the truck he loosened his hands and jumped out of the truck you know and while he\njumped out on the road, he hit his and broke his collar bone and smashed his face. But picked\nhimself up and he run on the road. Before they stopped the truck, he got away. And he survived.\nMatter of fact he lived in Canada in Edmonton. And last year he died. He had a heart condition.\nSo he was very lucky, he was very lucky.",
        "Q: These were typical of your experiences then right before the —",
        "A: Now we did what did we, you see we, we caught, we couldn’t and we didn’t’ want to kill\nyou know unnecessarily. We had opportunities to you know kill the Germans but the\nrepercussions would be so, so great that it you know that only the unarmed civilian population\nwould be suffering. We didn’t want that. But what we did since some of the big farms were\ntaken over by the Germans who were brought out from different parts of Europe, we did tell\nthem that they will have to move out. We were harassing them. And we were also blowing up\nyou know bridges and railway jun, there was railway junctions. That’s what we, but we were not\nintent to killing individuals because we knew that there would be great repercussions you know\nto the Polish c, civilian population.\nSo we, we tried to avoid that. But of course I was only 4 months in the partisans since\nmy escape. And we also of course we had to feed ourselves. What we you know we, we raided\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nsome of the German stores you know for the food which we needed. We also took cattle from\nthe German farms and so on because we needed to feed ourselves. But the life in the partisans\nwas very, very hard. Very, very tough indeed. And many times we also went hungry. If we had\nto if we couldn’t get any food from the Germans, you know of course we did buy food from the\nPolish peasants but we paid for it cause we had funds for this. And we didn’t want to anybody to\nsuffer.\nNow there were, we did have well I can tell you one instance where we did matter of fact,\nI and three other. I was in charge of this action. We went, we were always very close to the\nAuschwitz concentration camp. Quite close. We you know we and one day actually one night\nwe went and we, we had to do something and then on the way back we were rather tired. It was\nlate at night and I said let’s knock on the windows of a hut and let’s hope that these are Polish\npeasants. As it happened, he was a Polish peasant and did knock on the windows and he came\nand we told him who we are and whether he could give us a lift. Through the mountains. It was\nquite a distance to walk. And he said oh yes. He will and he right away he got dressed and he\nwent to the stables and he you know harnessed a horse and to the sled and we got into the sled.\nAnd we told him to avoid the main roads, to go you know through the villages and so on but\navoid the, the main roads because on the main roads there were German transports going and so\non.\nWe didn’t want to have any encounter with them. So as we came to one village and it\nwas of course snow covered, the terrain and it was rather dark night. But still the reflection from\nthe snow you know it was making it. Anyway we came to the middle of the village. As we were\nin the middle of the village, we looked to the sides and there were tanks parked in the, in the\nyards of the, of the peasant huts. And it was an SS unit and we didn’t of course. I had to make\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nthe decision and I said well since we are more than half way through the village we just carry on.\nAnd we did carry on.\nThen the village road left to the main road which we had to take. As we came to the\nmain road a truck, a German truck came out and the road was very narrow and the truck stopped\nand a sergeant, SS sergeant got out and apparently he had the intention of arresting us and that\nwe are trying to interfere with his war. And but when he saw us four there in the sled, it was the\ndriver, there were five, he didn’t’ utter a word. He, he realized that we were probably he realized\nthat we were partisans.\nBecause on the main roads the Germans had big boards, billboards. The written and\nwarning that the German troops of bandits, they called us bandits. Bandits you know so I’m\nsure he realized that we were one but he didn’t say. Anyway had he uttered something you know\nwe would have to shoot him because, but so we went, we came to the main road. The main road\nwas at that time free and then we went a little bit further to the foothills and we dismissed the,\nthe driver. And we thanked him very much and we then walked there and we went back into the\nmountains. We had some safe houses in the mountains . it was there were foresters who were at\nthe, we stayed with them. Matter of fact this particular time it was actually the Christmas Eve\nAnd then we went to the, to the forest and there we had we came after midnight and we\nhad our Christmas Eve celebration. Very short one.",
        "Q: What was that like?",
        "A: Oh we, we just went to the house, we woke up the whole household. That was only the\nforester, his wife and two daughters. And we just went there and we sung carols and then we\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nwent to sleep cause we were tired. It was already past midnight we went to sleep into, in the\nbarn. We didn’t’ sleep in the house. And then the next morning we stayed again through the\nwhole day in the barn until evening. Then we went back to our camp.\nWell we went to our camp and you know joined our other comrades. And at one time\nyou know the, the Russian, it was then the you, no it wasn’t Christmas Eve. Then we stayed\nthere until the first of January. We spent celebrated as much as we could celebrate, New Year’s\neve in the mountains. And the Russians were already nearing the camp at Auschwitz.",
        "Q: What was that time like, Did you, was there an actual ttme when you knew you were\nbeing liberated. Or",
        "A: Well we, we knew you know the front movements. Matter of fact, you know for instance,\none instance we were in the mountains. Again in the night. a whole company of maybe a few,\nmaybe a battalion of Germans was marching on the road in the mountains. And we came to the\nroad. We didn’t take the main roads. We always went, and we had very good guides who knew\nthe mountains you know inside and out. You know they were mountain people so we didn’t\nhave to them anyway. But we came once to a main road and on this main road therefore was a\nwhole battalion of Germans marching in the night. And they were withdrawing from the eastern\nfront.\nAnd we came right to, to the edge of you know on the, of the road and we walked\nalongside the Germans. They didn’t bother us and we didn’t bother. They spoke to us and we\nspoke to them. And then when there was a gap between the battalions we crossed the road\nbecause we had to go. Of course we wouldn’t take on a whole you know battalion of German\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nsolders because we didn’t have any chance. And they didn’t want any bother either. So you\nknow it mutually understandable that they knew that there were partisans and knew that they\nwere, but we didn’t interfere with their actions and they didn’t interfere with us.\nAnd in, in January of 45 when, when | don’t’ Know the exact date but probably in\nthe middle, in the middle of January because Auschwitz was liberated a, | think at the\nend of January on the | think 28\" of January. But it was evacuated on the 18\" January.\nThe able bodied prisoners in Auschwitz were evacuated to deep into the German Reich\nand they were marched. So in the, in the middle of January when we knew that the\nfront and the Russians are coming close, we an order came from the main headquarters\nof the partisan unit. Actually the partisan units were called the home army. In, and it\nwas a very well organized organization and was well | mean Poland wide you know not\nonly in the mountains where we were but there were also in the east of Poland you\nknow.\nAnd what awe heard when they came and they disclosed themselves to the Russians\nmany of them or most of them were arrested and taken to Siberia. And since we knew about it,\nwe said we are not going to the headquarters knew about it, they disbanded. They gave us orders\nto be that we will be disbanding and go as civilians and they issued us false papers as civilians.\nIn the neighborhood.\nSo we went after the Russians moved there we went as civilians and we went back to\nAuschwitz. In Auschwitz I had other friends of mine who came escaped from Auschwitz. We\nregistered ourselves in Auschwitz as former prisoners of Auschwitz. And we got legitimate\npapers from there. Of course the transport was very, very poor and we couldn’t’ move very\neasily but eventually we were able to, to get to Krakow from Auschwitz.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nAnd in Krakow we had some friends, especially one friend who was still alive. He was\nalso a former inmate in Auschwitz and we stayed with him. And later on when the movement,\nyou know at that time there was, the whole front was moving west. And we encountered many,\nmany Russians and especially the Russians who near, when we stayed near Auschwitz they were\nalways asking us how far 1s it to the former Polish German border. And we said it was\napproximately it was ten kilometers and we said we were curious. Why did they ask. I said why\ndo you ask. He said because once we cross this border then we can do whatever we like.",
        "Q: Was it a time of chaos?",
        "A: Yes, there was a chaos yes. First of all the railroads were disrupted. You know the lines\nwere disrupted. You know there were bombings and, and you couldn’t’ go, you only could go so\nfar and then the, the line was the railroad line was damaged and you had to walk for a few\nkilometers and then take another train from there on. and so on. So there was a lot of disruption,\nespecially going from south to north. The lines you know going from east to west they were kept\nbecause that’s where you know the movement was and all the delivery of the arms and so on had\nto go this way so they were repaired right away.\nBut the other lines you know meaning from north, from south to north, they were\ndisrupted yeah. They were not, so it, it was very difficult to move around. It wasn’t easy at all.",
        "Q: You’re talking about phone lines?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "A: Oh not only phone but rail lines you know and roads. And roads. Especially rail. For\ninstance I after I stayed in Krakow for some time I think in end of February, I think we, my\nfriend who also lived in, in northern part of Poland, not far from home town, we wanted to go\nand we went. And for instance we had to travel mostly on top of the roof of the, of the trains.\nThen we only could get, we couldn’t go through Warsaw. We had to take some line. Then and\nwe had to walk, to walk many times you know for, for many hundred, not hundred but tens of\nkilometers. And finally we did get to, to nearby west of Warsaw and there we got a train, a\nRussian transport train which was delivering petrol or what you say, gasoline. You know to the\nfront cause the war was still on.\nSo we got on this tank, tanker and I, I had an accident. I put my foot in order you know to\nsit under the big tank you know and just on some railing you know. I tried to prop myself up\nand I put my foot in a coupling you know where the trains when they, the coupling. There was\nan opening. I put my, my heel into it. I wore, I had a German jackboot you know which I took\nfrom a German. And it had a very strong heel. Anyway I put it in there. And while the train was\npulling you know there was a gap and I didn’t’ realize that after it started braking it stand you\nknow and the opening closed and it caught my heel. And matter of fact, I thought that I lost my\nyou know my, my heel. That it was crushed. Because right away you see the, the boot. Broke,\nthe leather broke.\nAnd I felt tremendous heat you know in the whole foot. But I couldn’t’ pull out, I\ncouldn’t’ do anything until the train started to pull again and then I was able to feel my foot.\nAnd, but and I asked my friend because my friend was sitting next to me, to hold me in case I\nlost consciousness. You know so that I wouldn’t’ fall under the wheels. And, and then finally\nthe, the train came to a stop at a station and we got off and I went to a first aid station but they\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\ndidn’t’ have much there. in the first aid station. They couldn’t’ do it. all they did, they split the\njack boot and I took it off and there was, there was no, it was only internal bleeding and the\nwhole foot was black and blue.\nAnd they, they couldn’t x ray because they didn’t have any x ray machines. And we\ncouldn’t also we had to walk for an hour I think, some 30 or 40 kilometers to the next, and I was\nhobbling on this foot and eventually there was a cart, a peasant’s cart and I, they put me on the\npeasant’s cart and that, til we came to his home town which was 1s approximately 40 miles away\nfrom my home town. And I stayed there for the next two weeks I think, three weeks. And then\nlater on, I, I took from there and I took a train to, to my home town which I thought I would be\nable to get. But it only went one station and they stopped.\nThe Russians stopped the train and they put it on the side, side rank. And then they took\nall the people in the train to do, do some work for the you know for the Russians. I, I refused. I\nsaid I can’t work because I, I was lame. I just couldn’t do it. So I had an argument with a Russian\nsergeant, but anyway he walked away. And, and then he said well you work for one day and\nthen the next day you will go carry on. Well the next day came. The train was still on the sides.\nYou know the people were still working. The next, there was only one train a day coming.\nBut I knew about it. you know I knew how the Russians behaved so I went back and\nwhen the train came I got on this train and I went, but again it only went few, a few stations and\nthen I had to get off and walk. And by that time I could walk much better. And then I while I\nwalked, a Russian truck came and I stopped and they, they gave me a lift. And then finally I\ncame to the place which was quite close to my hometown.\nBut it was on the left bank of the Vistula river and I had to walk, I walked to the Vistula\nbut the bridges on my, there were two bridges leading across the Vistula and they were both\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nblown up. So and the river was full of ice. It was still I think March. Full of ice. So I couldn’t\nget through and it was, the level of the water was very high. There were docks you know. It was\nclose to the you know you thought that any, any moment it will overflow. You know and flood\nall the low lying lands. But after a few days you know it, water receded and the ice receded and\nthen the Russian start to build a pontoon bridge. So once they started building the pontoon\nbridge, I, I stayed in a, a farm house which was a German farm house which was abandoned by\nthe Germans.\nAnd there were, but there were still you know the livestock was there and we went into\nthis house. There was nobody but we went in the room and there was heat so we wondered what,\nwhat happening. Couldn’t see. After a while a man came and he was a groom who was a Polish\nfellow, a groom to the livestock who were German farmer. And we said well then we can stay.\nHe said oh yes you can stay here. He said do you need any food. I said of course we need food.\nSo he brought us food and milk. And so we stayed there for a few days until the water had\nreceded.\nOnce the water receded we went to the, to the place where the Russians were building the\npontoon bridge. As we came there, the Russianist arrested us and took us, they said, not arrested\nbut they wanted us to work so they loaded us on a truck and they were driving somewhere and\nsaid where are you driving. Finally you know because the truck stopped and the officer got out\nand he looked at the map and he didn’t know where he was.\nAnd then we asked him what do you want. He said I want the forest. I said why. Because\nwe need some wood to cut wood. I said why didn’t you ask us. We would, you’re going out of\nyour way. Going the wrong direction. You should have asked us, you know. We would have\ntold you where to how to take. So we had to go back and then we came to the forest. And there\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nthey got off you know and looked which tree to cut. In the meantime we all dispersed you know.\nAnd we, I went back, I went back to the place where they were building the, the pontoon. I got\nmy belongings because I had to leave it there. Took my belongings, went there and then officer,\ncaptain Russian captain came on a motor boat and I spoke to him whether he will take me across.\nAnd he said do you have vodka. I said no I don’t have any vodka but I had a fountain pen and a\npencil and a Parker fountain pen and a pencil in a red case and I said I give you this. He said ok.\nAnd then I said I had a friend and I said I have my brother. Of course he was not my brother.\nBut I said I wanted him, take my brother as well. He said no, either you or nobody. It’s only you\nI take. I won’t take your brother. So I said ok. He said I have to go back to the other side of the\nriver and then I come back and I take him.\nAnd in the meantime another officer came to the water edge and I started talking with\nhim and apparently he was from I don’t know whether he was from NK VD, you know the KGB\nor something. Anyway, he was from an intelligence unit and he had to report somewhere on the\nother side in a village where there were the headquarters. To the headquarters of the Russian\narmy. And he asked me whether I knew how to get there. I said yes, I know. And we started\ntalking and I said you go with me and I show you exactly where to go, which road to take. So\nwhen the, when the boat came you know with the captain, he took, took us you know the Russian\nofficer, he was I think a leftenant and myself and he drove us.\nBut he was very leery. He didn’t talk to me. The captain didn’t talk to me because he\nwas afraid. And I didn’t know how he recognized but apparently he recognized that he was you\nknow somebody very important. Not to mess. So anyway, I said well I won’t give him now the\npen. I said if I give him, I give him one piece, I give him the pencil. You know. So when we\nwent out, he was standing like this with his hands you know behind him and as I walked out, I\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\npressed you know the pencil into his hand and he didn’t say anything. You know because he\nwas afraid of the, so we went and we walked.\nMy home town was it was a fortress. And the Germans were defending it until I think the\nend of March. So when we came just they just capitulated a day or so before. So the many parts\nof the town were still burning you know. And there was a terrible destruction. Anyway we\nwalked. I told him which way to, to take to the destination which he wanted to go and I went\nhome.\nAnd I came to my parents. My parents were in the house but our house had I think 36 or\nsomething you know holes in it you know from, from the, from the artillery pieces you know\nwhich were made you know the Germans were defending. Our house was more or less on the\noutskirts of the, of the town.",
        "Q: So it was bombed or shot at",
        "A: No shot at by, by artillery you know. What do you call it, whatever. Anyway it was full\nof holes. And they, my father made a, in the cellar he made a bunker more or less you know to\nprotect the, we are sitting all the time in the cellar.",
        "Q: What was the reunion like?",
        "A: Well you know when I escaped I did write a letter but I didn’t write a letter to my home.\nYou know when I escaped from because I, I didn’t you know they probably, I didn’t’ want to\nendanger them. So I did write a letter to a neighbor and in this letter I also enclosed a letter for\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nmy parents. For, and I asked the neighbor to deliver it to my parents, which he did. So they\nknew that I escaped. But of course they didn’t know since you know what happened to me. The\nwar was still going on. When I came to the house my father didn’t’ recognize me. Not at first\nyou know. My mother right away did. And so as I say I stayed a few days oh and during this\ntime I came, it was already quite dark when I came. When I left the Russian officer, came, 1t was\ngetting very dark. And apparently the house was under observation because they next morning I\nwas Sleeping you know in my room and the Russians burst in with an automatic rifle, you know.\nIn my and pointed it to me in the bed. He thought that I was a German. He said and I\ntold him, I showed him right, I said look I am here from Auschwitz and I came. Then he realized\nthat he made a mistake and he left.\nBut there were many instances. You never, suppose he didn’t’ know what it was. You\nknow he would have taken me and you know. Well people don’t’ realize what war really is here.\nYou know. Cause you have to experience it yourself you know before you can understand you\nknow what it was and how it was. What we went through.",
        "Q: And even after liberation there was so much hardship, wasn’t there?",
        "A: Yes, yes. I didn’t’ want to stay in my home town. There was nothing. There was a lot of\ndestruction. And",
        "Q: Can you describe some of it?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "A: Well some, some streets were completely destroyed. You know they were blown up or\nyeah. The and then the Germans also tried to prevent it. They were flooding you know there\nwere some lowlands which they tried to flood and they flooded it which of course they didn’t\nprevent it, the Russians from coming anyway.\nThe Russians were very callous about their dead, very callous. They were, there were\nmany bodies of Russians lying for, for days. They were not, until the Polish population started\nburied them because they were afraid of, of you know epidemic and but they, they just couldn’t\ncare less. Not only of course they didn’t’ care about the German bodies, but, but of their own\nthey didn’t care.\nWell when later on I went to Krakow and for instance in Krakow they well in the hospital\nwhen they operated you know they had to amputate the limbs and so on. they were throwing\nthem out of the window in the street and absolutely I don’t know. They were a different kind of\npeople.",
        "Q: What was the very day life for people. And you said you don’t’ want to stay in your town\nfor very long. But just what was everyday life getting food, you know the poverty.",
        "A: Well that was very scarcity of food. You can imagine many things were destroyed. Many\ntings since my home town was occupied, not only occupied but incorporated. The Germans\nremoved everything what they could. So it, it was very, very difficult. Everything was you\nknow Russian. You couldn’t’ buy. You had to have coupons you know in order to buy. Bread. I\nknow my father had to go and he did go to the country you know to the peasants to get food. And\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nonly from peasants he knew because otherwise they wouldn’t sell either. So it, it was very\ndifficult. It was difficult for everybody, for everybody.\nAnd I myself went back to Krakow to see my friends and then we started we had to do\nsomething. You know the schools were still closed. You know during the occupation of\nGermany of course all the high schools and the universities were closed. We couldn’t’ study at\nall. And later on, I, I went to Krakow and we, we got together some of my friends you know\nAuschwitz friends. And we didn’t know what to do and eventually we had an idea. We wanted to\nopen a, a café and a restaurant. And we were able to do it cause we got organized and we got a\nplace. And the place was a villa which was given, not given to us but lent to us by the widow of\na university professor who was killed in Auschwitz and she said yes you can have this you know\nand use it.\nAnd of course we would pay rent for it.",
        "Q: And was that a difficult thing to do given that there was a lot of poverty to —",
        "A: Well we somehow were able to I would say that maybe we had some privileges you\nknow, a little privilege because we were you know from Auschwitz and everybody knew what\nwe went through. So also the Russians, they didn’t and they couldn’t care less. But anyway we,\nwe did get organized and we opened this restaurant and we had a, a band playing and we opened\non a Sunday and we advertised you know as much as we could, although everything was hush,\nhush you know. there was a Polish security and the Russian security and so on. Anyway we\nopened this and it was a great success because we, we named the place you know that, the place\nwould be at Auschwitz, former Auschwitz prisoners.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nAnd there was a great, tremendous amount of people came. It was so well that we had\nalso a garden and there was no space. People were standing outside you know. And maybe\nbecause of the success, the next morning on Monday the Russians came and they closed it. they\ntook everything you know, even the, the band. They left their instruments you know. They\nwouldn’t let the instruments, nothing and we were, they left with them. So we went and we\ncouldn’t do anything, nothing. So we went to the Polish authorities. And they said well we can’t\ndo anything. They couldn’t do anything so I said well are you going to compensate us. After all\nwe did put some money into it. whatever our labor. Our labor and the lady, I mean the, the\nwidow you know of this.\nThey said we can’t do anything. Anyway afterwards they did compensate us and they\ngive us a night, night club in the center of, of Krakow which we took over and we used. And we\nran it for some, but I, I was very discouraged with everything which was going on at that time in\nPoland. It wasn’t the Poland which we expected. You know. For instance when the end of the\nwar came you know the celebration. We didn’t’ celebrate at all. Nobody. We were all very\nmuch depressed. You know about the whole situation.\nAnd it was a very sad time. And I left Poland soon after it. I left, I left the business. I, I\nknew that nothing would come of it. and I left Poland with another friend of mine on in August\nof 1945. And I went maybe there was also part of it, maybe adventurous and I wanted to see the\nother world as what it was. and I went with him, we went through Czechoslovakia and\nGermany to Italy.\nWe, we got legitimate papers. Well legitimate we, there were, we bribed an official and\nhe gave us the papers. Which I don’t’ know how good they would be and because we didn’t’\neven test them. When we came to the border we didn’t’ go in just, we went through the border\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nand bypassed the you know the place where the checked every, the checkpoints you know and\ngot to the Czech, got to Czechoslovakia.\nBut we also have Czechoslovakian visas which when we got into the train on the Czech\nside you know the Czechs came and they checked it and apparently they were good because\nthey didn’t say so we went to Prague and at that time of course the war was finished and there\nwas a demarcation line between the American forces and the Russian forces, between Prague and\nPilsner you know. and Czechoslovakia. And there was a border and there of course they, the\nRussians wouldn’t let anybody out but the trains were so packed. To the brim. The roofs were\nfull, everything was full you know.\nAnd the Russians when it came to the checkpoint you know everybody took a piece of\npaper and was waving because if the guards couldn’t come through the, you know it was too\ncrowded so they had everybody went you know. You came to Pilsen and then we went the\nAmerican occupation zone. And from there we went by train to Germany.\nAgain it was not easy. Again on the Czech German border there was again checking.\nBut somehow we did, we went we got on a train which was evacuating Italian prisoner of war\nprisoners from Russia and it was going to Italy . So once we came to the border, we went\ntogether with the prisoners and they didn’t’ do anything. And we came to, came to Munich. And\nfrom Munich we went to the Polish prisoner of war camp. Near Murano. And from there the\nfriend of mine had somebody an officer who was in the second Polish corps in Italy.\nWhich the second Polish corps in Italy was fighting you know during the war with\nthe 8\" British army and the headquarters were in San Giorgio, Port of San Giorgio in\nltaly. And we got a passage from Murano to Italy and we went to Italy. Through the\nBrenner pass and then to Verona and Predappio. Predappio the birthplace of Mussolini\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nand we stayed there. And then we came to Porto San Giorgio. And they, they\naccepted us you know into the army and the Second polish corps.\nI was by then an officer, you know second leftenant and I got assignment in Porto San\nGiorgio to the intelligence unit and I stayed in Italy til 1946. In 46 the corps was evacuated\nfrom Italy to Great Britain. And I came to Great Britain.\n(change tapes)\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interviews Ra\\atdag, Hplied. ales, Ciela cats! METAL MHgH/RSLAe SALAM Ol Ol ash Tees OP gsenA abaubapcess and\nusage rights can be found In the catalog record.\n(#2 — File RG-50.549.01.0012.02.03 — duration: 58:03)",
        "Q: This is tape 2 with Leonard Zawacki. I’m Dee Roberts and I wanted to know what was a\nlot of times people have expressed that liberation was a sort of an almost anticlimactic because\nthe war the feelings and the survival was so heightened and you know was so the day to day\nsurvival was so intense that afterwards there was a sense of not knowing what to do with your\nlife. Did you feel that at all.",
        "A: No, I, I don’t think I did feel this way. But now reflecting you know and, and going\nreflecting on these times, I know that I really wasn’t myself. You know I probably would have\ndone, had I been had it been now, you know I probably would have acted differently. But when I,\nI came to Italy to me it was the best time of my life. You know it was a relaxation. Not only\nbecause of the climate and the, the geography.\nBut I just felt very free and in the army I was free. I more or less could do whatever I\nwanted. And that, that was a great relaxation for me.",
        "Q: How long were you there?",
        "A: I was a year and as I mentioned before it was the best year of my life.",
        "Q: What did you do during this time?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nusage rights can be found In the catalog record.",
        "A: Well I was assigned to the intelligence unit and I was in security section and I had a lot of\nfree time and I had my own car and I could move and I did visit. Actually we the war was over\nand there were really there wasn’t much to do. Of course, at that time, not only the Polish forces\nbut the Americans and so on, they thought that there would be another war between the two\nallies you know. Between the Soviet Union and America and England because the things started\nalready to deteriorate. And eventually you know as we know now there was the Cold war. But\nit never did come to that\nSo after, after a year in Italy we were all evacuated from Italy to Great Britain\nsince we were part of the 8'\" British Army. And the, | must admit that | didn’t like it all,\ncoming from sunny Italy to England. Matter of fact we came to, we came to Scotland\nand it was pouring rain and it was cold and dark and then we came to a camp. We\ncame first to Knowsley Park in, near Liverpool near Prescott, Liverpool stayed there for\na few days and then we went to another camp in Poulton, in Cheshire. And from there\nto Delmar camp, also in Cheshire, near Chester. And then eventually, | was demobbed\nand | went to London.\nAnd I finished my studies going to the London School of Foreign Trade and eventually\nstarted working. And then I met my wife in London. I worked in London for a very short period\nof time.",
        "Q: Why don’t you say your wife’s name or her maiden name and tell me how you met.",
        "A: Oh I met her, I had, I quartered in a family in an English family. I had a room with a\nfriend of mine and it was in the northern part of London, in let me think of it. Forgot the name.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nCan I. Yes, it was Hiberry New Park and if the parents the people who I lived were also friends\nof Frida’s. I (microphone bump) and she came there one day and (microphone problem). I met\nmy future wife at Mr. and Mrs. Gardner and then eventually I did register. My friend registered\nwith the American consulate you know to go to America. He had a aunt here. I didn’t have\nanybody in America.\nAnd he a, urged me also to register and I did. And before I knew the consulate sent me all\nthe papers and then I went for an interview and before I knew I was in the states. Because there\nwas an act of Congress that was passed that 18,000 ex-Polish service men will be admitted and I\ncame here. As a matter of fact, I flew, British. (speaking to someone in another room)\nYeah I came on an El Al Airline from London. Heathrow to Idyllwild at that time it was.\nJFK Kennedy was called Idyllwild. And I was sponsored by actually by a priest. It was\narranged by my friend. A priest in Milwaukee. And I had some friends who lived also in New\nJersey and I stayed with them for 3 weeks before I went to Milwaukee.",
        "Q: Let’s back up a little bit. Did you feel a need to get married right away.",
        "A: No I didn’t, no, no.",
        "Q: And to start a family.",
        "A: No, no. Never, didn’t have that need at all. I didn’t but not until I came to the states. The\nstates and I felt a little lonely. Another strange you know very strange country for me, America.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "Q: What year was this.",
        "A: It was in 1951.",
        "Q: What was the difficulty in adjusting?",
        "A: Well first of all I was very poor. I didn’t, I came here having $56 in my pocket. And I\nthink half of it was, which I borrowed from my future wife. I we were not married. We got\nmarried in a year. So and then I started work in, in Milwaukee and I went to the factory. I had a\njob which I could have in an office. But they wanted to pay me $55 a week and my friend\nthought it was not enough.\nAnd he said you could make much more in going to a factory. So I went to a factory but I\njust couldn’t do it there. I was work, I was earning much more, almost a hundred dollars but the\nwork was, I was making coat hangers, you kwon for the laundry and dry cleaning establishments\nand I just couldn’t put up with it and it was, I worked overtime and I got up at 5:00. And finally I\nsaid, no. And I, I quit the job and I came to New York.\nAnd then in New York I got myself a job with Chase Manhattan bank. You know the\nbank. I worked for, it was rather a menial job. It was for the, in a foreign department and didn’t’\npay much. $40, I think forty something dollars a week. I was getting. And then I after a year, I\nasked them for a promotion because I thought I was better educated to do the job I was doing\nthere.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nAnd the supervisor, they were all Irish men and they were I think all keeping together and\nhe wrote a letter, a memo to his superior and he said that in his opinion he thinks that he can do\nbetter job. And of course I, nothing came of it and I left. And I left. I went to a insurance\ncompany, Cosmopolitan Mutual Insurance Company and I stayed there for ten years. And I\nthink I did progress there. And then I left them again. And I went to another company. New\nYork fire and marine underwriters. And there, there I became the chief accountant. And then\nfrom there I think I was 8 years there.\nThe company merged and they wanted to go to Milwaukee and be part of Milwaukee so I\nleft and I went with AIG, American International Group, a group of companies which was\nworldwide company. And I stayed there for the next seven years. And from there I got\ntransferred. I asked for the transfer. Frieda wanted to go back to England so they have big\noffices in London. SO I got a transfer and went to London and",
        "Q: I’m going to back track a little bit here. You said that this is a strange country. What was\nStrange.",
        "A: Well it was strange insofar that it wasn’t European. You know. I, I mean I was brought\nup in Europe and England and Italy. And it was a little, a little rough. You know some of the\npeople. I also there were mostly you know they were very how do you say. Very understanding\nbut, but they in many instances they were rather how do you say not to offend anybody. But they\nwere gruff you know and loud and, and pushy you know and I wasn’t used to that. And of course\nalso I in the east I really didn’t like the climate. The climate was to me, especially later on you\nknow when I worked in New York, the subways, the humidity in the summer, I just can’t, I\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\ncouldn’t stand it. You know you took a shower in the morning, went in the subway and you were\nalready perspiring you know and you were wet.\nAt that time the subways were not of course were not air conditioned. And, and the\npushing and shoving and you know almost every day there were fights on the, on the subways.\nYou know you’re not exposed when you live in Portland or somewhere else but in New York.\nAnd New Yorkers were generally very, very rough and tough and, and even the police were not\nvery kind. You know.\n| remember one instance where | came | was new in New York, and | asked. |\nhad a friend who lived on park Avenue. | think | was on 5'\" Avenue and | asked the\npoliceman ad the corner. | said could you please direct me. And | was very polite\nwhere Par Avenue is and he didn't’ utter a word. He just motioned with his hand.\nAnd in other instance they were not very, very pleasant. But you know I overcame,\novercome this. you know I’m not used to it.",
        "Q: You also mentioned loneliness",
        "A: Well loneliness because I did, although I had family but I already helped many friends in\nEngland, many friends and I knew a family in New York but it wasn’t the same. They were\nelderly and they had a daughter. Maybe they wanted me to marry the daughter but, but I you\nknow besides that I didn’t’ have anybody. And this, this you know this was a one of the reasons I\nwas lonely. And eventually I did ask my future wife to and she came, came over in 52. In April\nwe got married. Then we established our own household. First we had a furnished apartment in\nBrooklyn\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nAnd we stayed there for a year and then we got our own apartment in Jackson Heights in\nQueens and we got our own furniture and then you know first we had only one bedroom.\nAfterwards we had two bedroom apartment. And then we moved from there to, to Flushing. You\nknow New York as any big city I think is changing very rapidly. You know the neighborhoods\nchange, especially in New York. Jackson Heights after a while I think we lived there ten years.\nYou know it started changing. Many transients, mostly from South America and then it became a\npart of, there were many drugs you know dealers around, South America, Colombia and so on.\nSo we moved out.\nAnd then we moved as I said in 76 we moved to England. I got a transfer. But again I\ndidn’t like then England. I was already used to America you know. and I was Americanized and\nI didn’t like England. Matter of fact Frieda didn’t like because England started changing. It was\nnot the same thing as when we, so I stayed there only 15 months. And then I asked for a transfer\nback but the company said no. We just transferred you. no you can’t so I said all right well I\nquit. And",
        "Q: Was it difficult to find a feel that there’s a home for you.",
        "A: No, I think my home is now here. Now I, I",
        "Q: Before that",
        "A: Before, yes, yes it was. Yes.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "Q: Were you looking for a home?",
        "A: Oh yes, yes. I you know I, I you know I. After a while in New York, we did make some\nfriends. I had some friends, although not very close you know. They were not Polish really. One\nwas an Austrian friend and the other one was a Czech. So I didn’t have too many Polish friends.",
        "Q: Did you ever think about going back to Poland?",
        "A: No. I never did, never.",
        "Q: Why?",
        "A: I don’t know why, why, probably one of the reasons was the economic situation. And the\npolitical situation. I just didn’t want to live under the Communist you know regimes. I because I\nwent there many times. | the first trme I went to Poland you know after I became an American\ncitizen, which was in 1956. And I went to Poland in 58 and I saw you know what was going on. I\ncouldn’t, I couldn’t live there. It was, first of all the people were not free. You know and they, it\nwas a police state. You know I had to go to the police when I arrived there, to register. It’s a\npolice state. and they took a you know they interrogated me and I had to sign you know the, the\nit was like confession. What I was doing and what and why. And I had to sign it you know. My\ngod.\nAnd no I couldn’t, I couldn’t’ live there. I wouldn’t. And now, now that it is a free\ncountry you know I just don’t’ think about it. I have been living here too long. and you know I\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nusage rights can be found In the catalog record.\nwouldn’t, wouldn’t live there, couldn’t. Look I spent most of my adult life, most abroad. And\nyou know.",
        "Q: You were talking about all the different jobs that you’ve been employed in. Did you ever\ntalk to people about your war experiences during that time.",
        "A: Yes, I did I’m sure. I did speak about. I, I myself think that I was quite successful later on\nin life, you know after I quit the job in London. I did get a job right away in America. And back\nin America with by that time I specialized in reinsurance business and I got a job with a company\nwhich was part of CIT financial corporation and they bought me back and they paid for my\npassage and the furniture because when I went to England we went with all our furniture. Well\nnot all but some of the furniture. Bu the first company which transferred me paid for it.\nAnd then this company which hired me back. At that time I was already 62 years old.\nYou know so at 62 not anybody, everybody can find another job but I was able to because I think\nmy services were you know such that , that they needed me and I became a vice president and\nlater on I did and I was also director, you know the board of directors. And then after board of\ndirectors. Then later on I became a consultant and I worked on my own account. And I well and I\nyou know for an immigrant I think I, I did quite well. So for this I mean I am very grateful and I\nam as I said, although the beginnings were very hard I think I did make something of it. And I\ndidn’t, didn’t think too much about my past.\nAlthough as I said, when I reflect on it, I at times I wasn’t quite myself after I left the you\nknow after I escaped from because it did leave something on my mind you know. for years,\nwhich I spent in the concentration camp.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "Q: You say you weren’t quite yourself.",
        "A: Well you know when I, when I think back you know that maybe I would have done\nthings differently you know in some ways and I, I just know that I wasn’t quite you know. I you\nknow I never tried because for instance I never tried to talk about it. I didn’t want to talk about it.\nI didn’t want to recall it. So I kept it you know buttoned up. And I did you know then try for\ncompensation and but it was a very (minimal?) compensation which I did get. And I didn’t ever\nfollow this through.\nI probably because as a people in same circumstances as I you know didn’t get much\nmore money out of the German government but I just really didn’t’, didn’t want. All I did get, I\ngot 1800 dollars I don’t know what year it was out of just a lawyer took 400. And I think I got\n1400 which you know it’s nothing.\nBut you know I probably could claim on some physical disability or mental disability or\nsomething of the kind. I didn’t. I was lucky and grateful that I came out alive and I don’t’ think\nthat I have any physical disability or mental disability. Although maybe you know that\nsomething was playing on my mind anyway because it had to leave some, something you know.\nThe things which I saw and experienced.",
        "Q: I read that you had recurring nightmares",
        "A: I, I did, sometimes I do yes, I do. I have well maybe it’s also due because I still read\nabout this and this you know when I read and I, you know.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "Q: Do you read about the war experience.\nA; Yeah the war. It’s very hard to explain. You know how people could be that way if what\nkind of people they were that they could do such you know terrible things, I mean gruesome\nthings. So that, that I do have nightmares but not as much as I used to.",
        "Q: Do you remember when they first started?",
        "A: Oh no not really I couldn’t tell you but I think they started much later than, not right at\nthe beginning because I tried to push it away and I think I pushed, I was very successful at\npushing. I didn’t want to think and I didn’t’ talk about it you know until I started talking. Then,\nthen they came back. Yeah.",
        "Q: What kind of dreams do you have, what kind of dreams.",
        "A: Oh things are always terrible dreams. You know somebody trying to kill me and\nsomething like that. most being killed or you know something to this of this nature yes.",
        "Q: How do you think that this war experience shaped your character?",
        "A: Well I think I became more tolerant. You know I matured more. I was you know as\nyouth I you know you are always full of energy and you know many dislikes and not very\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nusage rights can be found In the catalog record.\ntolerant you know to others, other people think and I think I’m much more tolerant. Much more\nunderstanding. And I, I think I am a better person not that I don’t know as I was a bad person\nbut I, I’m more understanding you know much, I am more forgiving. That’s what it, what I think\nI am.",
        "Q: You also have had incredible survival skills. And how has that shaped you?",
        "A: Yes well I can tell you that from the first moment when I was arrested I thought of\nnothing else but how to get out. How to I never did give up, never did. I never lost you know\nhope. And I never, and I, I have tried, always tried to be very inconspicuous. I, I knew many\npeople in the camp you know who tried to be very heroic you know and, and I, I realized right\nfrom the beginning that the best way was to be do yourself, but keep quiet you know to yourself.\nAnd not to try to be a hero.\nBut I never gave hope, up hope you know of surviving and I never gave up hope of\nescaping. It always was on my mind to escape. Matter of fact the first day when they arrested me\nI already thought to escape while they were arresting me. I just you know didn’t know enough\nbecause we were, we came to the prison. It was a reception room which was close to the exit\nroom. And you had to go in order to escape you had to just had to go out of the reception room.\nThen you had to go through two gates. You know where there were guards. I thought that, I\nthought since I didn’t speak E, German you know that I would bluff my way through the gates,\nyou know because at that time there were still Polish guards in the prison.\nBut I, I am afraid I didn’t’ have enough courage and I didn’t know enough you know how\nthe whole prison system operated. But I did think about it. I did think because I was in civilian\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nclothes you know when they arrested me and I was well dressed and as a German I probably\ncould say heil Hitler you know and the Polish guards wouldn’t know the difference. And maybe\nthey would let me through. But I didn’t do it. But I did think, I never as I said, I never lost hope.\nNever lost hope.",
        "Q: And the courage to take that chance too. Where does that come from? because a lot of\npeople were afraid to take the chance because they might be killed.",
        "A: I don’t know I really, it’s very hard to express. You either have it or you don’t have it.\nWe, when I tried to escape from Auschwitz we had a different plan and to escape and when the\ntime came we tried to escape as civilians and one of the fellows just couldn’t it. He just couldn’t\ndo it. He was shaking like a leaf. And he said I can’t do it, and we had to abandon him. And so\nwe could do it. I did. I, I don’t say that I was not afraid or you know but, but I took the chance.\nAnd we had very close, very close calls during the escape. We had close calls but we made it.\nYou know but we believed in ourselves and we believed in that we will be successful. So we\nwere, but I took the chance and you know for we also knew what consequences would be if we\ndidn’t succeed. And we were prepared for this. That we had the poison, you know the cyanide\nthat we would take.\nAnd kill ourselves because we knew that we would be killed anyway and tortured before\nbeing killed.",
        "Q: Did you feel that a lot of people helped you along the way during the war.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "A: Yes, people were helpful, yes. I think we, we were more united you know during the war\nthan we are now. And I am talking about Poland. We were because we had a common enemy.\nYou know we had a common which was Germany and we were all united and we were all\nfighting you know to survive. Not that there were no, no exceptions. You know there were\nexceptions. Many, some of the Poles you know collaborated, but there were very few. Nobody in\nPoland collaborated who was on the top you know. I mean of any stature. Like in different\ncountries. Like for instance in, in Norway, Quisling you know who collaborated openly you\nknow with the Germans.\nIn Poland we didn’t. We were, and we were all united. Now it, 1t changed when the you\nknow when the Polish government, the Communist government came to power you know then it\nchanged. There was no unity. And people you know there were some, those who were\nCommunist you know. They were you know pro-Russian and the others were opposed to it.\nAnd, and the division started, but not during the war.\nNow people can say you know that many I think especially as I don’t know whether you\nknow but Poland had I think one of the largest you know minority Jewish population minority in\nPoland, in, in the world. There were over 3 million Jews. Now many Jews, the Jews accused us\nthat we didn’t do much more to help the Jews. I think the Poles did more than any other country\nyou know. They, you know to the Jews. And they did it with great risk to themselves, you know\nbecause the Germans were particularly you know against the Jews and anybody who would help\nthem. So you know the, they just I think they are not fair you know 1in, in this assumption.\nNot all. Many Jews are very fair. You know and they especially this book you know for\ninstance says.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "Q: Say the name of the book.",
        "A: Oh the name of the book is Hitler’s Willing Executioners you know by Daniel Jonah\nGoldhagen. He is very fair in, in his assumption. For instance I heard well many Jews say that\nthe concentration camps were in Poland because of the, the Poles being not accessories but\nhelping or willing you know to, to, well which is complete nonsense. The only thing is that\nPoland was centrally located in Europe and the biggest concentration of Jews was in Poland and\nit was out of logistic you know things that they, that the concentration camps were there, not\nbecause of anybody, because the Polish population wanted to.\nOn the contrary you know they never found, found any Poles who would help in the\ndestruction of the Jewish population. But and here and this author of this book you know says\nthat mostly those who helped the Germans were the Lithuanians and the Ukrainians. And the, it\nis a fact because there were Ukrainian units you know SS who were helping the, the Germans.\nSo I think the record should be kept straight. And you know fair is fair.\nI don’t say that there were not people who, who betrayed Jews but then on the other hand\nit was also in some cases where the Jews betrayed Poles. So we have to be very, very careful and\nyou know and, and fair. And honest.",
        "Q: Do you have kids",
        "A: No we don’t’ have any children. No. we, I know I got married. I wasn’t young. And\nFrieda was you know she, Frieda is older than I and we were, came to this country. You know\nwe had to make a living and beside that I just didn’t feel like having children. I didn’t and well\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nnow when you see you know how some of the youth, you know developed here you sometimes\nwonder maybe it was a good thing. But we didn’t.\nYou know that this country 1s not very how do you say, well I mean already this country\neverywhere now is change, the world is changing very rapidly with all the communications you\nknow between the different countries. You know so the, the drug situation and so on. Maybe\nwe can describe, maybe it’s better that we didn’t have children.",
        "Q: Do you think that young people understand the Holocaust.",
        "A: I think so. I, I do you know I’m asked by the college and, and the high schools and I do\ntalk. And surprisingly they do. They know about it. Of course they you know they would like\nand they want to hear firsthand you know and I did to speak and I, they have the firsthand\naccount. And of course they are, you know they are always very interested you know how I\nmanaged to escape. And but I get very, very nice letters from the youngsters you know after my,\nmy talk.\nThey write to me. And it is very rewarding to you know to read it. And",
        "Q: Is it very difficult to start talking about?",
        "A: No it was difficult at the beginning. It was",
        "Q: When was that?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nusage rights can be found In the catalog record.",
        "A: Well it was probably some six years ago, yeah. I was much more emotional when I\nspoke. Matter of fact I, my first talk was to a Rotary club. I was not a member of the Rotary Club\nbut they asked me to speak and, and I didn’t know how I will, 1t was a very emotional speech, so\nI was told. I mean I didn’t listen. I talked and talked and I was only accorded half an hour but I\nthink I spoke for an hour and then nobody left there.\nAnd but now I am, I don’t’ have difficulty. I can speak and very seldom do I get\nemotional. You know.",
        "Q: That first speech what did you say, what did you talk about.",
        "A: Oh I spoke about the whole thing you know about the war and how it worked. And I gave\nsome statistics you know, what you know how what the sufferings were and I you know I mean\nthe biggest suffering of course were the Jews. Took the well the crimes you know victims of the\nregime. But it has to be remembered you know, although the 6 million Jews you know perished.\nThere were also 5 million of non-Jews you know who perished. And they should also be\nremembered. And we shouldn’t you know concentrate only on, on the Jews and be fair you know\nto both sides.\nI, I know that you know the other Christians you know were persecuted because of the,\ntheir beliefs and of their political views you know and the Jews were just you know persecuted\nbecause of their, their race. But nevertheless you know the others were also victims. So we just\ncan’t you know disregard them and should be fair to the other victims. You know. So. That’s\nhow I feel about that.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "Q: What kind of conclusions have you come to about all the reasons for why this happened.",
        "A: Well you know there, there is all, especially here in this country once you know from the\nJewish community one hears you know well the Polish anti-Semitism and they completely\ndisregard you know the German anti-Semitism. Anti-Semitism I think is everywhere. You\nknow it is in America and this and any other country. But the intensity of 1t may be in Poland it\nwas more intense because there were more Jews. But they completely disregard the intensity of\nthe anti-Semitism which was in Germany.\nAnd, and that’s where it all started. And I, I forgot.",
        "Q: Just the reasons why did this happen?",
        "A: And now the reasons were first of all you know the, the anti, anti-Semitism you know\nexisted in Germany. And of course it was how do you say. It was can’t find the proper word. It\nwas intensified by the regime, of the Nazi regime. You know their policy was the extermination\nof Jews and it was not only the, it was the policy of Hitler and, and, and since the ground you\nknow the anti, anti-Semitism was there anyway, it you know when, when they came with the\npropaganda you know against the Jews it fell on very fertile ground. And that was the reason\nwhy you know the.\nNow why there was anti-Semitism. Anti-Semitism was because most of the Jews were\nquite prosperous. I, I am talking about Germany. In Poland you know we had many, many, very\nmany poor Jews. But in Germany most of them were quite prosperous and there was hate and\njealousy and this all contributed you know to, to this problem of, of the, the Jewish problem. And\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nthe Jewish problem was also in Poland and in Russia. We first of all Poland was a rather poor\ncountry.\nAnd, and you know we had a minority, a Jewish minority of approximately 10, ten\npercent, close to ten percent. And then and we also had in prewar Poland we had a minority of\nUkrainian minority of 15%. So and I think the Ukrainians are even more hateful you know more\nanti-Semitic than, than the Poles were. But, but, but you know the Poles were not to the extent.\nThey always say there were Polish pogroms. There were no Polish pogroms because the\npogroms which were existed you know were during the Russian occupation of Poland. And a\npogrom has to be sanctioned by the government. And in Poland during the, the existence you\nknow after the First World War, the, between the two world wars you know which Poland was in\nexistence for 20 years. It never was any, anything, any pogroms sanctioned by the Polish\ngovernment. But the pogroms were sanctioned in you know as we know in, in Germany and in\nRussia and we know what happened you know to the Jews you know during the last war.\nWe know that 6 million of them were, perished.",
        "Q: For you personally what does it all mean and why did it happen.",
        "A: Well I, I think it happened you know the Holocaust happened because of, of hatred\nwhich was you know and the hatred you know they vented it, they more or less, Hitler blamed\nthe Jews and made a scapegoat of them for all the ills in Germany and in Europe that well and\nyou know and there are many reasons.\nOne reason is for instance as far as the Catholic church is concerned you know that they\nblame the Jews for killing you know Jesus. But you know so, so you know so the Catholics\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nprobably those less intelligent you know accept this you know as, as the reason to hate the Jews.\nOthers take the reason you know because they are better off, because one has to accept that they\nare very industrious people. And very educated most of them. And very clever. You know and\nthis you know is also cause for hating. So that, that there are many reasons.\nI think the reasons are also very well described in this book which I mentioned you know\nthe Hitler’s Willing Executioners. He, he very well describes you know what how, what was the\ncause you know to this holocaust.\nAnd of course they and it was popular for the Germans you know for the Nazis it was a\nvery popular thing to do because it united and anybody today nobody talks about German anti-\nSemitism. I don’t’ know why. Of course there are not many Jews left in, in Germany. But there\nneither are there any many Jews left in Poland and yet they always talk about the Polish anti-\nSemitism.",
        "Q: Something just I hearing your experiences how do you think people can be so cruel.\nHow can they have all that hate. How can the cruelty that you witnessed how 1s that possible.",
        "A: Well that is very hard to, you know to understand. | don’t know you probably have\nto be born but the cruelty | mean it was fueled by, by the general policy you know of the\nregime. | think in Germany. And you know the hatred, the you know they had\npublications. The publications and | think it was Sturmer which was a the publication of\nthe Julius Streicher who was one of the greatest you know haters of the Jews. So you\ncan inflame this in a propaganda. Goebbels | think he was a master of propaganda.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nBut if you talked to people and tell them this, this that the Jews were this and that, and\nthat you know eventually it falls on, on fertile ground and people become, but otherwise I just\ndon’t know. but maybe the Germans are just cruel people.",
        "Q: I’m just thinking —",
        "A: I think it, and I think it’s you know it you will find cruel people in any nation, in you\nknow there are sadists you know. Why do we have killings here like what was this fellow\nDaumer or something. I mean it happens. How do you blame this.",
        "Q: What did you learn?",
        "A: Well as I said, I, I learned tolerance. You know I, I, I don’t’ think I was not tolerant but,\nbut I, I have I appreciate it more you know. That I think everybody should have the chance to be\nwhat he wants to be and what he is.",
        "Q: Do you think your character was tested.",
        "A: I don’t, I don’t know. You know I myself some, you know of course I can’t judge\nmyself too well, but other people. I think I was always a very you know understanding person.\nYou know I think I was good person. I never got in any mischief. I never, you know in, in the\ncamp You know, I, I couldn’t hit and I wouldn’t hit anybody. I mean matter of fact, I at one point\nin the camp I was, I was they made me because of my German they made me a clerk on the, on\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nusage rights can be found In the catalog record.\nthe block. And as a clerk I had to keep the evidence of the prisoners you know. How many\nprisoners there were and who went to another block and so on and so on.\nWell one and there were reports you know the roll calls were twice. And well at first\nthere were 3 times a day and then afterwards they were twice a day. And at one evening roll call,\nI got a from the main office you know that one prisoner had the next morning had to be delivered\nyou know to the main office. And apparently I was not supposed to tell in this until after the roll\ncall. But I told him before the roll call. Now what this fellow apparently knew or suspected what\nis going to happen, that he probably will be executed so I and I told him this before the roll call\nso when I told him, he disappeared.\nBut we were already in the compound and he couldn’t escape. It was impossible to\nescape from there but, but what happened he, he hid himself in one of the blocks. One of the\nblocks that was being built and he between the scaffolding you know he hid himself. Of course\nin this delayed the, the roll call because they had to find him. And they found him very soon\nafterwards.\nSo afterwards you know the, the block head he fired me right away. He said you know\nyou shouldn’t have told him this and he fired and I was punished to be sent to very heavy work\nand, and the SS told him that I, that he should watch me that the heaviest possible work would be\nassigned to me. So when we came back after the roll call one of the fellows said why don’t you\nhit him. You know because he caused you so much grief. I said why should I hit him. I just\ncouldn’t, I why should I do this. This poor soul you know probably will be dead tomorrow and\nwhy should do it and what would it do to me.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nSo well that’s my character. I just couldn’t, couldn’t do that and I wouldn’t’ do it.\ncouldn’t, couldn’t do another human being. That I am, how I felt and I never did anybody any\nharm.\nBut there were people you know there were people. There were prisoners themselves you\nknow who behaved very, very, very badly. And they were punished later on. And, and look it,\nnot only was limited you know to the German prisoners because there were German criminal\nprisoners. There were also Polish prisoners you know who were very, very cruel to other people.\nAnd there were Jewish prisoners who were cruel. They there were Jews who were also you know\nblock elders you know and who behaved.\nOne has to understand that some people thought that if they are going to be cruel or be\nvery tough on other prisoners that they will save their own skin. You know the, the, the instinct\nof survival was very, very strong in everybody and some people thought through cruelty to\nothers you know they will save their skin and others as I think in my case you know I just tried to\nbe inconspicuous you know and, and just behave. You know as a human being.\nI also you know there, there were prisoners who for instance were stealing from other\nprisoners you know bread you know which was punishable. If you were caught stealing another\nprisoner’s bread which was you know our, our you know food was very meager, it meant that\nthis guy, the other prisoner from whom you stole the bread, he probably is going to die. So it was\npunishable by death and it was punishable by death, by the prisoners themselves you know it\nwas, they took him to work. Some of the capos or something. He was told that this fellow stole\nthe bread and they, they killed him. So there were many terrible things you know which I many\ntimes I don’t want to recall them. Anything else\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "Q: Take a tape break here\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interviews Rat hub Halted APs, EeUR Gaus! METAL MEHR. A SPP eal dest cnaRles pga abarkarcess anc\nusage rights can be found In the catalog record.\n(#3 — File RG-50.549.01.0012.03.03 — duration: 36:41)",
        "Q: This is tape 3, I’m Dee Roberts with Leonard Zawacki. We had just talked about\ndifferent ways that this has shaped your character, that the Holocaust and war experience. How\nto what do you attribute I guess your resilience. And your survival",
        "A: I, I suppose as anybody else you know the will to, to survive and to live, to, to live.\nThat’s survival instinct. But maybe it’s stronger in me than anybody else. And I, I think it’s\nalso partially a, you know that I did survive as that has a lot to do with it, I think. I, I really do\nthink that there is a lot you know. Luck has a lot to do with. because you know there were many,\nmany times there were very strong people which you thought and they would perish and of\ncourse once you lost will to, to live you know you were finished. But if you had a strong will to\nlive you survived.",
        "Q: This is sort of off the track but did you ever see or visit any displaced persons camp.",
        "A: No, I never did. I never did, no.",
        "Q: Do you keep in touch with other survivors.",
        "A: I do. I, I do keep in touch with the fellow who escaped with me. You know who was\nalso changed into SS uniform and took the other four colleagues of ours out of the camp.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nusage rights can be found In the catalog record.",
        "Q: What was his name?",
        "A: His name is Alfonse Shuminski and he is | think he and myself are the only\nsurvivors of the six who escaped. | know that 3 of them are dead and, and the one we\nnever heard of you know so he disappeared. Somewhere but I’m sure, | feel that he is\nalso dead. And now this Alfonse Shuminski who lives in Poland is, is he had a stroke\nbut he can, he can move. It wasn't very severe stroke. But his speech is a little blurred,\nhe cannot speak. Do you say blurred or the vision is blurred.",
        "Q: Slurred.",
        "A: Yeah.",
        "Q: Other people.",
        "A: Yes and | have other people. | was in touch with one fellow who was as | told you\nin Edmonton and he died last year and then there is a fellow who lives in Menlo Park.\nAnd | Sometimes am in touch with him. And then | am in touch with in Poland, in\nKrakow, one fellow name is Tatatosh Zaleski. And then a friend in my home town who\nactually helped me you know and maybe he was really the cause that | did survive\nbecause he introduced me to, to somebody and the carpentry you know and | got the\njob as a carpenter. And, I, | am in touch with him. | go quite frequently or used to, quite\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview, ig RL VehER rr Ruler SPSLOHRA Grate Memoiad Mash es.nel ection, of oral teshmonies: «ptorm Alon abguiarcess and\nusage rights can be found In the catalog record.\nfrequently go to Poland. And now since my wife is not so well you know | don't. |, | hope\nto go you know this year. Hope to go in the fall, maybe in the late summer to Poland.",
        "Q: How many times have you been back to Auschwitz?",
        "A: Oh | was probably five or six times and my wife was there twice with me. | was, |\nwas last the year before you know for the anniversary, the 50\" anniversary. | was in\nAuschwitz.",
        "Q: What was that like?",
        "A: Well it was a very, very sad, very sad occasion you know. There were many people.\nFrankly I didn’t like that because it was a show and I don’t’ agree with it. You know there were\nmany dignitaries of, from all over and I think the survivors were rather pushed aside you know\nwere as, as I think they should be in the forefront and not the dignitaries. I thought it was poorly\norganized. It was wrong. And I think many other people thought the same way.\nThat you know well I just didn’t like it.",
        "Q: What about some times before. Why would you go back so many times?",
        "A: Well I went back because there were occasions and I wanted to show my wife you know.\nAnd then I , then I went once, a Jewish girl from here, matter of fact she is from Oregon and she\nwas an exchange student in Poland and I wanted her to see what it was so I took her there. And\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nusage rights can be found In the catalog record.\nthen I took once my, my great niece you know I wanted her to see it. So I took her. Only because\nI, I mean for myself I know it.\nOh yeah and then I took once a group of, from Medford, you know some 20 people\nfrom Medford went and I took them you know as a guide. We opened a Rotary Club in touring\nPoland and afterwards we toured Poland and we went to Auschwitz. And",
        "Q: Medford is ten miles from Ashland so that you took some people that you knew basically",
        "A: Yes, well there were Rotarians you know and their families and we went actually for a\ntour for the opening of the Rotary club in Poland but then we also toured, not only Poland but\nalso Czechoslovakia. We were in Prague Czech somewhere, but on the way we went to\nAuschwitz and they wanted to see Auschwitz.",
        "Q: So the main reasons were to share this experience.",
        "A: Yes, yes. I",
        "Q: Why did you feel that was necessary.",
        "A: Well, first of all I wanted as many people to know what, what it was like and what the\nsufferings were you know. What people went through. Not that you know many of the, the gas\nchambers and so on destroyed in Auschwitz you know, in Birkenau actually. They blew them up\nbut there are still many, many things you know which are there and which indicate you know\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nusage rights can be found In the catalog record.\nwhat, what kind of a place it was. Matter of fact when I was describing because I was serving as\na guide, I did break down you know.\nBecause it recalls you know for instance you know you witnessed the hangings there\nwhich were always public. And you know the, nobody is as strong as they think they are. So I, I\ndid break down. But I always try to recover very fast and I do.",
        "Q: I think you’re allowed to break down. In your successful life, what kind of things do you\nattribute to how you survived, what you learned and how it shaped you as a person to your later\nlife, you know as, as you look back.",
        "A: Well when I came here you know, I, I ,as I said I came without any means and I tried to\nmake something on me. And I suppose I’m ambitious. You know to, to and I wanted to achieve\nsomething you know. And I was, I think in my estimation I was successful. I didn’t become rich.\nMoney doesn’t matter so much you know but, but Iam comfortable and, and I think that\nambition you know 1s and, and I saw that. I had the knowledge to do it. And here I am.",
        "Q: Did it make you stronger.",
        "A: I think so yes. Well you know of course you know the whole world is not perfect and not\neverybody is perfect. There are things you know which I don’t’ agree with you know and but 1n,\nin general you know I try to be live my life, lead my life you know as, as well as I can. But I tell\nyou that, I, I think although I was not very religious, I lost my faith. And I, it is I think due to, to\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nAuschwitz in part, although I wasn’t very religious before that. But I don’t’ think there was a\ngod in Auschwitz or anywhere. I don’t’ believe it.\nYou know no matter how much you pray the more it doesn’t mean anything so just, just\ndon’t have to face.",
        "Q: You still don’t believe that there 1s god.",
        "A: I really don’t think so no, no. I mean maybe there is some being or something you know\nbut as far as I am concerned, no. I mean I don’t’ look, I respect everybody’s religion,\neverybody’s beliefs but to me I don’t, I just don’t have any faith.",
        "Q: Do you think this would happen again?",
        "A: I suppose so. I think in the if the conditions are you know very, sometimes I forgot the\nwords I want to, getting senile.\nIf the conditions are right I think that look the conditions for Hitler to get to power were\nright at that time. you know they were the economical situation you know and so on. and of\ncourse everything was. If all the conditions are you know in place, it, it can happen, it can\nhappen. Look the we all not so long ago you know if you take Bosnia which 1s probably to a\nmuch smaller extent but there was still cleansing, you know killing and so on. There, there is\nhatred between the religious hatred you know between the Muslims and the Christians and the,\nand the Orthodox people you know in Bosnia.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nYeah, Herzegovina. And they, they are killing not to the extent as you know because it\nwas in Hitler Germany it was organized you know and it was I think everything written out you\nknow, how to do it and maybe in Bosnia it was spontaneous or not. I don’t know but it still\nhappened and it can happen. Look at the killings in, in Africa . you know we have. And, and I\nthink it can happen any, anywhere, anyway if the conditions are right.",
        "Q: Do you ever wonder why you survived and what your purpose is?",
        "A: Well I, I think I survived first because I wanted to. And secondly I think I was lucky.\nAnd I used my brains or you know my abilities the right way. And that was the reason I, I did\nsurvive. And the will to, to live. The will to live. It’s a very you know the instinct to survive 1s\nvery strong in human beings. And if you lose this, if you lose your will to live, you know then\nyou are finished. Might as well lie down and many did you know, many people in Auschwitz\ndid. Lose the will.\nOf course it’s brought on by, by mistreatment, by hunger. You know specially by hard\nlabor. But you know I think it’s also a lot of luck to do with it. You know if you’re lucky and\nknow and help you know strength you know, help each other.",
        "Q: Who helped you, actually let me ask you, your purpose, your purpose",
        "A: My purpose. Well, well I think the purpose is that you, you want to you know to be\nalive. you want to, to live and see don’t’ want to be dead you know, that’s a purpose.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "Q: Even now.",
        "A: Oh well, now, now my purpose well I just want to have you know a quiet and\ncomfortable life you know. And health. You know in older, it’s all important this health you\nknow. Of course you know even it all depends on the genes you know which you were born.\nSome people are, live longer, others shorter you know and I think I my father when he was he\ndied, he was 90, almost 94. 93. And he, he you know he died because he fell, fell and hit his\nhead and probably could have lived longer. My mother died because after operation she had an\noperation and she died there when she was 79.\nSo now the purpose and the purpose is also I want to say and that’s why I speak to the\nyouth, you know in the high schools and the at college you know the, I want people to know\nwhat it was. Maybe it, it may be in this way it can be prevented in the future. For anything like\nthis to happen again. That, that’s the purpose. And as I said I couldn’t’ talk about it and I\nwouldn’t talk about it, but now I do and I realize that you know that’s why I also wrote my\nmemoirs because I wanted to put it in writing what happened. I didn’t write everything and\ndidn’t’ see everything. You know there were things and other prisoners probably saw more, more\nof the horrors you know than I did.\nBut I saw a few of them and believe me it is enough. What I saw for any human being to\nsee.",
        "Q: You said you didn’t talk about 1t much before but you obviously kept in touch with\nfriends that you could talk to about it.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "A: Yes, no I, I did, really didn’t keep too much in touch with friends. I, I didn’t, I did meet\none friend in London, it’s a girl. (phone ringing)",
        "Q: We were talking about your friends.",
        "A: I met in a friend while I was still in London so it was before I emigrated to the States. It\nwas in 51. I met her. She 1s a Jewish Polish Jewish girl and she worked in a typing pool, next to\nmy office when I worked in, I worked in the central building administration building. And she\nwas in the typing pool. There were approximately ten, ten Jewish girls. She was the only Polish\ngirl. There were Slovakian girls, Hungarian girls, and one Dutch girl. I think one German girl\nand there were altogether ten and they all spoke both, their own language and German and they\ncould take shorthand you know in German.\nAnd, and I met her. They all survived. They were all Jewish. They all survived. They\nwere evacuated from, from Auschwitz and I know from her because I met her in London, she\ntold me that they all survived. And so I keep in touch, I still do keep in touch with her. You\nknow once in a while I call her or she writes to me and when I am in London I see her.",
        "Q: When you first met your wife was it very difficult to talk to her about the war or did you\ndo that?",
        "A: I did, but I didn’t go into details. I just told her that I was in Auschwitz you know and no\nI didn’t go into details. No, until later. I.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "Q: How later, how much later?",
        "A: Oh I you know [ really to talk about it when I started writing the memoirs you know and\nit was probably seven years ago, seven years.",
        "Q: Is it hard to keep it locked up that for so long.",
        "A: No you know because I was busy. I concentrated on my work and I didn’t. I just put it, I\nthink in this respect I have the ability to do to put it aside you know and I think that’s what kept\nme sane ,that I have this ability to push it out of my mind. You know, now I can recall it. Now\nyou know that I am more comfortable you know with it, I can recall it. And it doesn’t’ hurt as,\nalthough I, as I told you before, I sometimes have nightmares when I talk too much about it.\nProbably will have one tonight. Don’t worry.",
        "Q: I’m sorry to hear that.",
        "A: Well you know I mean you can’t avoid it. You can’t avoid it when you start talking\nabout it.\nNow you know the worst part in Auschwitz to me anyway was the uncertainty which,\nunder which we lived. You know although I did work you know. I had a job. You know I\nworked in an office afterwards and I was not mistreated, although I didn’t have any more food\nbut I, I had an easy, easy work. But the, the uncertainty of life. You, you know although,\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nusage rights can be found In the catalog record.\nalthough you work in the office, when you came to the compound you didn’t’ know what to\nexpect.\nYou didn’t know whether they are not going to call your name and take you, you know to\nthe desk block and they you know and shoot you or hang you or gas you, you know. I, I think in\nmy transcript I did say that I, I was lucky to escape gassing only by, by a few hours you know.\nSo, so you see that that was the un, then what prompted us also to escape was that we knew that\nthe, the end of the camp was nearing because the front was you know we had good information\nbecause we had the r, radios. I worked in the workshops you know and there were electricians\nwho always got the radios for repair.\nAnd they of course when they, once they repaired the radio they kept it and they\ntuned in, into the BBC you know and so on. So we, we had the information and we\nknow that and we also knew that there was a plan to destroy the camp you know the\nevidence you know. It was called Mole plan. Mole was a, a German staff sergeant you\nknow in the SS oberhauptshungfere or something that is. And he had the plan to\ndestroy it you know.\nAnd he wanted some planes and tanks and so on and level everything but of course the,\nyou know the war effort wouldn’t permit the Germans to you know given all these things to do\nthe job. But we knew it about it and that’s why we also escaped because we didn’t know what’s\ngoing to happen.\nNow maybe somebody can say it was selfish but I don’t know. Ifit was selfish. But it\nwas pre, you know self-preservation. I wanted to live. And you know you couldn’t save the\nwhole camp. The whole camp couldn’t’ escape. Although when we went to the partisans we\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nthought that maybe we will be able to liberate the camp, but we had you know there were a\nhundred of us and we were poorly armed.\nWe, we wouldn’t’ have any chance you know to do anything like that. it was impossible.",
        "Q: Six or seven years ago you started writing your memoirs and talking to people about this.\nwhat was there anything particularly that happened that cause you to want to do this.",
        "A: Well actually the, the urging of some of my friends. American friends, none of the friends\nwho were in concentration camps. None of them, no but when I when I spoke with them you\nknow and they knew that I was in the concentration camp then they said well you should write it.\nyou should put it on, on paper.",
        "Q: You were starting to speak at that time.",
        "A: Oh yes well",
        "Q: What urged you to speak.",
        "A: Well not to speak you know where I didn’t go in details. I just told them that I was a\nmember. And then they said well why don’t you write your experiences you know. So that,\nthat’s when it happened.",
        "Q: Why did you come to the US?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nusage rights can be found In the catalog record.",
        "A: That’s a good question. I, I really you know I really didn’t think that I would come so\nfast you know. you know when I put my name in the, I really didn’t. But although I was not\nvery happy in England. You know. I, I really didn’t, dint’ know whether I wanted to go to the\nUnited States and my friend you know urged, urged me you know to put my name. I put and you\nknow within I think 3 months I was here. But not that I regret. I never did. I was very unhappy\nat the beginning. I was unhappy and because I was lonely.\nBut, but now I think it’s you know now that I know the United States and I know it from\nthe east to the west you know the south and north I think it’s a great country. And I wouldn’t\nwant to live anywhere else. And especially here.",
        "Q: How did you end up in Ashland.",
        "A: Well a friend of mine well first of all I was retiring. I wanted to retire and to we wanted\nto retire in you know most of New Yorkers go to Florida. Well we went to Florida. And I, I can’t\nstand the climate. You know it’s very hot. And very humid. Then we thought about North\nCarolina. The same, hot and humid.\nThen we went to Arizona. Now there it’s hot. It was so hot I said no we can’t stand here.\nThen we went to San Diego and there was quite expensive to live there. You know. and then this\nfellow, friend of mine suggested you know why don’t you go to Ashland, Oregon. He said I was\nthere and you know and he had also a friend there in real estate broker. So we came here. We\ncame for four days. You know matter of fact we drove from San Diego here. You know, I rented\nacar. We came here. We stayed four days.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nAnd the fellow started showing us a, houses. And then he showed us, this was\nthe last house he showed us. And it was almost new. It was only a year old. This\nhouse. And | like, | liked the view and everything and we bought the house. And then we\nwent back. We came from Connecticut actually. Stamford, Connecticut. We went back\nto Connecticut. | sold our house there. and in 85 we moved here. And, and May 31°' we\ncame here, May 31° in 85.\nSo I didn’t regret it. Well Frieda 1s, Frieda is used to big cities. I had a consulting job\nwhile here. We had in San Francisco. We stayed for 3 months in San Francisco. But now I like\nit. of course it is far you know. if you want to go to Europe, we, we have to go from Medford to\nSan Francisco, to Portland and then fly take the flight you know from the but it 1s, it is very\ncomfortable. Nice, nice home, nice house.",
        "Q: This is the last question. Looking back on your life, looking back on your life what do\nyou think was, this is a really tough question but what does it all mean to you, looking back on\nyour life. What is your I guess your greatest sense of pride, how about that.",
        "A: Well I, I tell you the greatest sense of pride is that I was able to escape from Auschwitz\nyou know. To, yeah. I, because it was an achievement which not many people could live, you\nknow live up to. You know. It, it was a great decision . because I knew I was playing with my\nlife and maybe I didn’t realize it then but you know the more I come to think of you know it, it\nwas a really great undertaking you know that. You know that, because so many things could\nhave gone wrong. You know and I could have been dead but I, I did it and it required a great\ncourage. And I am proud of it. That I did. That I you know that I was able to outwit,\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\noutwit the Germans and that I despite you know their cruelty and the and I was able to do it.\nAnd that I am proud of. That I was successful and I was able to defeat you know the German\nsystem. That I am proud of.",
        "Q: You mentioned your survival skills and luck but one thing you just mentioned is your wit.\nYou kept your wits about you, your intelligence. How did that help you ?",
        "A: Oh yes, well you know I mean you know the planning of the escape you know took\nmany you can talk about it or write about it you know in a few words or a few sentences you\nknow, but it took a long time to prepare for it and, and during all the preparation you know\nanything could have gone wrong. You had to know to whom to trust and who not to trust. And\nyou know because there could have been an informer who would, although we were, we more or\nless knew each other you know.\nWhat we dealt with you know and could trust but so it required a lot of preparation, a lot\nof, of thinking and a lot of cunning you know to get it all done. And a lot of trust. We had to put\nin other people because you couldn’t do it all by on your own. So that I, Iam, I am proud of\nthat, that I was able to do it. Of course I am proud of the other fellows you know who went with\nus, who helped us and we all stuck together and we were able to do it.",
        "Q: How long of a time period was that? How long did it take you to do that?",
        "A: I, I don’t know. But probably half a year.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "Q: There were other instances in your time at Auschwitz and actually before and after where\nit really took a craftiness you know.",
        "A: Yeah that’s right. There were not many escapes. Well",
        "Q: I mean just in your life though that there was a craftiness or a sense of knowing when’s\nthe right moment.",
        "A: Yes that’s right. Now maybe you know this was a result of the war. You know we hated\nthe Germans. And whenever we could hurt them you know we tried to hurt them. And, and you\nhad to be cunning and crafty you know to, to cheat you know. To, to do anything you know to\nnot to help them you know succeed. So this of course was during the occupation you know,\nwhen I lived in Warsaw.\nAnd later on you know it carried through into the concentration camp. You know where\nyou also tried you know to do everything you know to not to help the Germans, you know to\nprevent them from succeeding. And of course it was only in a very small way but still that’s\nwhat one tried to do.\nAnd we were all united in it. And that, that was the best part of it, that people were\nunited you know because we had a common enemy and we stuck together and later on as I said\nwhen the Communists came to power, you know it changed. And then people started not trusting\neach other you know because you never knew who you talked to, whether he was a Communist\nyou know supporter of the government or antigovernment you know person you didn’t know.\nAnd that divided the people I mean in Poland anyway.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "Q: Is there anything else you want to say?",
        "A: No I just want to thank you.",
        "Q: Thank you very much.\n(end)\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interviews Rat hub Halted APs, EeUR Gaus! METAL MEHR. A SPP eal dest cnaRles pga abarkarcess anc\nusage rights can be found In the catalog record.\n"
    ],
    "questions": [
        "Q: May I ask how many people in your family, your brothers and sisters.",
        "Q: What did your father do?",
        "Q: Did you have, was there very much religious upbringing in",
        "Q: Let’s fast forward. They wanted to know a little bit about your family life but also what",
        "Q: Where is that?",
        "Q: I’m very curious about what your activities were like before that happened, what your life",
        "Q: These were typical of your experiences then right before the —",
        "Q: What was that like?",
        "Q: What was that time like, Did you, was there an actual ttme when you knew you were",
        "Q: Was it a time of chaos?",
        "Q: You’re talking about phone lines?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "Q: So it was bombed or shot at",
        "Q: What was the reunion like?",
        "Q: And even after liberation there was so much hardship, wasn’t there?",
        "Q: Can you describe some of it?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "Q: What was the very day life for people. And you said you don’t’ want to stay in your town",
        "Q: And was that a difficult thing to do given that there was a lot of poverty to —",
        "Q: This is tape 2 with Leonard Zawacki. I’m Dee Roberts and I wanted to know what was a",
        "Q: How long were you there?",
        "Q: What did you do during this time?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nusage rights can be found In the catalog record.",
        "Q: Why don’t you say your wife’s name or her maiden name and tell me how you met.",
        "Q: Let’s back up a little bit. Did you feel a need to get married right away.",
        "Q: And to start a family.",
        "Q: What year was this.",
        "Q: What was the difficulty in adjusting?",
        "Q: I’m going to back track a little bit here. You said that this is a strange country. What was",
        "Q: You also mentioned loneliness",
        "Q: Was it difficult to find a feel that there’s a home for you.",
        "Q: Before that",
        "Q: Were you looking for a home?",
        "Q: Did you ever think about going back to Poland?",
        "Q: Why?",
        "Q: You were talking about all the different jobs that you’ve been employed in. Did you ever",
        "Q: You say you weren’t quite yourself.",
        "Q: I read that you had recurring nightmares",
        "Q: Do you read about the war experience.",
        "Q: Do you remember when they first started?",
        "Q: What kind of dreams do you have, what kind of dreams.",
        "Q: How do you think that this war experience shaped your character?",
        "Q: You also have had incredible survival skills. And how has that shaped you?",
        "Q: And the courage to take that chance too. Where does that come from? because a lot of",
        "Q: Did you feel that a lot of people helped you along the way during the war.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "Q: Say the name of the book.",
        "Q: Do you have kids",
        "Q: Do you think that young people understand the Holocaust.",
        "Q: Is it very difficult to start talking about?",
        "Q: When was that?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nusage rights can be found In the catalog record.",
        "Q: That first speech what did you say, what did you talk about.",
        "Q: What kind of conclusions have you come to about all the reasons for why this happened.",
        "Q: Just the reasons why did this happen?",
        "Q: For you personally what does it all mean and why did it happen.",
        "Q: Something just I hearing your experiences how do you think people can be so cruel.",
        "Q: I’m just thinking —",
        "Q: What did you learn?",
        "Q: Do you think your character was tested.",
        "Q: Take a tape break here\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interviews Rat hub Halted APs, EeUR Gaus! METAL MEHR. A SPP eal dest cnaRles pga abarkarcess anc\nusage rights can be found In the catalog record.",
        "Q: This is tape 3, I’m Dee Roberts with Leonard Zawacki. We had just talked about",
        "Q: This is sort of off the track but did you ever see or visit any displaced persons camp.",
        "Q: Do you keep in touch with other survivors.",
        "Q: What was his name?",
        "Q: Slurred.",
        "Q: Other people.",
        "Q: How many times have you been back to Auschwitz?",
        "Q: What was that like?",
        "Q: What about some times before. Why would you go back so many times?",
        "Q: Medford is ten miles from Ashland so that you took some people that you knew basically",
        "Q: So the main reasons were to share this experience.",
        "Q: Why did you feel that was necessary.",
        "Q: I think you’re allowed to break down. In your successful life, what kind of things do you",
        "Q: Did it make you stronger.",
        "Q: You still don’t believe that there 1s god.",
        "Q: Do you think this would happen again?",
        "Q: Do you ever wonder why you survived and what your purpose is?",
        "Q: Who helped you, actually let me ask you, your purpose, your purpose",
        "Q: Even now.",
        "Q: You said you didn’t talk about 1t much before but you obviously kept in touch with",
        "Q: We were talking about your friends.",
        "Q: When you first met your wife was it very difficult to talk to her about the war or did you",
        "Q: How later, how much later?",
        "Q: Is it hard to keep it locked up that for so long.",
        "Q: I’m sorry to hear that.",
        "Q: Six or seven years ago you started writing your memoirs and talking to people about this.",
        "Q: You were starting to speak at that time.",
        "Q: What urged you to speak.",
        "Q: Why did you come to the US?\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nusage rights can be found In the catalog record.",
        "Q: How did you end up in Ashland.",
        "Q: This is the last question. Looking back on your life, looking back on your life what do",
        "Q: You mentioned your survival skills and luck but one thing you just mentioned is your wit.",
        "Q: How long of a time period was that? How long did it take you to do that?",
        "Q: There were other instances in your time at Auschwitz and actually before and after where\nit really took a craftiness you know.",
        "Q: I mean just in your life though that there was a craftiness or a sense of knowing when’s\nthe right moment.",
        "Q: Is there anything else you want to say?",
        "Q: Thank you very much."
    ],
    "answers": [
        "A: Well I only have a sister, my father and mother. We had a house in Grudziadz really. I\ncould say that we were quite comfortable and my sister was married. She married a judge who I\nthink district judge or whatever they would call it. In my home down. And he was also called\nup. He was a reserve officer and when the war broke out\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nhe was called up and he was taken prisoner of war and he spent the war years in a prisoner of\nwar camp. In Germany.",
        "A: My father an engineer, a railroad engineer. And as I said, the I had quite a good life,\nreally. You know with many friends and was enjoyed, was enjoying my life. And",
        "A: I, well I was brought up as a Catholic but although my mother was probably quite\nreligious. There never was any pressure on me to, to if there was any pressure was exerted it was\nrather by the school than by my parents. But I, I am not a very religious person. And well that’s\nabout all about my life.\nOf course the war interrupted everything. And as I said I was, I was serving in the cadet\nofficers school. When the war broke out and I went to war. Although I was supposed to be\nreleased from the school because the school only took one year. And I was supposed to be\nreleased in October, but the war broke out on the first of September 1939.\nAnd | took part in the defense of Warsaw and was taken prisoner of war. And in\nWarsaw on the 27\", 28\" actually of September. And from there, from the transport to\nthe prisoner of war camp, | did escape and | came to my home town. And to see my\nparents. And there | came sometimes in October of 39. And then at the end of October,\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\n| was arrested by the local German units of serve protection units. They called\nthemselves Zedshuts and these were Germans, because my home town had a minority\nGerman minority of approximately 10%. They’re in a minority and once the Germans\ninvaded, right away they were very well organized and they formed self-protected units\nand two fellows arrested me and | was taken as a hostage.\nAnd I spent the next few weeks as a hostage and later was released under the condition\nthat I leave this territory. You know that I was undesirable person. Because these territories\nwhere incorporated into Germany. And I was evicted to the central part of Poland which was\nGerman occupied but not incorporated into Germany. And I went to Warsaw.\nhappened after you escaped from Auschwitz. So if we could fast forward to that time and I just,\nI’m interested in what, after you escaped, what was your life like then?",
        "A: After I escaped, well once we escaped we did have, we were in touch with the\nUnderground which was in the vicinity of Auschwitz. And we were taken over by Underground\npeople and directed from there, to the partisan units which were in southern Poland. In the\nmountains.",
        "A: Oh it, the towns which the bigger towns were Kenti and then (pause) the\nmountains were the range was the Carpathian range but this particular part was called\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nBeshid Zahodni, the western Beshid and one of the bigger, biggest mountains there\nwas Bialia Gora and the other town | just can’t think of it at the moment, the name.\nAnd it starts with Z.\n| will remember. It will come back to me. Oh yes, Zeviets. It was Zeviets, near\nZeviets. And there were approximately 100 partisans, of which approximately 20, 20\nwere escapees from Auschwitz. And we also had approximately ten Russians and the\nRussians were, who either parachutists who were dropped. There were 3 of them. Then\nthere were some pilots who were shot down over Germany. And they escaped and\ncame, joined us.\nAnd then there some escapees from prisoner of war camps. Altogether we had ten. But\nour unit, the partisan unit was sponsored by the Polish legitimate government which was at that\ntime in London. You know after, after the fall of Poland some of the governmental offices all\nmoved, first to France. And after the fall of France, they went to England. And England was a\nlegitimate Polish government which was the continuation of the government, of the prewar\ngovernment.\nAnd we were sponsored by them and by the English of course. And there were drops\nmade in Poland you know of ammunition and other materials. And so we were supported by\nthem. Of course, when the Russian front moved and to Poland, the Russians also established\ntheir own government you know Polish government. And they also had their own partisan units.\nAnd since we were sponsored by the government in, in England, in London, we were again when\nthe Russians came, we were the enemies of the, of the Russians because we were not communist\nsponsored.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nAnd before when the, the we when the, the front came quite near and we knew that any\ntime they Russians would be there, we separate the Russian prisoners who were with us, the\npartisans. We told them that they are on their own now. And, and after that we dispersed\nourselves because we knew that if the Russians came they would deport us to, to Siberia.\nwas like, the daily kind of. You were living in the mountains.",
        "A: Well the, the really lived mostly and we moved only by night. And day time we did sleep and\nwe Slept in the open. Many times we slept on the bare ground and when we woke up in the\nevening you know we were covered with snow. And it was very tough. It was not an easy life at\nall. Later on when in January, end of December and January when it became very cold, we took\nover how do you say, a hunting lodge which was deep in the mountains. And we did make a\ntunnel from there because it was close to a stream.\nFrom the stream we made a tunnel to get into the hunting lodge. So that nobody could\nsee whether there was any movement, the movement went through the tunnel and we stayed in\nthis, in this hunting lodge. And our activities were we were, you have to remember that this part\nof, where we were and also Auschwitz itself was incorporated into Germany. It was German\nterritory. They claimed it as German. And many of the inhabitants, Polish inhabitants were\nevicted. And many of the farms and so on and big estates where the Polish owners were evicted\nand Germans were brought in from deferment parts of Romania and Latvia, Lithuania because\nthe Germans were straight and even Russia there were German people living in Russia, in the\nVolga region.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nAnd they were brought in there. So our movements we had difficulty in movement. But\nwe did also undertake some where we intercepted some prisoners and we, I know of, of only one\ninstance where we intercepted two Polish prisoners while they were taken from one place or\nfrom one camp taking to the main camp. They were intercepted by us and taken. And they were\nfreed.\nWell how it was done that they were convoyed by guards, by two guards, two prisoners\nand from the sub camp to the main camp on the way they were approached. We had uniforms.\nWe also had SS uniforms and we approached them and we told them. that we were\nrepresentatives of the camp Gestapo, or the political department and that these two prisoners are\nneeded for interrogation. And we signed the papers an gave to the guards and they released them\nand we took them over. And they came and joined the partisans.\nIt so happened that they didn’t, one of them anyway didn’t survive. He was later on killed\nin an action. Where matter of fact I had another friend of mine came the night before to this safe\nhouse. And we left next night and in the morning this house was surrounded and one of the, the\none prisoner who was released by us was the, there were actually four of them and they were all\nkilled with the exception of one. Who hid in the basement of the, of the house and while the\nGermans tried to flush them out they were throwing grenades into the basement, he always\npicked up the grenade before it exploded and _ threw it in the next part of the basement.\nAnd then he buried himself in one corner of the, of the basement there was you know\npotatoes, when they grow and I don’t’ know to do, how do you describe them. Potato and they\nhave light you know they start growing. And people in order to prevent it you know they take it,\ntake these parts off. They grow and he buried himself in there. So when the SS came they knew\nthat there were four prisoners or partisans and they only could account for 3. And finally one of\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nthe SS people had an idea that to look there whether somebody is buried under this, I don’t’\nknow how to call this, this outgrowth of the potatoes.\nAnd they discovered him so they took him. They bound his hands behind him. With a\nbelt. And put him on a truck and were driving him to the camp. Somehow when he was sitting\nthere in the truck he loosened his hands and jumped out of the truck you know and while he\njumped out on the road, he hit his and broke his collar bone and smashed his face. But picked\nhimself up and he run on the road. Before they stopped the truck, he got away. And he survived.\nMatter of fact he lived in Canada in Edmonton. And last year he died. He had a heart condition.\nSo he was very lucky, he was very lucky.",
        "A: Now we did what did we, you see we, we caught, we couldn’t and we didn’t’ want to kill\nyou know unnecessarily. We had opportunities to you know kill the Germans but the\nrepercussions would be so, so great that it you know that only the unarmed civilian population\nwould be suffering. We didn’t want that. But what we did since some of the big farms were\ntaken over by the Germans who were brought out from different parts of Europe, we did tell\nthem that they will have to move out. We were harassing them. And we were also blowing up\nyou know bridges and railway jun, there was railway junctions. That’s what we, but we were not\nintent to killing individuals because we knew that there would be great repercussions you know\nto the Polish c, civilian population.\nSo we, we tried to avoid that. But of course I was only 4 months in the partisans since\nmy escape. And we also of course we had to feed ourselves. What we you know we, we raided\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nsome of the German stores you know for the food which we needed. We also took cattle from\nthe German farms and so on because we needed to feed ourselves. But the life in the partisans\nwas very, very hard. Very, very tough indeed. And many times we also went hungry. If we had\nto if we couldn’t get any food from the Germans, you know of course we did buy food from the\nPolish peasants but we paid for it cause we had funds for this. And we didn’t want to anybody to\nsuffer.\nNow there were, we did have well I can tell you one instance where we did matter of fact,\nI and three other. I was in charge of this action. We went, we were always very close to the\nAuschwitz concentration camp. Quite close. We you know we and one day actually one night\nwe went and we, we had to do something and then on the way back we were rather tired. It was\nlate at night and I said let’s knock on the windows of a hut and let’s hope that these are Polish\npeasants. As it happened, he was a Polish peasant and did knock on the windows and he came\nand we told him who we are and whether he could give us a lift. Through the mountains. It was\nquite a distance to walk. And he said oh yes. He will and he right away he got dressed and he\nwent to the stables and he you know harnessed a horse and to the sled and we got into the sled.\nAnd we told him to avoid the main roads, to go you know through the villages and so on but\navoid the, the main roads because on the main roads there were German transports going and so\non.\nWe didn’t want to have any encounter with them. So as we came to one village and it\nwas of course snow covered, the terrain and it was rather dark night. But still the reflection from\nthe snow you know it was making it. Anyway we came to the middle of the village. As we were\nin the middle of the village, we looked to the sides and there were tanks parked in the, in the\nyards of the, of the peasant huts. And it was an SS unit and we didn’t of course. I had to make\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nthe decision and I said well since we are more than half way through the village we just carry on.\nAnd we did carry on.\nThen the village road left to the main road which we had to take. As we came to the\nmain road a truck, a German truck came out and the road was very narrow and the truck stopped\nand a sergeant, SS sergeant got out and apparently he had the intention of arresting us and that\nwe are trying to interfere with his war. And but when he saw us four there in the sled, it was the\ndriver, there were five, he didn’t’ utter a word. He, he realized that we were probably he realized\nthat we were partisans.\nBecause on the main roads the Germans had big boards, billboards. The written and\nwarning that the German troops of bandits, they called us bandits. Bandits you know so I’m\nsure he realized that we were one but he didn’t say. Anyway had he uttered something you know\nwe would have to shoot him because, but so we went, we came to the main road. The main road\nwas at that time free and then we went a little bit further to the foothills and we dismissed the,\nthe driver. And we thanked him very much and we then walked there and we went back into the\nmountains. We had some safe houses in the mountains . it was there were foresters who were at\nthe, we stayed with them. Matter of fact this particular time it was actually the Christmas Eve\nAnd then we went to the, to the forest and there we had we came after midnight and we\nhad our Christmas Eve celebration. Very short one.",
        "A: Oh we, we just went to the house, we woke up the whole household. That was only the\nforester, his wife and two daughters. And we just went there and we sung carols and then we\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nwent to sleep cause we were tired. It was already past midnight we went to sleep into, in the\nbarn. We didn’t’ sleep in the house. And then the next morning we stayed again through the\nwhole day in the barn until evening. Then we went back to our camp.\nWell we went to our camp and you know joined our other comrades. And at one time\nyou know the, the Russian, it was then the you, no it wasn’t Christmas Eve. Then we stayed\nthere until the first of January. We spent celebrated as much as we could celebrate, New Year’s\neve in the mountains. And the Russians were already nearing the camp at Auschwitz.\nbeing liberated. Or",
        "A: Well we, we knew you know the front movements. Matter of fact, you know for instance,\none instance we were in the mountains. Again in the night. a whole company of maybe a few,\nmaybe a battalion of Germans was marching on the road in the mountains. And we came to the\nroad. We didn’t take the main roads. We always went, and we had very good guides who knew\nthe mountains you know inside and out. You know they were mountain people so we didn’t\nhave to them anyway. But we came once to a main road and on this main road therefore was a\nwhole battalion of Germans marching in the night. And they were withdrawing from the eastern\nfront.\nAnd we came right to, to the edge of you know on the, of the road and we walked\nalongside the Germans. They didn’t bother us and we didn’t bother. They spoke to us and we\nspoke to them. And then when there was a gap between the battalions we crossed the road\nbecause we had to go. Of course we wouldn’t take on a whole you know battalion of German\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nsolders because we didn’t have any chance. And they didn’t want any bother either. So you\nknow it mutually understandable that they knew that there were partisans and knew that they\nwere, but we didn’t interfere with their actions and they didn’t interfere with us.\nAnd in, in January of 45 when, when | don’t’ Know the exact date but probably in\nthe middle, in the middle of January because Auschwitz was liberated a, | think at the\nend of January on the | think 28\" of January. But it was evacuated on the 18\" January.\nThe able bodied prisoners in Auschwitz were evacuated to deep into the German Reich\nand they were marched. So in the, in the middle of January when we knew that the\nfront and the Russians are coming close, we an order came from the main headquarters\nof the partisan unit. Actually the partisan units were called the home army. In, and it\nwas a very well organized organization and was well | mean Poland wide you know not\nonly in the mountains where we were but there were also in the east of Poland you\nknow.\nAnd what awe heard when they came and they disclosed themselves to the Russians\nmany of them or most of them were arrested and taken to Siberia. And since we knew about it,\nwe said we are not going to the headquarters knew about it, they disbanded. They gave us orders\nto be that we will be disbanding and go as civilians and they issued us false papers as civilians.\nIn the neighborhood.\nSo we went after the Russians moved there we went as civilians and we went back to\nAuschwitz. In Auschwitz I had other friends of mine who came escaped from Auschwitz. We\nregistered ourselves in Auschwitz as former prisoners of Auschwitz. And we got legitimate\npapers from there. Of course the transport was very, very poor and we couldn’t’ move very\neasily but eventually we were able to, to get to Krakow from Auschwitz.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nAnd in Krakow we had some friends, especially one friend who was still alive. He was\nalso a former inmate in Auschwitz and we stayed with him. And later on when the movement,\nyou know at that time there was, the whole front was moving west. And we encountered many,\nmany Russians and especially the Russians who near, when we stayed near Auschwitz they were\nalways asking us how far 1s it to the former Polish German border. And we said it was\napproximately it was ten kilometers and we said we were curious. Why did they ask. I said why\ndo you ask. He said because once we cross this border then we can do whatever we like.",
        "A: Yes, there was a chaos yes. First of all the railroads were disrupted. You know the lines\nwere disrupted. You know there were bombings and, and you couldn’t’ go, you only could go so\nfar and then the, the line was the railroad line was damaged and you had to walk for a few\nkilometers and then take another train from there on. and so on. So there was a lot of disruption,\nespecially going from south to north. The lines you know going from east to west they were kept\nbecause that’s where you know the movement was and all the delivery of the arms and so on had\nto go this way so they were repaired right away.\nBut the other lines you know meaning from north, from south to north, they were\ndisrupted yeah. They were not, so it, it was very difficult to move around. It wasn’t easy at all.",
        "A: Oh not only phone but rail lines you know and roads. And roads. Especially rail. For\ninstance I after I stayed in Krakow for some time I think in end of February, I think we, my\nfriend who also lived in, in northern part of Poland, not far from home town, we wanted to go\nand we went. And for instance we had to travel mostly on top of the roof of the, of the trains.\nThen we only could get, we couldn’t go through Warsaw. We had to take some line. Then and\nwe had to walk, to walk many times you know for, for many hundred, not hundred but tens of\nkilometers. And finally we did get to, to nearby west of Warsaw and there we got a train, a\nRussian transport train which was delivering petrol or what you say, gasoline. You know to the\nfront cause the war was still on.\nSo we got on this tank, tanker and I, I had an accident. I put my foot in order you know to\nsit under the big tank you know and just on some railing you know. I tried to prop myself up\nand I put my foot in a coupling you know where the trains when they, the coupling. There was\nan opening. I put my, my heel into it. I wore, I had a German jackboot you know which I took\nfrom a German. And it had a very strong heel. Anyway I put it in there. And while the train was\npulling you know there was a gap and I didn’t’ realize that after it started braking it stand you\nknow and the opening closed and it caught my heel. And matter of fact, I thought that I lost my\nyou know my, my heel. That it was crushed. Because right away you see the, the boot. Broke,\nthe leather broke.\nAnd I felt tremendous heat you know in the whole foot. But I couldn’t’ pull out, I\ncouldn’t’ do anything until the train started to pull again and then I was able to feel my foot.\nAnd, but and I asked my friend because my friend was sitting next to me, to hold me in case I\nlost consciousness. You know so that I wouldn’t’ fall under the wheels. And, and then finally\nthe, the train came to a stop at a station and we got off and I went to a first aid station but they\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\ndidn’t’ have much there. in the first aid station. They couldn’t’ do it. all they did, they split the\njack boot and I took it off and there was, there was no, it was only internal bleeding and the\nwhole foot was black and blue.\nAnd they, they couldn’t x ray because they didn’t have any x ray machines. And we\ncouldn’t also we had to walk for an hour I think, some 30 or 40 kilometers to the next, and I was\nhobbling on this foot and eventually there was a cart, a peasant’s cart and I, they put me on the\npeasant’s cart and that, til we came to his home town which was 1s approximately 40 miles away\nfrom my home town. And I stayed there for the next two weeks I think, three weeks. And then\nlater on, I, I took from there and I took a train to, to my home town which I thought I would be\nable to get. But it only went one station and they stopped.\nThe Russians stopped the train and they put it on the side, side rank. And then they took\nall the people in the train to do, do some work for the you know for the Russians. I, I refused. I\nsaid I can’t work because I, I was lame. I just couldn’t do it. So I had an argument with a Russian\nsergeant, but anyway he walked away. And, and then he said well you work for one day and\nthen the next day you will go carry on. Well the next day came. The train was still on the sides.\nYou know the people were still working. The next, there was only one train a day coming.\nBut I knew about it. you know I knew how the Russians behaved so I went back and\nwhen the train came I got on this train and I went, but again it only went few, a few stations and\nthen I had to get off and walk. And by that time I could walk much better. And then I while I\nwalked, a Russian truck came and I stopped and they, they gave me a lift. And then finally I\ncame to the place which was quite close to my hometown.\nBut it was on the left bank of the Vistula river and I had to walk, I walked to the Vistula\nbut the bridges on my, there were two bridges leading across the Vistula and they were both\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nblown up. So and the river was full of ice. It was still I think March. Full of ice. So I couldn’t\nget through and it was, the level of the water was very high. There were docks you know. It was\nclose to the you know you thought that any, any moment it will overflow. You know and flood\nall the low lying lands. But after a few days you know it, water receded and the ice receded and\nthen the Russian start to build a pontoon bridge. So once they started building the pontoon\nbridge, I, I stayed in a, a farm house which was a German farm house which was abandoned by\nthe Germans.\nAnd there were, but there were still you know the livestock was there and we went into\nthis house. There was nobody but we went in the room and there was heat so we wondered what,\nwhat happening. Couldn’t see. After a while a man came and he was a groom who was a Polish\nfellow, a groom to the livestock who were German farmer. And we said well then we can stay.\nHe said oh yes you can stay here. He said do you need any food. I said of course we need food.\nSo he brought us food and milk. And so we stayed there for a few days until the water had\nreceded.\nOnce the water receded we went to the, to the place where the Russians were building the\npontoon bridge. As we came there, the Russianist arrested us and took us, they said, not arrested\nbut they wanted us to work so they loaded us on a truck and they were driving somewhere and\nsaid where are you driving. Finally you know because the truck stopped and the officer got out\nand he looked at the map and he didn’t know where he was.\nAnd then we asked him what do you want. He said I want the forest. I said why. Because\nwe need some wood to cut wood. I said why didn’t you ask us. We would, you’re going out of\nyour way. Going the wrong direction. You should have asked us, you know. We would have\ntold you where to how to take. So we had to go back and then we came to the forest. And there\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nthey got off you know and looked which tree to cut. In the meantime we all dispersed you know.\nAnd we, I went back, I went back to the place where they were building the, the pontoon. I got\nmy belongings because I had to leave it there. Took my belongings, went there and then officer,\ncaptain Russian captain came on a motor boat and I spoke to him whether he will take me across.\nAnd he said do you have vodka. I said no I don’t have any vodka but I had a fountain pen and a\npencil and a Parker fountain pen and a pencil in a red case and I said I give you this. He said ok.\nAnd then I said I had a friend and I said I have my brother. Of course he was not my brother.\nBut I said I wanted him, take my brother as well. He said no, either you or nobody. It’s only you\nI take. I won’t take your brother. So I said ok. He said I have to go back to the other side of the\nriver and then I come back and I take him.\nAnd in the meantime another officer came to the water edge and I started talking with\nhim and apparently he was from I don’t know whether he was from NK VD, you know the KGB\nor something. Anyway, he was from an intelligence unit and he had to report somewhere on the\nother side in a village where there were the headquarters. To the headquarters of the Russian\narmy. And he asked me whether I knew how to get there. I said yes, I know. And we started\ntalking and I said you go with me and I show you exactly where to go, which road to take. So\nwhen the, when the boat came you know with the captain, he took, took us you know the Russian\nofficer, he was I think a leftenant and myself and he drove us.\nBut he was very leery. He didn’t talk to me. The captain didn’t talk to me because he\nwas afraid. And I didn’t know how he recognized but apparently he recognized that he was you\nknow somebody very important. Not to mess. So anyway, I said well I won’t give him now the\npen. I said if I give him, I give him one piece, I give him the pencil. You know. So when we\nwent out, he was standing like this with his hands you know behind him and as I walked out, I\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\npressed you know the pencil into his hand and he didn’t say anything. You know because he\nwas afraid of the, so we went and we walked.\nMy home town was it was a fortress. And the Germans were defending it until I think the\nend of March. So when we came just they just capitulated a day or so before. So the many parts\nof the town were still burning you know. And there was a terrible destruction. Anyway we\nwalked. I told him which way to, to take to the destination which he wanted to go and I went\nhome.\nAnd I came to my parents. My parents were in the house but our house had I think 36 or\nsomething you know holes in it you know from, from the, from the artillery pieces you know\nwhich were made you know the Germans were defending. Our house was more or less on the\noutskirts of the, of the town.",
        "A: No shot at by, by artillery you know. What do you call it, whatever. Anyway it was full\nof holes. And they, my father made a, in the cellar he made a bunker more or less you know to\nprotect the, we are sitting all the time in the cellar.",
        "A: Well you know when I escaped I did write a letter but I didn’t write a letter to my home.\nYou know when I escaped from because I, I didn’t you know they probably, I didn’t’ want to\nendanger them. So I did write a letter to a neighbor and in this letter I also enclosed a letter for\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nmy parents. For, and I asked the neighbor to deliver it to my parents, which he did. So they\nknew that I escaped. But of course they didn’t know since you know what happened to me. The\nwar was still going on. When I came to the house my father didn’t’ recognize me. Not at first\nyou know. My mother right away did. And so as I say I stayed a few days oh and during this\ntime I came, it was already quite dark when I came. When I left the Russian officer, came, 1t was\ngetting very dark. And apparently the house was under observation because they next morning I\nwas Sleeping you know in my room and the Russians burst in with an automatic rifle, you know.\nIn my and pointed it to me in the bed. He thought that I was a German. He said and I\ntold him, I showed him right, I said look I am here from Auschwitz and I came. Then he realized\nthat he made a mistake and he left.\nBut there were many instances. You never, suppose he didn’t’ know what it was. You\nknow he would have taken me and you know. Well people don’t’ realize what war really is here.\nYou know. Cause you have to experience it yourself you know before you can understand you\nknow what it was and how it was. What we went through.",
        "A: Yes, yes. I didn’t’ want to stay in my home town. There was nothing. There was a lot of\ndestruction. And",
        "A: Well some, some streets were completely destroyed. You know they were blown up or\nyeah. The and then the Germans also tried to prevent it. They were flooding you know there\nwere some lowlands which they tried to flood and they flooded it which of course they didn’t\nprevent it, the Russians from coming anyway.\nThe Russians were very callous about their dead, very callous. They were, there were\nmany bodies of Russians lying for, for days. They were not, until the Polish population started\nburied them because they were afraid of, of you know epidemic and but they, they just couldn’t\ncare less. Not only of course they didn’t’ care about the German bodies, but, but of their own\nthey didn’t care.\nWell when later on I went to Krakow and for instance in Krakow they well in the hospital\nwhen they operated you know they had to amputate the limbs and so on. they were throwing\nthem out of the window in the street and absolutely I don’t know. They were a different kind of\npeople.\nfor very long. But just what was everyday life getting food, you know the poverty.",
        "A: Well that was very scarcity of food. You can imagine many things were destroyed. Many\ntings since my home town was occupied, not only occupied but incorporated. The Germans\nremoved everything what they could. So it, it was very, very difficult. Everything was you\nknow Russian. You couldn’t’ buy. You had to have coupons you know in order to buy. Bread. I\nknow my father had to go and he did go to the country you know to the peasants to get food. And\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nonly from peasants he knew because otherwise they wouldn’t sell either. So it, it was very\ndifficult. It was difficult for everybody, for everybody.\nAnd I myself went back to Krakow to see my friends and then we started we had to do\nsomething. You know the schools were still closed. You know during the occupation of\nGermany of course all the high schools and the universities were closed. We couldn’t’ study at\nall. And later on, I, I went to Krakow and we, we got together some of my friends you know\nAuschwitz friends. And we didn’t know what to do and eventually we had an idea. We wanted to\nopen a, a café and a restaurant. And we were able to do it cause we got organized and we got a\nplace. And the place was a villa which was given, not given to us but lent to us by the widow of\na university professor who was killed in Auschwitz and she said yes you can have this you know\nand use it.\nAnd of course we would pay rent for it.",
        "A: Well we somehow were able to I would say that maybe we had some privileges you\nknow, a little privilege because we were you know from Auschwitz and everybody knew what\nwe went through. So also the Russians, they didn’t and they couldn’t care less. But anyway we,\nwe did get organized and we opened this restaurant and we had a, a band playing and we opened\non a Sunday and we advertised you know as much as we could, although everything was hush,\nhush you know. there was a Polish security and the Russian security and so on. Anyway we\nopened this and it was a great success because we, we named the place you know that, the place\nwould be at Auschwitz, former Auschwitz prisoners.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nAnd there was a great, tremendous amount of people came. It was so well that we had\nalso a garden and there was no space. People were standing outside you know. And maybe\nbecause of the success, the next morning on Monday the Russians came and they closed it. they\ntook everything you know, even the, the band. They left their instruments you know. They\nwouldn’t let the instruments, nothing and we were, they left with them. So we went and we\ncouldn’t do anything, nothing. So we went to the Polish authorities. And they said well we can’t\ndo anything. They couldn’t do anything so I said well are you going to compensate us. After all\nwe did put some money into it. whatever our labor. Our labor and the lady, I mean the, the\nwidow you know of this.\nThey said we can’t do anything. Anyway afterwards they did compensate us and they\ngive us a night, night club in the center of, of Krakow which we took over and we used. And we\nran it for some, but I, I was very discouraged with everything which was going on at that time in\nPoland. It wasn’t the Poland which we expected. You know. For instance when the end of the\nwar came you know the celebration. We didn’t’ celebrate at all. Nobody. We were all very\nmuch depressed. You know about the whole situation.\nAnd it was a very sad time. And I left Poland soon after it. I left, I left the business. I, I\nknew that nothing would come of it. and I left Poland with another friend of mine on in August\nof 1945. And I went maybe there was also part of it, maybe adventurous and I wanted to see the\nother world as what it was. and I went with him, we went through Czechoslovakia and\nGermany to Italy.\nWe, we got legitimate papers. Well legitimate we, there were, we bribed an official and\nhe gave us the papers. Which I don’t’ know how good they would be and because we didn’t’\neven test them. When we came to the border we didn’t’ go in just, we went through the border\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nand bypassed the you know the place where the checked every, the checkpoints you know and\ngot to the Czech, got to Czechoslovakia.\nBut we also have Czechoslovakian visas which when we got into the train on the Czech\nside you know the Czechs came and they checked it and apparently they were good because\nthey didn’t say so we went to Prague and at that time of course the war was finished and there\nwas a demarcation line between the American forces and the Russian forces, between Prague and\nPilsner you know. and Czechoslovakia. And there was a border and there of course they, the\nRussians wouldn’t let anybody out but the trains were so packed. To the brim. The roofs were\nfull, everything was full you know.\nAnd the Russians when it came to the checkpoint you know everybody took a piece of\npaper and was waving because if the guards couldn’t come through the, you know it was too\ncrowded so they had everybody went you know. You came to Pilsen and then we went the\nAmerican occupation zone. And from there we went by train to Germany.\nAgain it was not easy. Again on the Czech German border there was again checking.\nBut somehow we did, we went we got on a train which was evacuating Italian prisoner of war\nprisoners from Russia and it was going to Italy . So once we came to the border, we went\ntogether with the prisoners and they didn’t’ do anything. And we came to, came to Munich. And\nfrom Munich we went to the Polish prisoner of war camp. Near Murano. And from there the\nfriend of mine had somebody an officer who was in the second Polish corps in Italy.\nWhich the second Polish corps in Italy was fighting you know during the war with\nthe 8\" British army and the headquarters were in San Giorgio, Port of San Giorgio in\nltaly. And we got a passage from Murano to Italy and we went to Italy. Through the\nBrenner pass and then to Verona and Predappio. Predappio the birthplace of Mussolini\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nand we stayed there. And then we came to Porto San Giorgio. And they, they\naccepted us you know into the army and the Second polish corps.\nI was by then an officer, you know second leftenant and I got assignment in Porto San\nGiorgio to the intelligence unit and I stayed in Italy til 1946. In 46 the corps was evacuated\nfrom Italy to Great Britain. And I came to Great Britain.\n(change tapes)\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interviews Ra\\atdag, Hplied. ales, Ciela cats! METAL MHgH/RSLAe SALAM Ol Ol ash Tees OP gsenA abaubapcess and\nusage rights can be found In the catalog record.\n(#2 — File RG-50.549.01.0012.02.03 — duration: 58:03)\nlot of times people have expressed that liberation was a sort of an almost anticlimactic because\nthe war the feelings and the survival was so heightened and you know was so the day to day\nsurvival was so intense that afterwards there was a sense of not knowing what to do with your\nlife. Did you feel that at all.",
        "A: No, I, I don’t think I did feel this way. But now reflecting you know and, and going\nreflecting on these times, I know that I really wasn’t myself. You know I probably would have\ndone, had I been had it been now, you know I probably would have acted differently. But when I,\nI came to Italy to me it was the best time of my life. You know it was a relaxation. Not only\nbecause of the climate and the, the geography.\nBut I just felt very free and in the army I was free. I more or less could do whatever I\nwanted. And that, that was a great relaxation for me.",
        "A: I was a year and as I mentioned before it was the best year of my life.",
        "A: Well I was assigned to the intelligence unit and I was in security section and I had a lot of\nfree time and I had my own car and I could move and I did visit. Actually we the war was over\nand there were really there wasn’t much to do. Of course, at that time, not only the Polish forces\nbut the Americans and so on, they thought that there would be another war between the two\nallies you know. Between the Soviet Union and America and England because the things started\nalready to deteriorate. And eventually you know as we know now there was the Cold war. But\nit never did come to that\nSo after, after a year in Italy we were all evacuated from Italy to Great Britain\nsince we were part of the 8'\" British Army. And the, | must admit that | didn’t like it all,\ncoming from sunny Italy to England. Matter of fact we came to, we came to Scotland\nand it was pouring rain and it was cold and dark and then we came to a camp. We\ncame first to Knowsley Park in, near Liverpool near Prescott, Liverpool stayed there for\na few days and then we went to another camp in Poulton, in Cheshire. And from there\nto Delmar camp, also in Cheshire, near Chester. And then eventually, | was demobbed\nand | went to London.\nAnd I finished my studies going to the London School of Foreign Trade and eventually\nstarted working. And then I met my wife in London. I worked in London for a very short period\nof time.",
        "A: Oh I met her, I had, I quartered in a family in an English family. I had a room with a\nfriend of mine and it was in the northern part of London, in let me think of it. Forgot the name.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nCan I. Yes, it was Hiberry New Park and if the parents the people who I lived were also friends\nof Frida’s. I (microphone bump) and she came there one day and (microphone problem). I met\nmy future wife at Mr. and Mrs. Gardner and then eventually I did register. My friend registered\nwith the American consulate you know to go to America. He had a aunt here. I didn’t have\nanybody in America.\nAnd he a, urged me also to register and I did. And before I knew the consulate sent me all\nthe papers and then I went for an interview and before I knew I was in the states. Because there\nwas an act of Congress that was passed that 18,000 ex-Polish service men will be admitted and I\ncame here. As a matter of fact, I flew, British. (speaking to someone in another room)\nYeah I came on an El Al Airline from London. Heathrow to Idyllwild at that time it was.\nJFK Kennedy was called Idyllwild. And I was sponsored by actually by a priest. It was\narranged by my friend. A priest in Milwaukee. And I had some friends who lived also in New\nJersey and I stayed with them for 3 weeks before I went to Milwaukee.",
        "A: No I didn’t, no, no.",
        "A: No, no. Never, didn’t have that need at all. I didn’t but not until I came to the states. The\nstates and I felt a little lonely. Another strange you know very strange country for me, America.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "A: It was in 1951.",
        "A: Well first of all I was very poor. I didn’t, I came here having $56 in my pocket. And I\nthink half of it was, which I borrowed from my future wife. I we were not married. We got\nmarried in a year. So and then I started work in, in Milwaukee and I went to the factory. I had a\njob which I could have in an office. But they wanted to pay me $55 a week and my friend\nthought it was not enough.\nAnd he said you could make much more in going to a factory. So I went to a factory but I\njust couldn’t do it there. I was work, I was earning much more, almost a hundred dollars but the\nwork was, I was making coat hangers, you kwon for the laundry and dry cleaning establishments\nand I just couldn’t put up with it and it was, I worked overtime and I got up at 5:00. And finally I\nsaid, no. And I, I quit the job and I came to New York.\nAnd then in New York I got myself a job with Chase Manhattan bank. You know the\nbank. I worked for, it was rather a menial job. It was for the, in a foreign department and didn’t’\npay much. $40, I think forty something dollars a week. I was getting. And then I after a year, I\nasked them for a promotion because I thought I was better educated to do the job I was doing\nthere.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nAnd the supervisor, they were all Irish men and they were I think all keeping together and\nhe wrote a letter, a memo to his superior and he said that in his opinion he thinks that he can do\nbetter job. And of course I, nothing came of it and I left. And I left. I went to a insurance\ncompany, Cosmopolitan Mutual Insurance Company and I stayed there for ten years. And I\nthink I did progress there. And then I left them again. And I went to another company. New\nYork fire and marine underwriters. And there, there I became the chief accountant. And then\nfrom there I think I was 8 years there.\nThe company merged and they wanted to go to Milwaukee and be part of Milwaukee so I\nleft and I went with AIG, American International Group, a group of companies which was\nworldwide company. And I stayed there for the next seven years. And from there I got\ntransferred. I asked for the transfer. Frieda wanted to go back to England so they have big\noffices in London. SO I got a transfer and went to London and\nStrange.",
        "A: Well it was strange insofar that it wasn’t European. You know. I, I mean I was brought\nup in Europe and England and Italy. And it was a little, a little rough. You know some of the\npeople. I also there were mostly you know they were very how do you say. Very understanding\nbut, but they in many instances they were rather how do you say not to offend anybody. But they\nwere gruff you know and loud and, and pushy you know and I wasn’t used to that. And of course\nalso I in the east I really didn’t like the climate. The climate was to me, especially later on you\nknow when I worked in New York, the subways, the humidity in the summer, I just can’t, I\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\ncouldn’t stand it. You know you took a shower in the morning, went in the subway and you were\nalready perspiring you know and you were wet.\nAt that time the subways were not of course were not air conditioned. And, and the\npushing and shoving and you know almost every day there were fights on the, on the subways.\nYou know you’re not exposed when you live in Portland or somewhere else but in New York.\nAnd New Yorkers were generally very, very rough and tough and, and even the police were not\nvery kind. You know.\n| remember one instance where | came | was new in New York, and | asked. |\nhad a friend who lived on park Avenue. | think | was on 5'\" Avenue and | asked the\npoliceman ad the corner. | said could you please direct me. And | was very polite\nwhere Par Avenue is and he didn't’ utter a word. He just motioned with his hand.\nAnd in other instance they were not very, very pleasant. But you know I overcame,\novercome this. you know I’m not used to it.",
        "A: Well loneliness because I did, although I had family but I already helped many friends in\nEngland, many friends and I knew a family in New York but it wasn’t the same. They were\nelderly and they had a daughter. Maybe they wanted me to marry the daughter but, but I you\nknow besides that I didn’t’ have anybody. And this, this you know this was a one of the reasons I\nwas lonely. And eventually I did ask my future wife to and she came, came over in 52. In April\nwe got married. Then we established our own household. First we had a furnished apartment in\nBrooklyn\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nAnd we stayed there for a year and then we got our own apartment in Jackson Heights in\nQueens and we got our own furniture and then you know first we had only one bedroom.\nAfterwards we had two bedroom apartment. And then we moved from there to, to Flushing. You\nknow New York as any big city I think is changing very rapidly. You know the neighborhoods\nchange, especially in New York. Jackson Heights after a while I think we lived there ten years.\nYou know it started changing. Many transients, mostly from South America and then it became a\npart of, there were many drugs you know dealers around, South America, Colombia and so on.\nSo we moved out.\nAnd then we moved as I said in 76 we moved to England. I got a transfer. But again I\ndidn’t like then England. I was already used to America you know. and I was Americanized and\nI didn’t like England. Matter of fact Frieda didn’t like because England started changing. It was\nnot the same thing as when we, so I stayed there only 15 months. And then I asked for a transfer\nback but the company said no. We just transferred you. no you can’t so I said all right well I\nquit. And",
        "A: No, I think my home is now here. Now I, I",
        "A: Before, yes, yes it was. Yes.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "A: Oh yes, yes. I you know I, I you know I. After a while in New York, we did make some\nfriends. I had some friends, although not very close you know. They were not Polish really. One\nwas an Austrian friend and the other one was a Czech. So I didn’t have too many Polish friends.",
        "A: No. I never did, never.",
        "A: I don’t know why, why, probably one of the reasons was the economic situation. And the\npolitical situation. I just didn’t want to live under the Communist you know regimes. I because I\nwent there many times. | the first trme I went to Poland you know after I became an American\ncitizen, which was in 1956. And I went to Poland in 58 and I saw you know what was going on. I\ncouldn’t, I couldn’t live there. It was, first of all the people were not free. You know and they, it\nwas a police state. You know I had to go to the police when I arrived there, to register. It’s a\npolice state. and they took a you know they interrogated me and I had to sign you know the, the\nit was like confession. What I was doing and what and why. And I had to sign it you know. My\ngod.\nAnd no I couldn’t, I couldn’t’ live there. I wouldn’t. And now, now that it is a free\ncountry you know I just don’t’ think about it. I have been living here too long. and you know I\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nusage rights can be found In the catalog record.\nwouldn’t, wouldn’t live there, couldn’t. Look I spent most of my adult life, most abroad. And\nyou know.\ntalk to people about your war experiences during that time.",
        "A: Yes, I did I’m sure. I did speak about. I, I myself think that I was quite successful later on\nin life, you know after I quit the job in London. I did get a job right away in America. And back\nin America with by that time I specialized in reinsurance business and I got a job with a company\nwhich was part of CIT financial corporation and they bought me back and they paid for my\npassage and the furniture because when I went to England we went with all our furniture. Well\nnot all but some of the furniture. Bu the first company which transferred me paid for it.\nAnd then this company which hired me back. At that time I was already 62 years old.\nYou know so at 62 not anybody, everybody can find another job but I was able to because I think\nmy services were you know such that , that they needed me and I became a vice president and\nlater on I did and I was also director, you know the board of directors. And then after board of\ndirectors. Then later on I became a consultant and I worked on my own account. And I well and I\nyou know for an immigrant I think I, I did quite well. So for this I mean I am very grateful and I\nam as I said, although the beginnings were very hard I think I did make something of it. And I\ndidn’t, didn’t think too much about my past.\nAlthough as I said, when I reflect on it, I at times I wasn’t quite myself after I left the you\nknow after I escaped from because it did leave something on my mind you know. for years,\nwhich I spent in the concentration camp.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "A: Well you know when I, when I think back you know that maybe I would have done\nthings differently you know in some ways and I, I just know that I wasn’t quite you know. I you\nknow I never tried because for instance I never tried to talk about it. I didn’t want to talk about it.\nI didn’t want to recall it. So I kept it you know buttoned up. And I did you know then try for\ncompensation and but it was a very (minimal?) compensation which I did get. And I didn’t ever\nfollow this through.\nI probably because as a people in same circumstances as I you know didn’t get much\nmore money out of the German government but I just really didn’t’, didn’t want. All I did get, I\ngot 1800 dollars I don’t know what year it was out of just a lawyer took 400. And I think I got\n1400 which you know it’s nothing.\nBut you know I probably could claim on some physical disability or mental disability or\nsomething of the kind. I didn’t. I was lucky and grateful that I came out alive and I don’t’ think\nthat I have any physical disability or mental disability. Although maybe you know that\nsomething was playing on my mind anyway because it had to leave some, something you know.\nThe things which I saw and experienced.",
        "A: I, I did, sometimes I do yes, I do. I have well maybe it’s also due because I still read\nabout this and this you know when I read and I, you know.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nA; Yeah the war. It’s very hard to explain. You know how people could be that way if what\nkind of people they were that they could do such you know terrible things, I mean gruesome\nthings. So that, that I do have nightmares but not as much as I used to.",
        "A: Oh no not really I couldn’t tell you but I think they started much later than, not right at\nthe beginning because I tried to push it away and I think I pushed, I was very successful at\npushing. I didn’t want to think and I didn’t’ talk about it you know until I started talking. Then,\nthen they came back. Yeah.",
        "A: Oh things are always terrible dreams. You know somebody trying to kill me and\nsomething like that. most being killed or you know something to this of this nature yes.",
        "A: Well I think I became more tolerant. You know I matured more. I was you know as\nyouth I you know you are always full of energy and you know many dislikes and not very\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nusage rights can be found In the catalog record.\ntolerant you know to others, other people think and I think I’m much more tolerant. Much more\nunderstanding. And I, I think I am a better person not that I don’t know as I was a bad person\nbut I, I’m more understanding you know much, I am more forgiving. That’s what it, what I think\nI am.",
        "A: Yes well I can tell you that from the first moment when I was arrested I thought of\nnothing else but how to get out. How to I never did give up, never did. I never lost you know\nhope. And I never, and I, I have tried, always tried to be very inconspicuous. I, I knew many\npeople in the camp you know who tried to be very heroic you know and, and I, I realized right\nfrom the beginning that the best way was to be do yourself, but keep quiet you know to yourself.\nAnd not to try to be a hero.\nBut I never gave hope, up hope you know of surviving and I never gave up hope of\nescaping. It always was on my mind to escape. Matter of fact the first day when they arrested me\nI already thought to escape while they were arresting me. I just you know didn’t know enough\nbecause we were, we came to the prison. It was a reception room which was close to the exit\nroom. And you had to go in order to escape you had to just had to go out of the reception room.\nThen you had to go through two gates. You know where there were guards. I thought that, I\nthought since I didn’t speak E, German you know that I would bluff my way through the gates,\nyou know because at that time there were still Polish guards in the prison.\nBut I, I am afraid I didn’t’ have enough courage and I didn’t know enough you know how\nthe whole prison system operated. But I did think about it. I did think because I was in civilian\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nclothes you know when they arrested me and I was well dressed and as a German I probably\ncould say heil Hitler you know and the Polish guards wouldn’t know the difference. And maybe\nthey would let me through. But I didn’t do it. But I did think, I never as I said, I never lost hope.\nNever lost hope.\npeople were afraid to take the chance because they might be killed.",
        "A: I don’t know I really, it’s very hard to express. You either have it or you don’t have it.\nWe, when I tried to escape from Auschwitz we had a different plan and to escape and when the\ntime came we tried to escape as civilians and one of the fellows just couldn’t it. He just couldn’t\ndo it. He was shaking like a leaf. And he said I can’t do it, and we had to abandon him. And so\nwe could do it. I did. I, I don’t say that I was not afraid or you know but, but I took the chance.\nAnd we had very close, very close calls during the escape. We had close calls but we made it.\nYou know but we believed in ourselves and we believed in that we will be successful. So we\nwere, but I took the chance and you know for we also knew what consequences would be if we\ndidn’t succeed. And we were prepared for this. That we had the poison, you know the cyanide\nthat we would take.\nAnd kill ourselves because we knew that we would be killed anyway and tortured before\nbeing killed.",
        "A: Yes, people were helpful, yes. I think we, we were more united you know during the war\nthan we are now. And I am talking about Poland. We were because we had a common enemy.\nYou know we had a common which was Germany and we were all united and we were all\nfighting you know to survive. Not that there were no, no exceptions. You know there were\nexceptions. Many, some of the Poles you know collaborated, but there were very few. Nobody in\nPoland collaborated who was on the top you know. I mean of any stature. Like in different\ncountries. Like for instance in, in Norway, Quisling you know who collaborated openly you\nknow with the Germans.\nIn Poland we didn’t. We were, and we were all united. Now it, 1t changed when the you\nknow when the Polish government, the Communist government came to power you know then it\nchanged. There was no unity. And people you know there were some, those who were\nCommunist you know. They were you know pro-Russian and the others were opposed to it.\nAnd, and the division started, but not during the war.\nNow people can say you know that many I think especially as I don’t know whether you\nknow but Poland had I think one of the largest you know minority Jewish population minority in\nPoland, in, in the world. There were over 3 million Jews. Now many Jews, the Jews accused us\nthat we didn’t do much more to help the Jews. I think the Poles did more than any other country\nyou know. They, you know to the Jews. And they did it with great risk to themselves, you know\nbecause the Germans were particularly you know against the Jews and anybody who would help\nthem. So you know the, they just I think they are not fair you know 1in, in this assumption.\nNot all. Many Jews are very fair. You know and they especially this book you know for\ninstance says.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "A: Oh the name of the book is Hitler’s Willing Executioners you know by Daniel Jonah\nGoldhagen. He is very fair in, in his assumption. For instance I heard well many Jews say that\nthe concentration camps were in Poland because of the, the Poles being not accessories but\nhelping or willing you know to, to, well which is complete nonsense. The only thing is that\nPoland was centrally located in Europe and the biggest concentration of Jews was in Poland and\nit was out of logistic you know things that they, that the concentration camps were there, not\nbecause of anybody, because the Polish population wanted to.\nOn the contrary you know they never found, found any Poles who would help in the\ndestruction of the Jewish population. But and here and this author of this book you know says\nthat mostly those who helped the Germans were the Lithuanians and the Ukrainians. And the, it\nis a fact because there were Ukrainian units you know SS who were helping the, the Germans.\nSo I think the record should be kept straight. And you know fair is fair.\nI don’t say that there were not people who, who betrayed Jews but then on the other hand\nit was also in some cases where the Jews betrayed Poles. So we have to be very, very careful and\nyou know and, and fair. And honest.",
        "A: No we don’t’ have any children. No. we, I know I got married. I wasn’t young. And\nFrieda was you know she, Frieda is older than I and we were, came to this country. You know\nwe had to make a living and beside that I just didn’t feel like having children. I didn’t and well\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nnow when you see you know how some of the youth, you know developed here you sometimes\nwonder maybe it was a good thing. But we didn’t.\nYou know that this country 1s not very how do you say, well I mean already this country\neverywhere now is change, the world is changing very rapidly with all the communications you\nknow between the different countries. You know so the, the drug situation and so on. Maybe\nwe can describe, maybe it’s better that we didn’t have children.",
        "A: I think so. I, I do you know I’m asked by the college and, and the high schools and I do\ntalk. And surprisingly they do. They know about it. Of course they you know they would like\nand they want to hear firsthand you know and I did to speak and I, they have the firsthand\naccount. And of course they are, you know they are always very interested you know how I\nmanaged to escape. And but I get very, very nice letters from the youngsters you know after my,\nmy talk.\nThey write to me. And it is very rewarding to you know to read it. And",
        "A: No it was difficult at the beginning. It was",
        "A: Well it was probably some six years ago, yeah. I was much more emotional when I\nspoke. Matter of fact I, my first talk was to a Rotary club. I was not a member of the Rotary Club\nbut they asked me to speak and, and I didn’t know how I will, 1t was a very emotional speech, so\nI was told. I mean I didn’t listen. I talked and talked and I was only accorded half an hour but I\nthink I spoke for an hour and then nobody left there.\nAnd but now I am, I don’t’ have difficulty. I can speak and very seldom do I get\nemotional. You know.",
        "A: Oh I spoke about the whole thing you know about the war and how it worked. And I gave\nsome statistics you know, what you know how what the sufferings were and I you know I mean\nthe biggest suffering of course were the Jews. Took the well the crimes you know victims of the\nregime. But it has to be remembered you know, although the 6 million Jews you know perished.\nThere were also 5 million of non-Jews you know who perished. And they should also be\nremembered. And we shouldn’t you know concentrate only on, on the Jews and be fair you know\nto both sides.\nI, I know that you know the other Christians you know were persecuted because of the,\ntheir beliefs and of their political views you know and the Jews were just you know persecuted\nbecause of their, their race. But nevertheless you know the others were also victims. So we just\ncan’t you know disregard them and should be fair to the other victims. You know. So. That’s\nhow I feel about that.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "A: Well you know there, there is all, especially here in this country once you know from the\nJewish community one hears you know well the Polish anti-Semitism and they completely\ndisregard you know the German anti-Semitism. Anti-Semitism I think is everywhere. You\nknow it is in America and this and any other country. But the intensity of 1t may be in Poland it\nwas more intense because there were more Jews. But they completely disregard the intensity of\nthe anti-Semitism which was in Germany.\nAnd, and that’s where it all started. And I, I forgot.",
        "A: And now the reasons were first of all you know the, the anti, anti-Semitism you know\nexisted in Germany. And of course it was how do you say. It was can’t find the proper word. It\nwas intensified by the regime, of the Nazi regime. You know their policy was the extermination\nof Jews and it was not only the, it was the policy of Hitler and, and, and since the ground you\nknow the anti, anti-Semitism was there anyway, it you know when, when they came with the\npropaganda you know against the Jews it fell on very fertile ground. And that was the reason\nwhy you know the.\nNow why there was anti-Semitism. Anti-Semitism was because most of the Jews were\nquite prosperous. I, I am talking about Germany. In Poland you know we had many, many, very\nmany poor Jews. But in Germany most of them were quite prosperous and there was hate and\njealousy and this all contributed you know to, to this problem of, of the, the Jewish problem. And\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nthe Jewish problem was also in Poland and in Russia. We first of all Poland was a rather poor\ncountry.\nAnd, and you know we had a minority, a Jewish minority of approximately 10, ten\npercent, close to ten percent. And then and we also had in prewar Poland we had a minority of\nUkrainian minority of 15%. So and I think the Ukrainians are even more hateful you know more\nanti-Semitic than, than the Poles were. But, but, but you know the Poles were not to the extent.\nThey always say there were Polish pogroms. There were no Polish pogroms because the\npogroms which were existed you know were during the Russian occupation of Poland. And a\npogrom has to be sanctioned by the government. And in Poland during the, the existence you\nknow after the First World War, the, between the two world wars you know which Poland was in\nexistence for 20 years. It never was any, anything, any pogroms sanctioned by the Polish\ngovernment. But the pogroms were sanctioned in you know as we know in, in Germany and in\nRussia and we know what happened you know to the Jews you know during the last war.\nWe know that 6 million of them were, perished.",
        "A: Well I, I think it happened you know the Holocaust happened because of, of hatred\nwhich was you know and the hatred you know they vented it, they more or less, Hitler blamed\nthe Jews and made a scapegoat of them for all the ills in Germany and in Europe that well and\nyou know and there are many reasons.\nOne reason is for instance as far as the Catholic church is concerned you know that they\nblame the Jews for killing you know Jesus. But you know so, so you know so the Catholics\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nprobably those less intelligent you know accept this you know as, as the reason to hate the Jews.\nOthers take the reason you know because they are better off, because one has to accept that they\nare very industrious people. And very educated most of them. And very clever. You know and\nthis you know is also cause for hating. So that, that there are many reasons.\nI think the reasons are also very well described in this book which I mentioned you know\nthe Hitler’s Willing Executioners. He, he very well describes you know what how, what was the\ncause you know to this holocaust.\nAnd of course they and it was popular for the Germans you know for the Nazis it was a\nvery popular thing to do because it united and anybody today nobody talks about German anti-\nSemitism. I don’t’ know why. Of course there are not many Jews left in, in Germany. But there\nneither are there any many Jews left in Poland and yet they always talk about the Polish anti-\nSemitism.\nHow can they have all that hate. How can the cruelty that you witnessed how 1s that possible.",
        "A: Well that is very hard to, you know to understand. | don’t know you probably have\nto be born but the cruelty | mean it was fueled by, by the general policy you know of the\nregime. | think in Germany. And you know the hatred, the you know they had\npublications. The publications and | think it was Sturmer which was a the publication of\nthe Julius Streicher who was one of the greatest you know haters of the Jews. So you\ncan inflame this in a propaganda. Goebbels | think he was a master of propaganda.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nBut if you talked to people and tell them this, this that the Jews were this and that, and\nthat you know eventually it falls on, on fertile ground and people become, but otherwise I just\ndon’t know. but maybe the Germans are just cruel people.",
        "A: I think it, and I think it’s you know it you will find cruel people in any nation, in you\nknow there are sadists you know. Why do we have killings here like what was this fellow\nDaumer or something. I mean it happens. How do you blame this.",
        "A: Well as I said, I, I learned tolerance. You know I, I, I don’t’ think I was not tolerant but,\nbut I, I have I appreciate it more you know. That I think everybody should have the chance to be\nwhat he wants to be and what he is.",
        "A: I don’t, I don’t know. You know I myself some, you know of course I can’t judge\nmyself too well, but other people. I think I was always a very you know understanding person.\nYou know I think I was good person. I never got in any mischief. I never, you know in, in the\ncamp You know, I, I couldn’t hit and I wouldn’t hit anybody. I mean matter of fact, I at one point\nin the camp I was, I was they made me because of my German they made me a clerk on the, on\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nusage rights can be found In the catalog record.\nthe block. And as a clerk I had to keep the evidence of the prisoners you know. How many\nprisoners there were and who went to another block and so on and so on.\nWell one and there were reports you know the roll calls were twice. And well at first\nthere were 3 times a day and then afterwards they were twice a day. And at one evening roll call,\nI got a from the main office you know that one prisoner had the next morning had to be delivered\nyou know to the main office. And apparently I was not supposed to tell in this until after the roll\ncall. But I told him before the roll call. Now what this fellow apparently knew or suspected what\nis going to happen, that he probably will be executed so I and I told him this before the roll call\nso when I told him, he disappeared.\nBut we were already in the compound and he couldn’t escape. It was impossible to\nescape from there but, but what happened he, he hid himself in one of the blocks. One of the\nblocks that was being built and he between the scaffolding you know he hid himself. Of course\nin this delayed the, the roll call because they had to find him. And they found him very soon\nafterwards.\nSo afterwards you know the, the block head he fired me right away. He said you know\nyou shouldn’t have told him this and he fired and I was punished to be sent to very heavy work\nand, and the SS told him that I, that he should watch me that the heaviest possible work would be\nassigned to me. So when we came back after the roll call one of the fellows said why don’t you\nhit him. You know because he caused you so much grief. I said why should I hit him. I just\ncouldn’t, I why should I do this. This poor soul you know probably will be dead tomorrow and\nwhy should do it and what would it do to me.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nSo well that’s my character. I just couldn’t, couldn’t do that and I wouldn’t’ do it.\ncouldn’t, couldn’t do another human being. That I am, how I felt and I never did anybody any\nharm.\nBut there were people you know there were people. There were prisoners themselves you\nknow who behaved very, very, very badly. And they were punished later on. And, and look it,\nnot only was limited you know to the German prisoners because there were German criminal\nprisoners. There were also Polish prisoners you know who were very, very cruel to other people.\nAnd there were Jewish prisoners who were cruel. They there were Jews who were also you know\nblock elders you know and who behaved.\nOne has to understand that some people thought that if they are going to be cruel or be\nvery tough on other prisoners that they will save their own skin. You know the, the, the instinct\nof survival was very, very strong in everybody and some people thought through cruelty to\nothers you know they will save their skin and others as I think in my case you know I just tried to\nbe inconspicuous you know and, and just behave. You know as a human being.\nI also you know there, there were prisoners who for instance were stealing from other\nprisoners you know bread you know which was punishable. If you were caught stealing another\nprisoner’s bread which was you know our, our you know food was very meager, it meant that\nthis guy, the other prisoner from whom you stole the bread, he probably is going to die. So it was\npunishable by death and it was punishable by death, by the prisoners themselves you know it\nwas, they took him to work. Some of the capos or something. He was told that this fellow stole\nthe bread and they, they killed him. So there were many terrible things you know which I many\ntimes I don’t want to recall them. Anything else\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\n(#3 — File RG-50.549.01.0012.03.03 — duration: 36:41)\ndifferent ways that this has shaped your character, that the Holocaust and war experience. How\nto what do you attribute I guess your resilience. And your survival",
        "A: I, I suppose as anybody else you know the will to, to survive and to live, to, to live.\nThat’s survival instinct. But maybe it’s stronger in me than anybody else. And I, I think it’s\nalso partially a, you know that I did survive as that has a lot to do with it, I think. I, I really do\nthink that there is a lot you know. Luck has a lot to do with. because you know there were many,\nmany times there were very strong people which you thought and they would perish and of\ncourse once you lost will to, to live you know you were finished. But if you had a strong will to\nlive you survived.",
        "A: No, I never did. I never did, no.",
        "A: I do. I, I do keep in touch with the fellow who escaped with me. You know who was\nalso changed into SS uniform and took the other four colleagues of ours out of the camp.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nusage rights can be found In the catalog record.",
        "A: His name is Alfonse Shuminski and he is | think he and myself are the only\nsurvivors of the six who escaped. | know that 3 of them are dead and, and the one we\nnever heard of you know so he disappeared. Somewhere but I’m sure, | feel that he is\nalso dead. And now this Alfonse Shuminski who lives in Poland is, is he had a stroke\nbut he can, he can move. It wasn't very severe stroke. But his speech is a little blurred,\nhe cannot speak. Do you say blurred or the vision is blurred.",
        "A: Yeah.",
        "A: Yes and | have other people. | was in touch with one fellow who was as | told you\nin Edmonton and he died last year and then there is a fellow who lives in Menlo Park.\nAnd | Sometimes am in touch with him. And then | am in touch with in Poland, in\nKrakow, one fellow name is Tatatosh Zaleski. And then a friend in my home town who\nactually helped me you know and maybe he was really the cause that | did survive\nbecause he introduced me to, to somebody and the carpentry you know and | got the\njob as a carpenter. And, I, | am in touch with him. | go quite frequently or used to, quite\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview, ig RL VehER rr Ruler SPSLOHRA Grate Memoiad Mash es.nel ection, of oral teshmonies: «ptorm Alon abguiarcess and\nusage rights can be found In the catalog record.\nfrequently go to Poland. And now since my wife is not so well you know | don't. |, | hope\nto go you know this year. Hope to go in the fall, maybe in the late summer to Poland.",
        "A: Oh | was probably five or six times and my wife was there twice with me. | was, |\nwas last the year before you know for the anniversary, the 50\" anniversary. | was in\nAuschwitz.",
        "A: Well it was a very, very sad, very sad occasion you know. There were many people.\nFrankly I didn’t like that because it was a show and I don’t’ agree with it. You know there were\nmany dignitaries of, from all over and I think the survivors were rather pushed aside you know\nwere as, as I think they should be in the forefront and not the dignitaries. I thought it was poorly\norganized. It was wrong. And I think many other people thought the same way.\nThat you know well I just didn’t like it.",
        "A: Well I went back because there were occasions and I wanted to show my wife you know.\nAnd then I , then I went once, a Jewish girl from here, matter of fact she is from Oregon and she\nwas an exchange student in Poland and I wanted her to see what it was so I took her there. And\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nusage rights can be found In the catalog record.\nthen I took once my, my great niece you know I wanted her to see it. So I took her. Only because\nI, I mean for myself I know it.\nOh yeah and then I took once a group of, from Medford, you know some 20 people\nfrom Medford went and I took them you know as a guide. We opened a Rotary Club in touring\nPoland and afterwards we toured Poland and we went to Auschwitz. And",
        "A: Yes, well there were Rotarians you know and their families and we went actually for a\ntour for the opening of the Rotary club in Poland but then we also toured, not only Poland but\nalso Czechoslovakia. We were in Prague Czech somewhere, but on the way we went to\nAuschwitz and they wanted to see Auschwitz.",
        "A: Yes, yes. I",
        "A: Well, first of all I wanted as many people to know what, what it was like and what the\nsufferings were you know. What people went through. Not that you know many of the, the gas\nchambers and so on destroyed in Auschwitz you know, in Birkenau actually. They blew them up\nbut there are still many, many things you know which are there and which indicate you know\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nusage rights can be found In the catalog record.\nwhat, what kind of a place it was. Matter of fact when I was describing because I was serving as\na guide, I did break down you know.\nBecause it recalls you know for instance you know you witnessed the hangings there\nwhich were always public. And you know the, nobody is as strong as they think they are. So I, I\ndid break down. But I always try to recover very fast and I do.\nattribute to how you survived, what you learned and how it shaped you as a person to your later\nlife, you know as, as you look back.",
        "A: Well when I came here you know, I, I ,as I said I came without any means and I tried to\nmake something on me. And I suppose I’m ambitious. You know to, to and I wanted to achieve\nsomething you know. And I was, I think in my estimation I was successful. I didn’t become rich.\nMoney doesn’t matter so much you know but, but Iam comfortable and, and I think that\nambition you know 1s and, and I saw that. I had the knowledge to do it. And here I am.",
        "A: I think so yes. Well you know of course you know the whole world is not perfect and not\neverybody is perfect. There are things you know which I don’t’ agree with you know and but 1n,\nin general you know I try to be live my life, lead my life you know as, as well as I can. But I tell\nyou that, I, I think although I was not very religious, I lost my faith. And I, it is I think due to, to\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nAuschwitz in part, although I wasn’t very religious before that. But I don’t’ think there was a\ngod in Auschwitz or anywhere. I don’t’ believe it.\nYou know no matter how much you pray the more it doesn’t mean anything so just, just\ndon’t have to face.",
        "A: I really don’t think so no, no. I mean maybe there is some being or something you know\nbut as far as I am concerned, no. I mean I don’t’ look, I respect everybody’s religion,\neverybody’s beliefs but to me I don’t, I just don’t have any faith.",
        "A: I suppose so. I think in the if the conditions are you know very, sometimes I forgot the\nwords I want to, getting senile.\nIf the conditions are right I think that look the conditions for Hitler to get to power were\nright at that time. you know they were the economical situation you know and so on. and of\ncourse everything was. If all the conditions are you know in place, it, it can happen, it can\nhappen. Look the we all not so long ago you know if you take Bosnia which 1s probably to a\nmuch smaller extent but there was still cleansing, you know killing and so on. There, there is\nhatred between the religious hatred you know between the Muslims and the Christians and the,\nand the Orthodox people you know in Bosnia.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nYeah, Herzegovina. And they, they are killing not to the extent as you know because it\nwas in Hitler Germany it was organized you know and it was I think everything written out you\nknow, how to do it and maybe in Bosnia it was spontaneous or not. I don’t know but it still\nhappened and it can happen. Look at the killings in, in Africa . you know we have. And, and I\nthink it can happen any, anywhere, anyway if the conditions are right.",
        "A: Well I, I think I survived first because I wanted to. And secondly I think I was lucky.\nAnd I used my brains or you know my abilities the right way. And that was the reason I, I did\nsurvive. And the will to, to live. The will to live. It’s a very you know the instinct to survive 1s\nvery strong in human beings. And if you lose this, if you lose your will to live, you know then\nyou are finished. Might as well lie down and many did you know, many people in Auschwitz\ndid. Lose the will.\nOf course it’s brought on by, by mistreatment, by hunger. You know specially by hard\nlabor. But you know I think it’s also a lot of luck to do with it. You know if you’re lucky and\nknow and help you know strength you know, help each other.",
        "A: My purpose. Well, well I think the purpose is that you, you want to you know to be\nalive. you want to, to live and see don’t’ want to be dead you know, that’s a purpose.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "A: Oh well, now, now my purpose well I just want to have you know a quiet and\ncomfortable life you know. And health. You know in older, it’s all important this health you\nknow. Of course you know even it all depends on the genes you know which you were born.\nSome people are, live longer, others shorter you know and I think I my father when he was he\ndied, he was 90, almost 94. 93. And he, he you know he died because he fell, fell and hit his\nhead and probably could have lived longer. My mother died because after operation she had an\noperation and she died there when she was 79.\nSo now the purpose and the purpose is also I want to say and that’s why I speak to the\nyouth, you know in the high schools and the at college you know the, I want people to know\nwhat it was. Maybe it, it may be in this way it can be prevented in the future. For anything like\nthis to happen again. That, that’s the purpose. And as I said I couldn’t’ talk about it and I\nwouldn’t talk about it, but now I do and I realize that you know that’s why I also wrote my\nmemoirs because I wanted to put it in writing what happened. I didn’t write everything and\ndidn’t’ see everything. You know there were things and other prisoners probably saw more, more\nof the horrors you know than I did.\nBut I saw a few of them and believe me it is enough. What I saw for any human being to\nsee.\nfriends that you could talk to about it.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "A: Yes, no I, I did, really didn’t keep too much in touch with friends. I, I didn’t, I did meet\none friend in London, it’s a girl. (phone ringing)",
        "A: I met in a friend while I was still in London so it was before I emigrated to the States. It\nwas in 51. I met her. She 1s a Jewish Polish Jewish girl and she worked in a typing pool, next to\nmy office when I worked in, I worked in the central building administration building. And she\nwas in the typing pool. There were approximately ten, ten Jewish girls. She was the only Polish\ngirl. There were Slovakian girls, Hungarian girls, and one Dutch girl. I think one German girl\nand there were altogether ten and they all spoke both, their own language and German and they\ncould take shorthand you know in German.\nAnd, and I met her. They all survived. They were all Jewish. They all survived. They\nwere evacuated from, from Auschwitz and I know from her because I met her in London, she\ntold me that they all survived. And so I keep in touch, I still do keep in touch with her. You\nknow once in a while I call her or she writes to me and when I am in London I see her.\ndo that?",
        "A: I did, but I didn’t go into details. I just told her that I was in Auschwitz you know and no\nI didn’t go into details. No, until later. I.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "A: Oh I you know [ really to talk about it when I started writing the memoirs you know and\nit was probably seven years ago, seven years.",
        "A: No you know because I was busy. I concentrated on my work and I didn’t. I just put it, I\nthink in this respect I have the ability to do to put it aside you know and I think that’s what kept\nme sane ,that I have this ability to push it out of my mind. You know, now I can recall it. Now\nyou know that I am more comfortable you know with it, I can recall it. And it doesn’t’ hurt as,\nalthough I, as I told you before, I sometimes have nightmares when I talk too much about it.\nProbably will have one tonight. Don’t worry.",
        "A: Well you know I mean you can’t avoid it. You can’t avoid it when you start talking\nabout it.\nNow you know the worst part in Auschwitz to me anyway was the uncertainty which,\nunder which we lived. You know although I did work you know. I had a job. You know I\nworked in an office afterwards and I was not mistreated, although I didn’t have any more food\nbut I, I had an easy, easy work. But the, the uncertainty of life. You, you know although,\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nusage rights can be found In the catalog record.\nalthough you work in the office, when you came to the compound you didn’t’ know what to\nexpect.\nYou didn’t know whether they are not going to call your name and take you, you know to\nthe desk block and they you know and shoot you or hang you or gas you, you know. I, I think in\nmy transcript I did say that I, I was lucky to escape gassing only by, by a few hours you know.\nSo, so you see that that was the un, then what prompted us also to escape was that we knew that\nthe, the end of the camp was nearing because the front was you know we had good information\nbecause we had the r, radios. I worked in the workshops you know and there were electricians\nwho always got the radios for repair.\nAnd they of course when they, once they repaired the radio they kept it and they\ntuned in, into the BBC you know and so on. So we, we had the information and we\nknow that and we also knew that there was a plan to destroy the camp you know the\nevidence you know. It was called Mole plan. Mole was a, a German staff sergeant you\nknow in the SS oberhauptshungfere or something that is. And he had the plan to\ndestroy it you know.\nAnd he wanted some planes and tanks and so on and level everything but of course the,\nyou know the war effort wouldn’t permit the Germans to you know given all these things to do\nthe job. But we knew it about it and that’s why we also escaped because we didn’t know what’s\ngoing to happen.\nNow maybe somebody can say it was selfish but I don’t know. Ifit was selfish. But it\nwas pre, you know self-preservation. I wanted to live. And you know you couldn’t save the\nwhole camp. The whole camp couldn’t’ escape. Although when we went to the partisans we\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nthought that maybe we will be able to liberate the camp, but we had you know there were a\nhundred of us and we were poorly armed.\nWe, we wouldn’t’ have any chance you know to do anything like that. it was impossible.\nwhat was there anything particularly that happened that cause you to want to do this.",
        "A: Well actually the, the urging of some of my friends. American friends, none of the friends\nwho were in concentration camps. None of them, no but when I when I spoke with them you\nknow and they knew that I was in the concentration camp then they said well you should write it.\nyou should put it on, on paper.",
        "A: Oh yes well",
        "A: Well not to speak you know where I didn’t go in details. I just told them that I was a\nmember. And then they said well why don’t you write your experiences you know. So that,\nthat’s when it happened.",
        "A: That’s a good question. I, I really you know I really didn’t think that I would come so\nfast you know. you know when I put my name in the, I really didn’t. But although I was not\nvery happy in England. You know. I, I really didn’t, dint’ know whether I wanted to go to the\nUnited States and my friend you know urged, urged me you know to put my name. I put and you\nknow within I think 3 months I was here. But not that I regret. I never did. I was very unhappy\nat the beginning. I was unhappy and because I was lonely.\nBut, but now I think it’s you know now that I know the United States and I know it from\nthe east to the west you know the south and north I think it’s a great country. And I wouldn’t\nwant to live anywhere else. And especially here.",
        "A: Well a friend of mine well first of all I was retiring. I wanted to retire and to we wanted\nto retire in you know most of New Yorkers go to Florida. Well we went to Florida. And I, I can’t\nstand the climate. You know it’s very hot. And very humid. Then we thought about North\nCarolina. The same, hot and humid.\nThen we went to Arizona. Now there it’s hot. It was so hot I said no we can’t stand here.\nThen we went to San Diego and there was quite expensive to live there. You know. and then this\nfellow, friend of mine suggested you know why don’t you go to Ashland, Oregon. He said I was\nthere and you know and he had also a friend there in real estate broker. So we came here. We\ncame for four days. You know matter of fact we drove from San Diego here. You know, I rented\nacar. We came here. We stayed four days.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\nAnd the fellow started showing us a, houses. And then he showed us, this was\nthe last house he showed us. And it was almost new. It was only a year old. This\nhouse. And | like, | liked the view and everything and we bought the house. And then we\nwent back. We came from Connecticut actually. Stamford, Connecticut. We went back\nto Connecticut. | sold our house there. and in 85 we moved here. And, and May 31°' we\ncame here, May 31° in 85.\nSo I didn’t regret it. Well Frieda 1s, Frieda is used to big cities. I had a consulting job\nwhile here. We had in San Francisco. We stayed for 3 months in San Francisco. But now I like\nit. of course it is far you know. if you want to go to Europe, we, we have to go from Medford to\nSan Francisco, to Portland and then fly take the flight you know from the but it 1s, it is very\ncomfortable. Nice, nice home, nice house.\nyou think was, this is a really tough question but what does it all mean to you, looking back on\nyour life. What is your I guess your greatest sense of pride, how about that.",
        "A: Well I, I tell you the greatest sense of pride is that I was able to escape from Auschwitz\nyou know. To, yeah. I, because it was an achievement which not many people could live, you\nknow live up to. You know. It, it was a great decision . because I knew I was playing with my\nlife and maybe I didn’t realize it then but you know the more I come to think of you know it, it\nwas a really great undertaking you know that. You know that, because so many things could\nhave gone wrong. You know and I could have been dead but I, I did it and it required a great\ncourage. And I am proud of it. That I did. That I you know that I was able to outwit,\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and\noutwit the Germans and that I despite you know their cruelty and the and I was able to do it.\nAnd that I am proud of. That I was successful and I was able to defeat you know the German\nsystem. That I am proud of.\nYou kept your wits about you, your intelligence. How did that help you ?",
        "A: Oh yes, well you know I mean you know the planning of the escape you know took\nmany you can talk about it or write about it you know in a few words or a few sentences you\nknow, but it took a long time to prepare for it and, and during all the preparation you know\nanything could have gone wrong. You had to know to whom to trust and who not to trust. And\nyou know because there could have been an informer who would, although we were, we more or\nless knew each other you know.\nWhat we dealt with you know and could trust but so it required a lot of preparation, a lot\nof, of thinking and a lot of cunning you know to get it all done. And a lot of trust. We had to put\nin other people because you couldn’t do it all by on your own. So that I, Iam, I am proud of\nthat, that I was able to do it. Of course I am proud of the other fellows you know who went with\nus, who helped us and we all stuck together and we were able to do it.",
        "A: I, I don’t know. But probably half a year.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "A: Yeah that’s right. There were not many escapes. Well",
        "A: Yes that’s right. Now maybe you know this was a result of the war. You know we hated\nthe Germans. And whenever we could hurt them you know we tried to hurt them. And, and you\nhad to be cunning and crafty you know to, to cheat you know. To, to do anything you know to\nnot to help them you know succeed. So this of course was during the occupation you know,\nwhen I lived in Warsaw.\nAnd later on you know it carried through into the concentration camp. You know where\nyou also tried you know to do everything you know to not to help the Germans, you know to\nprevent them from succeeding. And of course it was only in a very small way but still that’s\nwhat one tried to do.\nAnd we were all united in it. And that, that was the best part of it, that people were\nunited you know because we had a common enemy and we stuck together and later on as I said\nwhen the Communists came to power, you know it changed. And then people started not trusting\neach other you know because you never knew who you talked to, whether he was a Communist\nyou know supporter of the government or antigovernment you know person you didn’t know.\nAnd that divided the people I mean in Poland anyway.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nseg Might ea eden RSE REPS OER GE! MemoAs MHASH SLR SHOP OL HA SSH CRS Uo QrenACH abaubarcess and",
        "A: No I just want to thank you.\n(end)\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interviews Rat hub Halted APs, EeUR Gaus! METAL MEHR. A SPP eal dest cnaRles pga abarkarcess anc\nusage rights can be found In the catalog record.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJune 29, 1996\nRG-50.549.01*0012",
        "The following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interviews Rat hub Halted APs, EeUR Gaus! METAL MEHR. A SPP eal dest cnaRles pga abarkarcess anc\nusage rights can be found In the catalog record.",
        "PREFACE\nThe following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.\nThe reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.\nThe following transcript is the result of a recorded interview. The recording is the primary source document, not this transcript. It has\nnot been checked for spelling nor verified for accuracy. This document should not be quoted or used without first checking it against\nthe interview.\nThe interview ig RL VehER rr Ruler SPSLOHRA Grate MERA TAL MYRSH RRS SLOP OCHA SSH RUS: UPA BbQubAPCeSS and\nusage rights can be found In the catalog record.",
        "LEONARD ZAWACKI\nJune 29, 1996",
        "Dee Roberts: This is Dee Roberts. | am speaking with Leonard Zawacki and this is the",
        "first tape and it’s June 29\". We wanted to start off with what your family life was like",
        "before the war. And if you could go into a little bit about the home life and your",
        "upbringing.",
        "Leonard Zawacki: — Well I, I was born in northwestern part of Poland. In the town of",
        "Grudziadz which before the First World War was under the German occupation or it was part of",
        "Germany. And I went to school, to high school. I finished the high school and then I started my",
        "studies in Warsaw in economics. Where it was called Central School of Commerce. In Warsaw.",
        "The war of course interrupted my studies. And in 1938 I was conscripted. I had to serve",
        "in the, in the armed forces and I was since I was a student I was taken to the cadet officers",
        "school, reserved cadet officers school."
    ]
}