{
    "rg": "RG-50.030.0282_trs_en",
    "sequence": [
        "Question: Would you tell us please, your name?",
        "Answer: My name is Conrad Mehler.",
        "Q: Would you tell us where -- where you were born?",
        "A: I was born in Vienna, March 27, 1915.",
        "Q: Would you be so kind to tell us a few words about your childhood, where you lived, and how\nwas your day to day life during your childhood? Also, a few words about the background of your\nfamily.",
        "A: My father was a physician. He was, during World War I, in the Austrian army as a physician\nand therefore then, wh-when the war started, the family went to Vienna from Chernowitz. I was\nborn in Vienna during the war, and stayed in Vienna til 1919. After the war we returned to -- to\nBukavina. My father was a physician in a small village, which -- the name of is [indecipherable].\nThis was a community of 5,000 people, and he was serving the area of 15 such villages, so a\npopulation over 50,000, it was in the area of Suceava, which was the topic of this\n[indecipherable] in that time. I went to school in Romania, first in [indecipherable] at the primary\nschool, at the elementary school, the four grades and then I went to the gymnasium in\nChernowitz where I stayed with [indecipherable]. I finished high school in Chernowitz in 1932,\nmade the baccalaureate, and during the -- my stay in Chernowitz there was some anti-Semitism\nin the schools, but some of it being [indecipherable] with a minority Jews, so it wasn’t felt too\nbadly. There were some fights between students. It was -- one element which I remember was\nwith one of the -- during the baccalaureate, one of the st -- Jewish students was killed by a\nRomanian student dur -- while we were waiting for the results of the baccalaureate, which was --\nat that time was [indecipherable]. It was a very famous, very well known, anti-Semitic group,\n[indecipherable] and there was a big funeral for [indecipherable] [indecipherable]. I -- after I\nfinished my schooling in Chernowitz in 1933, Hitler came to power in Germany. But being\nraised in a village which had -- half of the population was German [indecipherable] population, I\nhad German friends from school, which we were together [indecipherable] and as soon as Hitler\ncame to power in Germany they stopped talking to me and they stopped chasing me and they\nstopped knowing me. So it was the first encounter where the influence of the Nazi regime had an\neffect even before Romania -- while Romania was still under the government, the democratic\ngovernment that had nothing to do with Hitler, but the Germans beca -- stopped talking to me\nand ignoring me [indecipherable]. I went to study to Italy where the situation, even though it was\na [indecipherable] regime, for the Jews there was no discrimination and I had very good\nexperience in Italy. During all my studies, even when the -- when the Hitler-Mussolini pact came\ninto effect and they wanted the Jew -- th-the Jewish professors were eliminated from the -- from\nteaching and from [indecipherable]. And we were supposed to go at the end to the exams\nseparated from the Gentiles, but the Italians refused to do it and so we went together, because\nthere was always a very good, spirit of camit -- camaraderie. It happened at one time, they had\n[indecipherable] students in Bologna and they want -- they made a big fuss and so on, so the\nItalian students went with us again th-there. So they were really very nice, all the time. I was\nlucky enough to live in the house of a -- of a [indecipherable] and with his family that I was\nreally like a -- like a son in their house, so there was no problem during my stay in Italy. In 1940,\nCh-Chernowitz was occupied by the Russians. I think it was 28 of June, 1940, and we were left\nin Italy without [indecipherable] with -- with our hometown. There were, at that time in Bologna\nthere were several hundred Jewish students [indecipherable] school, from all over Europe, from\nPoland, from Lithuania, from [indecipherable], from Hungary and so on. We were studying in\nItaly -- in -- in a foreign country was because under Romanian universities there was no more\nscholarships and you couldn’t be accepted [indecipherable] when you were accepted, you were\nbeaten up and so on. There was a lot of -- unpleasant to be studying there, so therefore many\nstudied in Prague, in Italy, or in France, some in Switzerland [indecipherable]. So, we are talking\nstill about 1940, Chernowitz was occupied un -- came under the Russian [indecipherable] and we\nwere blocked in Bologna, we didn’t know what to do. We had to go -- to go back to Chernowitz,\nto stay in Italy. Italy was already the pact with Mussolini - Hitler and it was already war against\n[indecipherable] together with Germany against France and England. So we decided, two\ncolleagues who were in Bologna at that time, to go back to Chernowitz. Everybody consulted us,\nand said it would be better to go back to Chernowitz instead of staying here where there is\n[indecipherable] anti-Semitism and danger. So, I went with another colleague to the main\nembassy in Rome, to take care of my Romanian passport, which expired during my stay in Italy,\nand got a new passport, in end of July of 1940. And came back to Bologna and a group of other\ncolleagues decided that we are leaving and we are going back to the -- to Chernowitz, to\nRomania. We -- I went with another colleague, and a group left a week before us, to Bucharest.\nWe stayed in ca -- another couple of days in Bologna. We arranged in Italy that time they should\nexpulse us, expulsion from Italy to the Yugoslavian border so we didn’t have to [indecipherable]\nand so on. They were very nice, the Italians, they were very forthcoming, and we s-started -- and\nwe started our [indecipherable] back to Romania. Everything went [indecipherable] went -- went\nokay til we came to some -- I don’t remember exactly the place where the tra -- 1-1-1n the train\nthere came the Iron Guard, members of the Iron Guard who were out of Romania in Germany,\nand came back [indecipherable] the regime in Romania changed, so they came back to Romania\nin the train. They started going with their [indecipherable] coming back from Italy, they started\nto make remarks with, we are going to take care of you when you come back to Romania. We\ndidn't mind, we didn’t pay much attention to it. Anyway, we didn’t have a -- much choice, we\nwent -- we were supposed to go to Bucharest, and to Bucharest we had relatives, and so we\nfigured we [indecipherable] to Bucharest and from there we will see what -- what will happen\nfurther, if we should go to Chernowitz or not. We came to the border, to Jimbolia which was the\nborder and from there we were supposed to go to [indecipherable] which was the first big city,\nbut [indecipherable] in Jimbolia, while we were waiting for the train to proceed, was who -- the -\n- they came back, they took our passport and said we have to come down, we cannot enter\nRomania.",
        "Q: Who took your passport?",
        "A: The border police.",
        "Q: Romanian, or Yugoslav?",
        "A: Romanian, Romanian. We was in the Romania [indecipherable] border it was the Romanian,\n[indecipherable] was the Yugoslavian part of the border. So we -- they took away our passports\nand they said you cannot proceed because you are communists and we cannot let you in, and\nthey took away our passports and arrested us and kept us 1n the -- in the police station in\nJimbolia, and they -- it was 24 hours, after 24 hours they decided that we have to leave Romania.\nThey took away our documents, our passports, our luggage, everything, and at midnight some\n[indecipherable] which is the border patrols of the Romanian, took us with the order that’s if we\ntry to return to Romania, we will be killed. They have orders to shoot us. So we started, my\nfriend and I and the third person who was with us, started to walk through the fields in the\ndirection Yugoslavia. And we were sure that they are going to shoot us as soon as we got in the\nfields, because they said they have orders to shoot us if we tried to return to Romania. So we\nwandered through the fields for a couple of hours, til we heard barking of dogs, and we knew\nthat we are in the vicinity of a village. So we continued to walk into this village, and we found\nthere this -- there were in the village, letters on the stores and so on, so we knew we are in\nYugoslavia. Start wandering at night and were around four or five o’clock in the morning, and\nwithout documents, without anything, without money, without any means. Started walking and\nwe are looking for some names which would sound Jewish, maybe a store or [indecipherable]\nthat we could get some [indecipherable] and maybe get in touch with our relatives in Bucharest,\nwhich were at that time still in Bucharest. While we were walking, wandering through the village\nin the early morning hours, there came a border patrol who spoke only Serbian, and we couldn’t\ncommunicate with [indecipherable] with him and he took us to the main station in\n[indecipherable] these border villages, and there a blonde, tall Serbian guy from the border police\ncame and greeted us, and took us to his home and let us wash up. We were dirty from the walk in\nthe field. And told the wife to prepare a breakfast for us, and kept us there til noon because the\nnext day to the main -- main town with this to -- the border there, was Belica Chachinda. And he\nkept us there til noon time and then he took us to Belica Chachinda where the -- where the\nstation chief was already notified that [indecipherable] Jews are on the way to Belica Chachinda.\nHe came, he treated us very friendly, he said, you -- we will take you, there is a Jew, a Mr.\nFrankel, who was in the import export business for cattle, and he will take care of you for the\nmoment, til we find out what to do with you. And really we came to this Mr. -- Mr. Frankel, and\nfound that our colleagues who left a week before, they were all there at his house. And so we\nstayed in the house of Mr. Frankel, and we started [indecipherable] what to do next. In the\nmeantime we telephoned to Bucharest and we got in touch with relatives of ours, and one of the\nrelatives was in the -- in fact in the reserves and the officer in the Romanian army in the --\nRomania, still stationed somewhere in -- in the vicinity of -- came through the border to start to\nnegotiate what to do with us. So it lasted another week or so. In the meantime the brother of Mr.\nFrankel went to Belgrade to talk to the Russian embassy. Yeah, I want to m-mention that when I\nwas in Rome on the Romanian passport, I went also to the Russian embassy -- to the Soviet\nembassy in Rome. The police knew, the Italian police were notified that I am going because I\nwanted a visa to Romania, to Chernowitz. This he didn’t give me, but he said he notified the\n[indecipherable] in Bucharest, was that we come to Romania, they would take care of us. They\nnever did, it was just a story, nobody did anything. But our relatives arranged our return to\nBucharest. So part of us went back to Bucharest. Another part, four of our colleagues were not\nallowed, were not permitted again, had to go back the same -- same through the fields to\nYugoslavia. Even though they had the same passports like we did [indecipherable] all valid\npassports, Romanian passports, Romanian citizens. So [indecipherable] of these friends, all of\nthem perished during the war, in Yugoslavia. We don’t know exactly what happened to them,\nmaybe it was the partisans or whatever where they ended up on their own, were killed in\nYugoslavia during the war by the Germans. We came back to Bucharest, we were supposed to go\nto our families when we came to Bucharest, but we were arrested immediately at the -- at the\nstation in Bucharest, and taken to the police station sec -- security and stayed there for a week or\n10 days. Our relatives tried to get in touch, we couldn’t get in touch with our relatives, and the\ndidn’t know what to do with us. They kept us there for a week or 10 days. They wanted to send\nus -- in that time there was a camp of the Iron Guard, it was still -- there were some in the -- in --\nin a camp. They wanted to send us for political prisoners, but finally they decided to send us to\nthe border, to Bukavina, which was -- in that time people could walk over from [indecipherable]\nRomania to Russia. There was an agreement between Russia and Romania and so many were\nsent over the border to -- to Russia. And so I came to Russia, and I stayed there from ’40 to °41,\nworked in the hospital, the central hospital in Chernowitz.",
        "Q: Let me ask you one question relating to the year during which Bukavina was under Russian\noccupation.",
        "A: Yeah.",
        "Q: Did you ever witness deportation of Jews from Bukavina --",
        "A: Yeah.",
        "Q: -- to Siberia, or --",
        "A: Yeah, yeah.",
        "Q: -- wherever --",
        "A: Yeah.",
        "Q: -- by the Russian authorities --",
        "A: Yeah, often.",
        "Q: [indecipherable]",
        "A: Around -- see, I worked in the hospital, and they had three rooms where people, they\n[indecipherable] capitalist Jews from -- from Chernowitz were imprisoned and were deported to\nSiberia. There were many deported to Siberia. Started in May 1941, many Jews were deported to\nSiberia, I would say probably 5,000. It was ju -- even during -- when the war started already,\nwhen the Germans already started the war, they were still transporting people from the railroad\nstation to -- to Siberia.",
        "Q: Can you tell me please what happened to you and -- and your family once [indecipherable]\noperations starting in June --",
        "A: Yeah.",
        "Q: -- on June 22™4, 1941.",
        "A: Yeah. I was on my duty in the hospital when it started, and the hospital had a lot of wounded\nRussian troops and so on. We started immediately evacuating the Russian troops, the Russian\nwounded patients, and I was supposed to go with the Russians, the medical corps to -- they\nvacated to Sebastopol. I decided to stay because my mother was living in Chernowitz, my\ngrandparents. I, being the only child and so on, I decided to stay in Chernowitz. As I said, I take\na chance if the war [indecipherable] with the army only to stay [indecipherable]. I never expected\nthe Germans to annihilate whole populations, and I stayed in Chernowitz. I s -- I went to the\nhospital, but after -- and immediately with the entrance of the German and the -- the Romanian\noccupation force, they started at random to shoot Jews in the periphery of Chernowitz, that is, in\nthe outposts of Chernowitz, and it started the regime of terror immediately. I went still a day or\ntwo to the hospital, but then I found it too dangerous even to walk the streets and I stayed home\nand police came in the morning to take me to work, to clean streets or whatever, and it started\nimmediately [indecipherable] the grand Rabbi of Chernowitz, Dr. [indecipherable] very well\nknown to me, and his children, with his [indecipherable] the son was a friend of mine, was a\nrabbi from [indecipherable] in Bucharest in [indecipherable]. And his father, and other hundred\nJews were taken to the temple in Chernowitz, and they set fire to the temple, and they took the\nrabbi with the hundred people who were distinguished Jews for Chernowitz to the river Prut\nwhere they were killed, where they were shot, all. This was in the beginning also, the beginning\nof July. I --",
        "Q: This was -- this was -- I’m sorry -- this was an execution done by Germans, or by Romanians?",
        "A: I suspect 1t was by Germans. Because this was -- I was told in that time, and was told by my\nfriends after the war, which was [indecipherable] to me in Tel Aviv after the war, one of the\nsons. So the rabbi and the distinguished Jews were killed at the river Prut, by the Germans.\nWalking through the streets in -- was a -- we started -- I don’t remember exactly the day when\nwe Started wearing the Jewish star, and then we were only from 10 to one, we were allowed to\nwalk the streets. Being a physician, I could walk to the hospital, to the Jewish hospital, 1t was\nstill functioning at that time, and could walk to the hospital and back, but 1-1n the afternoon we\ndidn’t go out because it was very dangerous, too. People were killed or taken away to different\nlabor camps [indecipherable]. So, this probably was between June and [indecipherable] and\naround October I would say, I came in the morning, it was a Saturday morning, I came to the\nhospital, to the Jewish hospital, so the director of the hospital which was Dr. Neuebenham got\nthe order from the authorities that the Jews have to be by five o’clock in the ghetto. There was no\nother order, only a spoken order. There were no notices. And so we were told approximately\nwhere the ghetto is, and we had to take whatever we could with us, belongings, and we went to\nthe ghetto in Chernowitz. The ghetto was immediately surrounded by Romanian troops and you\ncouldn’t go out or in from the ghetto, you were not allowed to move, only in the ghetto. And\nafter a couple of days they started deporting, they started to take streets, took the sa -- the people\nfrom the houses, from the apartments and directly to the train stations. They took 5,000 a day.\nAnd this went on for weeks or months [indecipherable]. After a week, the mayor of -- of Tel\nAviv -- of Tel Aviv -- of Chernowitz, Dr. Popowich, [indecipherable] Popowich said he needs\nJews bec-because the-there is nobody to [indecipherable] to keep the industry working\n[indecipherable], so he needs Jews who are valuable for the industry to stay in Chernowitz. We\nstarted to apply for authorizations to stay in the -- in the city. This was up from already 35,000\nfrom a population of 70,000 who was deported to Transnistria. I was one of the lucky ones who\ngot the authorization to stay from the [indecipherable] authorizations I got from the governor of\nthe -- Chernowitz who was [indecipherable]. I got authorization to stay in Chernowitz with my\nfamily and so after three, four weeks, we return to our apartment, which was -- was vandalized\nand so on, with -- d-during our stay in the ghetto, and we started to live in the ghetto, in the -- in\nthe town. We made the distinctions with the Jewish star, with the distinctions, the only five days\na week to go out from 10 to one, and Saturday, Sunday, no Jew were -- was allowed to be on the\nStreet.",
        "Q: So should I understand that once the first wave of deportations ended --",
        "A: Yeah.",
        "Q: -- the ghetto wasn’t sealed any more?",
        "A: No, it was not, no more ghetto.",
        "Q: I understand.",
        "A: It was -- it was not any more the ghetto, I mean, Jews were living there, but ya -- others could\ngo back to their homes. Some were -- couldn’t go back to their apartment because it was taken\naway, but whoever was lucky got their apartment back. In this way we started [indecipherable]\nthis winter in Chernowitz by -- this was ’41, and then they started to send people between 19 and\n50 or whatever years to labor camps in Romania. They were mostly in Romania, the labor\ncamps, in the Moldavia area, and young people were -- up to 50 were taken to different labor\ncamps, every time a different group of people. In June or July 1942, one Sunday morning they\nstarted again to deport people from the houses and they deported the 5,000 people, 5,000 Jews.\n[indecipherable] them was my mother, she was deported.",
        "Q: Where -- where were they deported?",
        "A: My mother and most of these people were deported to Lvov. [indecipherable] Lvov, and there\nwere horrible situations there. She was in a -- a stone group or whatever they call it. There were\ntwo locations there [indecipherable] but there was also surrounding there, yeah they have terrible\nsituations, there was no food, nothing [indecipherable] and she perished there [indecipherable]",
        "Q: Can I ask you to elaborate? Describe to us what did you witness during these days of\ndeportations from June 1942. What happened to your mother, and what did you see during those\ndays?",
        "A: I didn’t see much, they -- there was not much to see. They were taken to the Maccabee\n[indecipherable] and they were selected, brought to the train station and sent to Transnistria. Sure\nthere were a lot of brutalities and so on. My personal experience was in seeing my mother\n[indecipherable] one of [indecipherable] to stay in Chernowitz. So, there was a student who was\nin charge of, which was going with the group. He didn’t want to listen at all, and there was\nnothing you could do. I couldn’t contact anybody, I had some acquaintances, lawyers, Romanian\nlawyers which I wanted to a -- I-I went out without the star on this Sunday to try to reach\nsomebody, I couldn’t reach anybody. So it was just a situation which we couldn’t -- I couldn’t\nsee any brutality [indecipherable] because whatever happened at the -- at the sports arena, I\ndidn’t witness.",
        "Q: Let me annou -- a-ask you another thing about the same [indecipherable]. I remember seeing\nthe documents about the deportation of the mentally insane people from Chernowitz and since --\nJewish people from the -- mentally insane Jewish people from Chernowitz and since you are an\nM.D., maybe you remember something about this incident.",
        "A: Yeah, they immediately -- it was in the beginning they evacuated the whole mental\ninstitution, and all the patients and sent them away. They were deported or killed somewhere\nnear the river Prut, or maybe over the Dniester. I couldn’t say exactly where. I really\n[indecipherable].",
        "Q: Were you able to keep in touch with your mother? Were you able to communicate with her?",
        "A: No, no, I was not able to. I couldn’t get any communication with her. And I [indecipherable]\nthere were Romanians who went through [indecipherable], but I couldn’t get in touch with her.\nThey were very much isolated because there were other Jews from the south of Bukavina and\nfrom Chernowitz who were deported the year before [indecipherable] and other towns, which\nwere already organized and had some communication with Bucharest and with Chernowitz. I\ncouldn’t [indecipherable] nobody, or not to my knowledge could communicate with these people\nwho were at [indecipherable]. There is one [indecipherable] some Germans would\n[indecipherable] there over Lvov. They were killed over Lvov.",
        "Q: Can you describe to us how was your life in Chernowitz during the years ’42 - ’43, the day to\nday life of the Jews.",
        "A: Day to day life was very difficult. Nobody [indecipherable] and I have here to add something.\nWe were a year under Russia, and so when the Russian came there were -- all the stores were --\nwere taken away from the population, so there was no private ownership. So the people were\nalready deprived a year before of all their property. When -- Pll give you an example. If you had\n10,000 lei in 1940, you have to change it for ruble. And then when the Romanian came back you\nchanged the 10,000 -- the lei for one -- for one ruble. One ruble then became one lei, so you lost\nall your money. So people were deprived of -- lost all the -- the [indecipherable]. People who are\nliving [indecipherable] lost, selling jewelry, clothing and whatever. So it was -- nobody earned\nmoney and it was the population [indecipherable] which at that time I figured out even if nothing\nhappens, if [indecipherable] there were 400 or 500 deaths just from hunger and from -- from\nillness. So it would have lasted another 10 years or whatever, then the population would then\ndisappear.",
        "Q: When you are saying four -- 500 --",
        "A: Jews.",
        "Q: Yeah. But every year, or --",
        "A: Every year, yeah. No, no, I’m not talking about killings.",
        "Q: I understand.",
        "A: Killings were extra [indecipherable]",
        "Q: This was mortality.",
        "A: Yeah, this was mortality rate because of bad conditions.",
        "Q: So what happened next to you?",
        "A: To me, I remained in Chernowitz for awhile, then I was sent to one of these labor camps. It\nwas Hellestend. And then later on, in 1944 -- 40 -- ’44 January I was sent to [indecipherable]\nwhich was a railroad station. The daily transports from the [indecipherable] from the Ukraine\ncame through this station to Bucharest or to other places.",
        "Q: Could you -- could you -- I’m sorry, could you describe to us your daily life in the Hellestend\n[indecipherable] this forced labor detachment what you were supposed to do, what you did?",
        "A: What I was supposed to do --",
        "Q: What was -- were the rations --",
        "A: -- we were working at -- at the bun -- bunkers. We were supposed to reinforce the bunker.\nThere were, oh, I don’t know, 500 [indecipherable] at one place, and we were day by day, going\nout in the mornings to the evenings to work at the bunker. We were exposed to the depravities of\nthe -- of the guards, which was basically what happened. Nobody was killed, but we were beaten\nup and different punishments, but nobody was really killed, as far as I remember, but there was\nvery severe punishments. For every little thing you would get 25 beatings and some were very\nseverely injured.",
        "Q: What happened after you were in this forced labor detachment? Did you --",
        "A: I came home, I came to Chernowitz.",
        "Q: You were liberated?",
        "A: No, not liberated. [indecipherable]",
        "Q: They sent you back.",
        "A: They sent me back after a year or so, and then, as I said, in January 1944, I got another\nassignment to -- to the station [indecipherable] it was a big station in the time where many names\ncame from the [indecipherable] in the defeat of the Germans.",
        "Q: And there, what kind of for-forced labor did you --",
        "A: No, there was no forced labor, I was forced to be the physician at the railroad station.",
        "Q: I understand.",
        "A: And only the commandant knew that I am Jewish. The rest didn’t know. There was a small\nvillage and there was the headquarters of the Germans there, and all kind of troops\n[indecipherable] troops and all kinds of --",
        "Q: What had --",
        "A: And --",
        "Q: Yeah, I’m s -- I’m sorry, go ahead.",
        "A: Yeah, and I told -- Chernowitz was already liberated by the Russians again while I was in\n[indecipherable] and I told the commandant that I have no money and I cannot support myself\nand he should give me permission -- and he didn’t know what to do with me because he did not -\n- he didn’t [indecipherable] to be there [indecipherable] because there were [indecipherable] the\nRomanian officers and German officers and I was called to [indecipherable] so it was a very --\nhow should I say it? The situation was very unpleasant. And so he gave me permission -- he gave\nme -- to go to Bucharest to arrange my situation. And after a week in Bucharest I decided not to\ngo back and was able, like many others in that time [indecipherable] I stayed in Bucharest and\nthere were small boats going from [indecipherable] to Palestine.",
        "Q: This was when, do you remember?",
        "A: °44.",
        "Q: Which months?",
        "A: Was still war.",
        "Q: Which months roughly, do you know?",
        "A: I know exactly [indecipherable]. I stayed from April 19 -- 1944 til July. I remember exactly. I\nwent [indecipherable] and the train was [indecipherable] four days and four nights in Haifa.",
        "Q: How -- how -- I’m sorry to go back for one second, but --",
        "A: Yeah.",
        "Q: -- how did you arrange to leave? Which organization did you --",
        "A: Zionist organization.",
        "Q: Do you remember the name?",
        "A: Yeah. I was -- I was member of a academic society in Chernowitz. It was a student\norganization, which was connected to the -- to the [indecipherable] Zionist movement. When I\ncame to Bucharest, I was on the list from Chernowitz [indecipherable] Zionist [indecipherable]\nmember of this organization, so I was one of the lucky one who got the -- the place on one of the\nboats. There were only a few boats going. I came on the [indecipherable], it was the biggest boat\n[indecipherable]. I remember exactly the date when we came to this [indecipherable] again was\nthe 14\" of July, the Bastille day. So we came on the 14\" to Haifa [indecipherable]",
        "Q: What happened next to you? How long did you stay in Palestine?",
        "A: Palestine I stayed from -- from ’44 to [indecipherable] ’57.",
        "Q: So in ’57 you decided to come to United States?",
        "A: Yeah. And I was in the army in Israel [indecipherable] the Independence War. I was a doctor\nin the army for 18 months. I served with the -- in the defense forces [indecipherable]",
        "Q: Is there anything else that you would like to add concerning your wartime experience?",
        "A: Well, the main thing 1s, we were living day by day not knowing what the war is going to bring\nyou. There were -- we were always in danger to be beaten up or killed by walking in the street.\n[indecipherable] every -- every night as a citizen. We were a nobody, a no person, this was really\n-- and when -- whoever survived, it was sheer luck, it was no -- no special skill or whatever. It\nwas just sheer luck. You could have been killed every day, everybody could have arrested you,\neverybody who ever wanted could point the fingers that you are a communist or whatever\n[indecipherable] you didn’t have any rights, put it this way. There was no rights. We were\ndeprived of basic rights.",
        "Q: I want to thank you very much.",
        "A: Thank you.\nEnd of Tape One\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Would you tell us please, your name?",
        "Q: Would you tell us where -- where you were born?",
        "Q: Would you be so kind to tell us a few words about your childhood, where you lived, and how\nwas your day to day life during your childhood? Also, a few words about the background of your\nfamily.",
        "Q: Who took your passport?",
        "Q: Romanian, or Yugoslav?",
        "Q: Let me ask you one question relating to the year during which Bukavina was under Russian\noccupation.",
        "Q: Did you ever witness deportation of Jews from Bukavina --",
        "Q: -- to Siberia, or --",
        "Q: -- wherever --",
        "Q: -- by the Russian authorities --",
        "Q: [indecipherable]",
        "Q: Can you tell me please what happened to you and -- and your family once [indecipherable]\noperations starting in June --",
        "Q: -- on June 22™4, 1941.",
        "Q: This was -- this was -- I’m sorry -- this was an execution done by Germans, or by Romanians?",
        "Q: So should I understand that once the first wave of deportations ended --",
        "Q: -- the ghetto wasn’t sealed any more?",
        "Q: I understand.",
        "Q: Where -- where were they deported?",
        "Q: Can I ask you to elaborate? Describe to us what did you witness during these days of\ndeportations from June 1942. What happened to your mother, and what did you see during those\ndays?",
        "Q: Let me annou -- a-ask you another thing about the same [indecipherable]. I remember seeing\nthe documents about the deportation of the mentally insane people from Chernowitz and since --\nJewish people from the -- mentally insane Jewish people from Chernowitz and since you are an\nM.D., maybe you remember something about this incident.",
        "Q: Were you able to keep in touch with your mother? Were you able to communicate with her?",
        "Q: Can you describe to us how was your life in Chernowitz during the years ’42 - ’43, the day to\nday life of the Jews.",
        "Q: When you are saying four -- 500 --",
        "Q: Yeah. But every year, or --",
        "Q: I understand.",
        "Q: This was mortality.",
        "Q: So what happened next to you?",
        "Q: Could you -- could you -- I’m sorry, could you describe to us your daily life in the Hellestend\n[indecipherable] this forced labor detachment what you were supposed to do, what you did?",
        "Q: What was -- were the rations --",
        "Q: What happened after you were in this forced labor detachment? Did you --",
        "Q: You were liberated?",
        "Q: They sent you back.",
        "Q: And there, what kind of for-forced labor did you --",
        "Q: I understand.",
        "Q: What had --",
        "Q: Yeah, I’m s -- I’m sorry, go ahead.",
        "Q: This was when, do you remember?",
        "Q: Which months?",
        "Q: Which months roughly, do you know?",
        "Q: How -- how -- I’m sorry to go back for one second, but --",
        "Q: -- how did you arrange to leave? Which organization did you --",
        "Q: Do you remember the name?",
        "Q: What happened next to you? How long did you stay in Palestine?",
        "Q: So in ’57 you decided to come to United States?",
        "Q: Is there anything else that you would like to add concerning your wartime experience?",
        "Q: I want to thank you very much."
    ],
    "answers": [
        "Answer: My name is Conrad Mehler.",
        "A: I was born in Vienna, March 27, 1915.",
        "A: My father was a physician. He was, during World War I, in the Austrian army as a physician\nand therefore then, wh-when the war started, the family went to Vienna from Chernowitz. I was\nborn in Vienna during the war, and stayed in Vienna til 1919. After the war we returned to -- to\nBukavina. My father was a physician in a small village, which -- the name of is [indecipherable].\nThis was a community of 5,000 people, and he was serving the area of 15 such villages, so a\npopulation over 50,000, it was in the area of Suceava, which was the topic of this\n[indecipherable] in that time. I went to school in Romania, first in [indecipherable] at the primary\nschool, at the elementary school, the four grades and then I went to the gymnasium in\nChernowitz where I stayed with [indecipherable]. I finished high school in Chernowitz in 1932,\nmade the baccalaureate, and during the -- my stay in Chernowitz there was some anti-Semitism\nin the schools, but some of it being [indecipherable] with a minority Jews, so it wasn’t felt too\nbadly. There were some fights between students. It was -- one element which I remember was\nwith one of the -- during the baccalaureate, one of the st -- Jewish students was killed by a\nRomanian student dur -- while we were waiting for the results of the baccalaureate, which was --\nat that time was [indecipherable]. It was a very famous, very well known, anti-Semitic group,\n[indecipherable] and there was a big funeral for [indecipherable] [indecipherable]. I -- after I\nfinished my schooling in Chernowitz in 1933, Hitler came to power in Germany. But being\nraised in a village which had -- half of the population was German [indecipherable] population, I\nhad German friends from school, which we were together [indecipherable] and as soon as Hitler\ncame to power in Germany they stopped talking to me and they stopped chasing me and they\nstopped knowing me. So it was the first encounter where the influence of the Nazi regime had an\neffect even before Romania -- while Romania was still under the government, the democratic\ngovernment that had nothing to do with Hitler, but the Germans beca -- stopped talking to me\nand ignoring me [indecipherable]. I went to study to Italy where the situation, even though it was\na [indecipherable] regime, for the Jews there was no discrimination and I had very good\nexperience in Italy. During all my studies, even when the -- when the Hitler-Mussolini pact came\ninto effect and they wanted the Jew -- th-the Jewish professors were eliminated from the -- from\nteaching and from [indecipherable]. And we were supposed to go at the end to the exams\nseparated from the Gentiles, but the Italians refused to do it and so we went together, because\nthere was always a very good, spirit of camit -- camaraderie. It happened at one time, they had\n[indecipherable] students in Bologna and they want -- they made a big fuss and so on, so the\nItalian students went with us again th-there. So they were really very nice, all the time. I was\nlucky enough to live in the house of a -- of a [indecipherable] and with his family that I was\nreally like a -- like a son in their house, so there was no problem during my stay in Italy. In 1940,\nCh-Chernowitz was occupied by the Russians. I think it was 28 of June, 1940, and we were left\nin Italy without [indecipherable] with -- with our hometown. There were, at that time in Bologna\nthere were several hundred Jewish students [indecipherable] school, from all over Europe, from\nPoland, from Lithuania, from [indecipherable], from Hungary and so on. We were studying in\nItaly -- in -- in a foreign country was because under Romanian universities there was no more\nscholarships and you couldn’t be accepted [indecipherable] when you were accepted, you were\nbeaten up and so on. There was a lot of -- unpleasant to be studying there, so therefore many\nstudied in Prague, in Italy, or in France, some in Switzerland [indecipherable]. So, we are talking\nstill about 1940, Chernowitz was occupied un -- came under the Russian [indecipherable] and we\nwere blocked in Bologna, we didn’t know what to do. We had to go -- to go back to Chernowitz,\nto stay in Italy. Italy was already the pact with Mussolini - Hitler and it was already war against\n[indecipherable] together with Germany against France and England. So we decided, two\ncolleagues who were in Bologna at that time, to go back to Chernowitz. Everybody consulted us,\nand said it would be better to go back to Chernowitz instead of staying here where there is\n[indecipherable] anti-Semitism and danger. So, I went with another colleague to the main\nembassy in Rome, to take care of my Romanian passport, which expired during my stay in Italy,\nand got a new passport, in end of July of 1940. And came back to Bologna and a group of other\ncolleagues decided that we are leaving and we are going back to the -- to Chernowitz, to\nRomania. We -- I went with another colleague, and a group left a week before us, to Bucharest.\nWe stayed in ca -- another couple of days in Bologna. We arranged in Italy that time they should\nexpulse us, expulsion from Italy to the Yugoslavian border so we didn’t have to [indecipherable]\nand so on. They were very nice, the Italians, they were very forthcoming, and we s-started -- and\nwe started our [indecipherable] back to Romania. Everything went [indecipherable] went -- went\nokay til we came to some -- I don’t remember exactly the place where the tra -- 1-1-1n the train\nthere came the Iron Guard, members of the Iron Guard who were out of Romania in Germany,\nand came back [indecipherable] the regime in Romania changed, so they came back to Romania\nin the train. They started going with their [indecipherable] coming back from Italy, they started\nto make remarks with, we are going to take care of you when you come back to Romania. We\ndidn't mind, we didn’t pay much attention to it. Anyway, we didn’t have a -- much choice, we\nwent -- we were supposed to go to Bucharest, and to Bucharest we had relatives, and so we\nfigured we [indecipherable] to Bucharest and from there we will see what -- what will happen\nfurther, if we should go to Chernowitz or not. We came to the border, to Jimbolia which was the\nborder and from there we were supposed to go to [indecipherable] which was the first big city,\nbut [indecipherable] in Jimbolia, while we were waiting for the train to proceed, was who -- the -\n- they came back, they took our passport and said we have to come down, we cannot enter\nRomania.",
        "A: The border police.",
        "A: Romanian, Romanian. We was in the Romania [indecipherable] border it was the Romanian,\n[indecipherable] was the Yugoslavian part of the border. So we -- they took away our passports\nand they said you cannot proceed because you are communists and we cannot let you in, and\nthey took away our passports and arrested us and kept us 1n the -- in the police station in\nJimbolia, and they -- it was 24 hours, after 24 hours they decided that we have to leave Romania.\nThey took away our documents, our passports, our luggage, everything, and at midnight some\n[indecipherable] which is the border patrols of the Romanian, took us with the order that’s if we\ntry to return to Romania, we will be killed. They have orders to shoot us. So we started, my\nfriend and I and the third person who was with us, started to walk through the fields in the\ndirection Yugoslavia. And we were sure that they are going to shoot us as soon as we got in the\nfields, because they said they have orders to shoot us if we tried to return to Romania. So we\nwandered through the fields for a couple of hours, til we heard barking of dogs, and we knew\nthat we are in the vicinity of a village. So we continued to walk into this village, and we found\nthere this -- there were in the village, letters on the stores and so on, so we knew we are in\nYugoslavia. Start wandering at night and were around four or five o’clock in the morning, and\nwithout documents, without anything, without money, without any means. Started walking and\nwe are looking for some names which would sound Jewish, maybe a store or [indecipherable]\nthat we could get some [indecipherable] and maybe get in touch with our relatives in Bucharest,\nwhich were at that time still in Bucharest. While we were walking, wandering through the village\nin the early morning hours, there came a border patrol who spoke only Serbian, and we couldn’t\ncommunicate with [indecipherable] with him and he took us to the main station in\n[indecipherable] these border villages, and there a blonde, tall Serbian guy from the border police\ncame and greeted us, and took us to his home and let us wash up. We were dirty from the walk in\nthe field. And told the wife to prepare a breakfast for us, and kept us there til noon because the\nnext day to the main -- main town with this to -- the border there, was Belica Chachinda. And he\nkept us there til noon time and then he took us to Belica Chachinda where the -- where the\nstation chief was already notified that [indecipherable] Jews are on the way to Belica Chachinda.\nHe came, he treated us very friendly, he said, you -- we will take you, there is a Jew, a Mr.\nFrankel, who was in the import export business for cattle, and he will take care of you for the\nmoment, til we find out what to do with you. And really we came to this Mr. -- Mr. Frankel, and\nfound that our colleagues who left a week before, they were all there at his house. And so we\nstayed in the house of Mr. Frankel, and we started [indecipherable] what to do next. In the\nmeantime we telephoned to Bucharest and we got in touch with relatives of ours, and one of the\nrelatives was in the -- in fact in the reserves and the officer in the Romanian army in the --\nRomania, still stationed somewhere in -- in the vicinity of -- came through the border to start to\nnegotiate what to do with us. So it lasted another week or so. In the meantime the brother of Mr.\nFrankel went to Belgrade to talk to the Russian embassy. Yeah, I want to m-mention that when I\nwas in Rome on the Romanian passport, I went also to the Russian embassy -- to the Soviet\nembassy in Rome. The police knew, the Italian police were notified that I am going because I\nwanted a visa to Romania, to Chernowitz. This he didn’t give me, but he said he notified the\n[indecipherable] in Bucharest, was that we come to Romania, they would take care of us. They\nnever did, it was just a story, nobody did anything. But our relatives arranged our return to\nBucharest. So part of us went back to Bucharest. Another part, four of our colleagues were not\nallowed, were not permitted again, had to go back the same -- same through the fields to\nYugoslavia. Even though they had the same passports like we did [indecipherable] all valid\npassports, Romanian passports, Romanian citizens. So [indecipherable] of these friends, all of\nthem perished during the war, in Yugoslavia. We don’t know exactly what happened to them,\nmaybe it was the partisans or whatever where they ended up on their own, were killed in\nYugoslavia during the war by the Germans. We came back to Bucharest, we were supposed to go\nto our families when we came to Bucharest, but we were arrested immediately at the -- at the\nstation in Bucharest, and taken to the police station sec -- security and stayed there for a week or\n10 days. Our relatives tried to get in touch, we couldn’t get in touch with our relatives, and the\ndidn’t know what to do with us. They kept us there for a week or 10 days. They wanted to send\nus -- in that time there was a camp of the Iron Guard, it was still -- there were some in the -- in --\nin a camp. They wanted to send us for political prisoners, but finally they decided to send us to\nthe border, to Bukavina, which was -- in that time people could walk over from [indecipherable]\nRomania to Russia. There was an agreement between Russia and Romania and so many were\nsent over the border to -- to Russia. And so I came to Russia, and I stayed there from ’40 to °41,\nworked in the hospital, the central hospital in Chernowitz.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, yeah.",
        "A: Yeah.",
        "A: Yeah, often.",
        "A: Around -- see, I worked in the hospital, and they had three rooms where people, they\n[indecipherable] capitalist Jews from -- from Chernowitz were imprisoned and were deported to\nSiberia. There were many deported to Siberia. Started in May 1941, many Jews were deported to\nSiberia, I would say probably 5,000. It was ju -- even during -- when the war started already,\nwhen the Germans already started the war, they were still transporting people from the railroad\nstation to -- to Siberia.",
        "A: Yeah.",
        "A: Yeah. I was on my duty in the hospital when it started, and the hospital had a lot of wounded\nRussian troops and so on. We started immediately evacuating the Russian troops, the Russian\nwounded patients, and I was supposed to go with the Russians, the medical corps to -- they\nvacated to Sebastopol. I decided to stay because my mother was living in Chernowitz, my\ngrandparents. I, being the only child and so on, I decided to stay in Chernowitz. As I said, I take\na chance if the war [indecipherable] with the army only to stay [indecipherable]. I never expected\nthe Germans to annihilate whole populations, and I stayed in Chernowitz. I s -- I went to the\nhospital, but after -- and immediately with the entrance of the German and the -- the Romanian\noccupation force, they started at random to shoot Jews in the periphery of Chernowitz, that is, in\nthe outposts of Chernowitz, and it started the regime of terror immediately. I went still a day or\ntwo to the hospital, but then I found it too dangerous even to walk the streets and I stayed home\nand police came in the morning to take me to work, to clean streets or whatever, and it started\nimmediately [indecipherable] the grand Rabbi of Chernowitz, Dr. [indecipherable] very well\nknown to me, and his children, with his [indecipherable] the son was a friend of mine, was a\nrabbi from [indecipherable] in Bucharest in [indecipherable]. And his father, and other hundred\nJews were taken to the temple in Chernowitz, and they set fire to the temple, and they took the\nrabbi with the hundred people who were distinguished Jews for Chernowitz to the river Prut\nwhere they were killed, where they were shot, all. This was in the beginning also, the beginning\nof July. I --",
        "A: I suspect 1t was by Germans. Because this was -- I was told in that time, and was told by my\nfriends after the war, which was [indecipherable] to me in Tel Aviv after the war, one of the\nsons. So the rabbi and the distinguished Jews were killed at the river Prut, by the Germans.\nWalking through the streets in -- was a -- we started -- I don’t remember exactly the day when\nwe Started wearing the Jewish star, and then we were only from 10 to one, we were allowed to\nwalk the streets. Being a physician, I could walk to the hospital, to the Jewish hospital, 1t was\nstill functioning at that time, and could walk to the hospital and back, but 1-1n the afternoon we\ndidn’t go out because it was very dangerous, too. People were killed or taken away to different\nlabor camps [indecipherable]. So, this probably was between June and [indecipherable] and\naround October I would say, I came in the morning, it was a Saturday morning, I came to the\nhospital, to the Jewish hospital, so the director of the hospital which was Dr. Neuebenham got\nthe order from the authorities that the Jews have to be by five o’clock in the ghetto. There was no\nother order, only a spoken order. There were no notices. And so we were told approximately\nwhere the ghetto is, and we had to take whatever we could with us, belongings, and we went to\nthe ghetto in Chernowitz. The ghetto was immediately surrounded by Romanian troops and you\ncouldn’t go out or in from the ghetto, you were not allowed to move, only in the ghetto. And\nafter a couple of days they started deporting, they started to take streets, took the sa -- the people\nfrom the houses, from the apartments and directly to the train stations. They took 5,000 a day.\nAnd this went on for weeks or months [indecipherable]. After a week, the mayor of -- of Tel\nAviv -- of Tel Aviv -- of Chernowitz, Dr. Popowich, [indecipherable] Popowich said he needs\nJews bec-because the-there is nobody to [indecipherable] to keep the industry working\n[indecipherable], so he needs Jews who are valuable for the industry to stay in Chernowitz. We\nstarted to apply for authorizations to stay in the -- in the city. This was up from already 35,000\nfrom a population of 70,000 who was deported to Transnistria. I was one of the lucky ones who\ngot the authorization to stay from the [indecipherable] authorizations I got from the governor of\nthe -- Chernowitz who was [indecipherable]. I got authorization to stay in Chernowitz with my\nfamily and so after three, four weeks, we return to our apartment, which was -- was vandalized\nand so on, with -- d-during our stay in the ghetto, and we started to live in the ghetto, in the -- in\nthe town. We made the distinctions with the Jewish star, with the distinctions, the only five days\na week to go out from 10 to one, and Saturday, Sunday, no Jew were -- was allowed to be on the\nStreet.",
        "A: Yeah.",
        "A: No, it was not, no more ghetto.",
        "A: It was -- it was not any more the ghetto, I mean, Jews were living there, but ya -- others could\ngo back to their homes. Some were -- couldn’t go back to their apartment because it was taken\naway, but whoever was lucky got their apartment back. In this way we started [indecipherable]\nthis winter in Chernowitz by -- this was ’41, and then they started to send people between 19 and\n50 or whatever years to labor camps in Romania. They were mostly in Romania, the labor\ncamps, in the Moldavia area, and young people were -- up to 50 were taken to different labor\ncamps, every time a different group of people. In June or July 1942, one Sunday morning they\nstarted again to deport people from the houses and they deported the 5,000 people, 5,000 Jews.\n[indecipherable] them was my mother, she was deported.",
        "A: My mother and most of these people were deported to Lvov. [indecipherable] Lvov, and there\nwere horrible situations there. She was in a -- a stone group or whatever they call it. There were\ntwo locations there [indecipherable] but there was also surrounding there, yeah they have terrible\nsituations, there was no food, nothing [indecipherable] and she perished there [indecipherable]",
        "A: I didn’t see much, they -- there was not much to see. They were taken to the Maccabee\n[indecipherable] and they were selected, brought to the train station and sent to Transnistria. Sure\nthere were a lot of brutalities and so on. My personal experience was in seeing my mother\n[indecipherable] one of [indecipherable] to stay in Chernowitz. So, there was a student who was\nin charge of, which was going with the group. He didn’t want to listen at all, and there was\nnothing you could do. I couldn’t contact anybody, I had some acquaintances, lawyers, Romanian\nlawyers which I wanted to a -- I-I went out without the star on this Sunday to try to reach\nsomebody, I couldn’t reach anybody. So it was just a situation which we couldn’t -- I couldn’t\nsee any brutality [indecipherable] because whatever happened at the -- at the sports arena, I\ndidn’t witness.",
        "A: Yeah, they immediately -- it was in the beginning they evacuated the whole mental\ninstitution, and all the patients and sent them away. They were deported or killed somewhere\nnear the river Prut, or maybe over the Dniester. I couldn’t say exactly where. I really\n[indecipherable].",
        "A: No, no, I was not able to. I couldn’t get any communication with her. And I [indecipherable]\nthere were Romanians who went through [indecipherable], but I couldn’t get in touch with her.\nThey were very much isolated because there were other Jews from the south of Bukavina and\nfrom Chernowitz who were deported the year before [indecipherable] and other towns, which\nwere already organized and had some communication with Bucharest and with Chernowitz. I\ncouldn’t [indecipherable] nobody, or not to my knowledge could communicate with these people\nwho were at [indecipherable]. There is one [indecipherable] some Germans would\n[indecipherable] there over Lvov. They were killed over Lvov.",
        "A: Day to day life was very difficult. Nobody [indecipherable] and I have here to add something.\nWe were a year under Russia, and so when the Russian came there were -- all the stores were --\nwere taken away from the population, so there was no private ownership. So the people were\nalready deprived a year before of all their property. When -- Pll give you an example. If you had\n10,000 lei in 1940, you have to change it for ruble. And then when the Romanian came back you\nchanged the 10,000 -- the lei for one -- for one ruble. One ruble then became one lei, so you lost\nall your money. So people were deprived of -- lost all the -- the [indecipherable]. People who are\nliving [indecipherable] lost, selling jewelry, clothing and whatever. So it was -- nobody earned\nmoney and it was the population [indecipherable] which at that time I figured out even if nothing\nhappens, if [indecipherable] there were 400 or 500 deaths just from hunger and from -- from\nillness. So it would have lasted another 10 years or whatever, then the population would then\ndisappear.",
        "A: Jews.",
        "A: Every year, yeah. No, no, I’m not talking about killings.",
        "A: Killings were extra [indecipherable]",
        "A: Yeah, this was mortality rate because of bad conditions.",
        "A: To me, I remained in Chernowitz for awhile, then I was sent to one of these labor camps. It\nwas Hellestend. And then later on, in 1944 -- 40 -- ’44 January I was sent to [indecipherable]\nwhich was a railroad station. The daily transports from the [indecipherable] from the Ukraine\ncame through this station to Bucharest or to other places.",
        "A: What I was supposed to do --",
        "A: -- we were working at -- at the bun -- bunkers. We were supposed to reinforce the bunker.\nThere were, oh, I don’t know, 500 [indecipherable] at one place, and we were day by day, going\nout in the mornings to the evenings to work at the bunker. We were exposed to the depravities of\nthe -- of the guards, which was basically what happened. Nobody was killed, but we were beaten\nup and different punishments, but nobody was really killed, as far as I remember, but there was\nvery severe punishments. For every little thing you would get 25 beatings and some were very\nseverely injured.",
        "A: I came home, I came to Chernowitz.",
        "A: No, not liberated. [indecipherable]",
        "A: They sent me back after a year or so, and then, as I said, in January 1944, I got another\nassignment to -- to the station [indecipherable] it was a big station in the time where many names\ncame from the [indecipherable] in the defeat of the Germans.",
        "A: No, there was no forced labor, I was forced to be the physician at the railroad station.",
        "A: And only the commandant knew that I am Jewish. The rest didn’t know. There was a small\nvillage and there was the headquarters of the Germans there, and all kind of troops\n[indecipherable] troops and all kinds of --",
        "A: And --",
        "A: Yeah, and I told -- Chernowitz was already liberated by the Russians again while I was in\n[indecipherable] and I told the commandant that I have no money and I cannot support myself\nand he should give me permission -- and he didn’t know what to do with me because he did not -\n- he didn’t [indecipherable] to be there [indecipherable] because there were [indecipherable] the\nRomanian officers and German officers and I was called to [indecipherable] so it was a very --\nhow should I say it? The situation was very unpleasant. And so he gave me permission -- he gave\nme -- to go to Bucharest to arrange my situation. And after a week in Bucharest I decided not to\ngo back and was able, like many others in that time [indecipherable] I stayed in Bucharest and\nthere were small boats going from [indecipherable] to Palestine.",
        "A: °44.",
        "A: Was still war.",
        "A: I know exactly [indecipherable]. I stayed from April 19 -- 1944 til July. I remember exactly. I\nwent [indecipherable] and the train was [indecipherable] four days and four nights in Haifa.",
        "A: Yeah.",
        "A: Zionist organization.",
        "A: Yeah. I was -- I was member of a academic society in Chernowitz. It was a student\norganization, which was connected to the -- to the [indecipherable] Zionist movement. When I\ncame to Bucharest, I was on the list from Chernowitz [indecipherable] Zionist [indecipherable]\nmember of this organization, so I was one of the lucky one who got the -- the place on one of the\nboats. There were only a few boats going. I came on the [indecipherable], it was the biggest boat\n[indecipherable]. I remember exactly the date when we came to this [indecipherable] again was\nthe 14\" of July, the Bastille day. So we came on the 14\" to Haifa [indecipherable]",
        "A: Palestine I stayed from -- from ’44 to [indecipherable] ’57.",
        "A: Yeah. And I was in the army in Israel [indecipherable] the Independence War. I was a doctor\nin the army for 18 months. I served with the -- in the defense forces [indecipherable]",
        "A: Well, the main thing 1s, we were living day by day not knowing what the war is going to bring\nyou. There were -- we were always in danger to be beaten up or killed by walking in the street.\n[indecipherable] every -- every night as a citizen. We were a nobody, a no person, this was really\n-- and when -- whoever survived, it was sheer luck, it was no -- no special skill or whatever. It\nwas just sheer luck. You could have been killed every day, everybody could have arrested you,\neverybody who ever wanted could point the fingers that you are a communist or whatever\n[indecipherable] you didn’t have any rights, put it this way. There was no rights. We were\ndeprived of basic rights.",
        "A: Thank you.\nEnd of Tape One\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumDecember 13, 1993\nRG-50.030* 0282",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Conrad Mehler,\nconducted on December 13, 1993 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "CONRAD MEHLER\nDecember 13, 1993\nBeginning Tape One"
    ]
}