{
    "rg": "RG-50.030.0466_trs_en",
    "sequence": [
        "Question: This is Arwen Donahue. I am here with Mrs. Sylvia Green, on January 11\", 1996 at\nher home in Winchester, Kentucky. This is a U.S. Holocaust Memorial Museum interview. This\nis side A, of tape number one. Okay, Mrs. Green, will you please tell me your name as it was at\nbirth and your date of birth and the place where you were born.",
        "Answer: My name i -- was Sylvia Farber. I was born in Karlsruhe on Rhine, April the 14\", 1924.",
        "Q: And Karlsruhe --",
        "A: Karlsruhe on Rhine --",
        "Q: -- was in Germany”",
        "A: -- yeah, in Baden, yeah.",
        "Q: Uh-huh, uh-huh. And will you tell me something about your -- your parents, and ge -- let’s\nstart with your father. What was his family background?",
        "A: He was one of seven children and they were married in 1919. They were married in Poland\nand then they moved to Germany right away. And they lived in Stuttgart. And my brother was\nborn in 1920 in Stuttgart. And I don’t know when they moved to Karlsruhe, I was born in\nKarlsruhe in ’24. So between ’20 and ’24 they moved. I don’t know the exact date.",
        "Q: And your father’s -- your father’s family, were they middle class, or --",
        "A: Yeah, my -- my [indecipherable] what I have been told -- I didn’t know too many of them\nexcept the ones who were living in Germany, some stayed in Poland. He was the baby, and when\nmy dad was born, his oldest brother already had children the age of my father and they were in\nthe United States. And some of them moved to Karlsruhe, some of them -- his sister lived in\nNuremberg, and she would come and visit. And they had a dairy store. Dairy, eggs and butter.\nAnd my dad, that was my dad’s job in Karlsruhe. It was lucky, my mother always said I was the\nlucky child because the day I was born my dad got that job. He was the manager of the dairy\ndepartment in the wholesale grocery store. And he had this job until he was deported to Poland in\n1938, and on the same day my brother came home with a horseshoe, and that’s supposed to be\nluck also.",
        "Q: So your father was born where?",
        "A: In Dukla, in Poland. And I never been there, I don’t know.",
        "Q: And he moved to Germany in?",
        "A: Well, in 1919, when they married.",
        "Q: Did they marry before they had come to Germany”?",
        "A: 19 -- yeah, 1919.",
        "Q: Oh.",
        "A: They married in Sianow where my mother was from. And I think it was a match, probably,\narranged.",
        "Q: Uh-huh, I see. What -- what was your mother’s family background?",
        "A: They were very poor. There were 10 children and my grandfather had the tailor shop,\ntailoring shop. And there hardly was any food on the table and my mother was the second oldest\ngirl, the first one was a boy. So my mother had to raise all the younger children, so she never had\na childhood. She said she never played with children. They had the cradle made out of wood and\nshe would look out the window. And children bear on the sidewalk playing hopscotch, and she\nparticipated then, she was in the apartment upstairs and many times the cradle was turned upside\ndown because she got so excited. But she never had time to really play with children, raising the\nrest of the family. My grandfather, I only saw him once or twice in my life. To me he was a big\nman with a long beard, Orthodox. And my mother said that he never held any of the children on\nhis lap. But the grandchildren he did. That one time we went to visit I was on his lap and I\nbraided his beard. And my mother just stood there, she didn’t believe that he let me do that.",
        "Q: Was your family very religious?",
        "A: Yeah, they were Orthodox, but modern Orthodox. My dad was clean-shaven and my mother\ndid not wear a wig. They were modern Orthodox, but very observing, Sabbath and all the\nholidays. When my dad worked -- well, the name was [indecipherable], he never had a vacation\nall his life because he didn’t work on any Jewish holidays and we got a lot of holidays. So this\nwas taken off as vacation. So my mother used to take us places, or also we children always --\nevery summer you had to get out of the city, like, otherwise you would die, it seems like it. The\nNew Yorkers do that too, don’t they?",
        "Q: Mm-hm.",
        "A: And well, it was camps we used to go to, and also I was very athletic and on weekends we\nused the train. And then I also belonged to the Mizrachi, which is a Orthodox Zionist\norganization. And I think I was about five or six when I joined, and we had camps for about two\nweeks, and then we had conclaves.",
        "Q: And you ha-had one sibling, is that right?",
        "A: Two. My brother, who is four years older, and myself. My mother always said she only\nwanted two children, she raised such a large family before that that’s all she wanted, and that’s\nall she had was two children.",
        "Q: When was your brother born?",
        "A: June -- wait a minute. June the second, because my son was born June the fourth. June the\nsecond, 1920. And he was born in Stuttgart.",
        "Q: Were you close with him?",
        "A: As children we were close in a way, but boys were raised entirely different than girls. A girl\njust had to smile and look pretty, that’s all that mattered. And my brother had to be educated. So\nhe didn’t have a childhood. My dad wanted him to be a rabbi. Is that all right, the way I’m\nholding it now?",
        "Q: Mm.",
        "A: My dad wanted him to be a rabbi, my mother wanted him to be a college professor. So he was\neducated for both. So I was school -- we had school, you went to school from eight til 12, and\nyou went back in the afternoon from two til four or from eight til one and three til five.\nWhenever he got out of school he had to go to Hebrew school, every day. So he didn’t have\nmuch of a childhood either, in the -- it was really interesting, after we met again after the war, he\nwas married and I was married, and so we talked about our parents and about our childhood and\nthe interesting part was, the way I talked about our parents was not the same way he talked about\nhis parents, which were our parents, you know? So he told me, he said, “I was so jealous of you.”\nAnd I said, “Why?” I said, “I was so jealous of you, you were so brilliant.” And he said, “I had to\nbe, I had to study all the time. I had no childhood, and you had friends.” He didn’t have any\nfriends. You always had friends, you always were playing or going places, doing things. And it\nwas really interesting. We were jealous of each other.",
        "Q: Mm.",
        "A: But it worked out well, I mean, we got it out of our system and we didn’t carry any grudges.",
        "Q: So do -- your parents didn’t -- weren’t particularly interested in -- in your education?",
        "A: I was not a dumbbell. I didn’t have to work very hard, and I brought home A’s and B’s\nwithout any sweat. And he had to bring home A’s, B’s were not good enough. And well, that’s\nwhat I said, all you had to do was smile, and you had to associate with the people they approved\nof. And you couldn’t go with children they didn’t appro -- especially my mother. My dad was a\nhardworking man.",
        "Q: You s -- mentioned that you had a lot of friends?",
        "A: Yes. I always had a lot of friends.",
        "Q: Were they friends from school, or from --",
        "A: Well, at the beginning I had Gentile friends, but then when Hitler came to power, they got\nsparse, less and less friends. And that’s really interesting you’re asking that. I still remember\nFritz Erlow, we were raised together. And I loved Fritz as much as li -- I liked my brother --\nloved my brother, Bernard. And then when Hitler came to power, he disappeared. If we passed\non the street, he wouldn’t see me. If I passed on the street when it was dark -- at that time used to\ngo out in the evening -- at the beginning, later on we didn’t go out too much in the evenings, he\nwould look, stare at you like no recognition, but then he would take his hand and wave at you in\nthe back, so he wouldn’t been seen. So -- but that really hurts, because in a way I knew that the\nreason for it, because I was a Jew, but it’s very hard for children to accept. You -- you take it\npersonally, because I would cry. I came home and I saw some of the girls I used to play with,\nand they run away. Why doesn’t she like me any more? I haven’t done anything to her. It -- it’s\nhard.",
        "Q: Mm.",
        "A: And they probably went home and talked to their parents also, how bad they felt, you know?",
        "Q: Do you remember what was -- were those the first incidents that made you realize that you\nwere somehow different than these other children?",
        "A: When we were kicked out the school.",
        "Q: When was that?",
        "A: I think it was the beginning of the fifth grade, because I supposed to have gone to the\ngymnasium also, like my brother did. But there were articles in the paper that they built in a new\nschool for handicapped children in Frankfurt-au-Main, and this was a very dilapidated school. I\nmean, nowadays, it be condemned. And that’s the school they gave us. And that’s --",
        "Q: What year would that have been?",
        "A: Let me just think, I was born in ’24, I started school in ’30, it might have been in ’35. Oh, that\n-- the dates are getting dimmer. They really are. I mean, what happened you remember, but to\nremember the exact dates, because I started at such a young age and so many things happened\nuntil °45. And nothing was good, really. So -- but what they didn’t know, we got a much better\neducation than we did in public school, because they wouldn’t let Jewish college professors\nteach, so we got the college professors to teach us. So we benefited from it, we really did.",
        "Q: How far did you have to travel to go to school every day?",
        "A: It’s -- didn’t have to travel, it was within walking distance. In [indecipherable] of so many\nmiles, they had a school close by. And we weren’t bused at that time.",
        "Q: Was your family afraid when Hitler came to power?",
        "A: Well, I saw Hitler many times. I was a nosy child. And whenever he came, I would not go\ndown to see him in my neighborhood because everybody knew I was a Jew. I would go blocks\nand blocks out of my way. And -- where they didn’t know me. And I was standing in the front\nrow, I was -- I was just fascinated by him, it was just like he hypnotized people. But you know, I\nusually talk with my hands [indecipherable]. That’s all -- ’'m sorry. Well, I would always be in\nthe front row, many blocks away from where I lived. And I would stay on the front row with\neverybody else, and everybody yelling, heil Hitler here. He always came in a convertible, and\nnaturally he would hold his hand on the belt. I can close my eyes and see him. Heil Hitler, heil\nHitler, and people just went crazy screaming, you know. And they all were running and I was\nright there with them. And he wouldn’t let them get too close, and then he just would take his\nhands slowly, and everybody would go back. It just like you were hypnotized, you know? So this\nwas °33. But really, °32 already it started. There were Communist parties, Nazi parties, Socialist\nparties, and they always scheduled marches about the same time and there always -- somehow\nthere was a shooting going on, and they’re yelling and they used to hit each other. And my\nmother always used to grab my hand and let’s go upstairs, let’s go upstairs. No, I want to see\nwhat goes on. In ’32, you know, I was eight years old, I was nosy.",
        "Q: What did you think when you were watching these -- these speeches and Hitler --",
        "A: I don’t know. I really don’t, I just was fascinated by that whole thing. It was just like\neverybody was hypnotized. And his speeches were in -- he didn’t say anything. He said three,\nfour words and then yell, everybody yelled, heil Hitler, heil Hitler. I don’t know, as a child -- the\none thing I remember, he’s always, when he came to Karlsruhe, it was a pretty good size town at\nthat time, the size of Lovell, he would stay in the Hotel Germania, and every time I passed that\nhotel, I was going to stay there someday.",
        "Q: So you admired him a little bit?",
        "A: I don’t know. You’re kind of fascinated, until, you know, then I didn’t admire him any more.\nI mean, what came afterwards. My mother always said, it can’t get any worse, it can’t get any\nworse. Like when they deported my dad to Poland in ’38.",
        "Q: Why don’t you tell me a little more about that.",
        "A: One night we were home, Mother wasn’t feeling well and she already was in bed, and the\ndoorbell rang. They always were very noisy and always yelling and always rushing. And they\nalways rushed, you know, and they were yelling, open that door, open that door, and they kicked\nthe door. So my dad went to the door and they came in and they said, empty your pockets. And\nmy dad said, “Why? I haven’t done anything.” He was at work that day, came home from work.\nWell, just empty your pockets and you do as we tell you, and your sooner you do it, your sooner\nyou be home. And they took my dad away. Th-They pocket all his belongings and his favorite\nwatch. I don’t remember who gave him that watch, it was a gold watch. It was a pocket watch,\nthat was the style at that time.",
        "Q: Were you there when he --",
        "A: Yes, I was there, I was there.",
        "Q: And your mother?",
        "A: My mother was there and that night my brother came home from Wurzburg, it was a teacher’s\ncollege. And we had the whistle, and I don’t remember it now, that when we whistled downstairs\nwe knew it was one or the other. I mean, my parents knew, my mother knew. Middle in the night\nwe heard that whistle, and it was my brother came home. That was in ’38. So after they deported\nmy dad to the Polish border, they had some kind of agreement that if any Jew in Germany was\nnot in Poland for the last 10 years, that they gonna make them staatenlos, that you didn’t belong\nanywheres, you had no -- no country. And Germany did not want to get stuck -- your back hurts?\nIt’s okay? Germany did not want to get stuck with the people without a country. So that’s why\nthey pushed them to the border, and the Polacks were shooting and the Germans were shooting\nand somehow they came to an agreement. Now, I was not there, this was told to me afterwards\nby my dad, that then they finally let them there -- let them in. So then, after ’38, this was\nOctober, in November they had Crystal Night.",
        "Q: Before we talk about Crystal Night could you just tell me a little bit about how your mother\nand you and your brother dealt with the -- the absence of your father immediately after he was\ndeported? How did you find out where he had gone, and --",
        "A: Do you know, I don’t remember ho --",
        "Q: -- did you expect him to come back?",
        "A: No, I didn’t expect him to come back because they called a meeting to all the wives of Polish\ncitizens, and my mother was sick in bed. I think this was sometime in ’39, that was already after\nCrystal Night, and we were told to be at the police station that there is going to be a meeting and\nwe have to be there. If we not gonna be there, then they were gonna arrest us. So my mother was\nsick, and she sent me. So I went there and when they called my mother’s name, I stood up and\napologized that my mother couldn’t be here, but I’m here and I will give her the message,\nwhatever the meeting is about. He yelled at me to come forward. He yelled so hard, and I was a\nchild. You know, I was 15 years old, and we were children at 15, not -- not the children 15\nseemed like they’re very grown up, but we were not, we were children. I was shaking from head\nto toe. He gave me a pencil to sign my mother’s name that we had to leave Germany by August\n°39 or we were going to be arrested. Well, I couldn’t hold the pencil, my hand was just shaking.\nSo he took his gun out and put it to my temple. And I really don’t remember whether I signed the\nname or I put the X mark -- he was satisfied, so maybe I signed the name. I don’t remember what\nI did, he seemed to be satisfied. And we left, we left in August of ’39, beginning of August, and\nthey followed us. September, beginning of September, second World War started. It’s when they\ncame, invaded Poland.",
        "Q: So after your father was deported --",
        "A: Yeah.",
        "Q: -- you -- you weren't really sure where he had gone?",
        "A: Yes, we knew that he -- he -- that they deported him to Poland and my mother had the sister\nin Krakow and we were pretty sure that’s where he was headed.",
        "Q: And what happened in -- in those months before -- before you left, when you weren't with\nyour father? Did you have any word, or what -- what did you and --",
        "A: I don’t remember how my mother found out, I couldn’t tell you that. There was so much\ngoing on with me also. Like, the Jewish welfare office was trying to get one child out of every\nJewish family, and I was designated to go to England, they found foster homes. And -- but then\nthey were going to round up the young man, and my mother made me go to the Jewish welfare\noffice, and she told me to really make a scene and cry that I don’t want to go to England, I want\nto go with my mother. And evidently they bought it, and -- I really was scared, you know? I was\ncrying, I was scared, also. So then they sent my brother instead.",
        "Q: Was that what your mother wanted?",
        "A: That’s what my mother wanted, because they were not -- they were not doing anything to the\ngirls, but they were already taking the young men to Dachau, so she wanted him out of the\ncountry.",
        "Q: What do you remember about Kristallnacht?",
        "A: Crystal Night, it was wild. We didn't go out, and excuse me -- got the hair right behind the\neye. I’m looking at you -- okay. They banged at the door and my mother yelled, “We don’t have\nany man here in the house, you deported my husband.” And my brother hid in the apartment at a\n-- I think in the closet or something, or the bathroom. And we didn’t open the door. And we\nscreamed and they screamed and then they went away. Several times they came that night, and\nthen later on we found out they burned the synagogues, they burned the Torahs, they took the\nrabbi and set his beard on fire. And this was afterwards, ab -- I didn’t go -- we did not go out, we\nwere too scared to go out. This was November 38. It was horrible, it really -- it was horrible\nwhen they took my father away, but they just went crazy, they really did. We lived on Main\nStreet and there was so much yelling going on, I stood behind the curtain just to see something.\nAnd then they broke all the glass in the Jewish stores, and there were quite a few Jewish stores\non Main Street. They went berserk.",
        "Q: Did your mother have any plans to leave Karlsruhe at the time?",
        "A: Well, you need an affidavit to come to the United States and my Aunt Minna, the one that I\ncame to the United States with had a brother-in-law in Lexington, Kentucky. And after -- we\nwere in Poland, we lived in the same apartment house my aunt lived in. And we talked, if\nsomebody was going to survive that, to get in touch with Leon Erbach, and there was a street, but\nI didn’t remember it when I wrote to them. And that’s how we were going to be re -- reunited. So\n-- what was the question you ask?",
        "Q: I asked if your mother had plans to leave Karlsruhe.",
        "A: Yeah, yeah, Erbach sent us an affidavit, but it was already too late, because Hitler went into\nAustria. That was in °38, and the Austrian quota -- did you see a -- there was a quota, German\ncitizen, Polish citizen, Austrian citizen. You had to wait, you got the number. So they raised the\nAustrian quota for the Jews get out of Austria. So we couldn’t get out. If -- maybe another six\nmonths, we could have made it. But I guess it wasn’t meant to be.",
        "Q: And you didn’t have any contact with your father at all until --",
        "A: Until we met again -- we were reunited in Krakow. We had to leave in ’39, August °39, and\nwe were reunited with my dad. And they rented a small apartment and --",
        "Q: Let’s go back t-to a -- just after you had found out that you were -- you and your mother --\nyou had signed a form and you knew that were to be leaving --",
        "A: Yeah.",
        "Q: -- Germany.",
        "A: Yeah.",
        "Q: What -- what did you do? How long did it take for you to be deported? What happened?",
        "A: I worked in a Jewish welfare office, I was like a gopher, you know, taking papers. There were\nJewish offices in different --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: -- can you understand it? I talk with a very heavy accent.",
        "Q: Yes, yes, that’s fine.",
        "A: You can understand?",
        "Q: This is tape one, side B of an interview with Mrs. Sylvia Green. And Mrs. Green, if you\nwould just repeat that from the beginning, the question about what you did after you had signed\nthat affidavit?",
        "A: I worked in the Jewish welfare office, and -- like a gopher, you know, taking papers. They\nhad offices in different parts of town, and also, when the switchboard operator went to lunch, I\nwould take over for a very short time. That was one job I hated. Was a nervous wreck. Always\nthought I was going to connect the wrong people. So, I don’t know, that’s just about all I\nremember what happened. I don’t know how else I passed the time.",
        "Q: How long did it take until you actually had to leave Germany because of that paper that was\nsigned?",
        "A: There was a -- well, we had to leave or -- I think they gave you a few months to get ready.\nAnd well, my brother, he -- we had a like an overseas trunk and -- and he packed everything, and\nit was shipped to Poland. And the bedroom was shipped to Poland. We didn’t get it. So, we left\nby August, beginning of August you just had to leave.",
        "Q: Were you on a train?",
        "A: Yes, yes. We stopped by -- we stopped off in Berlin. My brother went to England the same\nnight my mother and I caught the train to Poland, but we stopped off in Berlin. My mother\nwanted me to talk to the American consulate. And she thought I could s -- do better, you know,\nto talk to -- that maybe we could get out and come to America. I didn't even get to see the\nconsulate in Berlin. I just talked to the secretary or somebody at the front desk. Maybe some\nother people had the same idea, too.",
        "Q: How long did the trip take?",
        "A: I know it was an overnight trip, but I don’t know exactly. It’s very hard to remember\neverything, it was such a long period of time. Like I told you when I talked over the telephone to\nyou, I started right from the beginning with him. Look, that was ’33 until ’45, that’s 12 years.\nThat’s a long time.",
        "Q: Did you know where you were headed?",
        "A: Poland, yes. We were headed to Krakow.",
        "Q: By choice?",
        "A: Well, we had to leave Germany. Yeah, by cho -- by cho -- choice, excuse me. After we’ve\ncrossed the border, it was our choice to go to Krakow, because my aunt lived in Krakow. If we\nhad somebody in Warsaw, maybe we would have gone to Warsaw, but we didn’t know anybody.\nMy mother was born in a little town near Krakow.",
        "Q: So she -- you mentioned that she thought that was where your father would be.",
        "A: Yeah, yeah. And I don’t remember whether she knew or she thought he would be there.\nBecause my aunts -- my aunt lived in Krakow.",
        "Q: Was that your father’s sister?",
        "A: No, my mother’s sister.",
        "Q: Do you remember what happened when you arrived?",
        "A: Yeah. We want -- we went on the vacation. My Aunt Minna was in the vacation -- vacation in\nJordanow. It was a vacation place, and we went there for a whole week. I even got a picture of\nthat. And my dad came, or he was there also. And it was great, I -- I just thought well now,\neverything is going to go get back to normal and since they rented an apartment, that everything\nis going to be okay now. We were together, and my brother was in England, so -- but we were\nwrong. We really were wrong.",
        "Q: Do you remember meeting with your father again, being reunited?",
        "A: Well, not exactly. I don’t know whether -- on the picture he was in Jordanow with us, so I\ndon’t know whether he was on vacation with my aunt, or he came to Jordanow. It was not very\nfar from Krakow. It was a vacation place.",
        "Q: Where did you live in Krakow?",
        "A: First we lived with my aunt. Can’t remember the name of that street, but as soon as they\nstopped bombing Krakow, we were in the basement and the house across the street got bombed\nin middle in the night. We just took sheets and dumped stuff in there, clothes and whatever. And\nwe walked all the way to Sepastiana number nine. That was a place where we rent an apartment\nafterwards. I don’t remember the first address.",
        "Q: So it was the -- you and your mother and your father --",
        "A: My father, all three of us. And then, we were not the only ones, because my aunt lived in that\napartment, and then some other sisters came from the country. And at the beginning we all\nstayed at my aunt’s place. And the children slept on the floor, and the adults used the beds, and\nmy mother wouldn’t let me sleep on the floor, she thought I was too good to sleep on the floor,\nand I was just dying to sleep on the floor with the other kids. Seems like such a silly thing to\nremember, you know? But I guess it must have made an impression on me that time.",
        "Q: What did you do with your days?",
        "A: Well, this was °39, September *39. In 1940, just a few months, then we had to sweep the\nstreets. We had to wear armbands, that was 1940. We had to -- even if it rained we had to sweep\nthe streets. We had to clean barracks. We scrubbed the barracks on our knees. We carried\nrailroad tracks all in 1940, but we still lived in the apartment. We had to meet in the mornings.\nAnd my trouble was, I was very tall, I was five-eight. And they would line us up, the tallest in\nthe middle and then the shorter ones and shorter ones and I really got the heavy load. And they\nwere not very kind to us when we cleaned the barracks. I mean, they would yell and scream, or\nkick, or scare us they were going to shoot us. But in the evening, after we went back, my mother\nalways have a hot meal for us, and yeah, I can hear my mom say, “It’s not going to get any\nworse. It’s not going to get any worse.” And all during the war I can hear her say it’s not going\nto get any worse, but it did.",
        "Q: So you were working with other children?",
        "A: With other children, yeah. That was ’40, I was 16.",
        "Q: Was -- did your mother and father work?",
        "A: No, no, they didn’t work. I don’t know whether they didn’t ask them to work, I don’t know. I\nhave no idea.",
        "Q: And did you have any sort of education, even informal during that time?",
        "A: No.",
        "Q: How -- how many hours a day did you have to work at this point?",
        "A: I don’t know. From morning til it got dark. But that hot meal sure tasted good. It really did.",
        "Q: Did you have weekends free?",
        "A: I don’t remember. I don’t think so. I don’t remember. Do you know, it came to a point you\nwere well, like a zombie. You only did what you supposed to do, more later on, even. And you\ndidn’t question it, you just did it. Worse thing really happened to me was, my parents and my\naunt always said, “Sylvia, if Germans are around, never speak German. You don’t want them to\nknow that you German.” So I spoke Polish, naturally with an accent. And there was a German --\nwe were carrying the railroad tracks and loading them on trucks, so I did not know and I was\ntalking German to another German Jew. He came up, and he said, you speak with a bade -- a\nBadensa -- Baden. It’s like the state of Baden, like Kentucky, you know? Badensa accent. You\nspeak exactly like I do. And he was the meanest thing, he would scream, he always sit on top of\nthe truck and yell at us. And we never did anything right. And always had the gun, was gonna\nshoot. And he said, “Where you from?” And I had to tell him. I said, “Karlsruhe on Rhine.” I’m\nfrom Karlsruhe on Rhine. You come on and you sit on the truck and he gave me his lunch. And\nhe made everybody watch. I couldn’t swallow. I could -- I mean, my throat closed up, you\nknow? And he was yelling at me, “You eat, you eat.” I don’t know whether he wanted me to\nhave his lunch, or he did it out of meanness, or maybe he thought he was helping me, I don’t\nknow. But I sure couldn’t swallow. It just got in -- got stuck in my throat.",
        "Q: Did you have to march a long way?",
        "A: Ye -- oh yeah, yeah. You marched there, y-you had the meeting point and you marched, and\nyou marched home that night. And you had to wear your armband. And I don’t understand, some\npeople say they -- they wore a armband with a yellow star which said Juden there. We had the\nblue star, a white armband in Krakow. That’s what I remember.",
        "Q: Do you remember -- did you -- were you able to make any friends or was there just no time?",
        "A: Well, we really couldn’t talk too much, because we bet -- watched so closely. You made\nfriends and you didn’t make friends. One day you had friends, the next day they were gone. I\nwas fortunate that I was with my aunt constantly, and we talked a lot, and specially at night, you\nknow, after we got together, we talked a lot. But you couldn’t have friends because --",
        "Q: Did you find any ways to have fun?",
        "A: Huh? Fun?",
        "Q: Fun.",
        "A: Yeah. You know how I had fun? To aggravate the Germans. That was our fun. We would\nlaugh so hard where we felt like crying, and they could not understand. And then we -- we would\ntell jokes, and we would laugh. Really, we didn't feel like laughing, but we did laugh. And that\njust about killed them. My God, you should be crying there, what are you laughing? You know.\nBut if they got closer to you, you really shut up and you didn’t look at them. You turned your\nhead.",
        "Q: Did you ever see them hit any o -- anybody?",
        "A: Oh yes, yes. I saw them hit people, I saw them kill people, a -- I saw them kill babies, and\n...for no reason. Really, sometimes you wonder how they could live with themselves, I don’t\nknow. I think a lot of them were drunk. I really do. I did not realize that until I saw “Schindler’s\nList.” Then I saw there, I mean, they were drinking. I knew Goeth. Well, I’m getting ahead of\nmyself already. But th-they must have been drunk, because they were yelling, yelling, yelling,\nmy God.",
        "Q: So you kept on working like this until --",
        "A: Like that day after day, whatever they ask me to do, I did. And then ’41 was the ghetto. We\nwere notified we had to leave, so like in “Schindler’s List,” we grabbed a -- a bedsheet again, we\ndumped everything in there, in the suitcase, and you walk. And like I told you on the phone,\nwhen I saw that “Schindler’s List,” I was looking for myself in there because it was so real it --\nto me it was a documentary, it was not just a movie. I was looking for my relatives, I was\nlooking for my parents, I was looking for myself. And that was no picnic, five, six people in a\nlittle apartment where you barely had room even to sleep on the floor.",
        "Q: Was it just your family, or did you --",
        "A: My family and my relatives. And then that got smaller all the time. I mean, one day -- well,\nI’m getting ahead again, is -- no, we did the same thing there, we -- they -- we would march to\nwork outside the ghetto, and did the same thing. We shoveled snow, we washed the streets. And\nthe same yelling. There were different faces of -- watching us, but it seemed like they were all\nthe same.",
        "Q: So you were doing the same --",
        "A: The same thing, until ’42, we got the job, my aunt got the job in Kabelwerk, and we marched\nfrom the ghetto to Kabelwerk every morning, it’s -- was a cable factory. And there were different\ndepartments there. I had to cover cables, I was in charge of 10 machines. And my aunt, they\nmade -- what did she do? Oh, I can’t think of that word, you plug it in. You know what I’m\ntalking about, a cord you plug in, those -- what you call them?",
        "Q: [indecipherable] extension cord.",
        "A: Huh?",
        "Q: Extension cord?",
        "A: Yeah, something like that, but you plug it in in outlets.",
        "Q: Mm-hm.",
        "A: Like -- what’s that called?",
        "Q: Plug.",
        "A: Plug? Okay. Well, she put those together, my aunt. It was a different department she worked\nin. And for morning we marched with the O.D. man, that was the Jewish police -- police and\nthen we went back again. And then I think 1t was towards end of ’42, then we were concentrated\nin Plaszow, Potkish Plaszow, the concentration camp. And we went to work to Kabelwerk from\nPlaszow. And I only saw my parents twice.",
        "Q: Be -- before will -- you tell me about Plaszow, will you describe your -- your living quarters\nto me? I know you -- you said you were in very cramped conditions. Was -- was it cold, was it --",
        "A: Well, it was always cold, and I don’t know what I looked like. There was no mirror, you\nknow, but I looked at my aunt and I knew what I looked like, a skeleton. We were always cold,\nso all we wa -- wore are prison garb, and it was in the wintertime. Naturally you got cold, and\nPoland is cold. And then you had to stand appelle, they would count you and count you. They\nwanted to make sure that a half a person wasn’t missing or something. Sometimes it was for\nhours, just of meanness, til they got bored with it. The quarters, they were barracks, and with\nwooden slats, and you just -- there were bottom one, I think there were like a bunk, like a bunk --\nyou couldn’t call it bed.",
        "Q: This is in -- in pla --",
        "A: In Plaszow.",
        "Q: Plaszow.",
        "A: Potkish Plaszow.",
        "Q: What about in the -- what about in the ghetto?",
        "A: In the ghetto it was apartments. Still apartments, but overcrowded. Because the ghetto, at one\ntime, people lived there. Before the ghetto, there were homes, you know. I mean, apartments.",
        "Q: And you -- you -- did you manage to get enough to eat during that time that you were in the\nghetto?",
        "A: Probably I did, I don’t know. We got the meal in Kabelwerk. The interesting thing was that\nthe first time -- I always ate kosher, and when I start working in Kabelwerk they served us meals,\nand it was the same meal the Gentile workers got. So that wasn’t that bad, because had lots of\nvegetables in there. I don’t remember about meat now, maybe it did. And I wouldn’t eat. I came\nhome and I barely dragged. My dad said, ““What’s the matter?” We still were in the ghetto at that\ntime. What’s a matter? I said, “Dad, I can’t eat that, they’re serving traif.”’ So it must have had\nmeat in there also. And he said, “You have to eat. You have to have strength to survive this, you\nhave to eat.” So the next day I ate and I couldn’t keep it down, I was throwing it all up. I came\nhome and I dragged again. I told my dad, I said, “I can’t keep it down.” He said, “You have to\neat, you have to force yourself.’ And the third day I was glad to get it. So from that on, I start\neating traif, and was lucky enough to get it, you know, at that time.",
        "Q: Were your parents working at Kabelwerk?",
        "A: No, no. Just my aunt and I, and I was promised that I -- if I would work in Kabelwerk that my\naunt -- my parents would be safe in the ghetto. But naturally it was broken promises. So the\nliquidation of the ghetto was March the 13\", 1943. And my father got killed in the hospital --\nschpital. What happened was, every so often in the ghetto, they were rounding up people to send\nthem to concentration camps, and he -- they rounded him up on the street in the ghetto and he\njumped out the window. And he fell -- he was going to run away and hide somewheres in the\nghetto. And he fell, he broke his leg. So this was a makeshift hospital and they had some Jewish\ndoctors who practiced -- I mean, they were doctors before the war. And he was in traction and --\nhis leg was 1n traction, was the last time I saw him. And he was shot in the hospital, because my\ncousin saw him, he was in the clean-up crew, and he saw him laying there on the sidewalk. And\nthere were pictures of my mother, and of me and my brother around him. But I didn’t know until\nI saw “Schindler’s List,” that they gave them poison. The nurses gave them poison. I did not\nknow that, and I was thankful. Did you see it? They were grateful. The patients were grateful to\nget it, they were even smiling. Because you heard them downstairs already, yelling and\nscreaming. And about the time they came up they start shooting, and they didn’t even notice that\nthey were already dead. And I don’t know what happened to my mother, I thought my mother\nmight have ended up in one of the concentration camps, but she might have been shot in the\nghetto, because they would just shoot left and right.",
        "Q: Were you with her up until that day --",
        "A: No.",
        "Q: -- up until the day of deportation?",
        "A: No, no, no. I was in the Kabelwerk at that time. I mean, I was working in Kabelwerk and after\nthe liquidation of the ghetto, then they build barracks in Kabelwerk, and we were there. We were\nnot walking to Plaszow any more. We were concentrated where the factory was.",
        "Q: That was yu --",
        "A: That was til about September. This was, I think, May -- March ’43, until I think September\n\"43. We were concentrated in the factory where we worked. And that wasn’t that bad. The only\nupsetting thing I still remember is they supposed to have somebody come from Switzerland, a\nRed Cross representative come from Switzerland. And we had to clean the barracks, and we all\ngot a care package, which we had to open but not touch. So when the representative from\nSwitzerland came, he looked around, the barracks were clean and we all talked to him on the\nside, how bad it is, you know? And he was not very sympathetic. He said, “The barracks are\nclean. Look at the nice care package. What are you complaining? People are getting killed, there\nis a War going on, you got it good here.” So we told him, we said, ““We ha-have to return those,\nwe can’t even touch it.” The order was to open it up but not to touch it. And they took those care\npackages away. But it was so upsetting to us that he didn’t believe us, the representative from the\nRed Cross.",
        "Q: Before the ghetto was liq -- liquidated and you left, do you remember the last time you saw\nyour mother?",
        "A: The last time might have been maybe a month before. My aunt knew the O.D. man, the one\nused to march us from one place to another, and he had to be in the ghetto. And my aunt asked\nhim whether he would take me along. So I marched with him, and he was yelling at me just\nbecause there were Germans around, you know, even going from one place to another. Now you\nwalk straight, you know? And it might have been about a month before, I went to the hospit -- I\nwent first and saw my mother. And my mother told me my dad was in the hospital. So I went to\nthe hospital and I only had a very short time, I don’t remember exactly, maybe a whole hour or a\nhalf an hour, I don’t remember that. And my dad said -- he was so happy to see me, he was just\nsmiling. And he had this leg in traction. So he said, “I want you to meet my doctor, he is such a\nnice man.” I said, “Dad, I have to go, I have to go.” They just gave me so much time, and I says,\n“T got to go,” and we hugged, and I kissed him and I was walking out and the doctor just walked\nin. And my dad said, “This is my daughter I have told you about.” I was dad’s little girl, always.\nAnd --\nEnd of Tape One, Side B\nBeginning of Tape Two, Side A",
        "Q: This is tape two, side A of an interview with Mrs. Sylvia Green. And Mrs. Green, I’m -- I’m\ngoing to ask you to repeat the story that you were telling about your vit -- your last visit with\nyour father in the hospital in the Krakow ghetto.",
        "A: Ghetto -- yeah. Do you want me to hold it -- or you holding -- ah, the last visit, I went into the\nghetto, an O.D. man had to go to the ghetto and he was a good friend of my aunts, and so my\naunt asked him to take me along so I could see my parents. And so we marched and he was\nyelling at me. I knew he was just doing that, you know, for the other Germans around, the ones\nwho would walk. And as we entered the ghetto, I went to my mother’s place first and then she\ntold me that my father was in the hospital, and I went to see my dad and he was so happy to see\nme, because I always was daddy’s little girl. And we talked for awhile, and he had his leg in\ntraction and he told me what happened, how he broke the leg, that he jumped out the window\nbecause they were rounding them up to send them to gas chambers. And well, we talked for\nawhile, and then I said Dad, I have to go -- well, I called him Papa. We called the father Papa. I\nhave to go because so and so, the O.D. man, I can’t remember his name now, I have to go back\nwith him. And he said, “Oh, I wanted you to meet my doctor so badly.” And I start walking out\nand the doctor walked in. And my dad smiled, “This is her, this is Sylvia. I have told you so\nmuch about it.” And the doctor said, “I’m so glad to meet you, he’s talking about you all the\ntime.” And we exchanged pleasantries, I don’t know exactly what, and my dad and I, we hugged,\nand we kissed. And I walked out and I met the O.D. man and this was the last time -- might have\nbeen maybe a month or a few weeks before the liquidation of the ghetto, and I’m really happy I\nhad the chance to go there to see my parents.",
        "Q: And your mother? Do you remember --",
        "A: I -- I don’t know what happened to my mother. I saw in the paper that the Red Cross has a\nnew list, they found it somewhere, some -- 1n Russia, which they kept under cover for years and\nyears. And I went to the Red Cross here in Winchester and she asked some background\ninformation and I gave it to her, and she said, maybe you be lucky that you can find out what\nhappened to your mother and then my aunt’s husband and my aunt’s daughter. And they haven’t\nfound out. I got the -- she couldn’t find out anything and then I also got the letter from\nBaltimore, they could not trace what happened to my mother. I always thought she ended up\nmaybe in Auschwitz or Treblinka or somewheres. But after I saw “Schindler’s List,” I saw they\nwere shooting like crazy. I mean, it’s not what your looks was, they was just shouting and\nshooting, going crazy, so I don’t know whether she was shot in the ghetto, what happened to her,\nI don’t know.",
        "Q: Do you remember the last time you saw her, or close to the last --",
        "A: That was the last time, when I saw my dad that was the last time, about a month or two weeks\nbefore the liquidation of the ghetto. The ghetto was like --",
        "Q: She was there, too.",
        "A: Yes, yeah, I went to her place first and she told me my dad was in the hospital. I was looking\nfor him, you know, when I went there, I thought I was going to see both of them. So that was the\nlast time. And that was ’43, and my mother was born ’87, that would make them 53 years old.\nAnd you know my dad never even had a cold? I don’t remember ma -- he had -- he only missed\nwork one time I recall. He had an abscess on his chest and my brother cleaned it out and it got\ninfected. My da -- my dad thought he was dying, he never was sick. He didn’t know how to\nhandle it, you know? He went to bed. He never was sick and he got killed, and he only was 53\nyears old. Nice looking man.",
        "Q: Are you -- you had mentioned the -- the O.D., the -- those were the Jewish police.",
        "A: Jewish policemen, kapo, O.D., Jewish policemen. Some of them were pretty mean also if they\nthought they would get a better treatment when they mistreated us. Some were pretty rough.",
        "Q: Did you ever get beaten yourself by Germans or --",
        "A: No. I got beaten one time, 25, by -- that was in Plaszow, Potkish Plaszow, the concentration\ncamp. It was in a barrack and it was the one who was in charge of the barrack, and I got 25\npaddles. There was a bad odor in that neighborhood where -- where I was on the double decker\nwooden thing where were laying, and somebody had their period or something, and they put\nsome -- it wasn’t pads, it was something, and pushed it over where I was sleeping, and she said it\nwas mine, it didn’t happen to be mine, I got 25 paddles. But that, I think was the only time. My\naunt always told me, don’t walk erect. Make yourself shorter, you know, that you wouldn't stand\nout. And I always knew, wherever I went I just walk like that. So at so -- some -- some girls got\nraped. And I was pretty fortunate, but I wasn’t much to look at, because all those years already\ntook its toll at a very young age. And I was still in the developing age, you know, when the war\nbroke out.",
        "Q: Do you remember the deportations that happened before the ghetto was liquidated?",
        "A: No, I was not in the ghetto when it was liquidated. So I don’t know anything, it’s just what I\nheard, that all was hearsay. And my cousin was in the clean-up crew and he saw my father there,\nand he told me that.",
        "Q: You mentioned that wa -- as you were working at Kabelwerk --",
        "A: Kabelwerk, yeah.",
        "Q: -- you were in charge of 10 machines.",
        "A: 10 machines, yes.",
        "Q: And were you supervising other workers at that time?",
        "A: No, no. I was in charge of all 10 machines and there was another person, another 10 machines\nand then in the back of you there were 10 machines and they had to be in operation at all times.\nIf not, a si -- the thing was it was a very fine but strong thread but if something went wrong and\nit skipped a stitch, you had to cut that open and -- and do it again. I mean, you really had to\nwatch it so it’d be evenly covered. And there for awhile, I just worked daytimes. But then, you\nworked one week 12 hours, daytime and the following week 12 hours nighttime. And they did\nthis on purpose, because you never could sleep. I mean, there was no way to get adjusted from\none to another. So, well, we were sent back to Potkish Plaszow, September ’43.",
        "Q: When you say sent back, you meant -- you had been there before?",
        "A: Yeah. I was in Plaszow -- I was in Plaszow and we walked from Plaszow to Kabelwerk, from\nPlaszow. And then they concentrated us in Kabelwerk for a short time, and then -- but -- but the\ntime we s -- were sent back to Plaszow, we did not work in Kabelwerk any more. This was\nSeptember °43. And when I got there, well, we had to work in the concentration camp. We had to\nopen graves, pull out gold teeth. And the people who were in charge of this place were prisoners,\nGerman prisoners. And they were completely out of control. I mean, they were murderers, they -\n- they were 1n prison because they were murderers from way before the war, and they let them\nout to -- to oversee us. And the guy’s name Hammond, oh wow, he was crazy. He really was\ncrazy. I saw Goeth many times and as soon as we heard he was walking through the camp, I was\nrunning away, because we knew he was target shooting, he didn’t care what you looked like. He\nwas just target shooting. He wanted to see how close he could shoot or how far he could shoot.\nAnd Schindler was with him many times. And they were drinking buddies. And I really don’t\nthink Schindler -- well, he saved a lot of Jews, and like they say, who saves one life, saves the\nworld. But I can guarantee you this man did not start out to save the Jews. He started out to -- to\nfill his pockets. And somehow, I think towards the end, he found out that it’s a losing war they\nfighting. So he changed his mind. But thank God he did, because he saved a lot of Jews. But this\nwas terrible, I mean in the PlaszOw, whether we had to go outside and load railroad tracks again,\nor in -- if we worked inside, then we had to dig -- I mean, open the graves and pull out the golden\nteeth, or we carried barracks. They were always building barracks and we had to -- to carry that\nstuff. And really my legs are my weakest, my -- my health problem are my legs. You can’t work\nlike dog -- like a man and not come out scarred. So we were there until -- oh, I didn’t tell you\nabout my cousin, Janek Kalbenstok. When we came back in September ’43, people were telling\nme about my cousin Janek. He and a little boy were walking in the concentration camp, and\nevidently Goeth was walking towards him, and my little cousin Janek had a habit, he drove his\nmother crazy. When he was upset, he would whistle. He didn’t even know he did this. And\nsomebody told me that he was whistling -- whistling that -- it was a Russian song, or -- or a\nFrench anthem, I don’t know, I wasn’t there. And they arrested him right there, in ’43. And they\nbuilt a gallow to hang him, all night long. And the next day they brought him out to hang him.\nThey made his father sit in the front row, my oncl -- Uncle Henek Kalbenstok. And the rope\nbroke. So he sent somebody for new rope and my poor little cousin must have been just scared to\ndeath and he was crawling up to Goeth’s foot and kissing his boot. And they said that he was just\nhissing. Goeth took the gun out and shot him right there. My uncle saw it and he had a complete\nstroke. Never came back from it because when I went up there, I went to see him in Plaszow, in\nthat concentration camp where it all happened. He was just a vegetable.",
        "Q: How old was your cousin?",
        "A: He was younger than I am. I really don’t know exactly, maybe four or five years younger.\nThis was in °43, I was 19, he might have been 15 -- 14 or 15, I don’t know exactly.",
        "Q: Had you known him?",
        "A: I did not know them very well, because I was born and raised in Germany, and I was not in\nPoland, I think maybe about a couple times. My mother went to visit, but she didn’t take us\nchildren. Somehow you take children more now than you used to, it seems like it.",
        "Q: What kept you going?",
        "A: Well, this is interesting question. I don’t know really what kept me going. The only thing my\naunt and I, we talked all the time, and other people, too. Somebody hads -- hads to survive to tell\nthe world. We did not know that the world knew about it. We thought everybody was just\nignorant about it, you know, they did not know. And I don’t know if -- don’t ask me whether --\npeople say you must have been very healthy. I wasn’t any healthier than the ones who died next\nto me, because I had typhus for two weeks, I don’t remember anything. I was so sick and we had\nto stand appelle, and they would drag me out, which I did not know, and they -- they stood me\nup, holding me up. The only thing I can think of is, my time was not up. Somebody still had\nsome purpose, and also, I don’t know, maybe it was a strong will to live, to tell the world. But\nmy world crumbled pretty quick after I came to the United States, when I found out the world\ndid know, and didn’t do a thing about it. And maybe it was lucky I didn’t know, because I am\npretty sure I would have given up. My aunt would have given up. My aunt was just like my\nmother. We were just constantly together. Really, by yourself you could not survive. You had to\nhave somebody to care for. Your back’s hurting now? Okay? You had to have somebody to care\nfor, and she did. The ration of bread we got, she want to share with me her portion. “I’m really\nnot very hungry Sylvia, why don’t you take this?” I just couldn't eat it. I said, “Minna, I don’t\nwant it.” I said, “You just want me to have it because you know I’m so hungry.” “No, no, no,\nhonest. I just can’t eat another bite, I’m just not hungry.” That was my aunt, God bless her.",
        "Q: Did you have faith at the time?",
        "A: I didn’t have much religion all during the war, and after the war, oh God, I was bitter. I\nblamed God what happened, and why. And I still got a lot of whys. Thank God, I got over the\nbitterness. The bitterness doesn’t work, it eats you up alive. And it’s -- it doesn’t harm the people\nyou hate. It -- I couldn’t even talk German after the war, a complete blank. I blocked it out. And\nmy brother told me, “Sylvia,” he said, “the German language is beautiful.” I said, “The German\nlanguage?” I connected it with Hitler, it’s not beautiful, it’s terrible. And then to meet people\nwho had anything to do with Germany or German descent, I had to run away. And this kind man\nhelped. He was so kind, because I just wanted to shut the door and that’s it, not think about it,\nand -- when I got married. And even after, I was an atheist, I didn’t believe in anything. I really\ndidn’t. And -- so after I got married, I still did not talk about it to anybody. It was like I was\nashamed of it, like some of it was my fault, you know? And I knew it wasn’t, but somehow I just\ncouldn’t talk about it. And then it was a small town, with not many Jewish people. I already had\none monkey on my head to be a Jew in a small town. And -- but the door would not stay shut,\nwhen I got pregnant. And then it all came back, the nightmares, and waking up screaming -- not\nwaking up -- oh, excuse me -- screaming in my dreams. Sobbing wet. Jake would wake me up,\nand we would come in and we sit for hours and I had to start talking. And this man sat next to\nme. I don’t know whether he listened what I said, or what, but his ear was there and that’s what I\nneeded. So I was pretty lucky to have a wonderful husband. And the children are great, they\nreally are. They loving, very loving. I h -- said that in the documentary, I did not want to raise\nthem full of hatred. In fact, they didn’t know much about the Holocaust til I made that\ndocumentary. I want them to -- want to raise them healthy, happy and -- physically and mentally.\nAnd they got problems, I mean everybody’s got problems, but the problems are not connected\nwith my past, because I did set myself a goal that if I failed, then Hitler had won out, and he\ndidn’t, because they’re loving children, they really are big hearts.",
        "Q: Let’s go --",
        "A: But well, September -- January. January ’44. Naturally we had to line up, we had to be\ncounted. And they were telling us we were going to a wonderful place. There’s going to be clean\nbeds and plenty food. You’re gonna work hard, but you’re gonna have it good. And my aunt\nsaid, “Wow, it sounds like paradise,” you know. And then we were crammed into cattle wagon.\nAnd Krakow -- Auschwitz is not that far from Krakow but it tuck -- took such a long time\nbecause the train stopped every few feet because the planes were bombing. And before we got\ninto the cattle wagon, they gave us some bread, and that was all. And there was a container with\nwater, and one container for the bathroom. And they stopped, and gosh were we pray -- praying.\nYeah, they jumped out the -- the -- the trains, and they were hiding in ditches, the German. And\nwe were laughing, we really were laughing. There was a little window up in top those cattle\nwagons, the old ones. And we would get on each other’s shoulder to lift them up to see so we\ncould get a good laugh, cause they were so scared. And we yelled, “Bomb us, bomb us, come\non.\" You know, we didn’t care. We really didn’t care, as long as they would have gotten killed.\nAnd then we went a little bit longer. To me it seemed like we went the whole week, but we\ndidn’t. But you see, a time was -- didn’t seem important at all. It was just running into a day or\nnight, til the cattle wagons stopped, they opened the doors, and they were yelling. Out, out, out,\nout, out. Kicking and dogs, and we were running. And then we looked and we knew where we\nwere, because we saw the chimneys burning.",
        "Q: You had heard about Auschwitz?",
        "A: Oh yeah. Everybody heard about Auschwitz. And you could smell it, the smell of human\nflesh. So, you know how they kept the records so neat, you know, they had to have orders. They\ndidn't have any orders. We arrived without orders, they didn’t know what to do with us. So we\nwere sitting there or standing there, between the ovens, near the gate when they opened. And on\nthe other side were the barracks. And you sat there for 48 hours. And they were running like\ncrazy. They couldn’t get any orders, they didn’t know whether we end up in the -- should end up\nin the gas chamber, or at the camp. And we just sat. And it was cold, it was January. And finally,\nthere still were no orders, but then we took a -- I guess they were afraid to send us to the ovens if\nthe orders came that we should not been killed, they couldn’t bring us back after they once\ngassed us, you know. So then they told us to go into showers, and we took the shower, naturally\nthere’s never enough water. And then we walked out in the nude in January in Poland, shivering.\nAnd then we got prison garbs. And they gave me wooden shoes, and they made me wear those\nshoes. I couldn’t walk in thats -- in the shoes. It seemed like the shoes had a mind of their own.\nAnd then they put us in barracks. And about -- well, we didn’t do anything. You just laid there,\nor you stood there. And we were there about 12 or 14 days, too many.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is tape two, side B of an interview with Mrs. Sylvia Green. Did they -- did they give you\na tattoo when you arrived at Auschwitz?",
        "A: No, no, in Auschwitz -- and I found that out later on, that you had to work there before they\ntattooed your arm, and we didn't work there. We just were there 12 - 14 days, and we didn't do\nanything. One time we got black coffee, whatever it was, 1t was awful, in the morning. And we\nhad to carry -- they were heavy kettles. And in the evening you got the water soup. So I\nremember that very well, it was my turn to go. And some other girls also went and coming back\nand we were almost our barrack and those stupid wooden shoes wouldn’t stay on my feet, and I\ndropped the kettle and our whole supper was there. Really was scared that the people gonna kill\nme, the hungry people, you know, but they didn’t. We just all lay down and we licked the floor,\nwhatever fell there.",
        "Q: Did they shave your hair?",
        "A: Already, partially, every so often it was shaved, the hair. It was already very short before we\nwent in Auschwitz, and then in Auschwitz they shaved it again and delouse them, they sprayed\nyou. And they deloused you, yes, was some kind of powder they did, they -- they sprayed you\nwith.",
        "Q: Were you still with your aunt?",
        "A: Yeah. We were liberated together. Let’s see, after about 12 or 14 days in Auschwitz, we were\nshipped back in the cattle wagon to Bergen-Belsen. And when we got to -- I think it was still\nJanuary ’44, because we were, pretty much, one of the first ones there. When we came to\nBergen-Belsen they had nothing but tents. And then there was a big storm one night and it was\nquiet. There was no shouting and it was very quiet in comparison to Auschwitz, there was so\ncommotion constantly. It was very quiet and my aunt said, “You know, Sylvia, in comparison to\nAuschwitz, this is a vacation.” But we didn’t know that was -- there was no gas chambers, but it\nwas starvation camp. They just starved you to death. So there weren't that many people, but then\nwe had a big storm and it knocked all the tents down and they moved us to barracks. And they\nwere looking for somebody who spoke a lot of languages, so I applied for it. I spoke German\nfluently. By that time already I spoke Polish fluently but couldn't read or write it, because when\nyou’re young you pick up languages. They said I spoke it with a heavy accent. So I applied for it,\nand I -- I knew about three words of French, or maybe five words and two words of Russian. So I\ngot the job, not very long though, but enough that I had the foot in the kitchen. And so I could\nsteal food so my aunt wouldn’t be hungry. So there were Jewish people working in the kitchen\nand some Russian soldiers working in the kitchen and there were three Frenchmen. They were\ncollege students and they worked with the underground Gentiles and they got caught. So they\nwere funny, they were so funny. They all spoke German and wouldn’t let the German know that\nthey spoke German. And they would sing, and they would sing the French anthem. And they\nwould laugh, and they made us laugh. But the Russian people, we had to stay away from them.\nWhen we stole food, we didn’t tell on each other, but the Russians told on us when they saw us\nstealing food. They kept to themselves pretty much. We were afraid of them. So, well, I got\ntyphus in Bergen-Belsen and Paul LaPietra, one of the Frenchmen stole food and send it to the\ncamp. So by the time I got the food, there wasn’t that much food left because she shared it with\nother people, but evidently it must have helped some. And when I got better after two weeks, I\nnoticed that I -- I didn’t have any shoes, I don’t know what happened to them, my shoes. And I\ntold the girl, I said, “I can’t go back to work in the kitchen without shoes.” So Paul LaPietra stole\nsome man’s boots and send it to the camp with a friend of mine. And after I went back to the\nkitchen, those three Frenchmen hoisted me up on their shoulder and they were marching and they\nwere singing la mar -- what is that? La Marseille, th-the French anthem. Oh, the German, I’m\ntelling you, they would get so red and yell. And we say, your gonna have a stroke, he’s gonna\nhave a stroke, but no, not such luck. And we were liberated April the 14\".",
        "Q: Before --",
        "A: ’45. It was really strange. By that time I wasn’t working in the kitchen any more, nobody was\nworking anywheres, because there was no food. And they already knew that they were in bad\nshape because the guards were disappearing there. And they came back. There was no place for\nthem to go. We didn’t know that, they were surrounded by the Russians, by the British and by\nthe Americans, and there was no place to run around. So they were digging ditches. And oh, they\nwere angry. I’m telling you, you couldn’t even set the foot out. If not, you got shot. So we stayed\npretty much indoors, and everybody was sick. No energy, no water, no food. And then I got\ndysentery problems again. I went out one night to relieve myself and felt something cold I was\nsitting on, and I looked and it was a body, and I just moved over. I mean, you got -- evidently\nyou got conditioned to that. I mean, just thinking about it, 1t blows my mind, you know? And I\ncrawled back in. So one night, it was between 14\" and 15\" the night, or was early in the\nmorning, we heard the -- heard a lot of tanks, rolling and rolling and rolling. We didn’t know\nwhat was the matter. And it was morning and somebody came running in, we are liberated, we\nare liberated. And they said, by the British army, we are liberated. Well, I crawled out there, and\nmy aunt went out there, too. I said, “What are you talking about?” The German commandoes,\nthey were standing in front of the tanks. They tied them down there evidently, I don’t know. And\nthey -- with no medals, they stripped them of all the medals, but I didn’t see that. I still saw the\nNazis. I said, “What you talking about, here they are.” And then we found out we were liberated,\nand I stood up and I start singing the British anthem, God Bless the King. I remember that from\nschool. And oh, there was such, so much commotion going on, they were so wonderful. And\nthey gave us care packages. We didn’t know how to handle those care packages, we ate\neverything. And that’s why so many died. On that starvation diet for so many years and then you\ndrank cocoa, I mean the powder, and coffee, smoked cigarettes, chocolate. All at one time and\nsardines. They meant well, I mean, they didn’t mean any harm. But I think the ler -- that the\nworld learned from that. Whatever prisoners come back, they kind of condition them slowly with\nfood.",
        "Q: Let’s go back a little bit to before liberation, and you mentioned that -- that you had typhus.\nAnd I remember earlier you had said that you -- you -- you had to go out to roll call every day\nand other people were holding you up.",
        "A: Yeah, I don’t -- I didn’t -- I don’t remember two weeks, I don’t remember. I don’t remember\nanything. They told me -- you see, the thing about it is, they had to have a certain amount. They\nhad the number there and that number had to satisfy them. Well, they dragged me out, and\nsomebody called, you said, one, two, three, you know, you -- you called your own number, so\nsomebody must have called a number for me. If not they’d be still standing there today. I mean,\nit had to be like to say 550, it had to 550. If not, they went back in the barracks [indecipherable]\nthey counted the dead. So they told me that they dragged me out every day and when it came -- I\nmean, that’s a lot of people, that’s you know, lined up, that probably when it came to me, they\njust held me up.",
        "Q: Do you know if you were in a hospital that time?",
        "A: No, I was not in the hosp -- there was no hospital there. After the war they made a hospital\nwhere Himmler’s palace was in Bergen-Belsen. He had the palace there, and they made this into\na hospital. The ones who were so sick, they took them there. But by that time I was -- I wasn't\nthat sick any more.",
        "Q: How did you get better?",
        "A: I don’t know. I don’t know, the grace of God, I don’t know. I told you my time wasn’t up, I\nguess I had to have those beautiful babies.",
        "Q: And your aunt, was she working?",
        "A: In the camp, no. I stole food while I was in the kitchen. But then, there were times we just laid\nthere. She had typhus before I had it, even. My aunt. Everybody had typhus. It’s a dysentery, but\nto get well, it’s hard to explain with any antibiotics or anything, because now you hear about\ntyphus, e-everybody died. It was like cholera, you know, long time ago people died, not many\nsurvived.",
        "Q: Did you have the sense around that time that -- that the end of the war was coming close and\nthat you were going to survive?",
        "A: No. That’d be too much thinking, I didn't have the energy. I think I told you that early in that\ninterview. You did what you supposed to do and you did it, and hour went into hour, into day\nand night, it -- there was no difference. No, I never did, I -- the only thing, like sometimes we\nwould sit around and be miserable, and then somebody would say, you know on Shabbas, Friday\nnight? Boy, my mother set a table fit for a king. What did she cook? Well, there was fish and\nchicken soup and chicken and roast beef and vegetables and dessert. And somebody would pop\nup, that’s enough food, I can’t eat another bite. Do you know really, I’m not kidding, we could\ntaste that food.",
        "Q: Did you have other fantasies?",
        "A: No. Just blank. Just a zombie. And I don’t think I was the only one, I think everybody was\nthat way. I was so conditioned from the time I was nine years old, until the end of the war, that --\nthe only thing many times you ask yourself why, why, why. I still ask myself now, why? I said,\nwhen my time comes, I’m gonna have a list that long. And I’m -- when I get upstairs I’m gonna\nask him, maybe he can -- why this, why that, you know. But you know what’s very upsetting to\nme? The world didn’t learn anything by it. If the ler -- the world just would have learned\nsomething by it. Look that ethnic cleansing now. They’re killing babies. So I feel like that whole\nthing was a waste. At least if people would have learned by it. But they didn’t.",
        "Q: Do you remember at liberation, and you -- you suddenly saw -- realized that you were\nliberated --",
        "A: Yeah, yeah.",
        "Q: -- and you were inspired to just sing.",
        "A: Yeah. Oh yeah, at the national an -- th-the British, God Save the King. I met a British soldier\nand I still remembered, whoever lives gonna get in touch with Erbachs in Lexington, Kentucky.\nSo I told him about -- I had about two years of English, and I didn’t do too well, but I still have\nthe letter here. I’ve -- I was going to pull it out and show it to you. I wrote to Erbachs in\nLexington, Kentucky, but we couldn’t mail, I mean there was no mail going between Germany\nand -- and America at that time, and I gave it to that British soldier I met, and he sent this letter\nto his mother in England, and his mother, or his parents forwarded that -- that letter to America,\nto lex -- Erbachs, Lexington, Kentucky. And at that time Lexington, Kentucky was small. There\nwere about 65,000 people. So everybody knew each other, so it got there, just Leon Erbach,\nLexington, Kentucky, United S -- U.S.A.. So my brother was in the American army. He ga --\nErbach sent him an affidavit from England to come to the United States in 1940, and he was\ndrafted in °41. So, he was still serving in the American army, he was with Intelligence, he spoke\nseven languages fluently. And Erbachs got in touch with him. And he came to Bergen-Belsen\nand I think I told you that previously, when they came running in telling me that my brother was\nout there, and I run out and all in a sudden I just stopped. I thought my dad was there, because\nthey look so much alike. So then he took us to Munich, he was stationed in Munich. My brother\nwas stationed in Munich. And he sent the ambulance after us. I think was around October ’45.\nWhen he came to the camp, he brought oranges, food. And oh, we -- we just had a party. And my\nbrother said, “I just bought that for you and Aunt Minna.” I said, “I can’t eat that by myself, not\nsharing it, what you talking about?” He didn't understand. You know, you’re hungry together,\nyou party together. So it was good food, it really was. And he rented an apartment in Munich.",
        "Q: When you saw him and he arrived at Bergen-Belsen and you -- you thought it was your father",
        "A: It was scary. That’s why I -- I t -- I couldn’t talk. I just stood there like paralyzed. Even had --\nhad the moustache like my dad, at that time.",
        "Q: Did you have a feeling of -- of s -- of sadness, or of joy?",
        "A: I had no feeling, I just looked. I t -- I knew my dad was killed and I thought my dad was\nstanding there. It wasn’t sadness, I just couldn’t understand it, you know? They look so much\nalike, almost like twins. And then I was very happy. You know, we just grabbed, and we hugged,\nand -- he went through his own hell, because he went in my place to England and all during the\nwar that was on his mind. He told me, he said, “I’m so happy that you are alive. I don’t know\nhow I would have managed to -- to live, to know that you got killed and I’m alive.”",
        "Q: Had you thought about him much through those years?",
        "A: Yeah, my mother would talk. I wonder how Bernard is getting along, you know, but that’s --\nwe didn’t know. I hope he’s doing okay. But we knew at that time he was in England, we didn’t\nknow he came to America. But we felt like he was safe.",
        "Q: So you went to Munich.",
        "A: We went to Munich and he could have -- he was discharged about -- we came in June, he was\ndischarged about two or three months before and he could have come to the United States. So he\nsigned up as a civilian for another six months, because he wanted us -- he wanted for us to get\nout of Germany. He was afraid that we weren’t pushy enough, probably, you know. And so he\nstayed and he took care of all the papers, and we got out but -- ba -- June, we arrived in New\nYork.",
        "Q: Would you stay -- say you were still feeling numb about everything that had happened?",
        "A: Well, you come to a strange country, you scared. People you didn’t know -- all right, the\nErbachs were related to my aunt, but they were no relations to me. No, I was -- wasn’t feeling\nnumb then. I was angry. I was full of hatred. I think it brought -- I brought this up before.",
        "Q: I’m sorry, how long had you been in Munich?",
        "A: From October °45, until June °46.",
        "Q: And what did you do while you were there?",
        "A: Go crazy, go wild. Eat, drink, bleach your hair blonde. Peroxide my hair. We didn’t know\nwhether to walk on our heads, we didn’t know whether to walk on our feet. I mean, all of that\nfreedom, all in a sudden, listen, that’s -- that’s overpowering. And my brother brought a lot of\nfood home from -- oh, what you call that? A mess hall or something. Is it called mess hall, I\nthink? Brought a lot of food, and all his friends brought food. I guess they felt so sorry for us,\nyou know?",
        "Q: And you didn’t have to do any work?",
        "A: No. No, no, he took care of us. Well, the strangest thing. He got that apartment f-for us, and\nhe just told the Germans to get out. And they were crying and they were crying, that’s our\napartment, how we c -- we been living here. And he was not very sympathetic. He told them they\nhad to get out, and some of his friends also. We got the apartment. So while we already lived in -\n- in that apartment, they came, ringing the doorbell. We want to move back. This is our\napartment. So, I was so angry, I said, “What are you talking about? I like to see my parents, too.\nWhat did you do to them?” I wasn’t -- we weren’t very sympathetic.",
        "Q: And they just left?",
        "A: Yeah, they left, and they came back two, three days later on. Looking back now, I’m -- I\nmean, they were -- it was theirs, you know, but look what they did t-to us. I mean, the one they\nkilled, you couldn’t bring those back, could you? And this was only material things. But I told\nyou I was angry. It was just all bundled up, you know, and all in a sudden it just had to explode.\nBut Munich was great, really was. We went to museums and we went to concerts, we went to the\nopera. [tape break]",
        "Q: So when -- when you were in Munich you -- you -- you were angry, but you were also having\nfun.",
        "A: Oh, I was having fun, and I’m not the only one, I mean, everybody had fun. Somebody said,\noh y -- I used to be a blonde as a child, kind of golden blonde. Oh, you got brown eyes. Blonde\nhair and brown eyes is unusual. How about bleaching? So it -- they used peroxide. And I came to\nthe United States as a blonde. And then there was a museum, was kind of meeting place of the\nsurvivors. And once in awhile you would meet some which you knew. I mean, you met people\nall the time, so you couldn’t remember everybody, you know? But sometimes you run across\nsomebody and oh, you are here, you are here. You know, you survived that. And we grabbed and\nwe hugged, and we were wild.",
        "Q: You made new friends?",
        "A: In Munich? No, not really. I mean, people a -- was together. Then I was with my brother a lot.\nMy aunt was with us constantly. You see, the -- my aunt was my best friend. There was nothing I\ncouldn’t tell her, and she knew exactly how I felt about things. She was my best friend, she was\nmy psychiatrist and I helped her. But my brother was very good to us. He really took us places,\nand his American soldiers, his friends were very nice. Yeah, we did make some friends\n[indecipherable]. He came back to Munich after the war, and he opened a store they had before\nthe war. And he got us some material and we had some raincoats made. At that time a lot of\nthings were custom made, you just couldn’t go in the store. Maybe housedresses they would sell\nin the store, but not like you go and you can buy suits and all that. Those things were custom\nmade a long time ago.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: This is tape three, side A, of an interview with Mrs. Sylvia Green. Mrs. Green you were just\ntalking about your -- your stay in Munich.",
        "A: Yeah.",
        "Q: And you spent almost a year there, and --",
        "A: No, not quite a year.",
        "Q: There --",
        "A: From October until June.",
        "Q: October until June.",
        "A: Mm-hm.",
        "Q: So a little over a half a year.",
        "A: Yeah.",
        "Q: Yeah. And -- and during this time, did you reflect much on what had happened to you before\nin [indecipherable]",
        "A: No, not too much. I had a lot of living to do, because I didn't live before. That’s -- everybody\nfelt that way. We ate too much, we drank too much. We just felt like a -- a bird coming out the\ncage. It’s very overpowering, all -- all that freedom. You were not told what to do, you could\nwalk, you could go to bed when you wanted. Had nice beds and sheets. I mean, things you take\nfor granted.",
        "Q: Did you think much about the future? About what you would do?",
        "A: Well, I knew that we were coming to the United States, this we knew, because my brother\nfilled forms out all the time, you know, and then we had to go for examinations. And you had to\nget passports, and finally the day came when we left Germany, and I think we were -- we came\nover on the ship Marine Perch, and -- from Bremerhaven. And I think we were on board about 11\ndays, because they had to stop, there were some mines and they didn't tell us they had mines in\nthe water until they deactivated it. They didn’t tell us, we probably would have been scared to\ndeath. But I would say there were about 800 passengers, maybe with the crew also. Was a very\nsmall ship, and it was not equipped, it was not a luxury liner. We had one little room, but from\nthe 800 people, there might have been about 40 - 50 who didn’t get sick, most of them got sick,\nseasick. And my aunt was seasick. They -- the younger people they put in the bunkbeds, and was\na great, big room, and the food was served buffet. And that -- but my aunt, she was over 40, and\nshe had, I think 1t was a semi-private room, they just gave it to her. After -- up to a certain age.\nAnd they ate at a table, they were served, and my poor aunt was in bed all the trip. I went down\nevery day to see her, and I want to bring her some food, and she said, “Get out of here, get out. I\ncan’t look at that food.” So we had a good time, we entertained ourselves that -- the 45 - 50, and\nit was just amazing to us, when we got to New York, all in a sudden those people start pouring\nout the ship, you know, you haven’t seen them. How did you get on? I didn’t see you. But so\nmany were sick. Then we had to wait that you had relatives, somebody had to pick you up at the\npier, they wouldn’t just let you go loose. And my aunt and I, we waited and waited, and my\ncousin in New York supposed to pick me up. I did not know those cousins except one cousin. He\nwas in Karlsruhe, and he was just like my brother. At that time first cousins were like brothers\nand sisters, very close. And he’s supposed to pick me up, and he just didn’t show up, and my\naunt and I, we were the last ones, and oh God, were we scared. I start crying, and all in a sudden\na woman came up to me and she said, “You’re Sylvia Farber, aren’t you? From Karlsruhe?” I\nsaid, “Yes.” And she said, “I don’t know, do you remember Bernard Weismann?” I said, “Yeah,\nI went to school with him.” The -- the Jewish school. He had a speech defect, and the children\nwere not very kind to him, and -- children can be cruel. So she said, “Well, I really didn’t have\nyou on my list, but I looked at the list and I saw Sylvia Farber, and I wanted to greet you. So I s-\nswitched with somebody and I want to say welcome to America, and thank you for being so nice\nto my son Bernard.” A-And that kind of felt good, that people remembered you, you know, and\nhe was such a nice boy, but the kids just didn’t give him a chance. He was very intelligent. His\nfather was a doctor, I don’t know what happened to him, lost contact. So while we were talking,\nmy cousin came with other cousins. The other cousins -- but I didn’t know the other cousins,\nthey were waiting for that one cousin, he had to sign for us. And he came, and he looked like a\nFarber. He looked like my dad, he looked like my brother, and we just start hugging and kissing,\nyou know? It seemed like the Farber, the looks goes through the family. It’s amazing.",
        "Q: Was your brother with you?",
        "A: No.",
        "Q: No.",
        "A: My brother didn’t come until September. You see, he signed up six more months to make\nsure to get us out. And I really loved New York, I wanted to stay there, but my brother wouldn’t\nlet us. My brother said, “Listen, we gonna make a home in Lexington, Kentucky, it’s a beautiful\nlittle town, and that way we can be together, we don’t have parents.” And I listened to him, and I\nstayed in Lexington. Do you know where he ended up? New Jersey. He got his undergraduate\ndegree from University Kentucky. He got his master’s degree from Chicago, University of\nChicago. He was working on his Ph.D. in cuk -- at Columbia University. And he stayed there.\nThen when he got married, they moved to New Jersey.",
        "Q: This relative of yours in Lexington, ha -- will you describe how he was --",
        "A: They really were not related to me. The very -- the -- the one -- Leon Erbach was my Aunt\nMinna’s brother-in-law. My Aunt Minna’s husband Alec, and Leon Erbach were brothers. And I\nwas related to my Aunt Minna through my mother. You see, so they really were not related, but\nthey were wonderful. They really were wonderful.",
        "Q: And so your brother had been living with Leon Erbach?",
        "A: Yes.",
        "Q: I see.",
        "A: When he came in ’40, he lived with Leon Erbach, then he went to Lovell. And they grabbed\nhim right away in ’41 for the army. So they really were wonderful people, and they treated me\nbetter than the daughter, the daughter said. Because I was older than their daughter, five and a\nhalf years, and I could stay out longer on a date. And she resented that. She said, “They love you\nmore than they love me.” They really were great people. But we didn’t stay very long. My\nbrother came in September and we rented an apartment, and we lived on my brother’s army pay,\n90 dollars a month. 45 dollars rent. Water bill was cheap, two dollars electric bill. And we made\nit, can you imagine? And we only had hamburger on Sundays. But we wanted to be independent.\nEr-Erbachs didn’t want us to leave, but we wanted to get started. So my brother start teaching\nlanguages. He -- he was working on this undergraduate degree, and he was tutoring in French\nand German. And sometimes he didn’t go to bed until two, three o’clock in the morning because\nhe had to do his own homework. And he caught the flu, he couldn’t get over it and the doctor\nsaid, “Something has to give, you need sleep.” So I went to work, for 18 dollars a week, but that\nwas money.",
        "Q: Did you speak English?",
        "A: By that time a little bit. Erbachs -- you see, we came in June and I went to work, I think it was\nChristmas or right after Christmas. And they were nice enough to give me a job. It was\n[indecipherable], they were Jewish people. And I think they gave me a job they felt sorry for me,\nand then I was a novelty. [tape break]",
        "Q: This was in the paper?",
        "A: Yeah. That’s me, a young Sylvia Farber.",
        "Q: And you have blonde hair.",
        "A: Yeah, yeah.",
        "Q: And there’s your aunt --",
        "A: Do you know it --",
        "Q: -- and your aunt is --",
        "A: -- stayed blonde --",
        "Q: -- on the left.",
        "A: -- in perox -- yeah, that’s my aunt. Ah --",
        "Q: The headline says, Polish ref --",
        "A: Polish refugees -- that was students. They kind of messed it up a little bit, they didn’t get it\nstraight. Some of it --",
        "Q: Will you read it -- the entire headline?",
        "A: Yeah. This was 9-27-46, and it was the Lexington Leader, Polish refugee ex-prisoners, now at\nHenry Claire High School. We ju -- we just sat through English classes, American government\nclasses. And then some of the students gave up their study hour to help us learn how to read. I\nthought it was very nice of them. And then also, when I was working, I audited some classes at\nthe University Kentucky from eight til nine in the morning. And Joe Wall’s niece, who went to\nUniversity Kentucky, picked me up and took me to work so I would be there by nine o’clock.\nAnd they were very nice, because I should -- supposed to been there 10 minutes to nine, but I\ntalked to him and then he said that’s all right.",
        "Q: Were you interested -- very interested in getting an education?",
        "A: It was not the education as much what I wanted. I wanted to learn how to speak English. It’s\nvery hard to think in German and then have to translate everything. It’s not easy. I mean, were\nyou ever in a foreign country, where you walked around with a dictionary? And my problem was\nthat I always would put the buggy before the horse somehow. Th-The sentence construction was\nvery difficult. And English 1s a very hard language. And the spelling, my God, there’s so many\nwords they sound alike. Now I wish I would have gone on to get an education. I really wi -- but\nthe education at that time wasn’t that important.",
        "Q: What were you doing in your job?",
        "A: I started out as wrapping packages, and -- but at April, I just felt like, you stupid. You can do\nbetter than that, you know? So I start sneaking out and waiting on customers, and the customers\nloved it. Because I was a survivor, which they never met another one. And that publicity, I mean,\neverybody knew about me. So I remember Joe Wall said to me, “What are you doing on the\nfloor?” I said, “I’m not stupid. I can do better than that, just wrap packages. And well, normally a\nclerk couldn’t have said that. But then, I didn’t have the clothes I was supposed to wear, I was\nsupposed to wear dark clothes, navy blue, or gray, or black. I didn’t have it. He told me, “You\nwear what you got.” So he really made -- made allowances for me. In fact, people must have\ntalked about this, a Holocaust survivor in another department store, Martin, the buyer -- I don’t\nremember, I don’t think she came into [indecipherable]. She must have waited outdoors or\nsomething, she came up to me, and she said, “I really would like for you to work for Martin’s.\nHow much money do you get at [indecipherable]?” And I said, “Eighteen dollars a week.” She\nsaid, “We can do better than that. We can pay you 25 dollars.” So I said, “Let me think about it.”\nSo I went to Joe Wall. I thought that was the right thing to do, because he gave me the chance.\nThe factories wh-where I ap-applied in Lexington wouldn’t hire me because I couldn’t speak\nEnglish fluently. Now you could sue them because you discriminated, but at that time you didn't\nknow about suing people. So I told him, I said, “Listen, they approached me at Martin’s and they\nwould pay me 25 dollars a week.” He said, “Well, if Martin’s can pay you 25, I can give you\n25.” I did feel guilty because the people I worked with, s-some been working there 10 - 20 years\nand didn’t make more than 25 or 27 dollars. But I told him, I said, “You know, we need the\nmoney.” He said, “I know.” So people in Lexington were very nice and very decent.",
        "Q: When did you meet your husband?",
        "A: Jake?\nA2: [indecipherable] I think you would wind this up, three hours is enough.",
        "A: -- open through his cousin. We met his cousin. We lived on Macdowell Road, Chevy Chase\narea, I don’t know whether you know that area there. Okay. And Martha Steinberg, and she said,\n“T know a young man I would like for you to meet.” And I was going with that Hungarian fellow\nI was telling you I met on the boat, from Budapest. And he proposed before we got off the boat,\nhe wanted to get married. But my aunt said, “No way. He is scared. He doesn’t want to be alone\nto get into a country, not knowing anybody.” So we corresponded, and we talked on the\ntelephone sometimes. So I was telling Martha, I said, “Well, I’m dating a fellow in New York.”\nBut we had the understanding that we could date other people also, since we were that far apart.\nAnd she said, “I really would like to.” And my aunt said, “Well, you have nothing to lose.” So\nthey fixed up a date. They fixed up a date, Martha and Jake for eight o’clock a certain day. It was\n8:20 - 8:30, quarter to nine, no Jake Green. I got undressed, I put my slack suit back on, I was\nmadder than a hornet. I wasn’t used to be stood up. Doorbell rings there, “I’m Jake Green.” And\nI said -- he said, “If you don’t want to go out with me, I will understand.” I said, “What\nhappened?” He said, “I got lost.” Well, where we lived it was like Macdowell Road, and then\nthere was a circle. And the next road Irvin, there was a circle, and he drove around in circles in\nthe dark, and he went downtown to a gas station, and they gave him directions. And this really\nmade sense, it’s really hard, because many times we drive by now where I used to live, to see the\nchanges in the apartment house and it’s very easy to get lost. It’s like a cul-de-sac, you know. It’s\na -- in circle. So that’s how I met my husband. And we went out dancing, and -- I don’t know,\nthe evening passed by so fast, and I ask him now, I said, “How could you understand me? I\ncouldn’t even understand myself.” He said was very easy. I learned a little Jewish, Yiddish, and\nhe knew a little Yiddish, and some German, and some English. We had a marvelous time, and\nwe both liked to dance. And we dated about a year and a half and we got married January the\n16\", 1949, which is gonna be 47 years. Long time. My brother said, “It won’t last.” I said,\n“Why?” He had nothing against Jake, he just said, “Nobody could live with you any longer 10\ndays to three weeks.”",
        "Q: Why did he say that?",
        "A: Huh?",
        "Q: Why did he say that?",
        "A: Well, you know how brothers and sister -- he meant well, but he was so strict with me. Now,\nyou wouldn’t even listen to a brother, but at that time you did. And I just listened to him. When I\nhad a date, even before Jake, they had to come inside the house, they had to talk to him. He had\nto look him out -- over, whether they were good enough for his sister. But I wasn't a child. I\nalready was 23 -- 22 - 23 years old. But he just took it on himself like he was my father, like I\ntold him, “You’re stricter on my like Dad would be.” But then after we got engaged and\neverything was all right, he said, “Oh well, it’s not so bad. I’m not losing a sister, I gained a\nbathroom.” You know, one bathroom in apartment, two bedrooms. And I had a problem after the\nwar. I took an awful lot of baths. We didn't have a shower, I just felt dirty. Three, four times a\nday, but everything turned out all right. They were kind of worried about me, because all that\ntime, you know, you had lice in the camps, and you were itching, and -- and it was terrible. And\nyou were dirty all the time. And even if they gave you water on purpose, they would give you\nsoap, but never let you wash off the soap, they just turned the water off. They got their kicks that\nway, I guess. So I did have a problem, so he probably was happy, he gained a bathroom.",
        "Q: Okay, we have a tape -- a -- a photograph here of yourself with your family before the war.\nAnd will you da --",
        "A: I think --",
        "Q: -- just describe the people from left to right and say something about oo --",
        "A: Well, this was taken in a garden. That’s a botanic garden. And I remember when that was\ntaken except my brother had this blown up and at that time you didn’t have color picture, he -- he\nhad to tint it. The pictures were just black and white. And I kind of feel bad. This was a blue\ndress, and he had to tint it green.",
        "Q: You [indecipherable]",
        "A: So I got the picture and I thanked him so much for it. I said, “Bernard,” I said, “the dress was\nblue.” He said, “No, it was green.” I said, “No, it was blue.” And he kind of felt bad about it, but\nI really shouldn’t have told him that.",
        "Q: So this, on the left.",
        "A: This is my mother. This is -- well, her name was Selka, which -- it’s a Polish name, and then\nshe all -- and they would call her, Selie. And then after she came to Germany, she couldn’t be\ncalled Selie, because it’s -- she would spell it C-1-l-l-y. It would be silly, you know? S -- and she\nwas a big woman, and like I told you, I was Daddy’s little girl. And I always said, “I look like a\nFarber. I am a Farber.” Look, I’m the image of my mother.",
        "Q: You’re almost as tall as she is.",
        "A: Yeah. Mother told me she grew very late in life. About 17. They used to call her shrimp,\nbecause she didn’t grow. Very slow, she got her period very late, then she start growing. And she\nended up about five six, or five six and a half.",
        "Q: And you --",
        "A: And this is -- I always was called Klina Sylvia because from all my cousins, I was the\nyoungest. And I remember the dress, it was a very pretty dress, and you call that\n[indecipherable]. I don’t know what do you call this in Engli --",
        "Q: The -- the bodice, I believe.",
        "A: Yeah.",
        "Q: The bodice.",
        "A: And th-that was all made. And this -- this is work because you have to pull the threads out\nand then finish it.",
        "Q: How old were you there?",
        "A: I think I was about -- in 1933, I think I was maybe about nine. And my mother said I was\nskinny. Being heavy was stylish, because many times when we walked down the street and we\nwould see a chubby girl passing by, she’s -- we’d say, isn’t she beautiful? Then she look at me,\nhm. I don’t -- Iam not skinny.",
        "Q: You look thin.",
        "A: Huh? Nah!",
        "Q: You look thin.",
        "A: No. I mean, I --",
        "Q: Very healthy.",
        "A: Yeah, I was healthy. I was a healthy child. Next to me is my brother in his Bar Mitzvah suit.\nThis was custom made and he had short pants and long pants, but the short pants weren’t real\nshort, they come about -- just up to the knees, a little above. And he’s wearing his gymnasium\ncap, and every year they would change the band different colors. And this is my handsome dad.\nAnd I think this picture must have been taken about ’33 because in ’36 my mother went to\nPoland, and she had some modern suits. I just go by the style. This was in ’36, she had some\nmade in Poland, and she brought them back in ’36, and they were double breasted suits, so this --",
        "Q: This is a single breasted suit.",
        "A: This is a single breasted suit, but --",
        "Q: And he’s --",
        "A: -- he’s wearing a vest.",
        "Q: He’s wearing a vest --",
        "A: Yeah.",
        "Q: -- and a tie, and --",
        "A: But not only that, I don’t see the spats. Maybe he wore spats in the wintertime. I remember\nhis spats, and at times he would carry a cane, just for the fun of it. It was a style, I guess. He has\na very kind face.",
        "Q: Yes.",
        "A: Do you notice this?",
        "Q: Yes.",
        "A: Nice smile. He had black eyes, and my brother inherited his black eyes. [doorbell rings]. And\nmine are dark, but not as dark as theirs. Mine -- my mother’s eyes got a little mingled in there in\n-- in mine.",
        "Q: Do you have any --",
        "A: Yeah, we smoked cigarettes also.",
        "Q: Do you have any closing comments you’d like to make today?",
        "A: Oh, didn’t think about that. My life certainly has been interesting. It -- I divided it up. This\nwas then, and raising the children I really enjoyed. I didn’t work outdoors, they were my whole\nlife, my children. But I wanted to, I enjoyed it. And well, they wonderful, we love them dearly,\nthey love us dearly, but they got their own life, and it was a good life. And altogether the only\nthing, I thought, well, everybody has to go through some kind of hell. And I always thought,\nwell, I went through it early in life, and the rest of the life be -- I got smooth sailing. But I guess\nit wasn’t enough, because then this came up with my husband’s illness. But we holding together.\nThe -- certain things I would love to do, I would love to travel. I used to travel by myself,\nbecause Jake wanted to work. And he really could have gone with -- but no -- with me, but in\nthat respect, he was a small town boy, and he really didn’t want to. But I went to New York, I\nwent to visit my brother. I went to Israel in ’85 by myself, and that’s -- was a highlight in my life\nbecause I always wanted to go to Israel when I was a member of the Mizrachi, I was -- at that\ntime I was going to Palestine. At the time I was five or six and I was going to build it up single-\nhanded, I really was a Zionist. And I always said someday, someday I was gonna go. In ’85 I\nsaid well, you feel pretty good now and that someday has to be now because you don’t know\nwhat’s ahead of you. And I went for two weeks.\nEnd of Tape Three, Side A\nBeginning Tape Three, Side A",
        "Q: So you ha -- ha -- had an opportunity to travel, and a -- this --",
        "A: Not a whole lot. We would go -- after my grandson was born in Chattanooga, we would go\nChattanooga about every three to four months. And we would drive. And he enjoyed that, Jake,\nhe really did. But just stay over a weekend. But even before then I would go to New Jersey by\nmyself. Now he did go with me to the Holocaust reunion in ’83. I could have gone to Israel at\nthat time, but he wouldn’t go with me and I was afraid to go to myself. I did not know how I was\ngoing to react, because I was not in touch with survivors. And after we got to Washington in ’83,\nall the survivors -- and I just thought 1t was me made the children her life, almost every survivor\nmade the children their lives, and enjoyed taking care of them. So, it was good to -- to -- to talk\nto other survivors. Now some of them were very bitter and I really felt sorry for them. I mean, I\nfeel like if you’re that bitter, you wasting your life. I mean, what you got left, you should make --\nmake it as comfortable for yourself, because hatred just doesn’t work.",
        "Q: Thank you very much.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is Arwen Donahue. I am here with Mrs. Sylvia Green, on January 11\", 1996 at\nher home in Winchester, Kentucky. This is a U.S. Holocaust Memorial Museum interview. This\nis side A, of tape number one. Okay, Mrs. Green, will you please tell me your name as it was at\nbirth and your date of birth and the place where you were born.",
        "Q: And Karlsruhe --",
        "Q: -- was in Germany”",
        "Q: Uh-huh, uh-huh. And will you tell me something about your -- your parents, and ge -- let’s\nstart with your father. What was his family background?",
        "Q: And your father’s -- your father’s family, were they middle class, or --",
        "Q: So your father was born where?",
        "Q: And he moved to Germany in?",
        "Q: Did they marry before they had come to Germany”?",
        "Q: Oh.",
        "Q: Uh-huh, I see. What -- what was your mother’s family background?",
        "Q: Was your family very religious?",
        "Q: Mm-hm.",
        "Q: And you ha-had one sibling, is that right?",
        "Q: When was your brother born?",
        "Q: Were you close with him?",
        "Q: Mm.",
        "Q: Mm.",
        "Q: So do -- your parents didn’t -- weren’t particularly interested in -- in your education?",
        "Q: You s -- mentioned that you had a lot of friends?",
        "Q: Were they friends from school, or from --",
        "Q: Mm.",
        "Q: Do you remember what was -- were those the first incidents that made you realize that you\nwere somehow different than these other children?",
        "Q: When was that?",
        "Q: What year would that have been?",
        "Q: How far did you have to travel to go to school every day?",
        "Q: Was your family afraid when Hitler came to power?",
        "Q: What did you think when you were watching these -- these speeches and Hitler --",
        "Q: So you admired him a little bit?",
        "Q: Why don’t you tell me a little more about that.",
        "Q: Were you there when he --",
        "Q: And your mother?",
        "Q: Before we talk about Crystal Night could you just tell me a little bit about how your mother\nand you and your brother dealt with the -- the absence of your father immediately after he was\ndeported? How did you find out where he had gone, and --",
        "Q: -- did you expect him to come back?",
        "Q: So after your father was deported --",
        "Q: -- you -- you weren't really sure where he had gone?",
        "Q: And what happened in -- in those months before -- before you left, when you weren't with\nyour father? Did you have any word, or what -- what did you and --",
        "Q: Was that what your mother wanted?",
        "Q: What do you remember about Kristallnacht?",
        "Q: Did your mother have any plans to leave Karlsruhe at the time?",
        "Q: I asked if your mother had plans to leave Karlsruhe.",
        "Q: And you didn’t have any contact with your father at all until --",
        "Q: Let’s go back t-to a -- just after you had found out that you were -- you and your mother --\nyou had signed a form and you knew that were to be leaving --",
        "Q: -- Germany.",
        "Q: What -- what did you do? How long did it take for you to be deported? What happened?",
        "Q: Yes, yes, that’s fine.",
        "Q: This is tape one, side B of an interview with Mrs. Sylvia Green. And Mrs. Green, if you\nwould just repeat that from the beginning, the question about what you did after you had signed\nthat affidavit?",
        "Q: How long did it take until you actually had to leave Germany because of that paper that was\nsigned?",
        "Q: Were you on a train?",
        "Q: How long did the trip take?",
        "Q: Did you know where you were headed?",
        "Q: By choice?",
        "Q: So she -- you mentioned that she thought that was where your father would be.",
        "Q: Was that your father’s sister?",
        "Q: Do you remember what happened when you arrived?",
        "Q: Do you remember meeting with your father again, being reunited?",
        "Q: Where did you live in Krakow?",
        "Q: So it was the -- you and your mother and your father --",
        "Q: What did you do with your days?",
        "Q: So you were working with other children?",
        "Q: Was -- did your mother and father work?",
        "Q: And did you have any sort of education, even informal during that time?",
        "Q: How -- how many hours a day did you have to work at this point?",
        "Q: Did you have weekends free?",
        "Q: Did you have to march a long way?",
        "Q: Do you remember -- did you -- were you able to make any friends or was there just no time?",
        "Q: Did you find any ways to have fun?",
        "Q: Fun.",
        "Q: Did you ever see them hit any o -- anybody?",
        "Q: So you kept on working like this until --",
        "Q: Was it just your family, or did you --",
        "Q: So you were doing the same --",
        "Q: [indecipherable] extension cord.",
        "Q: Extension cord?",
        "Q: Mm-hm.",
        "Q: Plug.",
        "Q: Be -- before will -- you tell me about Plaszow, will you describe your -- your living quarters\nto me? I know you -- you said you were in very cramped conditions. Was -- was it cold, was it --",
        "Q: This is in -- in pla --",
        "Q: Plaszow.",
        "Q: What about in the -- what about in the ghetto?",
        "Q: And you -- you -- did you manage to get enough to eat during that time that you were in the\nghetto?",
        "Q: Were your parents working at Kabelwerk?",
        "Q: Were you with her up until that day --",
        "Q: -- up until the day of deportation?",
        "Q: That was yu --",
        "Q: Before the ghetto was liq -- liquidated and you left, do you remember the last time you saw\nyour mother?",
        "Q: This is tape two, side A of an interview with Mrs. Sylvia Green. And Mrs. Green, I’m -- I’m\ngoing to ask you to repeat the story that you were telling about your vit -- your last visit with\nyour father in the hospital in the Krakow ghetto.",
        "Q: And your mother? Do you remember --",
        "Q: Do you remember the last time you saw her, or close to the last --",
        "Q: She was there, too.",
        "Q: Are you -- you had mentioned the -- the O.D., the -- those were the Jewish police.",
        "Q: Did you ever get beaten yourself by Germans or --",
        "Q: Do you remember the deportations that happened before the ghetto was liquidated?",
        "Q: You mentioned that wa -- as you were working at Kabelwerk --",
        "Q: -- you were in charge of 10 machines.",
        "Q: And were you supervising other workers at that time?",
        "Q: When you say sent back, you meant -- you had been there before?",
        "Q: How old was your cousin?",
        "Q: Had you known him?",
        "Q: What kept you going?",
        "Q: Did you have faith at the time?",
        "Q: Let’s go --",
        "Q: You had heard about Auschwitz?",
        "Q: This is tape two, side B of an interview with Mrs. Sylvia Green. Did they -- did they give you\na tattoo when you arrived at Auschwitz?",
        "Q: Did they shave your hair?",
        "Q: Were you still with your aunt?",
        "Q: Before --",
        "Q: Let’s go back a little bit to before liberation, and you mentioned that -- that you had typhus.\nAnd I remember earlier you had said that you -- you -- you had to go out to roll call every day\nand other people were holding you up.",
        "Q: Do you know if you were in a hospital that time?",
        "Q: How did you get better?",
        "Q: And your aunt, was she working?",
        "Q: Did you have the sense around that time that -- that the end of the war was coming close and\nthat you were going to survive?",
        "Q: Did you have other fantasies?",
        "Q: Do you remember at liberation, and you -- you suddenly saw -- realized that you were\nliberated --",
        "Q: -- and you were inspired to just sing.",
        "Q: When you saw him and he arrived at Bergen-Belsen and you -- you thought it was your father",
        "Q: Did you have a feeling of -- of s -- of sadness, or of joy?",
        "Q: Had you thought about him much through those years?",
        "Q: So you went to Munich.",
        "Q: Would you stay -- say you were still feeling numb about everything that had happened?",
        "Q: I’m sorry, how long had you been in Munich?",
        "Q: And what did you do while you were there?",
        "Q: And you didn’t have to do any work?",
        "Q: And they just left?",
        "Q: So when -- when you were in Munich you -- you -- you were angry, but you were also having\nfun.",
        "Q: You made new friends?",
        "Q: This is tape three, side A, of an interview with Mrs. Sylvia Green. Mrs. Green you were just\ntalking about your -- your stay in Munich.",
        "Q: And you spent almost a year there, and --",
        "Q: There --",
        "Q: October until June.",
        "Q: So a little over a half a year.",
        "Q: Yeah. And -- and during this time, did you reflect much on what had happened to you before\nin [indecipherable]",
        "Q: Did you think much about the future? About what you would do?",
        "Q: Was your brother with you?",
        "Q: No.",
        "Q: This relative of yours in Lexington, ha -- will you describe how he was --",
        "Q: And so your brother had been living with Leon Erbach?",
        "Q: I see.",
        "Q: Did you speak English?",
        "Q: This was in the paper?",
        "Q: And you have blonde hair.",
        "Q: And there’s your aunt --",
        "Q: -- and your aunt is --",
        "Q: -- on the left.",
        "Q: The headline says, Polish ref --",
        "Q: Will you read it -- the entire headline?",
        "Q: Were you interested -- very interested in getting an education?",
        "Q: What were you doing in your job?",
        "Q: When did you meet your husband?",
        "Q: Why did he say that?",
        "Q: Why did he say that?",
        "Q: Okay, we have a tape -- a -- a photograph here of yourself with your family before the war.\nAnd will you da --",
        "Q: -- just describe the people from left to right and say something about oo --",
        "Q: You [indecipherable]",
        "Q: So this, on the left.",
        "Q: You’re almost as tall as she is.",
        "Q: And you --",
        "Q: The -- the bodice, I believe.",
        "Q: The bodice.",
        "Q: How old were you there?",
        "Q: You look thin.",
        "Q: You look thin.",
        "Q: Very healthy.",
        "Q: This is a single breasted suit.",
        "Q: And he’s --",
        "Q: He’s wearing a vest --",
        "Q: -- and a tie, and --",
        "Q: Yes.",
        "Q: Yes.",
        "Q: Do you have any --",
        "Q: Do you have any closing comments you’d like to make today?",
        "Q: So you ha -- ha -- had an opportunity to travel, and a -- this --",
        "Q: Thank you very much.\nEnd of Tape Two, Side B\nConclusion of Interview"
    ],
    "answers": [
        "Answer: My name i -- was Sylvia Farber. I was born in Karlsruhe on Rhine, April the 14\", 1924.",
        "A: Karlsruhe on Rhine --",
        "A: -- yeah, in Baden, yeah.",
        "A: He was one of seven children and they were married in 1919. They were married in Poland\nand then they moved to Germany right away. And they lived in Stuttgart. And my brother was\nborn in 1920 in Stuttgart. And I don’t know when they moved to Karlsruhe, I was born in\nKarlsruhe in ’24. So between ’20 and ’24 they moved. I don’t know the exact date.",
        "A: Yeah, my -- my [indecipherable] what I have been told -- I didn’t know too many of them\nexcept the ones who were living in Germany, some stayed in Poland. He was the baby, and when\nmy dad was born, his oldest brother already had children the age of my father and they were in\nthe United States. And some of them moved to Karlsruhe, some of them -- his sister lived in\nNuremberg, and she would come and visit. And they had a dairy store. Dairy, eggs and butter.\nAnd my dad, that was my dad’s job in Karlsruhe. It was lucky, my mother always said I was the\nlucky child because the day I was born my dad got that job. He was the manager of the dairy\ndepartment in the wholesale grocery store. And he had this job until he was deported to Poland in\n1938, and on the same day my brother came home with a horseshoe, and that’s supposed to be\nluck also.",
        "A: In Dukla, in Poland. And I never been there, I don’t know.",
        "A: Well, in 1919, when they married.",
        "A: 19 -- yeah, 1919.",
        "A: They married in Sianow where my mother was from. And I think it was a match, probably,\narranged.",
        "A: They were very poor. There were 10 children and my grandfather had the tailor shop,\ntailoring shop. And there hardly was any food on the table and my mother was the second oldest\ngirl, the first one was a boy. So my mother had to raise all the younger children, so she never had\na childhood. She said she never played with children. They had the cradle made out of wood and\nshe would look out the window. And children bear on the sidewalk playing hopscotch, and she\nparticipated then, she was in the apartment upstairs and many times the cradle was turned upside\ndown because she got so excited. But she never had time to really play with children, raising the\nrest of the family. My grandfather, I only saw him once or twice in my life. To me he was a big\nman with a long beard, Orthodox. And my mother said that he never held any of the children on\nhis lap. But the grandchildren he did. That one time we went to visit I was on his lap and I\nbraided his beard. And my mother just stood there, she didn’t believe that he let me do that.",
        "A: Yeah, they were Orthodox, but modern Orthodox. My dad was clean-shaven and my mother\ndid not wear a wig. They were modern Orthodox, but very observing, Sabbath and all the\nholidays. When my dad worked -- well, the name was [indecipherable], he never had a vacation\nall his life because he didn’t work on any Jewish holidays and we got a lot of holidays. So this\nwas taken off as vacation. So my mother used to take us places, or also we children always --\nevery summer you had to get out of the city, like, otherwise you would die, it seems like it. The\nNew Yorkers do that too, don’t they?",
        "A: And well, it was camps we used to go to, and also I was very athletic and on weekends we\nused the train. And then I also belonged to the Mizrachi, which is a Orthodox Zionist\norganization. And I think I was about five or six when I joined, and we had camps for about two\nweeks, and then we had conclaves.",
        "A: Two. My brother, who is four years older, and myself. My mother always said she only\nwanted two children, she raised such a large family before that that’s all she wanted, and that’s\nall she had was two children.",
        "A: June -- wait a minute. June the second, because my son was born June the fourth. June the\nsecond, 1920. And he was born in Stuttgart.",
        "A: As children we were close in a way, but boys were raised entirely different than girls. A girl\njust had to smile and look pretty, that’s all that mattered. And my brother had to be educated. So\nhe didn’t have a childhood. My dad wanted him to be a rabbi. Is that all right, the way I’m\nholding it now?",
        "A: My dad wanted him to be a rabbi, my mother wanted him to be a college professor. So he was\neducated for both. So I was school -- we had school, you went to school from eight til 12, and\nyou went back in the afternoon from two til four or from eight til one and three til five.\nWhenever he got out of school he had to go to Hebrew school, every day. So he didn’t have\nmuch of a childhood either, in the -- it was really interesting, after we met again after the war, he\nwas married and I was married, and so we talked about our parents and about our childhood and\nthe interesting part was, the way I talked about our parents was not the same way he talked about\nhis parents, which were our parents, you know? So he told me, he said, “I was so jealous of you.”\nAnd I said, “Why?” I said, “I was so jealous of you, you were so brilliant.” And he said, “I had to\nbe, I had to study all the time. I had no childhood, and you had friends.” He didn’t have any\nfriends. You always had friends, you always were playing or going places, doing things. And it\nwas really interesting. We were jealous of each other.",
        "A: But it worked out well, I mean, we got it out of our system and we didn’t carry any grudges.",
        "A: I was not a dumbbell. I didn’t have to work very hard, and I brought home A’s and B’s\nwithout any sweat. And he had to bring home A’s, B’s were not good enough. And well, that’s\nwhat I said, all you had to do was smile, and you had to associate with the people they approved\nof. And you couldn’t go with children they didn’t appro -- especially my mother. My dad was a\nhardworking man.",
        "A: Yes. I always had a lot of friends.",
        "A: Well, at the beginning I had Gentile friends, but then when Hitler came to power, they got\nsparse, less and less friends. And that’s really interesting you’re asking that. I still remember\nFritz Erlow, we were raised together. And I loved Fritz as much as li -- I liked my brother --\nloved my brother, Bernard. And then when Hitler came to power, he disappeared. If we passed\non the street, he wouldn’t see me. If I passed on the street when it was dark -- at that time used to\ngo out in the evening -- at the beginning, later on we didn’t go out too much in the evenings, he\nwould look, stare at you like no recognition, but then he would take his hand and wave at you in\nthe back, so he wouldn’t been seen. So -- but that really hurts, because in a way I knew that the\nreason for it, because I was a Jew, but it’s very hard for children to accept. You -- you take it\npersonally, because I would cry. I came home and I saw some of the girls I used to play with,\nand they run away. Why doesn’t she like me any more? I haven’t done anything to her. It -- it’s\nhard.",
        "A: And they probably went home and talked to their parents also, how bad they felt, you know?",
        "A: When we were kicked out the school.",
        "A: I think it was the beginning of the fifth grade, because I supposed to have gone to the\ngymnasium also, like my brother did. But there were articles in the paper that they built in a new\nschool for handicapped children in Frankfurt-au-Main, and this was a very dilapidated school. I\nmean, nowadays, it be condemned. And that’s the school they gave us. And that’s --",
        "A: Let me just think, I was born in ’24, I started school in ’30, it might have been in ’35. Oh, that\n-- the dates are getting dimmer. They really are. I mean, what happened you remember, but to\nremember the exact dates, because I started at such a young age and so many things happened\nuntil °45. And nothing was good, really. So -- but what they didn’t know, we got a much better\neducation than we did in public school, because they wouldn’t let Jewish college professors\nteach, so we got the college professors to teach us. So we benefited from it, we really did.",
        "A: It’s -- didn’t have to travel, it was within walking distance. In [indecipherable] of so many\nmiles, they had a school close by. And we weren’t bused at that time.",
        "A: Well, I saw Hitler many times. I was a nosy child. And whenever he came, I would not go\ndown to see him in my neighborhood because everybody knew I was a Jew. I would go blocks\nand blocks out of my way. And -- where they didn’t know me. And I was standing in the front\nrow, I was -- I was just fascinated by him, it was just like he hypnotized people. But you know, I\nusually talk with my hands [indecipherable]. That’s all -- ’'m sorry. Well, I would always be in\nthe front row, many blocks away from where I lived. And I would stay on the front row with\neverybody else, and everybody yelling, heil Hitler here. He always came in a convertible, and\nnaturally he would hold his hand on the belt. I can close my eyes and see him. Heil Hitler, heil\nHitler, and people just went crazy screaming, you know. And they all were running and I was\nright there with them. And he wouldn’t let them get too close, and then he just would take his\nhands slowly, and everybody would go back. It just like you were hypnotized, you know? So this\nwas °33. But really, °32 already it started. There were Communist parties, Nazi parties, Socialist\nparties, and they always scheduled marches about the same time and there always -- somehow\nthere was a shooting going on, and they’re yelling and they used to hit each other. And my\nmother always used to grab my hand and let’s go upstairs, let’s go upstairs. No, I want to see\nwhat goes on. In ’32, you know, I was eight years old, I was nosy.",
        "A: I don’t know. I really don’t, I just was fascinated by that whole thing. It was just like\neverybody was hypnotized. And his speeches were in -- he didn’t say anything. He said three,\nfour words and then yell, everybody yelled, heil Hitler, heil Hitler. I don’t know, as a child -- the\none thing I remember, he’s always, when he came to Karlsruhe, it was a pretty good size town at\nthat time, the size of Lovell, he would stay in the Hotel Germania, and every time I passed that\nhotel, I was going to stay there someday.",
        "A: I don’t know. You’re kind of fascinated, until, you know, then I didn’t admire him any more.\nI mean, what came afterwards. My mother always said, it can’t get any worse, it can’t get any\nworse. Like when they deported my dad to Poland in ’38.",
        "A: One night we were home, Mother wasn’t feeling well and she already was in bed, and the\ndoorbell rang. They always were very noisy and always yelling and always rushing. And they\nalways rushed, you know, and they were yelling, open that door, open that door, and they kicked\nthe door. So my dad went to the door and they came in and they said, empty your pockets. And\nmy dad said, “Why? I haven’t done anything.” He was at work that day, came home from work.\nWell, just empty your pockets and you do as we tell you, and your sooner you do it, your sooner\nyou be home. And they took my dad away. Th-They pocket all his belongings and his favorite\nwatch. I don’t remember who gave him that watch, it was a gold watch. It was a pocket watch,\nthat was the style at that time.",
        "A: Yes, I was there, I was there.",
        "A: My mother was there and that night my brother came home from Wurzburg, it was a teacher’s\ncollege. And we had the whistle, and I don’t remember it now, that when we whistled downstairs\nwe knew it was one or the other. I mean, my parents knew, my mother knew. Middle in the night\nwe heard that whistle, and it was my brother came home. That was in ’38. So after they deported\nmy dad to the Polish border, they had some kind of agreement that if any Jew in Germany was\nnot in Poland for the last 10 years, that they gonna make them staatenlos, that you didn’t belong\nanywheres, you had no -- no country. And Germany did not want to get stuck -- your back hurts?\nIt’s okay? Germany did not want to get stuck with the people without a country. So that’s why\nthey pushed them to the border, and the Polacks were shooting and the Germans were shooting\nand somehow they came to an agreement. Now, I was not there, this was told to me afterwards\nby my dad, that then they finally let them there -- let them in. So then, after ’38, this was\nOctober, in November they had Crystal Night.",
        "A: Do you know, I don’t remember ho --",
        "A: No, I didn’t expect him to come back because they called a meeting to all the wives of Polish\ncitizens, and my mother was sick in bed. I think this was sometime in ’39, that was already after\nCrystal Night, and we were told to be at the police station that there is going to be a meeting and\nwe have to be there. If we not gonna be there, then they were gonna arrest us. So my mother was\nsick, and she sent me. So I went there and when they called my mother’s name, I stood up and\napologized that my mother couldn’t be here, but I’m here and I will give her the message,\nwhatever the meeting is about. He yelled at me to come forward. He yelled so hard, and I was a\nchild. You know, I was 15 years old, and we were children at 15, not -- not the children 15\nseemed like they’re very grown up, but we were not, we were children. I was shaking from head\nto toe. He gave me a pencil to sign my mother’s name that we had to leave Germany by August\n°39 or we were going to be arrested. Well, I couldn’t hold the pencil, my hand was just shaking.\nSo he took his gun out and put it to my temple. And I really don’t remember whether I signed the\nname or I put the X mark -- he was satisfied, so maybe I signed the name. I don’t remember what\nI did, he seemed to be satisfied. And we left, we left in August of ’39, beginning of August, and\nthey followed us. September, beginning of September, second World War started. It’s when they\ncame, invaded Poland.",
        "A: Yeah.",
        "A: Yes, we knew that he -- he -- that they deported him to Poland and my mother had the sister\nin Krakow and we were pretty sure that’s where he was headed.",
        "A: I don’t remember how my mother found out, I couldn’t tell you that. There was so much\ngoing on with me also. Like, the Jewish welfare office was trying to get one child out of every\nJewish family, and I was designated to go to England, they found foster homes. And -- but then\nthey were going to round up the young man, and my mother made me go to the Jewish welfare\noffice, and she told me to really make a scene and cry that I don’t want to go to England, I want\nto go with my mother. And evidently they bought it, and -- I really was scared, you know? I was\ncrying, I was scared, also. So then they sent my brother instead.",
        "A: That’s what my mother wanted, because they were not -- they were not doing anything to the\ngirls, but they were already taking the young men to Dachau, so she wanted him out of the\ncountry.",
        "A: Crystal Night, it was wild. We didn't go out, and excuse me -- got the hair right behind the\neye. I’m looking at you -- okay. They banged at the door and my mother yelled, “We don’t have\nany man here in the house, you deported my husband.” And my brother hid in the apartment at a\n-- I think in the closet or something, or the bathroom. And we didn’t open the door. And we\nscreamed and they screamed and then they went away. Several times they came that night, and\nthen later on we found out they burned the synagogues, they burned the Torahs, they took the\nrabbi and set his beard on fire. And this was afterwards, ab -- I didn’t go -- we did not go out, we\nwere too scared to go out. This was November 38. It was horrible, it really -- it was horrible\nwhen they took my father away, but they just went crazy, they really did. We lived on Main\nStreet and there was so much yelling going on, I stood behind the curtain just to see something.\nAnd then they broke all the glass in the Jewish stores, and there were quite a few Jewish stores\non Main Street. They went berserk.",
        "A: Well, you need an affidavit to come to the United States and my Aunt Minna, the one that I\ncame to the United States with had a brother-in-law in Lexington, Kentucky. And after -- we\nwere in Poland, we lived in the same apartment house my aunt lived in. And we talked, if\nsomebody was going to survive that, to get in touch with Leon Erbach, and there was a street, but\nI didn’t remember it when I wrote to them. And that’s how we were going to be re -- reunited. So\n-- what was the question you ask?",
        "A: Yeah, yeah, Erbach sent us an affidavit, but it was already too late, because Hitler went into\nAustria. That was in °38, and the Austrian quota -- did you see a -- there was a quota, German\ncitizen, Polish citizen, Austrian citizen. You had to wait, you got the number. So they raised the\nAustrian quota for the Jews get out of Austria. So we couldn’t get out. If -- maybe another six\nmonths, we could have made it. But I guess it wasn’t meant to be.",
        "A: Until we met again -- we were reunited in Krakow. We had to leave in ’39, August °39, and\nwe were reunited with my dad. And they rented a small apartment and --",
        "A: Yeah.",
        "A: Yeah.",
        "A: I worked in a Jewish welfare office, I was like a gopher, you know, taking papers. There were\nJewish offices in different --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: -- can you understand it? I talk with a very heavy accent.",
        "A: You can understand?",
        "A: I worked in the Jewish welfare office, and -- like a gopher, you know, taking papers. They\nhad offices in different parts of town, and also, when the switchboard operator went to lunch, I\nwould take over for a very short time. That was one job I hated. Was a nervous wreck. Always\nthought I was going to connect the wrong people. So, I don’t know, that’s just about all I\nremember what happened. I don’t know how else I passed the time.",
        "A: There was a -- well, we had to leave or -- I think they gave you a few months to get ready.\nAnd well, my brother, he -- we had a like an overseas trunk and -- and he packed everything, and\nit was shipped to Poland. And the bedroom was shipped to Poland. We didn’t get it. So, we left\nby August, beginning of August you just had to leave.",
        "A: Yes, yes. We stopped by -- we stopped off in Berlin. My brother went to England the same\nnight my mother and I caught the train to Poland, but we stopped off in Berlin. My mother\nwanted me to talk to the American consulate. And she thought I could s -- do better, you know,\nto talk to -- that maybe we could get out and come to America. I didn't even get to see the\nconsulate in Berlin. I just talked to the secretary or somebody at the front desk. Maybe some\nother people had the same idea, too.",
        "A: I know it was an overnight trip, but I don’t know exactly. It’s very hard to remember\neverything, it was such a long period of time. Like I told you when I talked over the telephone to\nyou, I started right from the beginning with him. Look, that was ’33 until ’45, that’s 12 years.\nThat’s a long time.",
        "A: Poland, yes. We were headed to Krakow.",
        "A: Well, we had to leave Germany. Yeah, by cho -- by cho -- choice, excuse me. After we’ve\ncrossed the border, it was our choice to go to Krakow, because my aunt lived in Krakow. If we\nhad somebody in Warsaw, maybe we would have gone to Warsaw, but we didn’t know anybody.\nMy mother was born in a little town near Krakow.",
        "A: Yeah, yeah. And I don’t remember whether she knew or she thought he would be there.\nBecause my aunts -- my aunt lived in Krakow.",
        "A: No, my mother’s sister.",
        "A: Yeah. We want -- we went on the vacation. My Aunt Minna was in the vacation -- vacation in\nJordanow. It was a vacation place, and we went there for a whole week. I even got a picture of\nthat. And my dad came, or he was there also. And it was great, I -- I just thought well now,\neverything is going to go get back to normal and since they rented an apartment, that everything\nis going to be okay now. We were together, and my brother was in England, so -- but we were\nwrong. We really were wrong.",
        "A: Well, not exactly. I don’t know whether -- on the picture he was in Jordanow with us, so I\ndon’t know whether he was on vacation with my aunt, or he came to Jordanow. It was not very\nfar from Krakow. It was a vacation place.",
        "A: First we lived with my aunt. Can’t remember the name of that street, but as soon as they\nstopped bombing Krakow, we were in the basement and the house across the street got bombed\nin middle in the night. We just took sheets and dumped stuff in there, clothes and whatever. And\nwe walked all the way to Sepastiana number nine. That was a place where we rent an apartment\nafterwards. I don’t remember the first address.",
        "A: My father, all three of us. And then, we were not the only ones, because my aunt lived in that\napartment, and then some other sisters came from the country. And at the beginning we all\nstayed at my aunt’s place. And the children slept on the floor, and the adults used the beds, and\nmy mother wouldn’t let me sleep on the floor, she thought I was too good to sleep on the floor,\nand I was just dying to sleep on the floor with the other kids. Seems like such a silly thing to\nremember, you know? But I guess it must have made an impression on me that time.",
        "A: Well, this was °39, September *39. In 1940, just a few months, then we had to sweep the\nstreets. We had to wear armbands, that was 1940. We had to -- even if it rained we had to sweep\nthe streets. We had to clean barracks. We scrubbed the barracks on our knees. We carried\nrailroad tracks all in 1940, but we still lived in the apartment. We had to meet in the mornings.\nAnd my trouble was, I was very tall, I was five-eight. And they would line us up, the tallest in\nthe middle and then the shorter ones and shorter ones and I really got the heavy load. And they\nwere not very kind to us when we cleaned the barracks. I mean, they would yell and scream, or\nkick, or scare us they were going to shoot us. But in the evening, after we went back, my mother\nalways have a hot meal for us, and yeah, I can hear my mom say, “It’s not going to get any\nworse. It’s not going to get any worse.” And all during the war I can hear her say it’s not going\nto get any worse, but it did.",
        "A: With other children, yeah. That was ’40, I was 16.",
        "A: No, no, they didn’t work. I don’t know whether they didn’t ask them to work, I don’t know. I\nhave no idea.",
        "A: No.",
        "A: I don’t know. From morning til it got dark. But that hot meal sure tasted good. It really did.",
        "A: I don’t remember. I don’t think so. I don’t remember. Do you know, it came to a point you\nwere well, like a zombie. You only did what you supposed to do, more later on, even. And you\ndidn’t question it, you just did it. Worse thing really happened to me was, my parents and my\naunt always said, “Sylvia, if Germans are around, never speak German. You don’t want them to\nknow that you German.” So I spoke Polish, naturally with an accent. And there was a German --\nwe were carrying the railroad tracks and loading them on trucks, so I did not know and I was\ntalking German to another German Jew. He came up, and he said, you speak with a bade -- a\nBadensa -- Baden. It’s like the state of Baden, like Kentucky, you know? Badensa accent. You\nspeak exactly like I do. And he was the meanest thing, he would scream, he always sit on top of\nthe truck and yell at us. And we never did anything right. And always had the gun, was gonna\nshoot. And he said, “Where you from?” And I had to tell him. I said, “Karlsruhe on Rhine.” I’m\nfrom Karlsruhe on Rhine. You come on and you sit on the truck and he gave me his lunch. And\nhe made everybody watch. I couldn’t swallow. I could -- I mean, my throat closed up, you\nknow? And he was yelling at me, “You eat, you eat.” I don’t know whether he wanted me to\nhave his lunch, or he did it out of meanness, or maybe he thought he was helping me, I don’t\nknow. But I sure couldn’t swallow. It just got in -- got stuck in my throat.",
        "A: Ye -- oh yeah, yeah. You marched there, y-you had the meeting point and you marched, and\nyou marched home that night. And you had to wear your armband. And I don’t understand, some\npeople say they -- they wore a armband with a yellow star which said Juden there. We had the\nblue star, a white armband in Krakow. That’s what I remember.",
        "A: Well, we really couldn’t talk too much, because we bet -- watched so closely. You made\nfriends and you didn’t make friends. One day you had friends, the next day they were gone. I\nwas fortunate that I was with my aunt constantly, and we talked a lot, and specially at night, you\nknow, after we got together, we talked a lot. But you couldn’t have friends because --",
        "A: Huh? Fun?",
        "A: Yeah. You know how I had fun? To aggravate the Germans. That was our fun. We would\nlaugh so hard where we felt like crying, and they could not understand. And then we -- we would\ntell jokes, and we would laugh. Really, we didn't feel like laughing, but we did laugh. And that\njust about killed them. My God, you should be crying there, what are you laughing? You know.\nBut if they got closer to you, you really shut up and you didn’t look at them. You turned your\nhead.",
        "A: Oh yes, yes. I saw them hit people, I saw them kill people, a -- I saw them kill babies, and\n...for no reason. Really, sometimes you wonder how they could live with themselves, I don’t\nknow. I think a lot of them were drunk. I really do. I did not realize that until I saw “Schindler’s\nList.” Then I saw there, I mean, they were drinking. I knew Goeth. Well, I’m getting ahead of\nmyself already. But th-they must have been drunk, because they were yelling, yelling, yelling,\nmy God.",
        "A: Like that day after day, whatever they ask me to do, I did. And then ’41 was the ghetto. We\nwere notified we had to leave, so like in “Schindler’s List,” we grabbed a -- a bedsheet again, we\ndumped everything in there, in the suitcase, and you walk. And like I told you on the phone,\nwhen I saw that “Schindler’s List,” I was looking for myself in there because it was so real it --\nto me it was a documentary, it was not just a movie. I was looking for my relatives, I was\nlooking for my parents, I was looking for myself. And that was no picnic, five, six people in a\nlittle apartment where you barely had room even to sleep on the floor.",
        "A: My family and my relatives. And then that got smaller all the time. I mean, one day -- well,\nI’m getting ahead again, is -- no, we did the same thing there, we -- they -- we would march to\nwork outside the ghetto, and did the same thing. We shoveled snow, we washed the streets. And\nthe same yelling. There were different faces of -- watching us, but it seemed like they were all\nthe same.",
        "A: The same thing, until ’42, we got the job, my aunt got the job in Kabelwerk, and we marched\nfrom the ghetto to Kabelwerk every morning, it’s -- was a cable factory. And there were different\ndepartments there. I had to cover cables, I was in charge of 10 machines. And my aunt, they\nmade -- what did she do? Oh, I can’t think of that word, you plug it in. You know what I’m\ntalking about, a cord you plug in, those -- what you call them?",
        "A: Huh?",
        "A: Yeah, something like that, but you plug it in in outlets.",
        "A: Like -- what’s that called?",
        "A: Plug? Okay. Well, she put those together, my aunt. It was a different department she worked\nin. And for morning we marched with the O.D. man, that was the Jewish police -- police and\nthen we went back again. And then I think 1t was towards end of ’42, then we were concentrated\nin Plaszow, Potkish Plaszow, the concentration camp. And we went to work to Kabelwerk from\nPlaszow. And I only saw my parents twice.",
        "A: Well, it was always cold, and I don’t know what I looked like. There was no mirror, you\nknow, but I looked at my aunt and I knew what I looked like, a skeleton. We were always cold,\nso all we wa -- wore are prison garb, and it was in the wintertime. Naturally you got cold, and\nPoland is cold. And then you had to stand appelle, they would count you and count you. They\nwanted to make sure that a half a person wasn’t missing or something. Sometimes it was for\nhours, just of meanness, til they got bored with it. The quarters, they were barracks, and with\nwooden slats, and you just -- there were bottom one, I think there were like a bunk, like a bunk --\nyou couldn’t call it bed.",
        "A: In Plaszow.",
        "A: Potkish Plaszow.",
        "A: In the ghetto it was apartments. Still apartments, but overcrowded. Because the ghetto, at one\ntime, people lived there. Before the ghetto, there were homes, you know. I mean, apartments.",
        "A: Probably I did, I don’t know. We got the meal in Kabelwerk. The interesting thing was that\nthe first time -- I always ate kosher, and when I start working in Kabelwerk they served us meals,\nand it was the same meal the Gentile workers got. So that wasn’t that bad, because had lots of\nvegetables in there. I don’t remember about meat now, maybe it did. And I wouldn’t eat. I came\nhome and I barely dragged. My dad said, ““What’s the matter?” We still were in the ghetto at that\ntime. What’s a matter? I said, “Dad, I can’t eat that, they’re serving traif.”’ So it must have had\nmeat in there also. And he said, “You have to eat. You have to have strength to survive this, you\nhave to eat.” So the next day I ate and I couldn’t keep it down, I was throwing it all up. I came\nhome and I dragged again. I told my dad, I said, “I can’t keep it down.” He said, “You have to\neat, you have to force yourself.’ And the third day I was glad to get it. So from that on, I start\neating traif, and was lucky enough to get it, you know, at that time.",
        "A: No, no. Just my aunt and I, and I was promised that I -- if I would work in Kabelwerk that my\naunt -- my parents would be safe in the ghetto. But naturally it was broken promises. So the\nliquidation of the ghetto was March the 13\", 1943. And my father got killed in the hospital --\nschpital. What happened was, every so often in the ghetto, they were rounding up people to send\nthem to concentration camps, and he -- they rounded him up on the street in the ghetto and he\njumped out the window. And he fell -- he was going to run away and hide somewheres in the\nghetto. And he fell, he broke his leg. So this was a makeshift hospital and they had some Jewish\ndoctors who practiced -- I mean, they were doctors before the war. And he was in traction and --\nhis leg was 1n traction, was the last time I saw him. And he was shot in the hospital, because my\ncousin saw him, he was in the clean-up crew, and he saw him laying there on the sidewalk. And\nthere were pictures of my mother, and of me and my brother around him. But I didn’t know until\nI saw “Schindler’s List,” that they gave them poison. The nurses gave them poison. I did not\nknow that, and I was thankful. Did you see it? They were grateful. The patients were grateful to\nget it, they were even smiling. Because you heard them downstairs already, yelling and\nscreaming. And about the time they came up they start shooting, and they didn’t even notice that\nthey were already dead. And I don’t know what happened to my mother, I thought my mother\nmight have ended up in one of the concentration camps, but she might have been shot in the\nghetto, because they would just shoot left and right.",
        "A: No.",
        "A: No, no, no. I was in the Kabelwerk at that time. I mean, I was working in Kabelwerk and after\nthe liquidation of the ghetto, then they build barracks in Kabelwerk, and we were there. We were\nnot walking to Plaszow any more. We were concentrated where the factory was.",
        "A: That was til about September. This was, I think, May -- March ’43, until I think September\n\"43. We were concentrated in the factory where we worked. And that wasn’t that bad. The only\nupsetting thing I still remember is they supposed to have somebody come from Switzerland, a\nRed Cross representative come from Switzerland. And we had to clean the barracks, and we all\ngot a care package, which we had to open but not touch. So when the representative from\nSwitzerland came, he looked around, the barracks were clean and we all talked to him on the\nside, how bad it is, you know? And he was not very sympathetic. He said, “The barracks are\nclean. Look at the nice care package. What are you complaining? People are getting killed, there\nis a War going on, you got it good here.” So we told him, we said, ““We ha-have to return those,\nwe can’t even touch it.” The order was to open it up but not to touch it. And they took those care\npackages away. But it was so upsetting to us that he didn’t believe us, the representative from the\nRed Cross.",
        "A: The last time might have been maybe a month before. My aunt knew the O.D. man, the one\nused to march us from one place to another, and he had to be in the ghetto. And my aunt asked\nhim whether he would take me along. So I marched with him, and he was yelling at me just\nbecause there were Germans around, you know, even going from one place to another. Now you\nwalk straight, you know? And it might have been about a month before, I went to the hospit -- I\nwent first and saw my mother. And my mother told me my dad was in the hospital. So I went to\nthe hospital and I only had a very short time, I don’t remember exactly, maybe a whole hour or a\nhalf an hour, I don’t remember that. And my dad said -- he was so happy to see me, he was just\nsmiling. And he had this leg in traction. So he said, “I want you to meet my doctor, he is such a\nnice man.” I said, “Dad, I have to go, I have to go.” They just gave me so much time, and I says,\n“T got to go,” and we hugged, and I kissed him and I was walking out and the doctor just walked\nin. And my dad said, “This is my daughter I have told you about.” I was dad’s little girl, always.\nAnd --\nEnd of Tape One, Side B\nBeginning of Tape Two, Side A",
        "A: Ghetto -- yeah. Do you want me to hold it -- or you holding -- ah, the last visit, I went into the\nghetto, an O.D. man had to go to the ghetto and he was a good friend of my aunts, and so my\naunt asked him to take me along so I could see my parents. And so we marched and he was\nyelling at me. I knew he was just doing that, you know, for the other Germans around, the ones\nwho would walk. And as we entered the ghetto, I went to my mother’s place first and then she\ntold me that my father was in the hospital, and I went to see my dad and he was so happy to see\nme, because I always was daddy’s little girl. And we talked for awhile, and he had his leg in\ntraction and he told me what happened, how he broke the leg, that he jumped out the window\nbecause they were rounding them up to send them to gas chambers. And well, we talked for\nawhile, and then I said Dad, I have to go -- well, I called him Papa. We called the father Papa. I\nhave to go because so and so, the O.D. man, I can’t remember his name now, I have to go back\nwith him. And he said, “Oh, I wanted you to meet my doctor so badly.” And I start walking out\nand the doctor walked in. And my dad smiled, “This is her, this is Sylvia. I have told you so\nmuch about it.” And the doctor said, “I’m so glad to meet you, he’s talking about you all the\ntime.” And we exchanged pleasantries, I don’t know exactly what, and my dad and I, we hugged,\nand we kissed. And I walked out and I met the O.D. man and this was the last time -- might have\nbeen maybe a month or a few weeks before the liquidation of the ghetto, and I’m really happy I\nhad the chance to go there to see my parents.",
        "A: I -- I don’t know what happened to my mother. I saw in the paper that the Red Cross has a\nnew list, they found it somewhere, some -- 1n Russia, which they kept under cover for years and\nyears. And I went to the Red Cross here in Winchester and she asked some background\ninformation and I gave it to her, and she said, maybe you be lucky that you can find out what\nhappened to your mother and then my aunt’s husband and my aunt’s daughter. And they haven’t\nfound out. I got the -- she couldn’t find out anything and then I also got the letter from\nBaltimore, they could not trace what happened to my mother. I always thought she ended up\nmaybe in Auschwitz or Treblinka or somewheres. But after I saw “Schindler’s List,” I saw they\nwere shooting like crazy. I mean, it’s not what your looks was, they was just shouting and\nshooting, going crazy, so I don’t know whether she was shot in the ghetto, what happened to her,\nI don’t know.",
        "A: That was the last time, when I saw my dad that was the last time, about a month or two weeks\nbefore the liquidation of the ghetto. The ghetto was like --",
        "A: Yes, yeah, I went to her place first and she told me my dad was in the hospital. I was looking\nfor him, you know, when I went there, I thought I was going to see both of them. So that was the\nlast time. And that was ’43, and my mother was born ’87, that would make them 53 years old.\nAnd you know my dad never even had a cold? I don’t remember ma -- he had -- he only missed\nwork one time I recall. He had an abscess on his chest and my brother cleaned it out and it got\ninfected. My da -- my dad thought he was dying, he never was sick. He didn’t know how to\nhandle it, you know? He went to bed. He never was sick and he got killed, and he only was 53\nyears old. Nice looking man.",
        "A: Jewish policemen, kapo, O.D., Jewish policemen. Some of them were pretty mean also if they\nthought they would get a better treatment when they mistreated us. Some were pretty rough.",
        "A: No. I got beaten one time, 25, by -- that was in Plaszow, Potkish Plaszow, the concentration\ncamp. It was in a barrack and it was the one who was in charge of the barrack, and I got 25\npaddles. There was a bad odor in that neighborhood where -- where I was on the double decker\nwooden thing where were laying, and somebody had their period or something, and they put\nsome -- it wasn’t pads, it was something, and pushed it over where I was sleeping, and she said it\nwas mine, it didn’t happen to be mine, I got 25 paddles. But that, I think was the only time. My\naunt always told me, don’t walk erect. Make yourself shorter, you know, that you wouldn't stand\nout. And I always knew, wherever I went I just walk like that. So at so -- some -- some girls got\nraped. And I was pretty fortunate, but I wasn’t much to look at, because all those years already\ntook its toll at a very young age. And I was still in the developing age, you know, when the war\nbroke out.",
        "A: No, I was not in the ghetto when it was liquidated. So I don’t know anything, it’s just what I\nheard, that all was hearsay. And my cousin was in the clean-up crew and he saw my father there,\nand he told me that.",
        "A: Kabelwerk, yeah.",
        "A: 10 machines, yes.",
        "A: No, no. I was in charge of all 10 machines and there was another person, another 10 machines\nand then in the back of you there were 10 machines and they had to be in operation at all times.\nIf not, a si -- the thing was it was a very fine but strong thread but if something went wrong and\nit skipped a stitch, you had to cut that open and -- and do it again. I mean, you really had to\nwatch it so it’d be evenly covered. And there for awhile, I just worked daytimes. But then, you\nworked one week 12 hours, daytime and the following week 12 hours nighttime. And they did\nthis on purpose, because you never could sleep. I mean, there was no way to get adjusted from\none to another. So, well, we were sent back to Potkish Plaszow, September ’43.",
        "A: Yeah. I was in Plaszow -- I was in Plaszow and we walked from Plaszow to Kabelwerk, from\nPlaszow. And then they concentrated us in Kabelwerk for a short time, and then -- but -- but the\ntime we s -- were sent back to Plaszow, we did not work in Kabelwerk any more. This was\nSeptember °43. And when I got there, well, we had to work in the concentration camp. We had to\nopen graves, pull out gold teeth. And the people who were in charge of this place were prisoners,\nGerman prisoners. And they were completely out of control. I mean, they were murderers, they -\n- they were 1n prison because they were murderers from way before the war, and they let them\nout to -- to oversee us. And the guy’s name Hammond, oh wow, he was crazy. He really was\ncrazy. I saw Goeth many times and as soon as we heard he was walking through the camp, I was\nrunning away, because we knew he was target shooting, he didn’t care what you looked like. He\nwas just target shooting. He wanted to see how close he could shoot or how far he could shoot.\nAnd Schindler was with him many times. And they were drinking buddies. And I really don’t\nthink Schindler -- well, he saved a lot of Jews, and like they say, who saves one life, saves the\nworld. But I can guarantee you this man did not start out to save the Jews. He started out to -- to\nfill his pockets. And somehow, I think towards the end, he found out that it’s a losing war they\nfighting. So he changed his mind. But thank God he did, because he saved a lot of Jews. But this\nwas terrible, I mean in the PlaszOw, whether we had to go outside and load railroad tracks again,\nor in -- if we worked inside, then we had to dig -- I mean, open the graves and pull out the golden\nteeth, or we carried barracks. They were always building barracks and we had to -- to carry that\nstuff. And really my legs are my weakest, my -- my health problem are my legs. You can’t work\nlike dog -- like a man and not come out scarred. So we were there until -- oh, I didn’t tell you\nabout my cousin, Janek Kalbenstok. When we came back in September ’43, people were telling\nme about my cousin Janek. He and a little boy were walking in the concentration camp, and\nevidently Goeth was walking towards him, and my little cousin Janek had a habit, he drove his\nmother crazy. When he was upset, he would whistle. He didn’t even know he did this. And\nsomebody told me that he was whistling -- whistling that -- it was a Russian song, or -- or a\nFrench anthem, I don’t know, I wasn’t there. And they arrested him right there, in ’43. And they\nbuilt a gallow to hang him, all night long. And the next day they brought him out to hang him.\nThey made his father sit in the front row, my oncl -- Uncle Henek Kalbenstok. And the rope\nbroke. So he sent somebody for new rope and my poor little cousin must have been just scared to\ndeath and he was crawling up to Goeth’s foot and kissing his boot. And they said that he was just\nhissing. Goeth took the gun out and shot him right there. My uncle saw it and he had a complete\nstroke. Never came back from it because when I went up there, I went to see him in Plaszow, in\nthat concentration camp where it all happened. He was just a vegetable.",
        "A: He was younger than I am. I really don’t know exactly, maybe four or five years younger.\nThis was in °43, I was 19, he might have been 15 -- 14 or 15, I don’t know exactly.",
        "A: I did not know them very well, because I was born and raised in Germany, and I was not in\nPoland, I think maybe about a couple times. My mother went to visit, but she didn’t take us\nchildren. Somehow you take children more now than you used to, it seems like it.",
        "A: Well, this is interesting question. I don’t know really what kept me going. The only thing my\naunt and I, we talked all the time, and other people, too. Somebody hads -- hads to survive to tell\nthe world. We did not know that the world knew about it. We thought everybody was just\nignorant about it, you know, they did not know. And I don’t know if -- don’t ask me whether --\npeople say you must have been very healthy. I wasn’t any healthier than the ones who died next\nto me, because I had typhus for two weeks, I don’t remember anything. I was so sick and we had\nto stand appelle, and they would drag me out, which I did not know, and they -- they stood me\nup, holding me up. The only thing I can think of is, my time was not up. Somebody still had\nsome purpose, and also, I don’t know, maybe it was a strong will to live, to tell the world. But\nmy world crumbled pretty quick after I came to the United States, when I found out the world\ndid know, and didn’t do a thing about it. And maybe it was lucky I didn’t know, because I am\npretty sure I would have given up. My aunt would have given up. My aunt was just like my\nmother. We were just constantly together. Really, by yourself you could not survive. You had to\nhave somebody to care for. Your back’s hurting now? Okay? You had to have somebody to care\nfor, and she did. The ration of bread we got, she want to share with me her portion. “I’m really\nnot very hungry Sylvia, why don’t you take this?” I just couldn't eat it. I said, “Minna, I don’t\nwant it.” I said, “You just want me to have it because you know I’m so hungry.” “No, no, no,\nhonest. I just can’t eat another bite, I’m just not hungry.” That was my aunt, God bless her.",
        "A: I didn’t have much religion all during the war, and after the war, oh God, I was bitter. I\nblamed God what happened, and why. And I still got a lot of whys. Thank God, I got over the\nbitterness. The bitterness doesn’t work, it eats you up alive. And it’s -- it doesn’t harm the people\nyou hate. It -- I couldn’t even talk German after the war, a complete blank. I blocked it out. And\nmy brother told me, “Sylvia,” he said, “the German language is beautiful.” I said, “The German\nlanguage?” I connected it with Hitler, it’s not beautiful, it’s terrible. And then to meet people\nwho had anything to do with Germany or German descent, I had to run away. And this kind man\nhelped. He was so kind, because I just wanted to shut the door and that’s it, not think about it,\nand -- when I got married. And even after, I was an atheist, I didn’t believe in anything. I really\ndidn’t. And -- so after I got married, I still did not talk about it to anybody. It was like I was\nashamed of it, like some of it was my fault, you know? And I knew it wasn’t, but somehow I just\ncouldn’t talk about it. And then it was a small town, with not many Jewish people. I already had\none monkey on my head to be a Jew in a small town. And -- but the door would not stay shut,\nwhen I got pregnant. And then it all came back, the nightmares, and waking up screaming -- not\nwaking up -- oh, excuse me -- screaming in my dreams. Sobbing wet. Jake would wake me up,\nand we would come in and we sit for hours and I had to start talking. And this man sat next to\nme. I don’t know whether he listened what I said, or what, but his ear was there and that’s what I\nneeded. So I was pretty lucky to have a wonderful husband. And the children are great, they\nreally are. They loving, very loving. I h -- said that in the documentary, I did not want to raise\nthem full of hatred. In fact, they didn’t know much about the Holocaust til I made that\ndocumentary. I want them to -- want to raise them healthy, happy and -- physically and mentally.\nAnd they got problems, I mean everybody’s got problems, but the problems are not connected\nwith my past, because I did set myself a goal that if I failed, then Hitler had won out, and he\ndidn’t, because they’re loving children, they really are big hearts.",
        "A: But well, September -- January. January ’44. Naturally we had to line up, we had to be\ncounted. And they were telling us we were going to a wonderful place. There’s going to be clean\nbeds and plenty food. You’re gonna work hard, but you’re gonna have it good. And my aunt\nsaid, “Wow, it sounds like paradise,” you know. And then we were crammed into cattle wagon.\nAnd Krakow -- Auschwitz is not that far from Krakow but it tuck -- took such a long time\nbecause the train stopped every few feet because the planes were bombing. And before we got\ninto the cattle wagon, they gave us some bread, and that was all. And there was a container with\nwater, and one container for the bathroom. And they stopped, and gosh were we pray -- praying.\nYeah, they jumped out the -- the -- the trains, and they were hiding in ditches, the German. And\nwe were laughing, we really were laughing. There was a little window up in top those cattle\nwagons, the old ones. And we would get on each other’s shoulder to lift them up to see so we\ncould get a good laugh, cause they were so scared. And we yelled, “Bomb us, bomb us, come\non.\" You know, we didn’t care. We really didn’t care, as long as they would have gotten killed.\nAnd then we went a little bit longer. To me it seemed like we went the whole week, but we\ndidn’t. But you see, a time was -- didn’t seem important at all. It was just running into a day or\nnight, til the cattle wagons stopped, they opened the doors, and they were yelling. Out, out, out,\nout, out. Kicking and dogs, and we were running. And then we looked and we knew where we\nwere, because we saw the chimneys burning.",
        "A: Oh yeah. Everybody heard about Auschwitz. And you could smell it, the smell of human\nflesh. So, you know how they kept the records so neat, you know, they had to have orders. They\ndidn't have any orders. We arrived without orders, they didn’t know what to do with us. So we\nwere sitting there or standing there, between the ovens, near the gate when they opened. And on\nthe other side were the barracks. And you sat there for 48 hours. And they were running like\ncrazy. They couldn’t get any orders, they didn’t know whether we end up in the -- should end up\nin the gas chamber, or at the camp. And we just sat. And it was cold, it was January. And finally,\nthere still were no orders, but then we took a -- I guess they were afraid to send us to the ovens if\nthe orders came that we should not been killed, they couldn’t bring us back after they once\ngassed us, you know. So then they told us to go into showers, and we took the shower, naturally\nthere’s never enough water. And then we walked out in the nude in January in Poland, shivering.\nAnd then we got prison garbs. And they gave me wooden shoes, and they made me wear those\nshoes. I couldn’t walk in thats -- in the shoes. It seemed like the shoes had a mind of their own.\nAnd then they put us in barracks. And about -- well, we didn’t do anything. You just laid there,\nor you stood there. And we were there about 12 or 14 days, too many.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: No, no, in Auschwitz -- and I found that out later on, that you had to work there before they\ntattooed your arm, and we didn't work there. We just were there 12 - 14 days, and we didn't do\nanything. One time we got black coffee, whatever it was, 1t was awful, in the morning. And we\nhad to carry -- they were heavy kettles. And in the evening you got the water soup. So I\nremember that very well, it was my turn to go. And some other girls also went and coming back\nand we were almost our barrack and those stupid wooden shoes wouldn’t stay on my feet, and I\ndropped the kettle and our whole supper was there. Really was scared that the people gonna kill\nme, the hungry people, you know, but they didn’t. We just all lay down and we licked the floor,\nwhatever fell there.",
        "A: Already, partially, every so often it was shaved, the hair. It was already very short before we\nwent in Auschwitz, and then in Auschwitz they shaved it again and delouse them, they sprayed\nyou. And they deloused you, yes, was some kind of powder they did, they -- they sprayed you\nwith.",
        "A: Yeah. We were liberated together. Let’s see, after about 12 or 14 days in Auschwitz, we were\nshipped back in the cattle wagon to Bergen-Belsen. And when we got to -- I think it was still\nJanuary ’44, because we were, pretty much, one of the first ones there. When we came to\nBergen-Belsen they had nothing but tents. And then there was a big storm one night and it was\nquiet. There was no shouting and it was very quiet in comparison to Auschwitz, there was so\ncommotion constantly. It was very quiet and my aunt said, “You know, Sylvia, in comparison to\nAuschwitz, this is a vacation.” But we didn’t know that was -- there was no gas chambers, but it\nwas starvation camp. They just starved you to death. So there weren't that many people, but then\nwe had a big storm and it knocked all the tents down and they moved us to barracks. And they\nwere looking for somebody who spoke a lot of languages, so I applied for it. I spoke German\nfluently. By that time already I spoke Polish fluently but couldn't read or write it, because when\nyou’re young you pick up languages. They said I spoke it with a heavy accent. So I applied for it,\nand I -- I knew about three words of French, or maybe five words and two words of Russian. So I\ngot the job, not very long though, but enough that I had the foot in the kitchen. And so I could\nsteal food so my aunt wouldn’t be hungry. So there were Jewish people working in the kitchen\nand some Russian soldiers working in the kitchen and there were three Frenchmen. They were\ncollege students and they worked with the underground Gentiles and they got caught. So they\nwere funny, they were so funny. They all spoke German and wouldn’t let the German know that\nthey spoke German. And they would sing, and they would sing the French anthem. And they\nwould laugh, and they made us laugh. But the Russian people, we had to stay away from them.\nWhen we stole food, we didn’t tell on each other, but the Russians told on us when they saw us\nstealing food. They kept to themselves pretty much. We were afraid of them. So, well, I got\ntyphus in Bergen-Belsen and Paul LaPietra, one of the Frenchmen stole food and send it to the\ncamp. So by the time I got the food, there wasn’t that much food left because she shared it with\nother people, but evidently it must have helped some. And when I got better after two weeks, I\nnoticed that I -- I didn’t have any shoes, I don’t know what happened to them, my shoes. And I\ntold the girl, I said, “I can’t go back to work in the kitchen without shoes.” So Paul LaPietra stole\nsome man’s boots and send it to the camp with a friend of mine. And after I went back to the\nkitchen, those three Frenchmen hoisted me up on their shoulder and they were marching and they\nwere singing la mar -- what is that? La Marseille, th-the French anthem. Oh, the German, I’m\ntelling you, they would get so red and yell. And we say, your gonna have a stroke, he’s gonna\nhave a stroke, but no, not such luck. And we were liberated April the 14\".",
        "A: ’45. It was really strange. By that time I wasn’t working in the kitchen any more, nobody was\nworking anywheres, because there was no food. And they already knew that they were in bad\nshape because the guards were disappearing there. And they came back. There was no place for\nthem to go. We didn’t know that, they were surrounded by the Russians, by the British and by\nthe Americans, and there was no place to run around. So they were digging ditches. And oh, they\nwere angry. I’m telling you, you couldn’t even set the foot out. If not, you got shot. So we stayed\npretty much indoors, and everybody was sick. No energy, no water, no food. And then I got\ndysentery problems again. I went out one night to relieve myself and felt something cold I was\nsitting on, and I looked and it was a body, and I just moved over. I mean, you got -- evidently\nyou got conditioned to that. I mean, just thinking about it, 1t blows my mind, you know? And I\ncrawled back in. So one night, it was between 14\" and 15\" the night, or was early in the\nmorning, we heard the -- heard a lot of tanks, rolling and rolling and rolling. We didn’t know\nwhat was the matter. And it was morning and somebody came running in, we are liberated, we\nare liberated. And they said, by the British army, we are liberated. Well, I crawled out there, and\nmy aunt went out there, too. I said, “What are you talking about?” The German commandoes,\nthey were standing in front of the tanks. They tied them down there evidently, I don’t know. And\nthey -- with no medals, they stripped them of all the medals, but I didn’t see that. I still saw the\nNazis. I said, “What you talking about, here they are.” And then we found out we were liberated,\nand I stood up and I start singing the British anthem, God Bless the King. I remember that from\nschool. And oh, there was such, so much commotion going on, they were so wonderful. And\nthey gave us care packages. We didn’t know how to handle those care packages, we ate\neverything. And that’s why so many died. On that starvation diet for so many years and then you\ndrank cocoa, I mean the powder, and coffee, smoked cigarettes, chocolate. All at one time and\nsardines. They meant well, I mean, they didn’t mean any harm. But I think the ler -- that the\nworld learned from that. Whatever prisoners come back, they kind of condition them slowly with\nfood.",
        "A: Yeah, I don’t -- I didn’t -- I don’t remember two weeks, I don’t remember. I don’t remember\nanything. They told me -- you see, the thing about it is, they had to have a certain amount. They\nhad the number there and that number had to satisfy them. Well, they dragged me out, and\nsomebody called, you said, one, two, three, you know, you -- you called your own number, so\nsomebody must have called a number for me. If not they’d be still standing there today. I mean,\nit had to be like to say 550, it had to 550. If not, they went back in the barracks [indecipherable]\nthey counted the dead. So they told me that they dragged me out every day and when it came -- I\nmean, that’s a lot of people, that’s you know, lined up, that probably when it came to me, they\njust held me up.",
        "A: No, I was not in the hosp -- there was no hospital there. After the war they made a hospital\nwhere Himmler’s palace was in Bergen-Belsen. He had the palace there, and they made this into\na hospital. The ones who were so sick, they took them there. But by that time I was -- I wasn't\nthat sick any more.",
        "A: I don’t know. I don’t know, the grace of God, I don’t know. I told you my time wasn’t up, I\nguess I had to have those beautiful babies.",
        "A: In the camp, no. I stole food while I was in the kitchen. But then, there were times we just laid\nthere. She had typhus before I had it, even. My aunt. Everybody had typhus. It’s a dysentery, but\nto get well, it’s hard to explain with any antibiotics or anything, because now you hear about\ntyphus, e-everybody died. It was like cholera, you know, long time ago people died, not many\nsurvived.",
        "A: No. That’d be too much thinking, I didn't have the energy. I think I told you that early in that\ninterview. You did what you supposed to do and you did it, and hour went into hour, into day\nand night, it -- there was no difference. No, I never did, I -- the only thing, like sometimes we\nwould sit around and be miserable, and then somebody would say, you know on Shabbas, Friday\nnight? Boy, my mother set a table fit for a king. What did she cook? Well, there was fish and\nchicken soup and chicken and roast beef and vegetables and dessert. And somebody would pop\nup, that’s enough food, I can’t eat another bite. Do you know really, I’m not kidding, we could\ntaste that food.",
        "A: No. Just blank. Just a zombie. And I don’t think I was the only one, I think everybody was\nthat way. I was so conditioned from the time I was nine years old, until the end of the war, that --\nthe only thing many times you ask yourself why, why, why. I still ask myself now, why? I said,\nwhen my time comes, I’m gonna have a list that long. And I’m -- when I get upstairs I’m gonna\nask him, maybe he can -- why this, why that, you know. But you know what’s very upsetting to\nme? The world didn’t learn anything by it. If the ler -- the world just would have learned\nsomething by it. Look that ethnic cleansing now. They’re killing babies. So I feel like that whole\nthing was a waste. At least if people would have learned by it. But they didn’t.",
        "A: Yeah, yeah.",
        "A: Yeah. Oh yeah, at the national an -- th-the British, God Save the King. I met a British soldier\nand I still remembered, whoever lives gonna get in touch with Erbachs in Lexington, Kentucky.\nSo I told him about -- I had about two years of English, and I didn’t do too well, but I still have\nthe letter here. I’ve -- I was going to pull it out and show it to you. I wrote to Erbachs in\nLexington, Kentucky, but we couldn’t mail, I mean there was no mail going between Germany\nand -- and America at that time, and I gave it to that British soldier I met, and he sent this letter\nto his mother in England, and his mother, or his parents forwarded that -- that letter to America,\nto lex -- Erbachs, Lexington, Kentucky. And at that time Lexington, Kentucky was small. There\nwere about 65,000 people. So everybody knew each other, so it got there, just Leon Erbach,\nLexington, Kentucky, United S -- U.S.A.. So my brother was in the American army. He ga --\nErbach sent him an affidavit from England to come to the United States in 1940, and he was\ndrafted in °41. So, he was still serving in the American army, he was with Intelligence, he spoke\nseven languages fluently. And Erbachs got in touch with him. And he came to Bergen-Belsen\nand I think I told you that previously, when they came running in telling me that my brother was\nout there, and I run out and all in a sudden I just stopped. I thought my dad was there, because\nthey look so much alike. So then he took us to Munich, he was stationed in Munich. My brother\nwas stationed in Munich. And he sent the ambulance after us. I think was around October ’45.\nWhen he came to the camp, he brought oranges, food. And oh, we -- we just had a party. And my\nbrother said, “I just bought that for you and Aunt Minna.” I said, “I can’t eat that by myself, not\nsharing it, what you talking about?” He didn't understand. You know, you’re hungry together,\nyou party together. So it was good food, it really was. And he rented an apartment in Munich.",
        "A: It was scary. That’s why I -- I t -- I couldn’t talk. I just stood there like paralyzed. Even had --\nhad the moustache like my dad, at that time.",
        "A: I had no feeling, I just looked. I t -- I knew my dad was killed and I thought my dad was\nstanding there. It wasn’t sadness, I just couldn’t understand it, you know? They look so much\nalike, almost like twins. And then I was very happy. You know, we just grabbed, and we hugged,\nand -- he went through his own hell, because he went in my place to England and all during the\nwar that was on his mind. He told me, he said, “I’m so happy that you are alive. I don’t know\nhow I would have managed to -- to live, to know that you got killed and I’m alive.”",
        "A: Yeah, my mother would talk. I wonder how Bernard is getting along, you know, but that’s --\nwe didn’t know. I hope he’s doing okay. But we knew at that time he was in England, we didn’t\nknow he came to America. But we felt like he was safe.",
        "A: We went to Munich and he could have -- he was discharged about -- we came in June, he was\ndischarged about two or three months before and he could have come to the United States. So he\nsigned up as a civilian for another six months, because he wanted us -- he wanted for us to get\nout of Germany. He was afraid that we weren’t pushy enough, probably, you know. And so he\nstayed and he took care of all the papers, and we got out but -- ba -- June, we arrived in New\nYork.",
        "A: Well, you come to a strange country, you scared. People you didn’t know -- all right, the\nErbachs were related to my aunt, but they were no relations to me. No, I was -- wasn’t feeling\nnumb then. I was angry. I was full of hatred. I think it brought -- I brought this up before.",
        "A: From October °45, until June °46.",
        "A: Go crazy, go wild. Eat, drink, bleach your hair blonde. Peroxide my hair. We didn’t know\nwhether to walk on our heads, we didn’t know whether to walk on our feet. I mean, all of that\nfreedom, all in a sudden, listen, that’s -- that’s overpowering. And my brother brought a lot of\nfood home from -- oh, what you call that? A mess hall or something. Is it called mess hall, I\nthink? Brought a lot of food, and all his friends brought food. I guess they felt so sorry for us,\nyou know?",
        "A: No. No, no, he took care of us. Well, the strangest thing. He got that apartment f-for us, and\nhe just told the Germans to get out. And they were crying and they were crying, that’s our\napartment, how we c -- we been living here. And he was not very sympathetic. He told them they\nhad to get out, and some of his friends also. We got the apartment. So while we already lived in -\n- in that apartment, they came, ringing the doorbell. We want to move back. This is our\napartment. So, I was so angry, I said, “What are you talking about? I like to see my parents, too.\nWhat did you do to them?” I wasn’t -- we weren’t very sympathetic.",
        "A: Yeah, they left, and they came back two, three days later on. Looking back now, I’m -- I\nmean, they were -- it was theirs, you know, but look what they did t-to us. I mean, the one they\nkilled, you couldn’t bring those back, could you? And this was only material things. But I told\nyou I was angry. It was just all bundled up, you know, and all in a sudden it just had to explode.\nBut Munich was great, really was. We went to museums and we went to concerts, we went to the\nopera. [tape break]",
        "A: Oh, I was having fun, and I’m not the only one, I mean, everybody had fun. Somebody said,\noh y -- I used to be a blonde as a child, kind of golden blonde. Oh, you got brown eyes. Blonde\nhair and brown eyes is unusual. How about bleaching? So it -- they used peroxide. And I came to\nthe United States as a blonde. And then there was a museum, was kind of meeting place of the\nsurvivors. And once in awhile you would meet some which you knew. I mean, you met people\nall the time, so you couldn’t remember everybody, you know? But sometimes you run across\nsomebody and oh, you are here, you are here. You know, you survived that. And we grabbed and\nwe hugged, and we were wild.",
        "A: In Munich? No, not really. I mean, people a -- was together. Then I was with my brother a lot.\nMy aunt was with us constantly. You see, the -- my aunt was my best friend. There was nothing I\ncouldn’t tell her, and she knew exactly how I felt about things. She was my best friend, she was\nmy psychiatrist and I helped her. But my brother was very good to us. He really took us places,\nand his American soldiers, his friends were very nice. Yeah, we did make some friends\n[indecipherable]. He came back to Munich after the war, and he opened a store they had before\nthe war. And he got us some material and we had some raincoats made. At that time a lot of\nthings were custom made, you just couldn’t go in the store. Maybe housedresses they would sell\nin the store, but not like you go and you can buy suits and all that. Those things were custom\nmade a long time ago.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "A: Yeah.",
        "A: No, not quite a year.",
        "A: From October until June.",
        "A: Mm-hm.",
        "A: Yeah.",
        "A: No, not too much. I had a lot of living to do, because I didn't live before. That’s -- everybody\nfelt that way. We ate too much, we drank too much. We just felt like a -- a bird coming out the\ncage. It’s very overpowering, all -- all that freedom. You were not told what to do, you could\nwalk, you could go to bed when you wanted. Had nice beds and sheets. I mean, things you take\nfor granted.",
        "A: Well, I knew that we were coming to the United States, this we knew, because my brother\nfilled forms out all the time, you know, and then we had to go for examinations. And you had to\nget passports, and finally the day came when we left Germany, and I think we were -- we came\nover on the ship Marine Perch, and -- from Bremerhaven. And I think we were on board about 11\ndays, because they had to stop, there were some mines and they didn't tell us they had mines in\nthe water until they deactivated it. They didn’t tell us, we probably would have been scared to\ndeath. But I would say there were about 800 passengers, maybe with the crew also. Was a very\nsmall ship, and it was not equipped, it was not a luxury liner. We had one little room, but from\nthe 800 people, there might have been about 40 - 50 who didn’t get sick, most of them got sick,\nseasick. And my aunt was seasick. They -- the younger people they put in the bunkbeds, and was\na great, big room, and the food was served buffet. And that -- but my aunt, she was over 40, and\nshe had, I think 1t was a semi-private room, they just gave it to her. After -- up to a certain age.\nAnd they ate at a table, they were served, and my poor aunt was in bed all the trip. I went down\nevery day to see her, and I want to bring her some food, and she said, “Get out of here, get out. I\ncan’t look at that food.” So we had a good time, we entertained ourselves that -- the 45 - 50, and\nit was just amazing to us, when we got to New York, all in a sudden those people start pouring\nout the ship, you know, you haven’t seen them. How did you get on? I didn’t see you. But so\nmany were sick. Then we had to wait that you had relatives, somebody had to pick you up at the\npier, they wouldn’t just let you go loose. And my aunt and I, we waited and waited, and my\ncousin in New York supposed to pick me up. I did not know those cousins except one cousin. He\nwas in Karlsruhe, and he was just like my brother. At that time first cousins were like brothers\nand sisters, very close. And he’s supposed to pick me up, and he just didn’t show up, and my\naunt and I, we were the last ones, and oh God, were we scared. I start crying, and all in a sudden\na woman came up to me and she said, “You’re Sylvia Farber, aren’t you? From Karlsruhe?” I\nsaid, “Yes.” And she said, “I don’t know, do you remember Bernard Weismann?” I said, “Yeah,\nI went to school with him.” The -- the Jewish school. He had a speech defect, and the children\nwere not very kind to him, and -- children can be cruel. So she said, “Well, I really didn’t have\nyou on my list, but I looked at the list and I saw Sylvia Farber, and I wanted to greet you. So I s-\nswitched with somebody and I want to say welcome to America, and thank you for being so nice\nto my son Bernard.” A-And that kind of felt good, that people remembered you, you know, and\nhe was such a nice boy, but the kids just didn’t give him a chance. He was very intelligent. His\nfather was a doctor, I don’t know what happened to him, lost contact. So while we were talking,\nmy cousin came with other cousins. The other cousins -- but I didn’t know the other cousins,\nthey were waiting for that one cousin, he had to sign for us. And he came, and he looked like a\nFarber. He looked like my dad, he looked like my brother, and we just start hugging and kissing,\nyou know? It seemed like the Farber, the looks goes through the family. It’s amazing.",
        "A: No.",
        "A: My brother didn’t come until September. You see, he signed up six more months to make\nsure to get us out. And I really loved New York, I wanted to stay there, but my brother wouldn’t\nlet us. My brother said, “Listen, we gonna make a home in Lexington, Kentucky, it’s a beautiful\nlittle town, and that way we can be together, we don’t have parents.” And I listened to him, and I\nstayed in Lexington. Do you know where he ended up? New Jersey. He got his undergraduate\ndegree from University Kentucky. He got his master’s degree from Chicago, University of\nChicago. He was working on his Ph.D. in cuk -- at Columbia University. And he stayed there.\nThen when he got married, they moved to New Jersey.",
        "A: They really were not related to me. The very -- the -- the one -- Leon Erbach was my Aunt\nMinna’s brother-in-law. My Aunt Minna’s husband Alec, and Leon Erbach were brothers. And I\nwas related to my Aunt Minna through my mother. You see, so they really were not related, but\nthey were wonderful. They really were wonderful.",
        "A: Yes.",
        "A: When he came in ’40, he lived with Leon Erbach, then he went to Lovell. And they grabbed\nhim right away in ’41 for the army. So they really were wonderful people, and they treated me\nbetter than the daughter, the daughter said. Because I was older than their daughter, five and a\nhalf years, and I could stay out longer on a date. And she resented that. She said, “They love you\nmore than they love me.” They really were great people. But we didn’t stay very long. My\nbrother came in September and we rented an apartment, and we lived on my brother’s army pay,\n90 dollars a month. 45 dollars rent. Water bill was cheap, two dollars electric bill. And we made\nit, can you imagine? And we only had hamburger on Sundays. But we wanted to be independent.\nEr-Erbachs didn’t want us to leave, but we wanted to get started. So my brother start teaching\nlanguages. He -- he was working on this undergraduate degree, and he was tutoring in French\nand German. And sometimes he didn’t go to bed until two, three o’clock in the morning because\nhe had to do his own homework. And he caught the flu, he couldn’t get over it and the doctor\nsaid, “Something has to give, you need sleep.” So I went to work, for 18 dollars a week, but that\nwas money.",
        "A: By that time a little bit. Erbachs -- you see, we came in June and I went to work, I think it was\nChristmas or right after Christmas. And they were nice enough to give me a job. It was\n[indecipherable], they were Jewish people. And I think they gave me a job they felt sorry for me,\nand then I was a novelty. [tape break]",
        "A: Yeah. That’s me, a young Sylvia Farber.",
        "A: Yeah, yeah.",
        "A: Do you know it --",
        "A: -- stayed blonde --",
        "A: -- in perox -- yeah, that’s my aunt. Ah --",
        "A: Polish refugees -- that was students. They kind of messed it up a little bit, they didn’t get it\nstraight. Some of it --",
        "A: Yeah. This was 9-27-46, and it was the Lexington Leader, Polish refugee ex-prisoners, now at\nHenry Claire High School. We ju -- we just sat through English classes, American government\nclasses. And then some of the students gave up their study hour to help us learn how to read. I\nthought it was very nice of them. And then also, when I was working, I audited some classes at\nthe University Kentucky from eight til nine in the morning. And Joe Wall’s niece, who went to\nUniversity Kentucky, picked me up and took me to work so I would be there by nine o’clock.\nAnd they were very nice, because I should -- supposed to been there 10 minutes to nine, but I\ntalked to him and then he said that’s all right.",
        "A: It was not the education as much what I wanted. I wanted to learn how to speak English. It’s\nvery hard to think in German and then have to translate everything. It’s not easy. I mean, were\nyou ever in a foreign country, where you walked around with a dictionary? And my problem was\nthat I always would put the buggy before the horse somehow. Th-The sentence construction was\nvery difficult. And English 1s a very hard language. And the spelling, my God, there’s so many\nwords they sound alike. Now I wish I would have gone on to get an education. I really wi -- but\nthe education at that time wasn’t that important.",
        "A: I started out as wrapping packages, and -- but at April, I just felt like, you stupid. You can do\nbetter than that, you know? So I start sneaking out and waiting on customers, and the customers\nloved it. Because I was a survivor, which they never met another one. And that publicity, I mean,\neverybody knew about me. So I remember Joe Wall said to me, “What are you doing on the\nfloor?” I said, “I’m not stupid. I can do better than that, just wrap packages. And well, normally a\nclerk couldn’t have said that. But then, I didn’t have the clothes I was supposed to wear, I was\nsupposed to wear dark clothes, navy blue, or gray, or black. I didn’t have it. He told me, “You\nwear what you got.” So he really made -- made allowances for me. In fact, people must have\ntalked about this, a Holocaust survivor in another department store, Martin, the buyer -- I don’t\nremember, I don’t think she came into [indecipherable]. She must have waited outdoors or\nsomething, she came up to me, and she said, “I really would like for you to work for Martin’s.\nHow much money do you get at [indecipherable]?” And I said, “Eighteen dollars a week.” She\nsaid, “We can do better than that. We can pay you 25 dollars.” So I said, “Let me think about it.”\nSo I went to Joe Wall. I thought that was the right thing to do, because he gave me the chance.\nThe factories wh-where I ap-applied in Lexington wouldn’t hire me because I couldn’t speak\nEnglish fluently. Now you could sue them because you discriminated, but at that time you didn't\nknow about suing people. So I told him, I said, “Listen, they approached me at Martin’s and they\nwould pay me 25 dollars a week.” He said, “Well, if Martin’s can pay you 25, I can give you\n25.” I did feel guilty because the people I worked with, s-some been working there 10 - 20 years\nand didn’t make more than 25 or 27 dollars. But I told him, I said, “You know, we need the\nmoney.” He said, “I know.” So people in Lexington were very nice and very decent.",
        "A: Jake?\nA2: [indecipherable] I think you would wind this up, three hours is enough.",
        "A: -- open through his cousin. We met his cousin. We lived on Macdowell Road, Chevy Chase\narea, I don’t know whether you know that area there. Okay. And Martha Steinberg, and she said,\n“T know a young man I would like for you to meet.” And I was going with that Hungarian fellow\nI was telling you I met on the boat, from Budapest. And he proposed before we got off the boat,\nhe wanted to get married. But my aunt said, “No way. He is scared. He doesn’t want to be alone\nto get into a country, not knowing anybody.” So we corresponded, and we talked on the\ntelephone sometimes. So I was telling Martha, I said, “Well, I’m dating a fellow in New York.”\nBut we had the understanding that we could date other people also, since we were that far apart.\nAnd she said, “I really would like to.” And my aunt said, “Well, you have nothing to lose.” So\nthey fixed up a date. They fixed up a date, Martha and Jake for eight o’clock a certain day. It was\n8:20 - 8:30, quarter to nine, no Jake Green. I got undressed, I put my slack suit back on, I was\nmadder than a hornet. I wasn’t used to be stood up. Doorbell rings there, “I’m Jake Green.” And\nI said -- he said, “If you don’t want to go out with me, I will understand.” I said, “What\nhappened?” He said, “I got lost.” Well, where we lived it was like Macdowell Road, and then\nthere was a circle. And the next road Irvin, there was a circle, and he drove around in circles in\nthe dark, and he went downtown to a gas station, and they gave him directions. And this really\nmade sense, it’s really hard, because many times we drive by now where I used to live, to see the\nchanges in the apartment house and it’s very easy to get lost. It’s like a cul-de-sac, you know. It’s\na -- in circle. So that’s how I met my husband. And we went out dancing, and -- I don’t know,\nthe evening passed by so fast, and I ask him now, I said, “How could you understand me? I\ncouldn’t even understand myself.” He said was very easy. I learned a little Jewish, Yiddish, and\nhe knew a little Yiddish, and some German, and some English. We had a marvelous time, and\nwe both liked to dance. And we dated about a year and a half and we got married January the\n16\", 1949, which is gonna be 47 years. Long time. My brother said, “It won’t last.” I said,\n“Why?” He had nothing against Jake, he just said, “Nobody could live with you any longer 10\ndays to three weeks.”",
        "A: Huh?",
        "A: Well, you know how brothers and sister -- he meant well, but he was so strict with me. Now,\nyou wouldn’t even listen to a brother, but at that time you did. And I just listened to him. When I\nhad a date, even before Jake, they had to come inside the house, they had to talk to him. He had\nto look him out -- over, whether they were good enough for his sister. But I wasn't a child. I\nalready was 23 -- 22 - 23 years old. But he just took it on himself like he was my father, like I\ntold him, “You’re stricter on my like Dad would be.” But then after we got engaged and\neverything was all right, he said, “Oh well, it’s not so bad. I’m not losing a sister, I gained a\nbathroom.” You know, one bathroom in apartment, two bedrooms. And I had a problem after the\nwar. I took an awful lot of baths. We didn't have a shower, I just felt dirty. Three, four times a\nday, but everything turned out all right. They were kind of worried about me, because all that\ntime, you know, you had lice in the camps, and you were itching, and -- and it was terrible. And\nyou were dirty all the time. And even if they gave you water on purpose, they would give you\nsoap, but never let you wash off the soap, they just turned the water off. They got their kicks that\nway, I guess. So I did have a problem, so he probably was happy, he gained a bathroom.",
        "A: I think --",
        "A: Well, this was taken in a garden. That’s a botanic garden. And I remember when that was\ntaken except my brother had this blown up and at that time you didn’t have color picture, he -- he\nhad to tint it. The pictures were just black and white. And I kind of feel bad. This was a blue\ndress, and he had to tint it green.",
        "A: So I got the picture and I thanked him so much for it. I said, “Bernard,” I said, “the dress was\nblue.” He said, “No, it was green.” I said, “No, it was blue.” And he kind of felt bad about it, but\nI really shouldn’t have told him that.",
        "A: This is my mother. This is -- well, her name was Selka, which -- it’s a Polish name, and then\nshe all -- and they would call her, Selie. And then after she came to Germany, she couldn’t be\ncalled Selie, because it’s -- she would spell it C-1-l-l-y. It would be silly, you know? S -- and she\nwas a big woman, and like I told you, I was Daddy’s little girl. And I always said, “I look like a\nFarber. I am a Farber.” Look, I’m the image of my mother.",
        "A: Yeah. Mother told me she grew very late in life. About 17. They used to call her shrimp,\nbecause she didn’t grow. Very slow, she got her period very late, then she start growing. And she\nended up about five six, or five six and a half.",
        "A: And this is -- I always was called Klina Sylvia because from all my cousins, I was the\nyoungest. And I remember the dress, it was a very pretty dress, and you call that\n[indecipherable]. I don’t know what do you call this in Engli --",
        "A: Yeah.",
        "A: And th-that was all made. And this -- this is work because you have to pull the threads out\nand then finish it.",
        "A: I think I was about -- in 1933, I think I was maybe about nine. And my mother said I was\nskinny. Being heavy was stylish, because many times when we walked down the street and we\nwould see a chubby girl passing by, she’s -- we’d say, isn’t she beautiful? Then she look at me,\nhm. I don’t -- Iam not skinny.",
        "A: Huh? Nah!",
        "A: No. I mean, I --",
        "A: Yeah, I was healthy. I was a healthy child. Next to me is my brother in his Bar Mitzvah suit.\nThis was custom made and he had short pants and long pants, but the short pants weren’t real\nshort, they come about -- just up to the knees, a little above. And he’s wearing his gymnasium\ncap, and every year they would change the band different colors. And this is my handsome dad.\nAnd I think this picture must have been taken about ’33 because in ’36 my mother went to\nPoland, and she had some modern suits. I just go by the style. This was in ’36, she had some\nmade in Poland, and she brought them back in ’36, and they were double breasted suits, so this --",
        "A: This is a single breasted suit, but --",
        "A: -- he’s wearing a vest.",
        "A: Yeah.",
        "A: But not only that, I don’t see the spats. Maybe he wore spats in the wintertime. I remember\nhis spats, and at times he would carry a cane, just for the fun of it. It was a style, I guess. He has\na very kind face.",
        "A: Do you notice this?",
        "A: Nice smile. He had black eyes, and my brother inherited his black eyes. [doorbell rings]. And\nmine are dark, but not as dark as theirs. Mine -- my mother’s eyes got a little mingled in there in\n-- in mine.",
        "A: Yeah, we smoked cigarettes also.",
        "A: Oh, didn’t think about that. My life certainly has been interesting. It -- I divided it up. This\nwas then, and raising the children I really enjoyed. I didn’t work outdoors, they were my whole\nlife, my children. But I wanted to, I enjoyed it. And well, they wonderful, we love them dearly,\nthey love us dearly, but they got their own life, and it was a good life. And altogether the only\nthing, I thought, well, everybody has to go through some kind of hell. And I always thought,\nwell, I went through it early in life, and the rest of the life be -- I got smooth sailing. But I guess\nit wasn’t enough, because then this came up with my husband’s illness. But we holding together.\nThe -- certain things I would love to do, I would love to travel. I used to travel by myself,\nbecause Jake wanted to work. And he really could have gone with -- but no -- with me, but in\nthat respect, he was a small town boy, and he really didn’t want to. But I went to New York, I\nwent to visit my brother. I went to Israel in ’85 by myself, and that’s -- was a highlight in my life\nbecause I always wanted to go to Israel when I was a member of the Mizrachi, I was -- at that\ntime I was going to Palestine. At the time I was five or six and I was going to build it up single-\nhanded, I really was a Zionist. And I always said someday, someday I was gonna go. In ’85 I\nsaid well, you feel pretty good now and that someday has to be now because you don’t know\nwhat’s ahead of you. And I went for two weeks.\nEnd of Tape Three, Side A\nBeginning Tape Three, Side A",
        "A: Not a whole lot. We would go -- after my grandson was born in Chattanooga, we would go\nChattanooga about every three to four months. And we would drive. And he enjoyed that, Jake,\nhe really did. But just stay over a weekend. But even before then I would go to New Jersey by\nmyself. Now he did go with me to the Holocaust reunion in ’83. I could have gone to Israel at\nthat time, but he wouldn’t go with me and I was afraid to go to myself. I did not know how I was\ngoing to react, because I was not in touch with survivors. And after we got to Washington in ’83,\nall the survivors -- and I just thought 1t was me made the children her life, almost every survivor\nmade the children their lives, and enjoyed taking care of them. So, it was good to -- to -- to talk\nto other survivors. Now some of them were very bitter and I really felt sorry for them. I mean, I\nfeel like if you’re that bitter, you wasting your life. I mean, what you got left, you should make --\nmake it as comfortable for yourself, because hatred just doesn’t work.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJanuary 11, 1996\nRG-50.030*0466",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Sylvia Green,\nconducted by Arwen Donahue on January 11, 1996 on behalf of the United States Holocaust\nMemorial Museum. The interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "SYLVIA GREEN\nJanuary 11, 1996\nBeginning Tape One, Side A"
    ]
}