{
    "rg": "RG-50.030.0310_trs_en",
    "sequence": [
        "Question: George, tell me your full name, and where and when you were born, please.",
        "Answer: George L. Mosse. I was born in Berlin, in 1918.",
        "Q: What month, and day?",
        "A: In September. 20\" of September, 1918.",
        "Q: 20 of September. Can you tell me what the “L” stands for?",
        "A: Yeah, Lachmann, it’s a double name. Lachmann is my father’s name, Mosse is my\nmother’s name. And -- and my father married into the business, 1t was quite common. That is to\nsay my grandfather Mosse founded the newspaper, business of newspaper advertising, and my\nfather married into it, and then took my mother’s name. So it’s Lachmann Mosse, really. But\nwhen I came to America, I abbreviated the Lachmann to an L, and took Mosse, ‘cause I thought\nthat was more comprehensible.",
        "Q: Can you tell us something about your -- your family -- the history of your family? Can you\ncharacterize what your family was like?",
        "A: Don’t quite know how to characterize it. It’s a very typical German Jewish story. They\ncame, with some exceptions, from the east, from -- from the region between Poland and\nGermany. And on both sides, the Lachmann and the Mosse side, the -- towards 1860, the sons\nemigrated to Berlin. It was common, too, Berlin was becoming the center, yes? And there they\nfounded a business, I mean a business [indecipherable] my grandfather on the Lachmann side, to\nstart with that first. My grandfather Lachmann side was a very notable grain dealer, yes, who\nplayed some role in German history, in fact, because in the Franco-Prussian war, the army --\nnobody knew where the French army was that you wanted to fight, and as a grain dealer, he\nbecame sort of the, how would you say, the intelligence man for Bismarck, and the German\narmy, yes? And he was offered nobility, which was very rare for a Jew. But he refused it. Like\nmy other grandfather refused it too. These people were good liberals, the aristocracy was not --\nwas not something they desired. So, and then the grandfathers were the great thing, and then my\nfather was his grandson, of this Salomon Lachmann, who was the notable grain dealer, and so\non, yes. And on the other side, as of course become more famous through the years, because my\ngrandfather Mosse, who came from a small village in Posen, called Greiz, came to Berlin, and\nwent into the -- went into the advertising, so to speak, yes, what was then 1850’s. And in the\n1860’s he had the idea of having an advertising agency where you could advertise not just for\none paper, but for all papers. That was quite new something then, yes. And that’s what was the\nbasis of what came after, for what came after was in 1867, the founding of the Berliner Tageblatt\nwhich -- and then other newspapers publishing the address book for Germany, yes, and the\nmatters of this nature. And this publishing empire, you could really call it, he found it on the\nbusiness of the advertising. that was the basis. And he had no children, only my mother. So my\nfather married into the business, and when my grandfather died in 1920, he became the head of\nthis business.",
        "Q: What was your chi -- excuse me, what was your childhood like?",
        "A: Well, I grew up in a luxury that I suppose seemed normal to me then, but today seems to\nme entirely un-normal, yes? We had a house in L, and an estate in ...-- about 45 minutes from\nBerlin, yes. And other estates, but that’s the important one: 45 minutes from Berlin. And I spent\nmy time between these two, Berlin and the estate, yes, until I went to boarding school. And in\nthese -- in the -- in the house in Berlin and in the estates, of course, there were servants, usually a\ncouple, butler and cook, you know, kitchen maid. My father once in our Berlin house, met a girl\non the stairs and said, “What are you doing here?” She said, “I am the kitchen maid.” Of course,\nhe didn’t know who these people were. And -- you know, and other kinds of maids, yes. And\nthen, of course, as children, we [indecipherable] had governesses. First we had a nursemaid, and\nthen we had governesses, and the governess were chosen by language. My first governesses were\nall French, French ladies. They didn’t last long with me, ‘cause I was very naughty. But they\nwere French ladies, and then came an English lady. So I learned French first, and English then.",
        "Q: You were naughty, what does that mean?",
        "A: Well, I don’t know, I -- I suppose I made her life very unpleasant. They were all French\nladies of a conservative cast. Until I was fairly old I thought French was -- France was giv --\ngoverned by kings, because of these ladies I had, yes. So yes, it was a luxury. I had my own car\nand driver. Then eventually in our estate, I had my own little car which -- which I drove around\nthe park.",
        "Q: You had a brother and a sister?",
        "A: Yes, indeed. They’re older than I was, much older. Seven years -- five and seven years\nolder.",
        "Q: So Hilda is se -- is fi --",
        "A: Was the oldest.",
        "Q: She was the oldest?",
        "A: Yeah, my sister was the oldest, seven years older. My brother was about six years older.",
        "Q: Were you close?",
        "A: Well, the age difference is too big. My brother died very early, in 1958. But with my sister\nI was -- I was close, yes.",
        "Q: What about your relationship with your -- with your parents, since you were 1n some way\nraised by them?",
        "A: Well, we really didn’t have much relationship with our parents. My parents were in public\nlife in Berlin, through what they occupied, yes. So they were always going, or -- going out, or\nother things, yes. One’s immediate relationships were with one’s governess. And then when I\nwas 10, I was sent to boarding school, and from then on I was in boarding school from the age of\n10, to the age of 18. 18 - 19, yes. So you didn’t have close relations with your parents; no, not\nreally.",
        "Q: What was school like for you before you went off to boarding school, where did you go --",
        "A: Ihave very dim memories of that, of pre-school, as we would say. Very dim. Frau\nWunderlich was the name of it, and I’ve -- I’ve hardly any memories of it, I can’t quite tell you\nwhy.",
        "Q: Do you have memories of being in your house during that period, even without\n[indecipherable |",
        "A:  Ohyes, I have memories of being in the house, yes, but not of this school. I mean, that’s\nwhere I learned to read and write after all, but I have umf -- I don’t know, it’s just blotted out.",
        "Q: When you went to school --",
        "A: Yeah.",
        "Q: -- when you were sent away to boarding school --",
        "A: Yes.",
        "Q: -- how old were you, 10?",
        "A: 10.",
        "Q: And where did you go?",
        "A: That was a very famous German school, one of the most famous boarding schools in\nGermany. My father had a -- a friend, a friend -- or friend 1s said too much, a companion, when\nhe grew up in his high school gymnasium, yes, called Kurt Hahn. And Kurt Hahn 1s a fascinating\ncharacter in his own right. Kurt Hahn was -- became secretary to the Prince of Baden, who\nbecame chancellor -- interim chancellor. And after the first World War, in the castle of the\nprince, he founded a boarding school, on the English model, on the English model, which\nbecame a boarding school si -- it’s difficult to say. It became a boarding school -- it’s -- I mean,\nit’s not difficult to say, it’s just I have to find the right words. It became a boarding school for the\naristocracy, yes. For example, the Duke of Edinburgh went there, yeah. The queen of Greece. I\nused to dunk her pigtails into ink. I mean, the late queen of Greece, yes. Didn’t like her very\nmuch as a child. And all sorts of yes, royalty, and rich families, but also poor. But it’s typical of\nthe atmosphere of the school that the free places, or scholarship places were reserved for sons\nand daughters of generals of the first World War, yeah. Or people, officers who’d fallen in the\nfirst World War, something like that, yes. I think that was very typical, though the plus of the\nschool was that it was one of a very few, I think the only German boarding school that was co-\neducational. And that was not on the English model, and that was a great plus, yes. But\notherwise, it’s very strict discipline, as you can well imagine, yes. And I don’t think the teaching\nwas very good, I don’t think you learned a lot, but your character was built.",
        "Q: Did you like school?",
        "A: Yes, I liked school, because I’m a bully by nature, and did very well. ‘Cause in these\nboarding schools, if you’re not a bully by nature, you don’t do very well. I did very well indeed\nin the two boarding schools I went to, ‘cause eventually I went to an English boarding school, of\ncourse, when Hitler came in.",
        "Q: Explain to me what you mean by if you’re not a bully you don’t do very well.",
        "A: If you’re not a bully you don’t do very well.",
        "Q: What does that mean?",
        "A: Well, if your s -- boys together in a boarding school, yes, I mean, there’s a lot of bullying,\nyou know, after all, yes? And it’s children among themselves, especially young teenagers can be\nvery brutal. But all this was controlled by a discipline which I now think, looking back on it, was\nreally excellent and doesn’t exist in this country at all. For example, from -- from the age of 10\non, yes -- I left it when I was 15, but it existed ‘til the age of 18, you got something called -- if\nyou were especially good -- this was a privilege, you got a training plan, which was a plan on\nwhich there was written, have you brushed your teeth, have you done your run in the morning,\nhave you had your cold shower, yes? You know? Have you cheated today, and so on. And you\nput a plus and minus whether you did it or not. And nobody cheated. Was a privilege, nobody\ncheated. And that -- that, I think, makes up for all the deficiencies of the school.",
        "Q: Why do you think that was so, that nobody cheated?",
        "A: — It was just in the atmosphere, it was a privilege, it wouldn’t have occurred to anybody to\ncheat. It was not done. The best way of putting it: 1t was simply not done. And that sort of\ntraining is totally absent in American education, unfortunately.",
        "Q: George, growing up in -- in such a household, with parents who are, in a real sense, public\nfigures, what does that mean about who you meet, who comes into the house, what was --",
        "A: Well, you met interesting people. Of course I was much too young to notice interesting\npeople, yes? I mean, for example, one day Litvinov, the -- the -- the Russian, first foreign\nminister, the Bolsheviks, came -- came to the house, a party or something, and I was allowed to\ngo into the drawing room downstairs, which as a rule I was not, of course, yes? And he had on a\nwhat you call it, formal dress, yes? And I stood in front of him, I’m told, and pointed at him, to\nthe great embarrassment of everybody, and said, “A Bolshevik? How come he’s dressed that\nway?” Yes, mostly cause my father, who was not very apt at business, but who had great cultural\ninterests, above all music, mostly musicians came into our house. Every Christmas -- you see,\npart of the daily rhythm was vacations in those days, and the vacations were normed. In other\nwords, every winter we went skiing, regardless, every winter. Usually to Saint Moritz, yes, and\nlater on to Arosa, but every winter we went skiing, and every summer we had a house in the\nAlps. So, this was the rhythm. But the Christmases, for example, we always spent with a -- the\nmost famous German conductor, I suppose, almost, of the century, called Fuertwangler. With the\nFuertwanglers we spent the Christmas. He didn’t behave very well after 1933, that’s another\nstory. But we spent Christmas at Fuertwanglers. And there were always people from the musical\nworld, and sometimes from the theater world, who came to the house, but I was too young, I\nwasn’t allowed to be present, you know.",
        "Q: Did they also, the musi -- the musicians come and play concerts and --",
        "A: Yes, because in our Berlin house there was a concert hall built on, yes. Big room where\nthey played. Rubinstein played, and so that I was allowed to go and hear. Rubinstein played and\nall sorts of people played, because my father was a Hubermann above all, my father gave the\nfirst violin to Hubermann. So, Hubermann played and so on, yes, yes, mm-hm. Very, very\nmusical household, but there were also other things. My grandmother founded, for example,\nwhat we would call in Berlin, homes for wayward girls, yes. And this became a society\n[indecipherable] society women. Every woman adopted one of these homes for wayward girls.\nAnd my mother was the president of it. So they met, of course, in the house, these society\nwomen, and the home for wayward girls. I don’t know what they mean by wayward girls, to this\nday I can’t tell you. But that’s what it was, yeah.",
        "Q: Was this typical, this philanthropic [indecipherable]",
        "A: Obhyes, yes, yes, very much, yes, yes, yes, every -- everybody had his philanthropy in these\nvery wealthy houses -- homes, yes, yes.",
        "Q: What was that about? I mean, it was -- was -- why was it so typical, do you think?",
        "A: Well, that was just a thing you did, I mean, you -- you -- you -- especially if you were\nJewish, it’s part of assimilation for the Jews, yes, to be part -- for example, my grandfather\nfounded a -- an orphanage, big Berlin orphanage, still stands, a Berlin orphanage, you know, for\nJewish and Christian children, you did that sort of thing. That was part of being integrated into\nthe society, if you like, yes.",
        "Q:  In--1n what sense was your family Jewish? Was there any religious association?",
        "A:  Obhyyes, both my grandfather and father were very involved with the Jewish reform. Now\nJewish reform in Germany was a complete reform, much more than anything you know about\ntoday, yes. And they were very involved with it indeed, yes. Both, my grandfather Mosse, and\nmy father. And they did in our estate always, the synagogue youth clubs and things came out,\nyes.",
        "Q: So were you involved in that also?",
        "A: No, no, I was in boarding school, no. No, no, uh-uh.",
        "Q: Did you one day a --",
        "A: Iwas -- I was kicked out of the -- of what we called Sunday school, cause it met on\nSunday, cause I was so naughty. Yes, an effort was made to send me to religious school, and it\ndidn’t last long.",
        "Q: Did you once express to your father an interest in becoming a rabbi?",
        "A: Yes, I did. I don’t really know why. I did express that interest, and -- I don’t know what got\ninto me. But anyway, my father had a very good cure, he thought, and he was right. He put me\ninto a car, into our car, and a -- said to the chauffeur to drive to the Scheunenviertel, that’s the\nJewish quarter of Berlin, yes. And there he took me and said -- and showed me these pious Jews,\nyou know, with the peyes, and dark, you know. And said, “Do you want to be like them?” And I\nsaid, “Of course not.” So that was that.",
        "Q: George, what do you experience as a young child growing up? When do you remember the\nnational socialists political upheaval? Do you -- anti-Semitism --",
        "A: Well there’s one thing that must be said, I think, straight away. Growing up after the war,\nwith the lost war, revolution, counter revolution and so on, yes. My generation isn’t like other\ngenerations, especially today. We were always politicized. My first memories are political\nmemories. The first thing I remember from childhood are political memories. For example, my\nmother taking me to a soup kitchen for the unemployed, which she ran, yes, yeah. For example,\nleaning out of the window one day and there were no lights on in the square, what’s happened?\nPresident Ebert died, the president of the republic. These kind of memories, yes, political\nmemories. I think they became less as I grew older for awhile, but I was very much politicized.",
        "Q: Inthe late 20’s, when you start boarding school — ‘cause it would be ’28 when you were\n10.",
        "A: Yes, right.",
        "Q: Are you feeling any of the political movements at this time?",
        "A: No, no, no, no, no.",
        "Q: When did -- when do you -- does that begin to affect you?",
        "A: No, no. I think a little later, a few years later, when I was in Berlin, where I was at the\nboarding school, where we knew that some of our teachers were seen in a neighboring town,\nUberlingen in Nazi uniform. They didn’t dare carry it in the school, but in the neighboring town.\nOf course, the gymnastics teacher, you know, in uniform. We knew that, yes. And swastikas\nwere burned on the hills around the school, that I remember, too, yes. And indeed, things were\nalready so relatively tight, that when you went to take the train to school, 1t was quite -- it was a\nlong train ride, seven -- six, seven hours, something like, yeah, you were given something that\nthe Jewish defense organization put up -- put -- put out, called the Anti-Anti, that 1s the name.\nAnd it was a kind of folder, yes, where you looked through. And if somebody said to you, the\nJews are bad, you looked through, and you said, “But there’s Einstein.” Things like that. It’s a\nwonderful document because it shows how the Jews tried to combat anti-Semitism rationally,\nyes, ‘cause this folder was divided into parts, yes. I mean, Jewish inventors, Jewish generals,\nwell there wasn’t much there. You know, Jewish so and so. And then you just had to look it up.",
        "Q: Did you carry one of these?",
        "A: Yes. I still have it. It’s quite precious now.",
        "Q: What did you think of it, when you were young, carrying this around, I mean, does it make\nsense to you?",
        "A: No, I thought it was good, because I was the historian, I didn’t know how stupid it is to\ncounter irrationality with rationality. I wasn’t brought up in a household where irrationality was\nprized. So I thought it was perfectly all right. I never had a chance to use it, though.",
        "Q: Did this ever frighten you?",
        "A: No, I don’t remember being really frightened by it a great deal.",
        "Q: Do you remember your first experience with anti-Semitism, with --",
        "A: No, not really. No. You see, there was other anti-Semitism in school, but never directed\nagainst me, because I was good at sports, and that of course, kosherizes you in boarding school.\nAnd I became a prefect, so I could tyrannize the other kids, and they couldn’t tyrannize me. So\nthat was a good -- a good thing, yes. So, no, I didn’t. It was never directed against me. For some\nreason I can just tell you how I saw it, or I experienced it. I never really experienced anti-\nSemitism. Sometimes in our vacations in France later on, in the 30’s, I experienced it in France,\nbut not in my youth, I mean, in those days.",
        "Q: Were you having political conversations with your friends in boarding school about what\nwas going on.",
        "A: Ohno, I don’t remember any. I’m sure I did, but I just don’t remember it. There were other\nthings to talk about, I mean, you know, it’s not something that’s necessarily foremost -- or I said\nthe memories are politicized. Yes, we must have had political con -- well, I don’t remember it.",
        "Q: Do you have any particular close friends that you had during that time who are -- were\nimportant to you?",
        "A: None who remained important to me, none. Well, the war intervened, and it must not be\nforgotten that Hitler put aristocrats in the first row of soldiers in Poland. So an awful lot of my\nfriends in Salem were killed in ’39, immediately, ‘cause they were aristocrats.",
        "Q: Your family, you, your t -- your brother, sister, mother and father left Germany in January\nof °33.",
        "A: Mm-hm.",
        "Q: Howcome so -- so quickly --",
        "A: Well, because we were exposed politically.",
        "Q: Can you explain that?",
        "A:  Itisn’t only a Jewish thing. Well, because the newspapers were liberal newspapers, which\nnever compromised, they really didn’t, never compromised with the Nazis or anything like that.\nAnd so -- so obviously we were one of the main targets of Hitler -- of Hitler’s ire, I mean, he\nmentioned us quite often, so -- and there were demonstrations in front of our house and so on.\nMy mother left straight away after the first demonstration in front of our house, I think. My\nfather and my brother and sister a little later, and I latest of all.",
        "Q: Was you mother beaten at all?",
        "A: No, no.",
        "Q: No. Was any member of your f-family --",
        "A: No.",
        "Q:  -- picked up, hurt?",
        "A: No, no, no.",
        "Q: No.",
        "A: No.",
        "Q: Where did your mother go when she --",
        "A: Oh, wa -- don’t we -- German Jews looked to France, and especially my family. For\nexample, my father was the first -- after the first World War, took a lot of courage to invite a\nFrench singer [indecipherable] Guilbert to sing in Paris in our concert thing, you see. That took a\ngreat deal of courage. And we were very linked to France. Indeed, in the end, the French\nambassador made it in Germany, Frangois Poncet, made it possible for my grandmother to come\nout. So, they were -- oh, everybody went to France, except me.",
        "Q: Why were you last?",
        "A: Well, at -- first of all I was last because I was bad, generally, and I had to do -- what do you\ncall it, after school, what do you call it if you have to stay after school, yeah? I had to stay after\nschool, and my parents and everybody was out. And Hitler made a decree that I think -- I -- I\nalways get that wrong, but let’s say towards the first of February or something, you -- not the\nfirst of February, the 12 of February, you had to have a permit to leave Germany, yes. That was\nunprecedented, that never been before, yes. And I wouldn’t have gotten it, because the Nazis\nwould have taken me hostage for the family, and the newspapers, and everything, yes. So my\nparents pleaded, but the headmistress of my pre-school -- I was, of course, in pre-school--who\nwas a real Protestant type, a Vermont Protestant type, but a real Prussian Protestant type, said no,\nthat I must stay till I have finished my duty after school, you see. So, the result of that is -- no, I\nmean she was a wonderful woman, she got into — Fraeulein Koeppen was her name, she got into\nprison eventually because she refused to teach “Mein Kampf’, but she refused to teach “Mein\nKampf” in German class, because it was bad German, not because we -- you know, it was bad\nGerman. It is bad German, yeah, so she was a real -- as you call it, a real -- you know, a real\ntype, as it were. So I was late, and the way to leave was via the ferry across Lake Constance,\n‘cause that’s near where the school was. So I came to the ferry, and that was the last ferry before\nthis so-called “sichtvermerk,” this permit -- the exit permit, yeah. And there were nothing but\nBrown Shirts on either side, yes. And when you had to run through them, as it were, yes. And --\nand it was my luck that just before Hitler had mentioned us, in some way. Mosse, Jew press, you\nknow, and so on. So I came there, and I said, well, I’m done for, because all they did 1s hel --\nhold me back five minutes and the ferry would be gone and they had me. And indeed, when I\nshowed my passport, they looked at each other and passed it from one SA man to another. They\ndidn’t stop me. That’s Germany. It was five minute to 12, not 12. So that’s why I’m here today,\nyes. Yeah.",
        "Q: George, talk a little bit about being liberal Jews, and the importance of that in that -- in that\ncontext. Because often people talk about anti-Semitism, but not about the political --",
        "A: Well, the political orientation of most Jews, German Jews, most Jews in Europe, was a\nliberal orientation, because they were emancipated in the enlightenment. That had given them the\nchance of emancipation, to become part of the community as it were. And this chance they used,\nand what remained of it was a belief, let us say in -- in -- in processes, not in finished thing -- in\nother words, in Germany -- there’s one other factor perhaps I should explain. There is the word\n“Bildung”, which means -- it’s a German word, essentially European word, which means\ncultivate your character, cultivate yourself. And the assimilation of Jews was facilitated by the\nidea that everybody could cultivate his own nature, his own character, yes. Didn’t matter were\nyou Jews and Christians, because this was a process. This was not a finished product, like nation\nor anything else: this was a process. Now, this fitted the whole Jewish situation obviously,\nbecause that was their way to integration, yes? So that you will find, for example in Germany,\nyeah, that the Jews supported the small liberal party, which was tiny by 1933, yes, our\nnewspapers, the other Jewish owned newspapers, yes. Which meant most of the serious press\nsupported the tiny liberal party, when it obviously had no chance. And of course, as in a way the\nfate of the Jews depended not only on tolerance, but also on freedom, economic freedom, and so\non, yes. They didn’t see -- my father, for example, not at all-- what was obvious, that by the\n1920’s, the social democrats were the great champions of the Jews in Germany, yes. But they\ndidn’t see it, they still saw the social democratic Marxist rhetoric as an enemy, yes. So I\nremember when my sister first voted social democratic. That was terrible row in the house,\nterrible row. And my mother immediately began with the toothbrush, “do you want to share your\ntoothbrush? That was her reaction to everything on socialist, you see. It was terrible, though.\nIllegitimate children were also mentioned, and God knows why. I mean, today it seems\nridiculous, but that’s how social democrats were perceived, though they were the real champions\nof the Jews, not the liberals, not the political liberals in Germany, that -- you know. But they will\nremain liberals to the very end, that is the German Jewish tradition, and it’s a very fine tradition.\nIn a way you can put it this way, that it were the German Jews who carried the liberal tradition\nfrom 1933 through to 1945. Who transmitted it.",
        "Q: Was you sister unusual?",
        "A: What do you mean?",
        "Q: Interms of the kind of support that she was giving? That she was a social democrat within\nthe context of --",
        "A: Well, she was more left than social democrat in the end, oh yes, yes, yes. Was she unusual?\nNo, many of the children of these very rich Jews became socialists, of course, yes. Some became\ncommunists, it’s well known, yes. No, she worked up in the north of Berlin, in the Wedding, the\nworking class part, with children at that time in her life. And told my father, for example, that\nworking class children already came to -- came to the meetings with little Nazi daggers in their\nbelt, my father should take Hitler seriously. My father thought till the last that Hitler belonged in\nthe comic papers -- pages of the newspaper, yes. After all, that’s what Hitler, you know, helped\nhim so much that everybody undervalued him.",
        "Q: You went to a Hitler ra -- rally, is that right?",
        "A:  lonce went from home, yes.",
        "Q: What -- what year was that?",
        "A: I think it was a bet with my sister. What?",
        "Q: It was a bet with your sister?",
        "A: Yeah.",
        "Q: What does that mean?",
        "A: She said I wouldn’t, I said I would, too. So --",
        "Q: So when -- when did you go?",
        "A: That must have been 1931 or so.",
        "Q: What was your impression?",
        "A: Oh, it was marvelous, I mean [indecipherable]. You were carried away, of course. The --\nhis charisma, which you can’t experience in film, you had to experience it in person, his\ncharisma and the movements of the crowd were heady, I mean, you were carried away. I mean,\nthere must have been thousands of people, and they all did the same thing, and they all spoke the\nsame thing. It didn’t matter what he said, that doesn’t matter in this kind of political liturgy that\nmuch. So you were carried away.",
        "Q: So did you go home and tell your sister about this?",
        "A: Yes, certainly.",
        "Q: Talk about it? What was --",
        "A: Oh, she says, that’s typical of you, or something. Yes.",
        "Q: Did you have any worry about this guy?",
        "A: No.",
        "Q: So you leave Germany.",
        "A: Yes, mm-hm.",
        "Q: Do you go to France, or do you go to Switzerland?",
        "A: No,I go to -- well, first I go to Switzerland, cause you see, what happened after ’33, the\nadvertising agencies of ours, which were outside Germany, they went with the family, yes, not\nwith the German, but with the family. And the biggest of those was in Switzerland. Indeed, if\nyou go to Zurich, have -- I don’t know if you’ve been to Zurich, but in the Limmatquais the chief\nyou know, where the canal is, there is one house that to this day has Mosse house on it. That was\nthe headquarters of our Swiss business, which was very large. So first we went on to\nSwitzerland, for one year I went to a Swiss boarding school.",
        "Q: And everybody’s together?",
        "A: No, no, nobody’s together, because my brother immediately went to study in Zurich, my\nsister went to study medicine and so on in Basel, you know, and I stayed one year in a boarding\nschool near Zurich. My parents were already divor -- separated, my father was in Paris, my\nmother immediately went to Juan-les-Pins, the Riviera.",
        "Q: So what it -- was that like, was that -- life didn’t change very much in some way for you, or\nwas this [indecipherable]",
        "A: No, life’s changed in every way.",
        "Q: Can you describe it?",
        "A: I mean, it was -- it was hard. The Swiss boarding school wasn’t particularly good, I have\nvery few memories of it. But then I went to English boarding school, and that was hard, because\nyou had to adjust, you had a language, nobody there knew German, it wasn’t really in the cards.\nYou had to adjust and so on, yes. But it was a very good boarding school, the Quaker boarding\nschool, run by the Society of Friends. A good boarding school, and -- and I -- I made it all right,\nyes. But everything wa -- became a hassle, because in the first list of si -- of people who lost their\ncitizenship, we were in that first list, including me, all of 15. So having no citizenship in the\nmodern world was a terrible fate. So everything became a problem. Everything, yes. First, when\nyou visited your mother in yo -- parent, father, in France, you had to have permit de seyour. Was\ndreadful and humiliating. These women there, and these -- these official things in France are\nunbelievable, unbelievable, yes.",
        "Q: What did they do?",
        "A: Imean, they’re -- they’re just -- just a bureaucracy that you can’t imagine. And very nasty,\nbecause we were mere immigrants, and nothing, nothing, yeah. So that wasn’t a big change, yes.\nYou had to do that everywhere. For example, whenever I went to Switzerland to see my sister or\nbrother, I had to -- my father, I -- my father had to deposit a very large sum, to be sure I went out\nagain. Do you know? The Swiss were the worst, that’s not generally realized. The “J” for Jew in\nyour passport, that was a Swiss, not a Nazi idea at all. It was a Swiss idea, so they could keep\nJews out, yeah. That isn’t enough -- emphasized enough, yes. So I didn’t -- so then we all got\ndifferent passports, of course. My sister, because it was very -- she knew how to do things, went\n-- there was one consul in Naples, Reitling was his name, who gave Jews passports without a ‘J’.\nAnd she got one. And th -- almost the same thing happened to me, I went in London to get a new\npassport without a “J”, you know, and the consular official talked to me and shoved me over\nsurreptitiously, a passport without a “J”. You see, there were decent people around, yes. So for\nawhile I had a passport, then my brother became a Turk for awhile because we had very good\nTurkish connections, yes. And then this German passport expired in a very short time, and my\nfather got the Prime Minister of Luxemburg to forge his own passport, which I still have, for me,\nyes, without expiry date, so I traveled for about three years on a Luxemburgian passport, which\nwas embarrassing when I met somebody from Luxemburg because I’d never been there, of\ncourse, in my life. And today I keep it in case the Americans are cheeky, I say, me, a\nLuxemburgian, you know. And what I learned from that is you can never have enough passports,\nbelieve me, you can never have enough passports.",
        "Q: So tell me more about what it’s -- what it’s like during this time, you’re traveling around\nthe -- this is before 1939, between °33, and °34, and --",
        "A:  In’39, when I was first in Bootham, in this school in York, and then every vacation -- don’t\nforget you’re six months in, six months out usually in England in those days. So during the long\nvacations I went first to my father and stepmother in Paris and then to my mother in Juan-les-\nPins usually, yes. Divided it. Or if it is summer, my mother had a house in Charmonix in the\nMontblanc -- I mean, in the Alps, so I went to Paris and Charmonix. You see, in winter I went\nskiing. So --",
        "Q: So during this period, at least, there is support from all the businesses that are outside of\nGermany.",
        "A: Yes, indeed, mm-hm, yes.",
        "Q: Right. And you father is still working at this?",
        "A: Yes, right, he had an office in Paris and he still worked at this, yes. But Hitler took them\none by one. Every time he con -- conquered a country, a business went out, you see, yeah. So it\nmust have been difficult, I wasn’t in -- you know, in the loop that I could say what the discussion\nwas about finances. But it was certainly difficult. I would say that when I remember -- also I\nshould add that is, yes, I remember when we left in ’33, we first went to Zurich, to a hotel, yeah,\nand that I remember visit -- vividly, cause that hotel was full of émigrés, sudden émigreés. It just\nhappened, just happened. Emigrés who were quite famous. The literary critic of our paper, for\nexample, Kerr was there, and all sorts of people. And the whole thing I always thought, even\nthen, must have been like the refugees from the French revolution sort of atmosphere, yes. But I\nlost it cause I was bitten by my dog -- by a dog then, the first time I was ever bitten by a dog. But\nnevermind, it had nothing to do with the greater events. So anyway, that I remember vividly.\nAnd the next episode that I remember vividly is that Goering called my father back, and he said,\n“T want to talk to you, and if you don’t come back, we’ll take your mother.” And so -- his sisters\nwere still there, yes, hostage. So my father, who must have been a very courageous man -- well,\nhe fought in the first World War-- I guess, went onto the train to Berlin, to Goering. And nobody\nknows what really transpired, but there is a secret history here, which has never been really scru -\n- it’s never been investigated by scholars, how many Jews were Aryanized. ‘Cause my f --\nGoering offered my father Aryanization. There were others, some very famous, the German chief\nof the Luftwaffe, General Milch was Aryanized. Now why he did this is a general dispute. Either\n-- | don’t think it’s cause he wanted to use the advertising agencies as spy places, he had enough\nspy places. Maybe he wanted respectability, and he would have -- you know, he would have had\nhim maybe for a year, and then, yo -- you know, to Dachau, or something else, yeah? I have no\nidea. Anyway, my father refused, and was escorted back on the train by the chief -- then chief of\nthe German secret police, a man called Bergmann, the first chief of the Nazi secret police. And\nwe think he should have been murdered on the train, but he wasn’t. And Bergmann wrote his\nmemoirs where he also talks about this, and he came back. So that was the next episode. And\nthat, of course, I remember, yeah, cause there were some anxieties, you can imagine, yes? But\nthen it must be said that in these early days, the Nazis asked other people to come back. For\nexample, the - our chief editor, Theo DeWolfe, who was a [indecipherable] man, has a\ncorrespondence, and Goebbels asked him to come back. They wanted respectability for a period.\nI think that’s really the explanation.",
        "Q: Did your father’s sisters then get out?",
        "A: Yes, yes, everybody got out, mm-hm. Yes, everybody got out.",
        "Q: So what are you studying during this period? Does it -- are -- is -- is the education better\nwhen you’re in --",
        "A: In England?",
        "Q: -- England?",
        "A: Yes, much. Oh, no comparison. I had a wonderful education. I had a history master, Leslie\nGilbert, who I’m sure got me involved in history as he did others. Many great British historians\nof my generation come from Bootham because of Leslie Gilbert, yes. He put the right kind of\nbooks into my hand. We had a marvelous English teacher who did what I’ve never seen done\nsince. He gave us a list of all the Victorian novels, and we read them all, because when you’re\nabout 17 and 18, that’s the time to read, you know, the Bronte’s, and you know, Trollope and\neverything. It was just wonderful, it was a wonderful education, except science. Typically\nBritish. They didn’t know anything about science, and we had a terrible -- all I learned in\nscience, all I know about science to this day is to roast chestnuts on Bunsen burners. That’s all I\nknow about science to this day. It’s enough, it’s gotten me this far.",
        "Q: So what is life in exile like then? Do you feel like a refugee --",
        "A: Well, you -- yes, yes --",
        "Q:  -- except [indecipherable]",
        "A:  -- yes, Iremember my sister got very furious one day, we were leaning out of a train again,\nand I said, “Why am I s -- always saying good-bye?” And that’s exile. You’re always saying\ngood-bye, you’re always on trains. That’s partly the family situation, but still, you’re always on\ntrains, there’s really no really permanent home, my -- all -- everybody rented, yes. No, there is no\ncenter, but then my family was never really my center in that sense in the boarding school. But\nstill, yes, that was difficult, I think, yes, yes.",
        "Q: Did you want to go be with your mother or your father or your sister, as --",
        "A: No, I was very fond of my stepmother; I was very close to my stepmother. Yes, that was\nlovely.",
        "Q: So that was different for you, given that you --",
        "A: Yes, yes, because I didn’t know a stepmother existed until emigration, because my parents\ntypically thought they couldn’t get divorced as long as they had this public position, and the anti-\nSemitism and so on, you know, made them stay together, or something like that. But once the\nemigration there was no longer that pressure, and so eventually he married my stepmother, who -\n- who I was very, very close to.",
        "Q: What was she like?",
        "A: Well, she’d studied theology, Christian theology. I mean, she was Jewish by race if you\nwant to go to that, but she studied Christian theology, she had been a -- a Christian counselor to\nthe students at the University of Berlin, yes. And her father had been a minor novelist, if you like\nto put it that -- yes, I’m very close to her son, too. She’d married a fa -- a country parson in the\nfirst marriage, yes, in a small village. And the son, and the grandchildren -- the grandchildren\nI’m very close to, yes, to this day, yes.",
        "Q: When is there the next change? Is -- is 1t the war in 1939?",
        "A: Well, I mean before 1939, I went to Cambridge, of course, I left Bootham, went to\nCambridge for two years, yeah. And then I didn’t want to go to America, that’s the last place I\nwant to go to. I -- only American I’ve ever met in Cambridge was crazy. And then my favorite\nhairdresser, in Chamonix where my mother had a house, just before I went, when I said to him,\n“I’m going to America.” He said, “Vous allez chez les fous.” You know how that’s -- and we\nknew nothing about America, I mean it’s so typical. Here was a big newspaper family, perhaps\nthe most prestigious newspaper in Germany, had no American connections. None. The only\nrelative we had in America was somebody who had -- who had slept with a truck driver in 1890,\nand was sent to America. That also I knew, yes, yeah. So, I me --",
        "Q: Why was America on the horizon?",
        "A: Well, where else were you going to go? My father got a visa to America, was a rare thing.\nAnd I had to immigrate to America before I was 21. I would never get a visa myself. There were\nlong lines for this sort of thing, yeah. So, there was a terrific row until I finally said -- and then I\nhad a re-entry permit to come back. And I went over here in the first of August, 1939. Well, you\nknow what happened subsequently. So I stayed.",
        "Q: In Cambridge you studied history?",
        "A: Yes, mm-hm.",
        "Q: And was that because of this guy Gilbert?",
        "A: I think he had a lot to do with it, coming to think of it, yes, but 1t was also the study of\ngentlemen. If you didn’t know it -- an -- anything else to study, and in Cambridge you stayed in\nthe circle of the friends of your school. You went to the college with which your s -- boarding\nschool was affiliated, yes. And you had that kind of circle -- I had also other refugee friends, but\nyou also had that kind of circle, and -- and if they didn’t know what to do, they either studied\nlaw, which I thought was impractical, cause I me -- could I remain in Britain, there is a very\ngood question, yeah. And so history seemed to be the best bridge until I knew what I was going\nto do, which I had no idea.",
        "Q: So you come to America in August?",
        "A: Yeah.",
        "Q: Alone?",
        "A:  Icome to America alone, but I had a cousin who met me at the boat.",
        "Q: This cousin?",
        "A: No, no, th -- th -- we haven’t talked about yet. She is a sa -- the daughter of one of my\nfather’s sisters. She met me at the boat, she was the only one. But you see, my sister would have\nmet me, my sister came first in 19 thir -- °36. And as my mother said, “You are giving us to the\nbombs.” You see? But she, of course, had good sense, she came [indecipherable] and she was in\nresidence Schenectady, New York. Schenectady, New York was my first reference point in\nAmerica. She was a resident of Schenectady in New York, yes. And I came to New York, and\nthen my stepmother arrived, yes. And I hired an apartment for us, terrible apartment for us, yes.\nAnd my father was caught in France with my stepbrother, my stepmother’s son, yes. And he\ncame out only with great difficulty, but he came out, too, eventually. And my mother came out\nthrough the occupied zone of France, from Switzerland, that you could do, and my brother came\nout that way. But my sister was the first, yes. So I had my sister here, I visit her, but that didn’t\nsolve my problem, because August, you know, school starts in September, what am I going to\ndo? So what I did was fairly simple. Bootham was a Quaker school. I knew nothing about\nAmerica, believe me, nothing. But I knew there was a Quaker city called Philadelphia. So I\nlooked up the trains and I just had enough money to come to Philadelphia, that was all. We were\nvery poor, there was no money. I just had no money. And in Philadelphia I went and got myself a\ntaxi and said, “Drive me to the first Quaker institution.” Which he did, which was Friends Select\nSchool. So I went in and said, “I want to see the headmaster,” and I said to the headmaster, “I’m\nan old Bootham boy, I have no money, first you must pay the taxi.” Which he did. Then I said,\n“Now it’s September, what am I going to do?” He said, “We have two colleges, the Quakers.\nHaverford and Swarthmore.” I said, ““Where does the train go first?” The train went first to\nHaverford. So I got off at Haverford station, walked to the college, saw the president, William\nWistar Comfort. And said, “I’m an old Bootham boy here am I stranded,” you know, “I’m\nhungry.” I was hungry. And he said, “We’ll take thee.” Now, I don’t know, I was the first Jew\never accepted at Haverford I think. Yes, I’m sure, yes, and 1t was very exclusive mainline college\nin those days, very, yes. So I went to Haverford. A lucky choice, because in those days small\ncolleges could afford great scholars, and Haverford had great scholars. Was very good.",
        "Q: Like who?",
        "A: That’s when I really learned to study. Well, the man whose assistant I was -- I majored in\nEnglish, first, was Leslie hots -- Hodson, the man who discovered who’d killed Christopher\nMarlowe. He was a great literary detective, which was very good for my research skills. And\nthen I wrote my honors thesis, which was quite long, under William Lunt, who -- who was a very\nprominent historian in those days, English historian, of England, historian of England, yes.",
        "Q: Now why did you go to -- into English, after you had been majoring 1n history at\nCambridge?",
        "A: I don’t know, I wanted to. I do -- can’t tell you, yes. I had enough of his -- I wanted to go\ninto English.",
        "Q: And what was it like for you amongst these students? Being in America now, when you\nwas --",
        "A: Ohno, oh no, Haverford was very accepting, it was really very good, yes. No, no, no, no. I\n-- | had no -- no problems at Haverford really. I made friends, you know, the faculty was very\nnice, and the -- see, some were very distinguished, and -- no, that -- that was quite different.",
        "Q: Were you very conscious at this point of -- was there a lot of reports you were getting and\nreading about what was going on in Europe? Was this something that was of concern to you, or --",
        "A: Yes, we were all concerned, but I wouldn’t say it was in the absolute forefront, no. There\nwas too much else. Haverford was a very demanding place, you mustn’t forget. Vacations were\nshorter than in England, much shorter.",
        "Q: And where was -- where were your f -- was your father and stepmother living, and where\nwas your mother living after you -- after they came here?",
        "A: My mother went to Juan-les-Pins as I said, in France.",
        "Q: No, no, no, tha -- she came here though, didn’t she?",
        "A: Yeah, she di -- oh, my stepmother, you mean?",
        "Q: Yeah --",
        "A: Ohno, she lived with my father in Paris, they lived in Paris, until they come to America --\noh no --",
        "Q: Oh, that’s what I --",
        "A:  -- oh, you mean America.",
        "Q:  -- that’s what I asked.",
        "A: No, what they did in America is very interesting, because that’s another story that needs to\nbe written sometime. They went to Berkeley. All rich refugees went to Berkeley. In Berkeley\nyou couldn’t get any work, there was no work, but it’s a beautiful climate, beautiful scenery,\nuniversity, and library, cultivated conversation. So in Berkeley you will find quite a group of\nrefugees, all of them more or less wealthy, you know, because afterwards the money came back.\nMore or less wealthy refugees, mm-hm.",
        "Q: So, since your father has lost all of his business --",
        "A: Oh, let me say, they didn’t go to Berkeley, cause Berkeley was too damp, they went to\nOrinda, behind the tunnel road.",
        "Q: So what does your father do?",
        "A: Nothing.",
        "Q: Nothing.",
        "A: No.",
        "Q: And how do they survive?",
        "A: Oh, there was money then. There was money because we sold the Swiss business. I should\nhave said that. When eventually they sold the Swiss business, and then there was money, yeah. I\nmean, they didn’t live opulently, but they lived well.",
        "Q: Did it bother you to have --",
        "A: And my stepmother also then earned money by having, as you would say, a daycare center\nin her house.",
        "Q: Did the change of money, not living the way you had in Europe bother you?",
        "A: _ It’s very odd, very odd. No, it didn’t at all. And the two -- two -- two things that have to be\nsaid about that. First of all, it didn’t bother me because in my boarding schools I’d already lived\na Spartan life, so -- so what was new? You see, that was excellent, yes. And secondly, because I\nfelt already then, which I’ve become convinced of since, that exile was my salvation, because if I\njust stayed in Germany, I would just have been a spoiled brat, another spoiled brat, and nothing\nwould ever have become of me, I’m sure. So I had a -- I mean, I say that exile and all this, that\nwas my own personal salvation. It’s not the usual view of exile, of course, but I have known\nother people who will say that, too.",
        "Q: Did it give you other kinds of insights, or o-other -- other kinds of --",
        "A: Yes, well, exile was very important, of course. It -- I think it made me -- let me say, very --\nwell, it made me like rootlessness. It made me sympathize with what the Germans used to call,\nyou know, free floating intellectuals. You know, as an historian, it gave me a vision that wasn’t\nSO prejudiced, ‘cause I am -- really wasn’t rooted anywhere. So I came to terms with it, yes.",
        "Q: Ru -- ruthlessne -- rootlessness --",
        "A: Yeah.",
        "Q:  -- 1s often a frightening thing for most people.",
        "A: Yeah, no, for me I think it was a good thing. It was not frightening for me at all. That’s\nbecause I’d always been rootless. Look, I was first in the German boarding school, then in the\nEnglish boarding school, then in Cambridge. Those were my environments. The home was not\nan environment. I really didn’t have a home in the classical sense, very much. I mean, from the\ntime I was 15, and even before, it wasn’t a -- a homey home, and -- as you think of, you know.\nFor example, now when I come back now -- I mean now that the German -- East Germany is -- is\ndone for, I -- I went back, of course, to see where I spent most of my time on vacation before I\nwas 15, at our estate in Schenkendorf, yes, yeah. And I saw the castle and all that. I had no\nsentimental feelings at all, it’s very odd. Now, it’s sold, it’s gone, and I wasn’t at all sentimental\nabout it. Though, in the village, where it ‘tis -- Schenkendorf village -- my parents gave the\nchurch bells. And one is named after me, and one after my sister, and I’m happy to say my sister\nwas melted down in the war, but I still ring over the village, yes. All the time. I went, at great\ndanger to life and limb up to the tower to see that darn bell. And it still rings, I can tell you, yeah.",
        "Q: Okay. That’s a good place to stop.\nEnd of Tape One, Side A\nTape One, Side B",
        "Q: George, before we go on with your getting your Ph.D. --",
        "A: Yeah.",
        "Q:  -- tell me -- tell us a little about your sister, and what she did, and the clinic that she set up\nin Harlem.",
        "A: My sister was a psychiatrist, who was very much interested in -- in social problems, and\nher specialty was reading disorders. She eventually wrote a two volume book on reading\ndisorders in children, yes. But she set up -- it must have been in the late 40’s, a -- a psychiatric\nclinic in Harlem, which was free, yes, the first one in Harlem, free, in the basement of Adam\nClayton Powell’s church. And she called it the La Farge Clinic. You know, La Farge was Karl\nMarx’s west Indian son-in-law, but nobody to this day knows what that means, they think it’s a\ndonor. Oh well. Yes. And that ran for -- I don’t know -- she set it up with another psychiatrist\ncalled Wertheim, whose also quite famous, yes. She and Wertheim set it up together, but she was\nreally the force behind this. And -- and then eventually it’s discon -- it was discontinued, there\nwas no more need for it, I guess, others came. And now the papers and all this are in the\nSchomburg library, Black History Library in New York.",
        "Q: Let’s get back to you.",
        "A: Yeah.",
        "Q: You graduate from Haverford, and you have to make -- when did you make the decision to\ngo on to graduate school and get --",
        "A: Oh that, immediately. Yeah, once I studied history at Haverford -- I mean, I was an English\nmajor first, but then I switched to history major. Then -- immediately -- and I first want to go to\nYale, yes. But then I went to Harvard because I discovered something in the Harvard catalog --\none has to read college catalogs. There is in Harvard a fellowship called the Holzer Fellowship,\nwhich 1s for those who were born in Berlin Charlottenburg, which is a suburb -- no, it’s not a\nsuburb, it’s a part of Berlin. And I had to prove that the street, the house -- my street was part\nBerlin, part Berlin Charlottenburg. And I had to prove I was born in Berlin Charlottenburg.\nWhen I proved that, I had three years tuition and everything, cause no -- there were no other\ncandidates who in that time was born in Berlin Charlottenburg. It pays to read college catalogs 1s\nthe answer. So -- but I went to Harvard because there was a professor I want to study with,\nCharles Howard Mcllwain. I was interested then in English Constitutional history, yes. And I\nwrote my thesis on English Constitutional history. That was really my field, yes, my interest.\nAnd that came about because really very little else was taught to begin with 1-in -- in school, in\nany case. And I -- through Leslie Gilbert and others, I had become deeply involved in English\nhistory. So that’s why. And then I did my thesis with a wonderful man, a great teacher, Charles\nHoward MclIlwain at Harvard.",
        "Q: Now, you didn’t -- before you finished your degree, you actually started teaching in --",
        "A: Yes, that was necessary. I -- I wrote, I think, a hundred letters, and got two offers. It was\nvery tough after the war, one forgets, it’s not just now. Got two offers, one from NYU, and one\nfrom Iowa. And I took the one from Iowa -- from Iowa. And was an offer, I think 16 hours\nteaching at $1,800, or something like that. But you could make a living, yes. And of course I’d\nnever been in the Midwest, and [ll never forget arriving in Iowa City, four in the morning,\n‘cause that’s when the Rock Island Rocket, the train gets through there, yes, and going to the\nmain street, and the main street is, as I now know in the Midwest, just tapers off into nothing. I\nstarted to cry. The main street tapered off into nothing, there was nothing.",
        "Q: Did you regret the choice then?",
        "A: No, no, no, because Iowa had a wonderful thing in those days, absolutely unique. It had a\ndean who was a genius in his way. He said, “Now look, we are a university that’s poor, what can\nwe really be good in?” Fine arts. So it had an art department which was top, top. I still have in\nmy house pictures by painters who are now famous, ‘cause whenever you gave a party and a\npainter broke an ashtray, he gave you a picture, you know, pretty good. You put the ashtrays in\ntheir way. So -- and it had a theater that was fantastic, British directors, and actors, sometimes\nHermione Gingold, and I don’t know what, really absolutely superb, art history superb, yes. And\nhistory was good too, it was a university in the up. But the wonderful thing -- and I was a cultural\nhistorian, don’t forget-- the wonderful thing was the whole fine arts scene. There was there the\nfamous writer’s workshop, which still exists, yes. So my colleague for three -- I was there ni --\neight years, and eight or nine years. For four of these years, Robert Lowell, the poet, was my\ncolleague, yes. And his wife, Elizabeth Hardwick. Yes. So, I mean Iowa was quite a special\nplace, believe me.",
        "Q: Now, you said you were -- you were a cultural historian.",
        "A: Yeah.",
        "Q: But when you graduate from Harvard, that’s not the --",
        "A: No, that’s not it, it shifted. I mean, I was still doing English Constitutional history, but\nmore and more interested in cultural matters. This is quite true.",
        "Q: Is there some reason it comes about, or simply that you start teaching?",
        "A: No, it’s simply I -- I taught -- I taught Ren and Ref, Renaissance and Reformation, and I\ntaught English Constitutional history, of course, yes. And sometimes modern Britain, it\ndepended, yes. And I always taught the freshman course, that was my great plus. I learned to\nteach first in the war, when I was a part of the program which trained occupation troops. And I\nhad one regiment that was to occupy Czechoslovakia, and one that occupied France. And the\nboys in the Czechosl -- in the one that was to occupy Czechoslovakia were very nice. But the\nones who were to occupied France gave me great deal of pressure, ‘cause I thought France\nprobably deserved them. They were all Marxists, all from New York City, most of them. So you\ncan imagine, I had to teach them, my first teaching, that was a challenge. That’s how I learned to\nteach, I’m very grateful for that, it really -- it really was a challenge.",
        "Q: Where were you doing this teaching?",
        "A: In Iowa city already.",
        "Q: Oh, that -- that’s where --",
        "A: That program was in Iowa city. I just stayed in Iowa city.",
        "Q: So what did you have to teach them?",
        "A: How to occupy the countries, with the -- the topography, almost everything. They were all\nsent to Japan, of course, in the end, the army being the army, yes.",
        "Q: You like teaching.",
        "A: Yes, very much, mm-hm. Well, I became very good at lecturing, ‘cause then the veterans\ncame, and we had classes of, let’s say up to a thousand. And I was the only person in my whole\ndepartment who could lecture to a thousand. It takes a certain showmanship, yes. And that I used\nto get immediate promotion to tenure, of course. I remember I met the dean on the staircase and I\nsaid, “Well, I think I have enough, I'll leave.” “Oh no, you mustn’t do that,” he said. Then I gave\nmy conditions. But I was the only one who could lecture to that many people.",
        "Q: What kind of research did you start to -- start to do at -- at this time in the late 40’s and\nearly 50’s? Were you moving towards --",
        "A: No, not yet, this was all red -- Renaissance and Reformation research, yes, mm-hm. I did\nthen -- I began in the mid-50’s to do some on antisemi -- one on anti-Semitism, German anti-\nSemitism. I wrote an article, I don’t know, ’58 or something like that. That was my first.",
        "Q: And what did -- what -- the impetus, is there any particular reason why you --",
        "A: No, I can’t really tell you. Well, there was a particular reason, yes. Wisconsin gave me an\noffer, and I wanted to come to Wisconsin, ‘cause it was then one of the best history departments\nin the country. And the condition was that I teach modern cultural history. So I had to work it up,\nI never had a course in modern history in my life. So I had to work it up, obviously, yes. So\nthat’s -- that’s how it came.",
        "Q: Is there something in -- in that beginning study that also goes back to your history -- I mean,\nclearly it goes back in -- in simple parallels. You went through some of that, your family --",
        "A: Yeah.",
        "Q:  -- goes through some of that, but -- but --",
        "A: Ohyes.",
        "Q:  -- is there something 1n that that drives you as well?",
        "A: Yes, well to understand, of course, what happened, yes. To understand what happened, and\nwhat had gone -- could have gone so wrong, or the position of the Jews, and thing -- matters of\nthis nature. You see, I started out, I should say, my Ren and re -- Ref research was heavily\nweighted on the Reformation, and on Christian theology, yes. I’d studied Christian theology, I’d\neven lived for a short time in a kind of monas -- monastic Christian establishment. I knew how to\nserve mass. Greatly astonished my Hebrew -- when I first came to the Hebrew university in 69,\nthey asked me to teach the Reformation. So I said, how can I teach the Reformation to kids who\ndoesn’t know what -- who don’t know what the mass is. So I arranged with the -- I had some\nconnections with -- with Our Ladies of Zion, to let me celebrate a mass for them, and I did.\nShowed them exactly what’s happening, what’s what, what what. The ladies were impressed.\nThe students, I don’t know. Anyhow, so I was -- I was really into the Christian theology\n[indecipherable] and then in the Baroque, which goes directly to my interest, you know, in Nazi\nliturgy and things, which is -- comes after, in a sense, from the Baroque, yes. I had continued to\npublish on early modern till ’68 -- till °70 really, cause one thing I wrote in -- in ’60, came out\nonly in ’70.",
        "Q: But in the early 60’s is when you started publishing more --",
        "A: Almost exclusively except for the textbook, Europe in the 16 Century, which came out in\n68.",
        "Q: When you came to this country, you clearly must have noticed the racism against blacks,\nAfrican-Americans. Did that -- was that something --",
        "A: No, what astonished us was the racism against Jews, not against blacks. We knew nothing\nabout blacks, we’d hardly ever seen a black, quite apart from met a black. But I remember, we\nwent it -- in -- in a travel agency and wanted to go somewhere, and the travel agents says, “You\ncan’t, it’s restricted.” And we said, “Why did we leave Germany at all?” That was common, you\nknow, there were lots of resorts that were restricted for Jews, yes, yes. Yes, of course. And I was\nrejected from Columbia graduate school, because the Jewish quota was full. In fact, I have the\nrejection, it says it.",
        "Q: It says it?",
        "A: Yeah, mm-hm. So, and -- third -- third evidence, when I left Harvard for my first job, my\nmajor professor, who was not an anti-Semite, he was a wonderful man, had to write on my letter\nof recommendation, which is secret, but I promptly read it when I got there, of course, “George\nMosse has good manners, though he 1s a Jew.” And I think I got my job, I was always the first\nJew. I was the first Jew in Iowa department, I was the first Jew in the Wisconsin department. But\nwhat kosherized me, of course, my English education in Cambridge.",
        "Q: Was it -- was it --",
        "A:  Th-- if instead I had been -- I had been educated in the Bronx in City College, I don’t think\nit would have been the same.",
        "Q: Was it difficult at Harvard? Did you experience anti-Semitism there?",
        "A: No, no, none. No.",
        "Q: Were there many Jewish professors at Harvard?",
        "A: I never gave it much thought. There were some who were quite spectacular. Levine, who\njust died, in English. Not many. Very few, very few. Well, above all, in my subject, these were\ntaboo subjects, English and history, there was hardly any.",
        "Q: Hardly any Jews at the time.",
        "A: Yeah, hardly any. In America, hardly any. No, these were as good as closed subjects.",
        "Q: How do you -- how do you characterize th-th-the questions that you’re really asking, once\nyou Start studying racism, National Socialism, and fascism, and -- and --",
        "A: I don’t quite know what you mean by characterize.",
        "Q: Sometimes people say that -- that -- that scholars have one question they’re really asking all\nthe time, and they ask it in different --",
        "A: No, my question is usually why did -- why was it popular, why’d it succeed, what do\npeople see in it, yes. Yeah. I look at it from it’s effect, let’s put it that way. What was the effect?\nWhat was the mindset, you know.",
        "Q: Do you understand it?",
        "A: Yes, I think I understand it pretty well. At least to my satisfaction. Maybe not to others, but\nto my satisfaction, yes, mm-hm.",
        "Q: Can you -- can you give us some -- I mean, I know that it’s five -- it’s 10 books, but if you\nwould start to explain in -- in some sort --",
        "A: Well, there are always two things, I mean, it’s an interaction between the actual situation,\nyes, and then to see the conditioning of the thought, yes. They interact, and of course the actual\nsituation before ’33 was pretty miserable, yes. And Hitler had immediate successes, you know,\nwith unemployment, so that’s one thing. And the other thing is, I think, 1n such a situation, and\nthat’s nothing new, people want certain things. They want security. They want shelter. They\nwant to -- self affirmation. All that sort of thing. And if you really list all these things, you will\nfind that fascism took care of it, you know. I mean, Hitler said it best, let the little merchant who\nis lonely in his shop, when he comes out to a mass meetings, suddenly finds himself, as it were,\namong comrades. He suddenly finds what he misses, yes.",
        "Q: But there’s -- but there’s -- I know you don’t like the term totalitarianism.",
        "A: Yeah, yeah.",
        "Q: But in the context of what it was that the Nazis created in Germany --",
        "A: Yeah.",
        "Q: -- as well as the possibility for that kind of home, so to speak --",
        "A: Yeah, yeah.",
        "Q: -- within the context of this society. There’s also the constant threat that you will be seen as\nan enemy, or you can be possibly taken out. Or 1s that the --",
        "A: Yeah, not really. I mean, not really. Not if you conform. And of course there were those\nwho didn’t like it, who thought they could be outside it, but there was a consensus. Fascism\ncould use the consensus in Germany and Italy, and it produced a consensus where most people\nwanted to conform. They wanted that heady feeling of being in a group of comrades, if you like,\nyes. Of doing something, marching, demonstrating, all of this. They wanted strong leadership,\nyes. They wanted to know where they are going, and they wanted to know where they came\nfrom, and the -- the -- the Nazis did all of this.",
        "Q: How would you describe the differences between Italian fascism and the National\nSocialism in Germany’?",
        "A: Well, the differences are quite considerable, I think, on one level. Mussolini’s regime was\nmore open, let’s say different things went into it unknown in Germany. The futurist movement,\nwith it’s idea of speed and dynamic, and all of this, yes. And of course, Italian nationalism was\nkind of a -- always had a revolutionary edge to it, th -- one that Mussolini adopted, yes. While in\nGermany, you have a much more dense space, romanticism, racism; racism unknown in Italy,\nthere’s no racist tradition. Italy hardly has an anti-Semitic tradition. So that deprives it, already,\nof a lot of things that you associate with the Nazis, yes. But a lot of things are the same, the\ncontrol of thought -- well, there’s another great difference. Mussolini didn’t care about culture.\nYou could have the most -- after all, the most modernist buildings in Europe were built under\nfascism. Like the House of Fascism in Modena, probably the most modernist building in Europe\nof it’s time, yes. There was no -- no official art in Italy till very late. It did come, but very late,\nyes. All of that. There was no -- so severe book censorship as in Germany. In other words, the\nculture, which didn’t interest Mussoli -- Mussolini, or did interest him, but he had a more open --\nhe was quite a different person, he had a more open mind on this, yes. Otherwise, it was a\ndictatorship. These are the differences.",
        "Q: Did you travel to Italy?",
        "A: — Oh, yes.",
        "Q: During the w --",
        "A: Inthe 30’s.",
        "Q: 30’s.",
        "A: Mm-hm.",
        "Q: Where did you go and what did you do?",
        "A: Well, my mother took me to Florence, that’s what Germans did. And that was the Italian\ncity, yes. So I -- were very heady, I looked at Florence for the first time. But while we were in\nFlorence in ’36, the axis between Hitler and Mussolini was signed, and part of the axis was an\nextradition treaty, under which we could fall. But Mussolini, in about 1921 -- ’20 - ’21, before he\nbecame prime minister, made the rounds of all the newspaper publishers, yes, important ones,\nalso my father, and my father supported him, I mean, not for Germany, but for Italy it was fine, it\nmade the train run on time, and so on, yes. And that Mussolini and in fact, showed himself\ngrateful by letting me and my mother s-stay in Italy as long as we liked, and simply ignored the\nextradition treaty.",
        "Q: George, in the 50’s -- through a good part of the 60’s, it’s probably still true today, but\ncertainly in the 50’s, there’s repetition of “Red Scare”’.",
        "A: Yes.",
        "Q: And McCarthyism is very strong.",
        "A: Yes, yes. Yeah.",
        "Q: You are -- what -- what is happening to you during this period? What’s [indecipherable]\nactivity?",
        "A: Oh, I was very active during this period. First of all, I was vice-chairman of the Wallace\ncampaign, Henry Wallace, not the other, Henry Wallace campaign in Iowa, in ’48, yes, yeah.\nAnd that’s another speaking, I learned to speak cause I spoke at county fairs, and so on, that was\nvery good. So -- in the Wallace campaign, yes. And then I became chairman of the American\nAssociation University Professors, but in Iowa it was quite different. There, McCarthy was the\nradical. For example, I made a big meeting, as chairman, anti-McCarthyite meeting, overtly, with\nthe finance chairman of the Republican party of Iowa as the main speaker. You see, for him\nMcCarthy was the radical, yes. And indeed, when singing cowboy Senator Taylor -- you’re too\nyoung to know all this -- who was Henry Wallace’s vice-presidential candidate, you know, he\ncame and strummed; he was senator from Idaho. Idaho 1s greatly changed in politics since then.\nHe was -- the senator from Idaho came to my house. This was risky because I was just an\nassistant professor without tenure, but the president himself called me and said, “That’s fine,\nGeorge, do go ahead.” Yeah. And our Republican state rep -- our Republican representative\ncame to the house too at that point, to say hello to the senators. No, no, in Iowa you were\nprotected by the -- by the conservatism against McCarthyism.",
        "Q: Did you teach Marxism?",
        "A: Yes, always.",
        "Q: Was that a problem?",
        "A: Never. Never.",
        "Q: But now professors 1n the east had problems during the 60’s.",
        "A: Ah, yes, and I nearly had problems, because -- and that’s another good e-example what\nhappened. In Harvard, Marxism wasn’t taught, so together with many other of my friends, I went\nover to MIT to Dirk Struik to study Marxism. And then all people in Dirk Struik’s seminar were\ndenounced to the Chicago Tribune, no less, by whom? The former Librarian of Congress. The\nhistorian -- what’s he called? I forgot now. I even blocked on his name. Well, the one before this\none, a Nixon appointee. Yeah, historian. Well, h-he -- became later, he denounced it, yes. But he\ndidn’t denounce me, he stopped before me, that was very ticklish, so I never had to face that. But\nbecause this denunciation came, and brought people at Rutgers and otherwise into terrible\ndifficulty, again told our dean, you know, I’m about to be denounced to be a Marxist, but he\nsays, “Don’t worry.” I would -- you know, I think I would have been saved because of the\nconservatism. But not at Rutgers, not -- not in all these eastern places where the others taught,\nwho’d been with me in Dirk Struik’s Marxism class.",
        "Q:  That’s interesting. When did the racism in the United States for you become a conscious\nproblem?",
        "A: Well, as I said, when my mother and I spoke to that travel agent, but then it became\nconscious that there was, in fact, anti-Jewish racism around.",
        "Q: No, but in the 60’s, you -- you -- in -- 1n -- in °56 --",
        "A: Oh, the Civil Rights movement.",
        "Q: The Civil Rights movement [indecipherable]",
        "A: Yes, well that was different, I mean, then well -- knew -- everybody knew and so many of\nmy students went on freedom rides, very close friends of mine went on freedom rides, and so\nthat was totally different.",
        "Q: Were there many black students at University of Iowa?",
        "A: No, that’s before that, before the bl -- influx of black students, yes, before.",
        "Q: When do you go to University of Wisconsin?",
        "A:  ’S56.",
        "Q: And how long were you at the University of Wisconsin? Until [indecipherable |",
        "A: Till I retired, till ’88. But from ’69 to ’88, only half time. I mean, I’m sorry. I came to\nWisconsin already getting every other semester off. That I used from ’69 on to teach in\nJerusalem, but I got my chair in Jerusalem, regular chair in Jerusalem in ’78. And from then I\nwent on half time in Wisconsin. It dovetailed very nicely the way semesters were then.",
        "Q: Now what is the Jerusalem connection? The connection with Israel that you’re going back\nand forth, and so early --",
        "A: Well, it’s a funny connection, because you know, all my youth, I was an anti-Zionist, I was\nan anti-Zionist even into the war, yes. Because I thought defeating Hitler came first, and the\nZionist agenda a far second, yes, yeah. And then I suppose I changed when I saw what was\nhappening, and -- and I made my first visit to jerus -- to Israel in ’51, yes, as a tourist. And then I\ncame back in ’61, and then I had already, from a very good friend of mine, the Marxist -- the -- I\nmean, the scholar of Marxism, George Lichtheim, very good rec -- letters of recommendation,\nyeah. And I met all the people there, the -- the historian Talmon, but above all Gershem\nScholem, to whom I was going to be quite close in a way, if one could be close to Scholem, was\n-- couldn’t really. But, you know, who I got to know very well in the end, and all this, if you like\n“vekke” German Jewish circle there, yes. And one thing led to another, and I gave some lectures\nin ’63, and then in ’68 they asked me to come for a semester, which I did. And then they made\nme what they called “permanent visiting professor’. ‘Course, they didn’t like, even when I came\nin ’78, they didn’t like anybody -- they were -- they’re very odd, the Hebrew [indecipherable]\nvery provincial in many -- in this way, they didn’t like somebody teaching other places than the\nHebrew University. Now how could I do it 78? Because I got the Koebner chair. Koebner was\nthe first professor of history there, yes? And I think the Germans who gave the money insisted\nthat somebody respectable come on that chair.",
        "Q: Were you any part of the discussions prior to the state being formed in ’48 --",
        "A: No.",
        "Q: _ -- against the -- the [indecipherable]",
        "A: No.",
        "Q: [indecipherable] Magnes and Arendt...",
        "A: No, no, no, no. I know now, and I’ve written about it. No, no, I know all these people.\nRobert Welsch became a very close friend of mine, but that’s all long after. It’s all long after.",
        "Q: So are you a Zionist now, or did you become one in ’51 in some sense?",
        "A: I suppose so. Yes, yes, no -- I mean, look, it’s not so simple, because you can’t\n[indecipherable] in one -- yes, I’m an Utopian Zionist. I still think it should be otherwise than\njust another little Albania there, or whatever you have, yes, yeah. Yeah. And I know very well\nwhat the possibilities in Zionism were. Namely, a humanized nationalism, you know, with Buber\nand many others. Gordon, and founder of the Kibbutz movement. It could have been a\nhumanized nationalism, perhaps still is in a way, yes. Yes, I suppose I am.",
        "Q: Talk about that. What do you mean by humanized nationalism, becau --",
        "A: People who wanted nationalism, open cosmopolitan nationalism, for whom nationalism\nwas merely a stage of your own self growth, you know. As for Buber, as for Gordon, it’s post-\nGerman and eastern European, that exists, and that still exists today, a very strong current, anti-\nwar, you know, and all of this. It still exists. I mean, it’s very difficult to think of another country\nwhere you could have anti-war demonstration the middle of a war for survival. But you have it in\nIsrael. So these currents are still there, yes. No, no.",
        "Q: ‘Cause most people think of Zionism as a -- as a monolithic --",
        "A: — Oh, it’s far from monolithic, it’s far from monolithic. No. No, no, I feel very much at home\nin Jerusalem, and should by now, you know. And I have many, many friends there, probably\nmore than any other place. But -- and there’s much more inters -- interesting intellectual\ndiscussion there than here, yeah. Because obviously, when you are in an extreme situation, the\ndiscussion is more pressing, more -- more interesting, yes, more fruitful, than when you’re just\nwith nothing. I mean, I know Americans try to invent enemies when they can, but 1n Israel it’s\nreal.",
        "Q: Do you think that’s true, that -- that intellectual life is -- is more creative when -- when\nthere’s --",
        "A: Yes, yes.",
        "Q: --asense of --",
        "A: Yes, I think it’s true. But in Israel I must say -- I’m not talking about the average Israeli, I\nmove in Israel very rarified circles, yeah. The German Jewish circle is dying out. But the young\npeople, many of them I’ve taught in one way or another, it’s very exciting, very good, you know.\nAnd there is something about it, about these young people even, that’s cosmopolitan, you know,\nI mean, you know. I mean, they also talk about Europe, not just about Israel, you know, and that\nsort of thing.",
        "Q: Are there particular issues in history that -- that are very important to these students, I\nmean, can -- can One in some sense --",
        "A: No, I don’t think so, no. Of course, in the Jewish history course, they all wait for the\nHolocaust, ‘cause that’s the most spectacular. Which is a pity, because Jewish history 1s not\nabout the Holocaust, there are also many other things.",
        "Q: But it’s spectacular for this century.",
        "A: Yes. And that’s a pity, because they -- they -- it blinds them to other Jewish things in this\ncentury, which have, perhaps, great intellectual value, or carry -- whatever.",
        "Q: What do you think it might blind people to, when -- when the Holocaust is overemphasized\nlike that?",
        "A: — It blinds them for one thing to the irony of Jewish history that the Holocaust takes place at\nthe precise moment when you have the greatest success of assimilation in history, namely in the\nUnited States. And it blinds them to the fact of the success of assimilation, rather than the failure.",
        "Q: That’s very significant.",
        "A: Yes, it’s very significant.",
        "Q: Isuppose it’s hard to take both at the same time.",
        "A: — It’s hard for people to think dialectically, which is what you have to do in these cases, yes.\nThe negative -- the positive is in dialectic relationship, but I think it’s undoubtedly true, yes. And\nthen it blinds you what is the consequence of the Holocaust, I mean people ask me, what is a\nhistorical consequence of the Holocaust. Has it stopped massacres? No. You think so?",
        "Q: No.",
        "A: No. Has it stopped genocide? Probably not. Yeah? Has it -- it has done something to the\nsituation of the Jews. It has made, in a way, assimilation easier, because, you know, people don’t\nwant to repeat it, people don’t want to come into contact with it. Certainly in central Europe, yes.\nNot so much in countries which are distant from the Holocaust, but wherever the Holocaust had\nan impact. It’s in ham -- impact on the status of the Jews. I think there’s no doubt about that. And\nabove all it has created Israel.",
        "Q: Is there also an irony to -- I-I don’t know if “irony” is the right word, but that -- there is at\nthe same a kind of sensitivity about anti-Semitism that didn’t exist prior to the Holocaust, even\nthough there is at the same time, even Christian -- a -- a very different relationship --",
        "A: Yes, yes, yes.",
        "Q: -- Christians have with Jews.",
        "A: Yes, I think that’s true, but only to some extent. I mean you can’t -- one can’t make blanket\nstatements about that. I doubt that on the average this has made much difference. It has made\ndifference to certain Christian theologians and Christian thinkers, and perhaps even to Christian\nchurches, yes. Not to all of them, but to wu -- to the mainstream Christian churches, yes, yes, I\nthink it has, mm-hm.",
        "Q: George, you don’t teach the Holocaust, I gather. You -- this is not [indecipherable]",
        "A: Well, only in a general Jewish history course.",
        "Q: And your scholarship --",
        "A: No.",
        "Q: -- stops before [indecipherable]",
        "A: Yes, yes.",
        "Q: -- whatever it 1s.",
        "A: Yeah.",
        "Q: Why -- why --",
        "A: Before the -- before the killing process.",
        "Q: Before the killing process. Why?",
        "A: Because I think the -- to me it’s much more interesting to say why it happened than how it\nhappened. After all, to me the decisive thing is why did it happen. Once -- how it happened,\nthat’s, I would say, an administrative matter. Very interesting and fine, and necessary to know,\nbut the crucial question 1s why did it happen. That’s why.",
        "Q: But let me ask you something. If you don’t investigate -- and I’m not talking about the how\nnow.",
        "A: Yeah.",
        "Q:  Butif you don’t investigate who it was that was doing the killing, or the process in some\nway --",
        "A: Yeah.",
        "Q:  -- how do you bring together what you studied prior, the -- the why that brought you up to\nthe moment --",
        "A: Yeah, yeah.",
        "Q: _ -- of doing it, and -- and explain it, you --",
        "A: But you see, I do, because when I lecture, as I did just yesterday, on the first World War or\nthe Holocaust, that’s exactly what I do. I explain the mindset of the perpetrators, which seems to\nme essential, and the atmosphere in which they grew up, which has to do with the first World\nWar, in which even many of them fought. So there is a continuity here in the minds of the\nperpetrators. How they regarded mass death, cause the Holocaust is about mass death. So is the\nfirst World War. So, how they regarded mass death, and so on. And there is a definite continuity\nthere. Without a certain atmosphere in post-war germ -- post World War I Germany, it would\nhave been quite different. Would have been quite different. These weren’t youngsters who did\nthe killing process, I mean. Maybe they hadn’t fought in the war, but they knew enough about\nthe war, and certainly about post-war Germany, the Weimar Republic, and all that. So again, I\ndon’t think you can explain their motivation without going back. And then one thing brings you\nto another. You see what I mean?",
        "Q: Yeah, sort of a treat.",
        "A: What?",
        "Q: Let me ask you -- let me ask you about Hannah Arendt for a moment.",
        "A: Yeah.",
        "Q: You're one of the few scholars who, when her book Eichmann in Jerusalem, came out --",
        "A: Yes.",
        "Q: _ -- did not just simply criticize it.",
        "A:  That’s right.",
        "Q: What was she saying in there that you thought was important?",
        "A: Everything she said about Eichmann I thought was true. I thought nothing she said about\nthe Jews was actually true, but everything she said about Eichmann was true. There is a banality\nof evil, because Eichmann’s evil is ordinary, yeah. He was an ordinary man. To him, it was\nordinary, yeah. So the question is, when does evil become an ordinary thing. That’s, after all, the\nvital thing, and that she addressed there, very well. When does evil s -- become an ordinary\nthing, almost an everyday thing? Infect ordinary people like -- like Eichmann, yeah. That, I\nthought, was very well taken. But now, part of what she meant by the banality of evil, was that\nthe perpetrator was thoughtless.",
        "A: Was what?",
        "Q: Thoughtless.",
        "A: No -- yeah.",
        "Q: Was not -- was not actually -- was not carrying on a Socratic dialog with himself --",
        "A: No, of course not.",
        "Q: [indecipherable] question.",
        "A: No, of course not, and she’s quite right, no. It was doing your duty, that’s not a dialog, yes.\n“Being at the battlefront of the race war” -- I’m quoting a perpetrator now — “being at the\nbattlefront of the race war’. That doesn’t allow for dialog, no more than you can have a dialog in\nthe trenches.",
        "Q: But at the same time, orders are not given for everything. People make up things to do.",
        "A: Yeah, because you have to do what you have to do in order to have the result, which is an\norder.",
        "Q: Sos Hilberg right, that somehow the perpetrators had a sense of what the order was, even\nif there’s no direct --",
        "A:  Ohyes, I think on this he’s totally right, yes, for sure. Sure.",
        "Q: Soasamissed -- a --a--",
        "A: Well, but they -- they had the order directly from Himmler, I mean, you know, there’s no --\nno question about that. They just didn’t go in there and start killing on -- on a hunch that that\nmight please the Fuehrer, might please him. They had a direct order from Himmler, do it. And\nthe Einsatztruppen made a direct order, so --",
        "Q: Have you ever talked with perpetrators, Nazi perpetrators?",
        "A: Ohye -- no, I interviewed a lot of Nazis, but what I interviewed -- what we call in German\n““schreibpischtaeter’- what do you call it, theoretical, I mean -- for example, I’ve interviewed -- I\nwas -- I knew Speer quite well, yes. I talked a lot with Speer, and I went and participated in what\nwas left of the SA cultural circle, yeah, which was quite interesting, yes. And si -- you know, I t -\n- | talked to Mathilde Leudendorf. I talked a lot when I was writing, The Crisis of German\nIdeology, and then I was writing a book called, The Nationalization of the Masses, which is very\nlargely based on Speer’s memory of -- of certain matters. So, yes, I’ve interviewed a lot of Nazis,\nand what I do there is very simple, with success. I -- when I first met Speer, he was very\nsuspicious, of course. And I said, “Look, look, I’m not interested in your morals. That’s between\nyou and God. I’ve come to ask you technical question.” So I asked him, why do you use this\nlighting effect at the Nuremberg trials, why do you do this? And with that, he thought these were\nquestions he could answer, technical quest -- and then we went from technical to other things,\nand it worked, I think, very well.",
        "Q: What was it like --",
        "A: I got everything out of him -- what? He got me -- he always picked me up in Munich -- you\nknow, this at -- this went over about five, six years. He always picked me up in Munich in a car,\nwhich had a Wankel motor, that was the -- the -- the -- the alternative to our engine, yes, our --\nyes, our motor engine, and that he developed in the war, yeah, yes. And off we went. And the\nembarrassing thing -- the only embarrassing thing was whenever I ate with him in public, people\ncame up and wanted his autograph. Whenever. They must have thought I was too a Nazi. And\nthe other interesting thing about it was it’s quite true, it gave me insights into other things. For\nexample, whenever he talked about Hitler negatively, his eyes lit up. I mean, Hitler must have\nhad a tremendous charisma, because this man, even you know, denying everything, thinking\neverything was dreadful now. Genuinely thinking it was dreadful, his eyes lit up when he talked\nabout Hitler. Oh, I learned a lot from him, oh yes. I never wrote about him, I wrote about him\nonce in an Australian paper, cause I didn’t want him to see it, particularly.",
        "Q: What did he teach you about Hitler, did he teach you -- I m -- I mean, ec -- except for the --",
        "A: Well, he -- sort of in -- everything that’s in his excellent memoirs, but in a kind of different\nway, yeah. For example, Hitler’s attitude towards women is very remarkable, he never knew\nSpeer was married, and Speer was married with eight children, or something like that. I mean, he\nwas not only married, really married. He never knew it, Hitler never knew it. He never asked, he\nnever knew. You see, you learn the tidbits like that.",
        "Q: What about when you went to this not -- this cultural -- th-the remnants of [indecipherable]\ncultural -- what was that --",
        "A: Ah. That -- I wrote about that, too. They di -- that was in one of the castles in upper Hesse,\nwhich was sort of the center of neo-Nazi activity. And they read to each other, poetry. They gave\na prize called the Adenauer prize, after the old chancellor, yes, and things like that. And what I\ndid there is -- I couldn’t go under my own name, so I borrowed the name of a good friend who\nwas a Count. And it’s very typical of this kind of rightist person that when you come as a Count\nhe ask -- they ask no questions, they accept you, of course, immediately. ‘Course, it was a well-\nknown, old German name.",
        "Q: So what was that like for you to --",
        "A: — It was fascinating, I loved it.",
        "Q: Well, tell me about it.",
        "A: Huh?",
        "Q: Te -- te -- tell me about it.",
        "A: Well, I came there as one of them. I know the language, I know everything like that, and I\nwas a voelkisch writer, poet, or whatever, I forget what I made myself out to be. Count von -- I\nwon’t give you the name because the lady is still alive. Count von so and so, yes. And I had to be\nvery on my -- on my toes, because they said, Count, you know, and that was me. And then I -- I\nviewed the late Mathilde Leudendorf, you know, the wife on that, and the afterplay was this, that\nthe people who were in my house in Madison says, “Three boxes arrived for Count so and so at\n36 Glenway, Madison, who is that?” I said, “It’s me.” She sent her collected works.",
        "Q: Did you talk about that period with them?",
        "A: What? Yes, of course. No, to Mathilde Leudendorf I wanted some specific information\nagain first, about some other voelkisch person who was important, and so on and so forth, yeah.\nWell Speer would talk constantly about the Nazi period, that was after -- the period of his glory.\nWhat it was like in Paris when he went there with Hitler, you know, and Arnold Breker, and so\non. Spr -- yes.",
        "Q: You taught in South Africa?",
        "A: Yes, I did.",
        "Q: That was in 1980.",
        "A: 780.",
        "Q: What was that -- that like, was that like going back in time, that --",
        "A: No, it was very interesting because nobody knows, I mean, people are so ill-informed.\nThere was a law on the upper side, that any course given at a white university that was not given\nat a black university, blacks could attend. So I gave a course on the history of nationalism, yes,\nand my course was 50 percent black. And that was very interesting, I got to know, and they took\nme to Soweto, and they took me here and took me there. It was very interesting, yes. And I had\nsome very good friends there. And Cape Town 1s certainly the most beautiful city in the world, I\nmean there’s no question about that. I had a very good time, and I was interested -- again, I’m\nnot, you know, like always interested in victims, I’m s -- I’m sometimes interested in the other\nside. So I was interested in the Boers. I got to know some Boers very well. I was there on behalf\nof the Jewish community to open what we called the Kaplan Chair of Jewish Studies at Cape\nTown.",
        "Q: Did it surprise you what happened in the last few years? That it was --",
        "A: Yes, of course. Very much so. Yes, I mean it’s very difficult to get used to it. I mean, I -- I\nwas only there, you know, what is it, two months or something, but it was tough, yes, seeing this\n-- this apartheid in action, yes, yes.",
        "Q: Did you like to go --",
        "A:  Imean, to me it was interesting as ar -- as an expert on race, I mean, you know, one should\n-- | had just written, Towards the Final Solution, and you know, to see it is interesting, and to see\nthe diverse attitudes of people towards it, you know. And they -- it -- it was very humiliating\nbecause, for example, in the hotel where I lived, all the blacks and colored, yes, always address\nme as “baas” -- master. And I said you don’t really -- I don’t really like it, but I couldn’t break it.\nTo the last I was “baas”. I mean, you come into a colonial situation actually. That’s what it -- you\nmust put it that way.",
        "Q: Hopefully in a few years they won’t say that.",
        "A: I think now they don’t say that any more.",
        "Q: George, tell me about how you view Holocaust studies, as a whole, the kind of history\nthat’s done, the kind of --",
        "A: No, much of it is extremely good, I mean, I -- I -- I’m not -- you ja -- I don’t really have an\noverview. Now, the background of the Holocaust, yes, there have been some very good studies,\non -- on the Holocaust, too. But there are vast, oddly enough, neglected areas one can think about\nat once. One is women in the Holocaust, yes. Homosexuals, that area’s being repaired now. An\nexcellent book by Gauss and so on, that’s being repaired. Gypsies is being repaired, yes. But\nlook how long it 1s after the Holocaust, how long it took, yes. I mean, that’s the astonishing\nthing, yes. And -- and still, I don’t think there is enough about the victims, oddly enough. What\nthey felt, what they thought. We know a lot about the perpetrators, but a -- again, not enough,\nbecause Holocaust scholars have been either historians or English professors. If they’re English\nprofessors, they go in for the literary. If they’re historians, they go in for the instrumental. But\nwhat about the mindset of these people, yes? There are some, but not an awful lot on that sort of\nstuff. [indecipherable]",
        "Q: How would you suggest someone do that sort of work, given that --",
        "A: Well, it’s very difficult to do, but you’d have to go through it, you’d have to look at their\nbackground, you’d have to look at -- you know, to see if there’s anything in the documents that\ncan tell you anything. What analogies they made, let’s say, during the killing process. What do\nyou think they were doing? And you’ll find that they made analogies. That’s just one thing, I\nmean, there are many others, yes.",
        "Q: Do you think there’s something almost too frightening to really look at the victims, and to\nreally look at the perpetrators --",
        "A: No.",
        "Q: -- that instrumentalities are easier in some way?",
        "A: That may very well be true. I think -- I don’t think that, for example 1s true to Hilberg, who\nwas purely instrumentalities -- a very important book, I mean, the first -- but no, I don’t think\nthat’s true, necessarily, no, no. It’s pretty abstracted. I mean, it’s awful, it’s frightening, but -- but\na -- I don’t think that’s really the main reason.",
        "Q: What do you think it is?",
        "A:  Idon’t know why, the omission of women is clear, that somehow in our culture that’s a\nvery deep stream, that men do these things, women don’t do this, yes. I think it’s -- in a way it’s\nas simple as that, yes.",
        "Q: You mean in terms of the perpetrators, right?",
        "A: Yeah, yeah, yeah. Women don’t do these things, it’s not a womanly thing to do. So, I think\nthere you have to look at the stereotypes and things that go with, yes. With the women.",
        "Q: But what about looking at women victims? That’s also been neglected.",
        "A: Yes, that’s been very much neglected, yes, yes. In fact, nobody -- looking at victims 1s very\ndifficult. Most of them can’t speak to us any more, yeah. And the others that do speak, you know\nit better than I do. But yes, there isn’t an awful lot on victims. Victims are shown being victims.\nBut what they thought, what they felt and so on, that’s -- that’s not there, you know. Or that it\nwas tougher for women than for men, which I well believe. That’s not there.",
        "Q: [indecipherable] you believe that. Why do you think that’s so?",
        "A: Well, I don’t know, I just feel it. Because, I mean, women have other needs than men at\ntimes, and things like that, yeah.",
        "Q: Have you interviewed victims as well as perpetrators?",
        "A: No, no, no, no, no.",
        "Q: Did you -- did you ever meet anyone who was on a Jewish Council?",
        "A: No-- yeah, well, Guttman, of course. No, he wasn’t on the Council, was he?",
        "Q: No, Idon’t think so.",
        "A: No, no. I don’t know what it would be. That I would find very uncomfortable. There I --\nwith Hannah Arendt, I mean, she was dead wrong about it, dead wrong, but I still somehow feel\nlike it, but that’s very -- I don’t know.",
        "Q: You think she was wrong?",
        "A: When -- what she said about Jews, yes",
        "Q: About the Jewish -- the Jewish [indecipherable]",
        "A:  Obhyes, yes, yes, yes. They were very brave and courageous people. That was not an easy\nthing to do, and Hannah Arendt is absolutely crazy about that. What would she have it, no\ncouncils? It would have been -- it couldn’t have been worse, but it would have been quicker, it\nwould have been -- I don’t know. At least the councils did something, even if they only\npostponed the death of one person, it would already be justified. I have a great respect for the\nCouncils, but I think what they did was so horrible, and took so much courage, that I would\nreally be uncomfortable in their presence.",
        "Q: What about somebody like Gens in -- in Wilno --",
        "A: Yeah.",
        "Q:  -- who also wouldn’t help the resistance in many ways, or would denounce people. I mean,\nwhen you have situations like that, does that --",
        "A: Well, you’d have to look at it. I mean, I -- I can see -- I mean, if it’s a less evil to prevent a\ngreater one, in such an extreme situation, I could see that. Anyway --",
        "Q: So you’re much more sympathetic, even though it might be difficult to talk to somebody\nwho [indecipherable]",
        "A: Yes, Iam sympathetic because first all, it’s a situation which I can’t really grasp. I can\ngrasp almost everything about the Holocaust, but that situation I find very difficult to grasp. And\nsecond of all, I -- I don’t know what I would have done in such a situation. I mean, you can’t\nreally criticize people who are put in such a position in such a time, you know? I must assume\nthey did their best, ‘cause they had -- they -- they had nothing to gain by not doing their best, in a\nsense. Sure, they didn’t support the resistance, and they didn’t support the uprisings and so on,\nprobably because they thought they would fail, I mean, you know?",
        "Q: What do you think about the arguments about was there resistance, wasn’t there resistance,\nwas there enough resistance?",
        "A: Oh, I think they’re -- they’re jejune, they’re -- they’re -- they’re -- they’re -- first of all they\nhave a lot to do with a book I’ve just finished on masculinity, you know. Like Bettelheim says in\nhis book, The Informed Heart, why did they di -- why weren’t they men? Why did they die this\nway? You know? That itself shows a historical stereotype, yes. I mean, that’s silly. I mean, what\ndo you expect them to do? Yes? I mean, that just shows they have no grasp what it was about,\nthey have no grasp how people behave under such circumstances. They have no grasp about the\ncircumstances, yes. And they are completely caught up in -- in war images, like the perpetrators,\nthey have that in common with the perpetrators, both think of this as war. One thinks a war\nagainst the Jews, the other thinks the Jews have behaved like soldiers.",
        "Q: Or should have behaved like --",
        "A: Yeah, should have -- so this is where both are -- I think both are -- are to be condemned.",
        "Q: There’s something about how you understand things, it’s not just that you understand them\nfrom a cultural perspective --",
        "A: Yeah.",
        "Q: -- but you really attempt to understand things from the way people, ordinary people\nperceive, taking [indecipherable] their lives.",
        "A: Yes, I try, I try, yes.",
        "Q: And --",
        "A:  Itry.",
        "Q: And some of the people you’re criticizing, like Hannah Arendt --",
        "A: Yeah.",
        "Q: _-- certainly had an incredibly elitist point of view about --",
        "A: Yes, quite right, quite right, but this doesn’t keep them from having insights.",
        "Q: Right.",
        "A: No, my hist -- kind of history I do might really be called a history of perceptions, that’s\nwhat I would think cause I believe people act on their perceptions, and their perceptions\nsometimes have very little to do with reality. I used to say to my students, you know, fo -- you\nalso live by perceptions, cause if you saw yourself as you really are, you would commit suicide.\nYou know, thank God we don’t see each other as we really are.",
        "Q: But if we live by our perceptions, which I think is probably true a lot of the time --",
        "A: Yeah.",
        "Q:  -- how do we get to see some reality so that we don’t move in the directions that we’ve\nseen --",
        "A: You per --",
        "Q:  -- like genocide, and so on.",
        "A:  -- yeah, your perceptions are, however, also informed by reality. I mean, that depends on\nthe person. If they are formed by reality, you know what happened, you try to move away from\nit, obviously, yes. But the whole world is now perceptions: what do we know about the people\nwho rule over us? What do we know about anything? We don’t, it’s all mediated, yeah. It all\nplays on our perceptions, or tries to manipulate them. So that’s nothing new, you might say that\nthat kind of fascist liturgy and so on was really the beginning of modern politics, you know.",
        "Q: Of images.",
        "A: Yeah, politics through images, mm-hm.",
        "Q: Does the contemporary war in the former Yugoslavia surprise you?",
        "A: Ob no. It was always the case there. That’s why I am not with the Bosnians, cause I don’t\nbelieve in small political units, I believe in large political units. If you divide the Balkans up\nagain, you’re going to have nothing but war, was quite clear. Every unit has claims against every\nother. So the only thing is to have them all in one big -- like Yugoslavia, one big federal system.\nEnd of Tape One, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: George, tell me your full name, and where and when you were born, please.",
        "Q: What month, and day?",
        "Q: 20 of September. Can you tell me what the “L” stands for?",
        "Q: Can you tell us something about your -- your family -- the history of your family? Can you\ncharacterize what your family was like?",
        "Q: What was your chi -- excuse me, what was your childhood like?",
        "Q: You were naughty, what does that mean?",
        "Q: You had a brother and a sister?",
        "Q: So Hilda is se -- is fi --",
        "Q: She was the oldest?",
        "Q: Were you close?",
        "Q: What about your relationship with your -- with your parents, since you were 1n some way\nraised by them?",
        "Q: What was school like for you before you went off to boarding school, where did you go --",
        "Q: Do you have memories of being in your house during that period, even without\n[indecipherable |",
        "Q: When you went to school --",
        "Q: -- when you were sent away to boarding school --",
        "Q: -- how old were you, 10?",
        "Q: And where did you go?",
        "Q: Did you like school?",
        "Q: Explain to me what you mean by if you’re not a bully you don’t do very well.",
        "Q: What does that mean?",
        "Q: Why do you think that was so, that nobody cheated?",
        "Q: George, growing up in -- in such a household, with parents who are, in a real sense, public\nfigures, what does that mean about who you meet, who comes into the house, what was --",
        "Q: Did they also, the musi -- the musicians come and play concerts and --",
        "Q: Was this typical, this philanthropic [indecipherable]",
        "Q: What was that about? I mean, it was -- was -- why was it so typical, do you think?",
        "Q:  In--1n what sense was your family Jewish? Was there any religious association?",
        "Q: So were you involved in that also?",
        "Q: Did you one day a --",
        "Q: Did you once express to your father an interest in becoming a rabbi?",
        "Q: George, what do you experience as a young child growing up? When do you remember the\nnational socialists political upheaval? Do you -- anti-Semitism --",
        "Q: Inthe late 20’s, when you start boarding school — ‘cause it would be ’28 when you were\n10.",
        "Q: Are you feeling any of the political movements at this time?",
        "Q: When did -- when do you -- does that begin to affect you?",
        "Q: Did you carry one of these?",
        "Q: What did you think of it, when you were young, carrying this around, I mean, does it make\nsense to you?",
        "Q: Did this ever frighten you?",
        "Q: Do you remember your first experience with anti-Semitism, with --",
        "Q: Were you having political conversations with your friends in boarding school about what\nwas going on.",
        "Q: Do you have any particular close friends that you had during that time who are -- were\nimportant to you?",
        "Q: Your family, you, your t -- your brother, sister, mother and father left Germany in January\nof °33.",
        "Q: Howcome so -- so quickly --",
        "Q: Can you explain that?",
        "Q: Was you mother beaten at all?",
        "Q: No. Was any member of your f-family --",
        "Q:  -- picked up, hurt?",
        "Q: No.",
        "Q: Where did your mother go when she --",
        "Q: Why were you last?",
        "Q: George, talk a little bit about being liberal Jews, and the importance of that in that -- in that\ncontext. Because often people talk about anti-Semitism, but not about the political --",
        "Q: Was you sister unusual?",
        "Q: Interms of the kind of support that she was giving? That she was a social democrat within\nthe context of --",
        "Q: You went to a Hitler ra -- rally, is that right?",
        "Q: What -- what year was that?",
        "Q: It was a bet with your sister?",
        "Q: What does that mean?",
        "Q: So when -- when did you go?",
        "Q: What was your impression?",
        "Q: So did you go home and tell your sister about this?",
        "Q: Talk about it? What was --",
        "Q: Did you have any worry about this guy?",
        "Q: So you leave Germany.",
        "Q: Do you go to France, or do you go to Switzerland?",
        "Q: And everybody’s together?",
        "Q: So what it -- was that like, was that -- life didn’t change very much in some way for you, or\nwas this [indecipherable]",
        "Q: Can you describe it?",
        "Q: What did they do?",
        "Q: So tell me more about what it’s -- what it’s like during this time, you’re traveling around\nthe -- this is before 1939, between °33, and °34, and --",
        "Q: So during this period, at least, there is support from all the businesses that are outside of\nGermany.",
        "Q: Right. And you father is still working at this?",
        "Q: Did your father’s sisters then get out?",
        "Q: So what are you studying during this period? Does it -- are -- is -- is the education better\nwhen you’re in --",
        "Q: -- England?",
        "Q: So what is life in exile like then? Do you feel like a refugee --",
        "Q:  -- except [indecipherable]",
        "Q: Did you want to go be with your mother or your father or your sister, as --",
        "Q: So that was different for you, given that you --",
        "Q: What was she like?",
        "Q: When is there the next change? Is -- is 1t the war in 1939?",
        "Q: Why was America on the horizon?",
        "Q: In Cambridge you studied history?",
        "Q: And was that because of this guy Gilbert?",
        "Q: So you come to America in August?",
        "Q: Alone?",
        "Q: This cousin?",
        "Q: Like who?",
        "Q: Now why did you go to -- into English, after you had been majoring 1n history at\nCambridge?",
        "Q: And what was it like for you amongst these students? Being in America now, when you\nwas --",
        "Q: Were you very conscious at this point of -- was there a lot of reports you were getting and\nreading about what was going on in Europe? Was this something that was of concern to you, or --",
        "Q: And where was -- where were your f -- was your father and stepmother living, and where\nwas your mother living after you -- after they came here?",
        "Q: No, no, no, tha -- she came here though, didn’t she?",
        "Q: Yeah --",
        "Q: Oh, that’s what I --",
        "Q:  -- that’s what I asked.",
        "Q: So, since your father has lost all of his business --",
        "Q: So what does your father do?",
        "Q: Nothing.",
        "Q: And how do they survive?",
        "Q: Did it bother you to have --",
        "Q: Did the change of money, not living the way you had in Europe bother you?",
        "Q: Did it give you other kinds of insights, or o-other -- other kinds of --",
        "Q: Ru -- ruthlessne -- rootlessness --",
        "Q:  -- 1s often a frightening thing for most people.",
        "Q: Okay. That’s a good place to stop.\nEnd of Tape One, Side A",
        "Q: George, before we go on with your getting your Ph.D. --",
        "Q:  -- tell me -- tell us a little about your sister, and what she did, and the clinic that she set up\nin Harlem.",
        "Q: Let’s get back to you.",
        "Q: You graduate from Haverford, and you have to make -- when did you make the decision to\ngo on to graduate school and get --",
        "Q: Now, you didn’t -- before you finished your degree, you actually started teaching in --",
        "Q: Did you regret the choice then?",
        "Q: Now, you said you were -- you were a cultural historian.",
        "Q: But when you graduate from Harvard, that’s not the --",
        "Q: Is there some reason it comes about, or simply that you start teaching?",
        "Q: Where were you doing this teaching?",
        "Q: Oh, that -- that’s where --",
        "Q: So what did you have to teach them?",
        "Q: You like teaching.",
        "Q: What kind of research did you start to -- start to do at -- at this time in the late 40’s and\nearly 50’s? Were you moving towards --",
        "Q: And what did -- what -- the impetus, is there any particular reason why you --",
        "Q: Is there something in -- in that beginning study that also goes back to your history -- I mean,\nclearly it goes back in -- in simple parallels. You went through some of that, your family --",
        "Q:  -- goes through some of that, but -- but --",
        "Q:  -- is there something 1n that that drives you as well?",
        "Q: But in the early 60’s is when you started publishing more --",
        "Q: When you came to this country, you clearly must have noticed the racism against blacks,\nAfrican-Americans. Did that -- was that something --",
        "Q: It says it?",
        "Q: Was it -- was it --",
        "Q: Was it difficult at Harvard? Did you experience anti-Semitism there?",
        "Q: Were there many Jewish professors at Harvard?",
        "Q: Hardly any Jews at the time.",
        "Q: How do you -- how do you characterize th-th-the questions that you’re really asking, once\nyou Start studying racism, National Socialism, and fascism, and -- and --",
        "Q: Sometimes people say that -- that -- that scholars have one question they’re really asking all\nthe time, and they ask it in different --",
        "Q: Do you understand it?",
        "Q: Can you -- can you give us some -- I mean, I know that it’s five -- it’s 10 books, but if you\nwould start to explain in -- in some sort --",
        "Q: But there’s -- but there’s -- I know you don’t like the term totalitarianism.",
        "Q: But in the context of what it was that the Nazis created in Germany --",
        "Q: -- as well as the possibility for that kind of home, so to speak --",
        "Q: -- within the context of this society. There’s also the constant threat that you will be seen as\nan enemy, or you can be possibly taken out. Or 1s that the --",
        "Q: How would you describe the differences between Italian fascism and the National\nSocialism in Germany’?",
        "Q: Did you travel to Italy?",
        "Q: During the w --",
        "Q: 30’s.",
        "Q: Where did you go and what did you do?",
        "Q: George, in the 50’s -- through a good part of the 60’s, it’s probably still true today, but\ncertainly in the 50’s, there’s repetition of “Red Scare”’.",
        "Q: And McCarthyism is very strong.",
        "Q: You are -- what -- what is happening to you during this period? What’s [indecipherable]\nactivity?",
        "Q: Did you teach Marxism?",
        "Q: Was that a problem?",
        "Q: But now professors 1n the east had problems during the 60’s.",
        "Q:  That’s interesting. When did the racism in the United States for you become a conscious\nproblem?",
        "Q: No, but in the 60’s, you -- you -- in -- 1n -- in °56 --",
        "Q: The Civil Rights movement [indecipherable]",
        "Q: Were there many black students at University of Iowa?",
        "Q: When do you go to University of Wisconsin?",
        "Q: And how long were you at the University of Wisconsin? Until [indecipherable |",
        "Q: Now what is the Jerusalem connection? The connection with Israel that you’re going back\nand forth, and so early --",
        "Q: Were you any part of the discussions prior to the state being formed in ’48 --",
        "Q: _ -- against the -- the [indecipherable]",
        "Q: [indecipherable] Magnes and Arendt...",
        "Q: So are you a Zionist now, or did you become one in ’51 in some sense?",
        "Q: Talk about that. What do you mean by humanized nationalism, becau --",
        "Q: ‘Cause most people think of Zionism as a -- as a monolithic --",
        "Q: Do you think that’s true, that -- that intellectual life is -- is more creative when -- when\nthere’s --",
        "Q: --asense of --",
        "Q: Are there particular issues in history that -- that are very important to these students, I\nmean, can -- can One in some sense --",
        "Q: But it’s spectacular for this century.",
        "Q: What do you think it might blind people to, when -- when the Holocaust is overemphasized\nlike that?",
        "Q: That’s very significant.",
        "Q: Isuppose it’s hard to take both at the same time.",
        "Q: No.",
        "Q: Is there also an irony to -- I-I don’t know if “irony” is the right word, but that -- there is at\nthe same a kind of sensitivity about anti-Semitism that didn’t exist prior to the Holocaust, even\nthough there is at the same time, even Christian -- a -- a very different relationship --",
        "Q: -- Christians have with Jews.",
        "Q: George, you don’t teach the Holocaust, I gather. You -- this is not [indecipherable]",
        "Q: And your scholarship --",
        "Q: -- stops before [indecipherable]",
        "Q: -- whatever it 1s.",
        "Q: Why -- why --",
        "Q: Before the killing process. Why?",
        "Q: But let me ask you something. If you don’t investigate -- and I’m not talking about the how\nnow.",
        "Q:  Butif you don’t investigate who it was that was doing the killing, or the process in some\nway --",
        "Q:  -- how do you bring together what you studied prior, the -- the why that brought you up to\nthe moment --",
        "Q: _ -- of doing it, and -- and explain it, you --",
        "Q: Yeah, sort of a treat.",
        "Q: Let me ask you -- let me ask you about Hannah Arendt for a moment.",
        "Q: You're one of the few scholars who, when her book Eichmann in Jerusalem, came out --",
        "Q: _ -- did not just simply criticize it.",
        "Q: What was she saying in there that you thought was important?",
        "Q: Thoughtless.",
        "Q: Was not -- was not actually -- was not carrying on a Socratic dialog with himself --",
        "Q: [indecipherable] question.",
        "Q: But at the same time, orders are not given for everything. People make up things to do.",
        "Q: Sos Hilberg right, that somehow the perpetrators had a sense of what the order was, even\nif there’s no direct --",
        "Q: Soasamissed -- a --a--",
        "Q: Have you ever talked with perpetrators, Nazi perpetrators?",
        "Q: What was it like --",
        "Q: What did he teach you about Hitler, did he teach you -- I m -- I mean, ec -- except for the --",
        "Q: What about when you went to this not -- this cultural -- th-the remnants of [indecipherable]\ncultural -- what was that --",
        "Q: So what was that like for you to --",
        "Q: Well, tell me about it.",
        "Q: Te -- te -- tell me about it.",
        "Q: Did you talk about that period with them?",
        "Q: You taught in South Africa?",
        "Q: That was in 1980.",
        "Q: What was that -- that like, was that like going back in time, that --",
        "Q: Did it surprise you what happened in the last few years? That it was --",
        "Q: Did you like to go --",
        "Q: Hopefully in a few years they won’t say that.",
        "Q: George, tell me about how you view Holocaust studies, as a whole, the kind of history\nthat’s done, the kind of --",
        "Q: How would you suggest someone do that sort of work, given that --",
        "Q: Do you think there’s something almost too frightening to really look at the victims, and to\nreally look at the perpetrators --",
        "Q: -- that instrumentalities are easier in some way?",
        "Q: What do you think it is?",
        "Q: You mean in terms of the perpetrators, right?",
        "Q: But what about looking at women victims? That’s also been neglected.",
        "Q: [indecipherable] you believe that. Why do you think that’s so?",
        "Q: Have you interviewed victims as well as perpetrators?",
        "Q: Did you -- did you ever meet anyone who was on a Jewish Council?",
        "Q: No, Idon’t think so.",
        "Q: You think she was wrong?",
        "Q: About the Jewish -- the Jewish [indecipherable]",
        "Q: What about somebody like Gens in -- in Wilno --",
        "Q:  -- who also wouldn’t help the resistance in many ways, or would denounce people. I mean,\nwhen you have situations like that, does that --",
        "Q: So you’re much more sympathetic, even though it might be difficult to talk to somebody\nwho [indecipherable]",
        "Q: What do you think about the arguments about was there resistance, wasn’t there resistance,\nwas there enough resistance?",
        "Q: Or should have behaved like --",
        "Q: There’s something about how you understand things, it’s not just that you understand them\nfrom a cultural perspective --",
        "Q: -- but you really attempt to understand things from the way people, ordinary people\nperceive, taking [indecipherable] their lives.",
        "Q: And --",
        "Q: And some of the people you’re criticizing, like Hannah Arendt --",
        "Q: _-- certainly had an incredibly elitist point of view about --",
        "Q: Right.",
        "Q: But if we live by our perceptions, which I think is probably true a lot of the time --",
        "Q:  -- how do we get to see some reality so that we don’t move in the directions that we’ve\nseen --",
        "Q:  -- like genocide, and so on.",
        "Q: Of images.",
        "Q: Does the contemporary war in the former Yugoslavia surprise you?"
    ],
    "answers": [
        "Answer: George L. Mosse. I was born in Berlin, in 1918.",
        "A: In September. 20\" of September, 1918.",
        "A: Yeah, Lachmann, it’s a double name. Lachmann is my father’s name, Mosse is my\nmother’s name. And -- and my father married into the business, 1t was quite common. That is to\nsay my grandfather Mosse founded the newspaper, business of newspaper advertising, and my\nfather married into it, and then took my mother’s name. So it’s Lachmann Mosse, really. But\nwhen I came to America, I abbreviated the Lachmann to an L, and took Mosse, ‘cause I thought\nthat was more comprehensible.",
        "A: Don’t quite know how to characterize it. It’s a very typical German Jewish story. They\ncame, with some exceptions, from the east, from -- from the region between Poland and\nGermany. And on both sides, the Lachmann and the Mosse side, the -- towards 1860, the sons\nemigrated to Berlin. It was common, too, Berlin was becoming the center, yes? And there they\nfounded a business, I mean a business [indecipherable] my grandfather on the Lachmann side, to\nstart with that first. My grandfather Lachmann side was a very notable grain dealer, yes, who\nplayed some role in German history, in fact, because in the Franco-Prussian war, the army --\nnobody knew where the French army was that you wanted to fight, and as a grain dealer, he\nbecame sort of the, how would you say, the intelligence man for Bismarck, and the German\narmy, yes? And he was offered nobility, which was very rare for a Jew. But he refused it. Like\nmy other grandfather refused it too. These people were good liberals, the aristocracy was not --\nwas not something they desired. So, and then the grandfathers were the great thing, and then my\nfather was his grandson, of this Salomon Lachmann, who was the notable grain dealer, and so\non, yes. And on the other side, as of course become more famous through the years, because my\ngrandfather Mosse, who came from a small village in Posen, called Greiz, came to Berlin, and\nwent into the -- went into the advertising, so to speak, yes, what was then 1850’s. And in the\n1860’s he had the idea of having an advertising agency where you could advertise not just for\none paper, but for all papers. That was quite new something then, yes. And that’s what was the\nbasis of what came after, for what came after was in 1867, the founding of the Berliner Tageblatt\nwhich -- and then other newspapers publishing the address book for Germany, yes, and the\nmatters of this nature. And this publishing empire, you could really call it, he found it on the\nbusiness of the advertising. that was the basis. And he had no children, only my mother. So my\nfather married into the business, and when my grandfather died in 1920, he became the head of\nthis business.",
        "A: Well, I grew up in a luxury that I suppose seemed normal to me then, but today seems to\nme entirely un-normal, yes? We had a house in L, and an estate in ...-- about 45 minutes from\nBerlin, yes. And other estates, but that’s the important one: 45 minutes from Berlin. And I spent\nmy time between these two, Berlin and the estate, yes, until I went to boarding school. And in\nthese -- in the -- in the house in Berlin and in the estates, of course, there were servants, usually a\ncouple, butler and cook, you know, kitchen maid. My father once in our Berlin house, met a girl\non the stairs and said, “What are you doing here?” She said, “I am the kitchen maid.” Of course,\nhe didn’t know who these people were. And -- you know, and other kinds of maids, yes. And\nthen, of course, as children, we [indecipherable] had governesses. First we had a nursemaid, and\nthen we had governesses, and the governess were chosen by language. My first governesses were\nall French, French ladies. They didn’t last long with me, ‘cause I was very naughty. But they\nwere French ladies, and then came an English lady. So I learned French first, and English then.",
        "A: Well, I don’t know, I -- I suppose I made her life very unpleasant. They were all French\nladies of a conservative cast. Until I was fairly old I thought French was -- France was giv --\ngoverned by kings, because of these ladies I had, yes. So yes, it was a luxury. I had my own car\nand driver. Then eventually in our estate, I had my own little car which -- which I drove around\nthe park.",
        "A: Yes, indeed. They’re older than I was, much older. Seven years -- five and seven years\nolder.",
        "A: Was the oldest.",
        "A: Yeah, my sister was the oldest, seven years older. My brother was about six years older.",
        "A: Well, the age difference is too big. My brother died very early, in 1958. But with my sister\nI was -- I was close, yes.",
        "A: Well, we really didn’t have much relationship with our parents. My parents were in public\nlife in Berlin, through what they occupied, yes. So they were always going, or -- going out, or\nother things, yes. One’s immediate relationships were with one’s governess. And then when I\nwas 10, I was sent to boarding school, and from then on I was in boarding school from the age of\n10, to the age of 18. 18 - 19, yes. So you didn’t have close relations with your parents; no, not\nreally.",
        "A: Ihave very dim memories of that, of pre-school, as we would say. Very dim. Frau\nWunderlich was the name of it, and I’ve -- I’ve hardly any memories of it, I can’t quite tell you\nwhy.",
        "A:  Ohyes, I have memories of being in the house, yes, but not of this school. I mean, that’s\nwhere I learned to read and write after all, but I have umf -- I don’t know, it’s just blotted out.",
        "A: Yeah.",
        "A: Yes.",
        "A: 10.",
        "A: That was a very famous German school, one of the most famous boarding schools in\nGermany. My father had a -- a friend, a friend -- or friend 1s said too much, a companion, when\nhe grew up in his high school gymnasium, yes, called Kurt Hahn. And Kurt Hahn 1s a fascinating\ncharacter in his own right. Kurt Hahn was -- became secretary to the Prince of Baden, who\nbecame chancellor -- interim chancellor. And after the first World War, in the castle of the\nprince, he founded a boarding school, on the English model, on the English model, which\nbecame a boarding school si -- it’s difficult to say. It became a boarding school -- it’s -- I mean,\nit’s not difficult to say, it’s just I have to find the right words. It became a boarding school for the\naristocracy, yes. For example, the Duke of Edinburgh went there, yeah. The queen of Greece. I\nused to dunk her pigtails into ink. I mean, the late queen of Greece, yes. Didn’t like her very\nmuch as a child. And all sorts of yes, royalty, and rich families, but also poor. But it’s typical of\nthe atmosphere of the school that the free places, or scholarship places were reserved for sons\nand daughters of generals of the first World War, yeah. Or people, officers who’d fallen in the\nfirst World War, something like that, yes. I think that was very typical, though the plus of the\nschool was that it was one of a very few, I think the only German boarding school that was co-\neducational. And that was not on the English model, and that was a great plus, yes. But\notherwise, it’s very strict discipline, as you can well imagine, yes. And I don’t think the teaching\nwas very good, I don’t think you learned a lot, but your character was built.",
        "A: Yes, I liked school, because I’m a bully by nature, and did very well. ‘Cause in these\nboarding schools, if you’re not a bully by nature, you don’t do very well. I did very well indeed\nin the two boarding schools I went to, ‘cause eventually I went to an English boarding school, of\ncourse, when Hitler came in.",
        "A: If you’re not a bully you don’t do very well.",
        "A: Well, if your s -- boys together in a boarding school, yes, I mean, there’s a lot of bullying,\nyou know, after all, yes? And it’s children among themselves, especially young teenagers can be\nvery brutal. But all this was controlled by a discipline which I now think, looking back on it, was\nreally excellent and doesn’t exist in this country at all. For example, from -- from the age of 10\non, yes -- I left it when I was 15, but it existed ‘til the age of 18, you got something called -- if\nyou were especially good -- this was a privilege, you got a training plan, which was a plan on\nwhich there was written, have you brushed your teeth, have you done your run in the morning,\nhave you had your cold shower, yes? You know? Have you cheated today, and so on. And you\nput a plus and minus whether you did it or not. And nobody cheated. Was a privilege, nobody\ncheated. And that -- that, I think, makes up for all the deficiencies of the school.",
        "A: — It was just in the atmosphere, it was a privilege, it wouldn’t have occurred to anybody to\ncheat. It was not done. The best way of putting it: 1t was simply not done. And that sort of\ntraining is totally absent in American education, unfortunately.",
        "A: Well, you met interesting people. Of course I was much too young to notice interesting\npeople, yes? I mean, for example, one day Litvinov, the -- the -- the Russian, first foreign\nminister, the Bolsheviks, came -- came to the house, a party or something, and I was allowed to\ngo into the drawing room downstairs, which as a rule I was not, of course, yes? And he had on a\nwhat you call it, formal dress, yes? And I stood in front of him, I’m told, and pointed at him, to\nthe great embarrassment of everybody, and said, “A Bolshevik? How come he’s dressed that\nway?” Yes, mostly cause my father, who was not very apt at business, but who had great cultural\ninterests, above all music, mostly musicians came into our house. Every Christmas -- you see,\npart of the daily rhythm was vacations in those days, and the vacations were normed. In other\nwords, every winter we went skiing, regardless, every winter. Usually to Saint Moritz, yes, and\nlater on to Arosa, but every winter we went skiing, and every summer we had a house in the\nAlps. So, this was the rhythm. But the Christmases, for example, we always spent with a -- the\nmost famous German conductor, I suppose, almost, of the century, called Fuertwangler. With the\nFuertwanglers we spent the Christmas. He didn’t behave very well after 1933, that’s another\nstory. But we spent Christmas at Fuertwanglers. And there were always people from the musical\nworld, and sometimes from the theater world, who came to the house, but I was too young, I\nwasn’t allowed to be present, you know.",
        "A: Yes, because in our Berlin house there was a concert hall built on, yes. Big room where\nthey played. Rubinstein played, and so that I was allowed to go and hear. Rubinstein played and\nall sorts of people played, because my father was a Hubermann above all, my father gave the\nfirst violin to Hubermann. So, Hubermann played and so on, yes, yes, mm-hm. Very, very\nmusical household, but there were also other things. My grandmother founded, for example,\nwhat we would call in Berlin, homes for wayward girls, yes. And this became a society\n[indecipherable] society women. Every woman adopted one of these homes for wayward girls.\nAnd my mother was the president of it. So they met, of course, in the house, these society\nwomen, and the home for wayward girls. I don’t know what they mean by wayward girls, to this\nday I can’t tell you. But that’s what it was, yeah.",
        "A: Obhyes, yes, yes, very much, yes, yes, yes, every -- everybody had his philanthropy in these\nvery wealthy houses -- homes, yes, yes.",
        "A: Well, that was just a thing you did, I mean, you -- you -- you -- especially if you were\nJewish, it’s part of assimilation for the Jews, yes, to be part -- for example, my grandfather\nfounded a -- an orphanage, big Berlin orphanage, still stands, a Berlin orphanage, you know, for\nJewish and Christian children, you did that sort of thing. That was part of being integrated into\nthe society, if you like, yes.",
        "A:  Obhyyes, both my grandfather and father were very involved with the Jewish reform. Now\nJewish reform in Germany was a complete reform, much more than anything you know about\ntoday, yes. And they were very involved with it indeed, yes. Both, my grandfather Mosse, and\nmy father. And they did in our estate always, the synagogue youth clubs and things came out,\nyes.",
        "A: No, no, I was in boarding school, no. No, no, uh-uh.",
        "A: Iwas -- I was kicked out of the -- of what we called Sunday school, cause it met on\nSunday, cause I was so naughty. Yes, an effort was made to send me to religious school, and it\ndidn’t last long.",
        "A: Yes, I did. I don’t really know why. I did express that interest, and -- I don’t know what got\ninto me. But anyway, my father had a very good cure, he thought, and he was right. He put me\ninto a car, into our car, and a -- said to the chauffeur to drive to the Scheunenviertel, that’s the\nJewish quarter of Berlin, yes. And there he took me and said -- and showed me these pious Jews,\nyou know, with the peyes, and dark, you know. And said, “Do you want to be like them?” And I\nsaid, “Of course not.” So that was that.",
        "A: Well there’s one thing that must be said, I think, straight away. Growing up after the war,\nwith the lost war, revolution, counter revolution and so on, yes. My generation isn’t like other\ngenerations, especially today. We were always politicized. My first memories are political\nmemories. The first thing I remember from childhood are political memories. For example, my\nmother taking me to a soup kitchen for the unemployed, which she ran, yes, yeah. For example,\nleaning out of the window one day and there were no lights on in the square, what’s happened?\nPresident Ebert died, the president of the republic. These kind of memories, yes, political\nmemories. I think they became less as I grew older for awhile, but I was very much politicized.",
        "A: Yes, right.",
        "A: No, no, no, no, no.",
        "A: No, no. I think a little later, a few years later, when I was in Berlin, where I was at the\nboarding school, where we knew that some of our teachers were seen in a neighboring town,\nUberlingen in Nazi uniform. They didn’t dare carry it in the school, but in the neighboring town.\nOf course, the gymnastics teacher, you know, in uniform. We knew that, yes. And swastikas\nwere burned on the hills around the school, that I remember, too, yes. And indeed, things were\nalready so relatively tight, that when you went to take the train to school, 1t was quite -- it was a\nlong train ride, seven -- six, seven hours, something like, yeah, you were given something that\nthe Jewish defense organization put up -- put -- put out, called the Anti-Anti, that 1s the name.\nAnd it was a kind of folder, yes, where you looked through. And if somebody said to you, the\nJews are bad, you looked through, and you said, “But there’s Einstein.” Things like that. It’s a\nwonderful document because it shows how the Jews tried to combat anti-Semitism rationally,\nyes, ‘cause this folder was divided into parts, yes. I mean, Jewish inventors, Jewish generals,\nwell there wasn’t much there. You know, Jewish so and so. And then you just had to look it up.",
        "A: Yes. I still have it. It’s quite precious now.",
        "A: No, I thought it was good, because I was the historian, I didn’t know how stupid it is to\ncounter irrationality with rationality. I wasn’t brought up in a household where irrationality was\nprized. So I thought it was perfectly all right. I never had a chance to use it, though.",
        "A: No, I don’t remember being really frightened by it a great deal.",
        "A: No, not really. No. You see, there was other anti-Semitism in school, but never directed\nagainst me, because I was good at sports, and that of course, kosherizes you in boarding school.\nAnd I became a prefect, so I could tyrannize the other kids, and they couldn’t tyrannize me. So\nthat was a good -- a good thing, yes. So, no, I didn’t. It was never directed against me. For some\nreason I can just tell you how I saw it, or I experienced it. I never really experienced anti-\nSemitism. Sometimes in our vacations in France later on, in the 30’s, I experienced it in France,\nbut not in my youth, I mean, in those days.",
        "A: Ohno, I don’t remember any. I’m sure I did, but I just don’t remember it. There were other\nthings to talk about, I mean, you know, it’s not something that’s necessarily foremost -- or I said\nthe memories are politicized. Yes, we must have had political con -- well, I don’t remember it.",
        "A: None who remained important to me, none. Well, the war intervened, and it must not be\nforgotten that Hitler put aristocrats in the first row of soldiers in Poland. So an awful lot of my\nfriends in Salem were killed in ’39, immediately, ‘cause they were aristocrats.",
        "A: Mm-hm.",
        "A: Well, because we were exposed politically.",
        "A:  Itisn’t only a Jewish thing. Well, because the newspapers were liberal newspapers, which\nnever compromised, they really didn’t, never compromised with the Nazis or anything like that.\nAnd so -- so obviously we were one of the main targets of Hitler -- of Hitler’s ire, I mean, he\nmentioned us quite often, so -- and there were demonstrations in front of our house and so on.\nMy mother left straight away after the first demonstration in front of our house, I think. My\nfather and my brother and sister a little later, and I latest of all.",
        "A: No, no.",
        "A: No.",
        "A: No, no, no.",
        "A: No.",
        "A: Oh, wa -- don’t we -- German Jews looked to France, and especially my family. For\nexample, my father was the first -- after the first World War, took a lot of courage to invite a\nFrench singer [indecipherable] Guilbert to sing in Paris in our concert thing, you see. That took a\ngreat deal of courage. And we were very linked to France. Indeed, in the end, the French\nambassador made it in Germany, Frangois Poncet, made it possible for my grandmother to come\nout. So, they were -- oh, everybody went to France, except me.",
        "A: Well, at -- first of all I was last because I was bad, generally, and I had to do -- what do you\ncall it, after school, what do you call it if you have to stay after school, yeah? I had to stay after\nschool, and my parents and everybody was out. And Hitler made a decree that I think -- I -- I\nalways get that wrong, but let’s say towards the first of February or something, you -- not the\nfirst of February, the 12 of February, you had to have a permit to leave Germany, yes. That was\nunprecedented, that never been before, yes. And I wouldn’t have gotten it, because the Nazis\nwould have taken me hostage for the family, and the newspapers, and everything, yes. So my\nparents pleaded, but the headmistress of my pre-school -- I was, of course, in pre-school--who\nwas a real Protestant type, a Vermont Protestant type, but a real Prussian Protestant type, said no,\nthat I must stay till I have finished my duty after school, you see. So, the result of that is -- no, I\nmean she was a wonderful woman, she got into — Fraeulein Koeppen was her name, she got into\nprison eventually because she refused to teach “Mein Kampf’, but she refused to teach “Mein\nKampf” in German class, because it was bad German, not because we -- you know, it was bad\nGerman. It is bad German, yeah, so she was a real -- as you call it, a real -- you know, a real\ntype, as it were. So I was late, and the way to leave was via the ferry across Lake Constance,\n‘cause that’s near where the school was. So I came to the ferry, and that was the last ferry before\nthis so-called “sichtvermerk,” this permit -- the exit permit, yeah. And there were nothing but\nBrown Shirts on either side, yes. And when you had to run through them, as it were, yes. And --\nand it was my luck that just before Hitler had mentioned us, in some way. Mosse, Jew press, you\nknow, and so on. So I came there, and I said, well, I’m done for, because all they did 1s hel --\nhold me back five minutes and the ferry would be gone and they had me. And indeed, when I\nshowed my passport, they looked at each other and passed it from one SA man to another. They\ndidn’t stop me. That’s Germany. It was five minute to 12, not 12. So that’s why I’m here today,\nyes. Yeah.",
        "A: Well, the political orientation of most Jews, German Jews, most Jews in Europe, was a\nliberal orientation, because they were emancipated in the enlightenment. That had given them the\nchance of emancipation, to become part of the community as it were. And this chance they used,\nand what remained of it was a belief, let us say in -- in -- in processes, not in finished thing -- in\nother words, in Germany -- there’s one other factor perhaps I should explain. There is the word\n“Bildung”, which means -- it’s a German word, essentially European word, which means\ncultivate your character, cultivate yourself. And the assimilation of Jews was facilitated by the\nidea that everybody could cultivate his own nature, his own character, yes. Didn’t matter were\nyou Jews and Christians, because this was a process. This was not a finished product, like nation\nor anything else: this was a process. Now, this fitted the whole Jewish situation obviously,\nbecause that was their way to integration, yes? So that you will find, for example in Germany,\nyeah, that the Jews supported the small liberal party, which was tiny by 1933, yes, our\nnewspapers, the other Jewish owned newspapers, yes. Which meant most of the serious press\nsupported the tiny liberal party, when it obviously had no chance. And of course, as in a way the\nfate of the Jews depended not only on tolerance, but also on freedom, economic freedom, and so\non, yes. They didn’t see -- my father, for example, not at all-- what was obvious, that by the\n1920’s, the social democrats were the great champions of the Jews in Germany, yes. But they\ndidn’t see it, they still saw the social democratic Marxist rhetoric as an enemy, yes. So I\nremember when my sister first voted social democratic. That was terrible row in the house,\nterrible row. And my mother immediately began with the toothbrush, “do you want to share your\ntoothbrush? That was her reaction to everything on socialist, you see. It was terrible, though.\nIllegitimate children were also mentioned, and God knows why. I mean, today it seems\nridiculous, but that’s how social democrats were perceived, though they were the real champions\nof the Jews, not the liberals, not the political liberals in Germany, that -- you know. But they will\nremain liberals to the very end, that is the German Jewish tradition, and it’s a very fine tradition.\nIn a way you can put it this way, that it were the German Jews who carried the liberal tradition\nfrom 1933 through to 1945. Who transmitted it.",
        "A: What do you mean?",
        "A: Well, she was more left than social democrat in the end, oh yes, yes, yes. Was she unusual?\nNo, many of the children of these very rich Jews became socialists, of course, yes. Some became\ncommunists, it’s well known, yes. No, she worked up in the north of Berlin, in the Wedding, the\nworking class part, with children at that time in her life. And told my father, for example, that\nworking class children already came to -- came to the meetings with little Nazi daggers in their\nbelt, my father should take Hitler seriously. My father thought till the last that Hitler belonged in\nthe comic papers -- pages of the newspaper, yes. After all, that’s what Hitler, you know, helped\nhim so much that everybody undervalued him.",
        "A:  lonce went from home, yes.",
        "A: I think it was a bet with my sister. What?",
        "A: Yeah.",
        "A: She said I wouldn’t, I said I would, too. So --",
        "A: That must have been 1931 or so.",
        "A: Oh, it was marvelous, I mean [indecipherable]. You were carried away, of course. The --\nhis charisma, which you can’t experience in film, you had to experience it in person, his\ncharisma and the movements of the crowd were heady, I mean, you were carried away. I mean,\nthere must have been thousands of people, and they all did the same thing, and they all spoke the\nsame thing. It didn’t matter what he said, that doesn’t matter in this kind of political liturgy that\nmuch. So you were carried away.",
        "A: Yes, certainly.",
        "A: Oh, she says, that’s typical of you, or something. Yes.",
        "A: No.",
        "A: Yes, mm-hm.",
        "A: No,I go to -- well, first I go to Switzerland, cause you see, what happened after ’33, the\nadvertising agencies of ours, which were outside Germany, they went with the family, yes, not\nwith the German, but with the family. And the biggest of those was in Switzerland. Indeed, if\nyou go to Zurich, have -- I don’t know if you’ve been to Zurich, but in the Limmatquais the chief\nyou know, where the canal is, there is one house that to this day has Mosse house on it. That was\nthe headquarters of our Swiss business, which was very large. So first we went on to\nSwitzerland, for one year I went to a Swiss boarding school.",
        "A: No, no, nobody’s together, because my brother immediately went to study in Zurich, my\nsister went to study medicine and so on in Basel, you know, and I stayed one year in a boarding\nschool near Zurich. My parents were already divor -- separated, my father was in Paris, my\nmother immediately went to Juan-les-Pins, the Riviera.",
        "A: No, life’s changed in every way.",
        "A: I mean, it was -- it was hard. The Swiss boarding school wasn’t particularly good, I have\nvery few memories of it. But then I went to English boarding school, and that was hard, because\nyou had to adjust, you had a language, nobody there knew German, it wasn’t really in the cards.\nYou had to adjust and so on, yes. But it was a very good boarding school, the Quaker boarding\nschool, run by the Society of Friends. A good boarding school, and -- and I -- I made it all right,\nyes. But everything wa -- became a hassle, because in the first list of si -- of people who lost their\ncitizenship, we were in that first list, including me, all of 15. So having no citizenship in the\nmodern world was a terrible fate. So everything became a problem. Everything, yes. First, when\nyou visited your mother in yo -- parent, father, in France, you had to have permit de seyour. Was\ndreadful and humiliating. These women there, and these -- these official things in France are\nunbelievable, unbelievable, yes.",
        "A: Imean, they’re -- they’re just -- just a bureaucracy that you can’t imagine. And very nasty,\nbecause we were mere immigrants, and nothing, nothing, yeah. So that wasn’t a big change, yes.\nYou had to do that everywhere. For example, whenever I went to Switzerland to see my sister or\nbrother, I had to -- my father, I -- my father had to deposit a very large sum, to be sure I went out\nagain. Do you know? The Swiss were the worst, that’s not generally realized. The “J” for Jew in\nyour passport, that was a Swiss, not a Nazi idea at all. It was a Swiss idea, so they could keep\nJews out, yeah. That isn’t enough -- emphasized enough, yes. So I didn’t -- so then we all got\ndifferent passports, of course. My sister, because it was very -- she knew how to do things, went\n-- there was one consul in Naples, Reitling was his name, who gave Jews passports without a ‘J’.\nAnd she got one. And th -- almost the same thing happened to me, I went in London to get a new\npassport without a “J”, you know, and the consular official talked to me and shoved me over\nsurreptitiously, a passport without a “J”. You see, there were decent people around, yes. So for\nawhile I had a passport, then my brother became a Turk for awhile because we had very good\nTurkish connections, yes. And then this German passport expired in a very short time, and my\nfather got the Prime Minister of Luxemburg to forge his own passport, which I still have, for me,\nyes, without expiry date, so I traveled for about three years on a Luxemburgian passport, which\nwas embarrassing when I met somebody from Luxemburg because I’d never been there, of\ncourse, in my life. And today I keep it in case the Americans are cheeky, I say, me, a\nLuxemburgian, you know. And what I learned from that is you can never have enough passports,\nbelieve me, you can never have enough passports.",
        "A:  In’39, when I was first in Bootham, in this school in York, and then every vacation -- don’t\nforget you’re six months in, six months out usually in England in those days. So during the long\nvacations I went first to my father and stepmother in Paris and then to my mother in Juan-les-\nPins usually, yes. Divided it. Or if it is summer, my mother had a house in Charmonix in the\nMontblanc -- I mean, in the Alps, so I went to Paris and Charmonix. You see, in winter I went\nskiing. So --",
        "A: Yes, indeed, mm-hm, yes.",
        "A: Yes, right, he had an office in Paris and he still worked at this, yes. But Hitler took them\none by one. Every time he con -- conquered a country, a business went out, you see, yeah. So it\nmust have been difficult, I wasn’t in -- you know, in the loop that I could say what the discussion\nwas about finances. But it was certainly difficult. I would say that when I remember -- also I\nshould add that is, yes, I remember when we left in ’33, we first went to Zurich, to a hotel, yeah,\nand that I remember visit -- vividly, cause that hotel was full of émigrés, sudden émigreés. It just\nhappened, just happened. Emigrés who were quite famous. The literary critic of our paper, for\nexample, Kerr was there, and all sorts of people. And the whole thing I always thought, even\nthen, must have been like the refugees from the French revolution sort of atmosphere, yes. But I\nlost it cause I was bitten by my dog -- by a dog then, the first time I was ever bitten by a dog. But\nnevermind, it had nothing to do with the greater events. So anyway, that I remember vividly.\nAnd the next episode that I remember vividly is that Goering called my father back, and he said,\n“T want to talk to you, and if you don’t come back, we’ll take your mother.” And so -- his sisters\nwere still there, yes, hostage. So my father, who must have been a very courageous man -- well,\nhe fought in the first World War-- I guess, went onto the train to Berlin, to Goering. And nobody\nknows what really transpired, but there is a secret history here, which has never been really scru -\n- it’s never been investigated by scholars, how many Jews were Aryanized. ‘Cause my f --\nGoering offered my father Aryanization. There were others, some very famous, the German chief\nof the Luftwaffe, General Milch was Aryanized. Now why he did this is a general dispute. Either\n-- | don’t think it’s cause he wanted to use the advertising agencies as spy places, he had enough\nspy places. Maybe he wanted respectability, and he would have -- you know, he would have had\nhim maybe for a year, and then, yo -- you know, to Dachau, or something else, yeah? I have no\nidea. Anyway, my father refused, and was escorted back on the train by the chief -- then chief of\nthe German secret police, a man called Bergmann, the first chief of the Nazi secret police. And\nwe think he should have been murdered on the train, but he wasn’t. And Bergmann wrote his\nmemoirs where he also talks about this, and he came back. So that was the next episode. And\nthat, of course, I remember, yeah, cause there were some anxieties, you can imagine, yes? But\nthen it must be said that in these early days, the Nazis asked other people to come back. For\nexample, the - our chief editor, Theo DeWolfe, who was a [indecipherable] man, has a\ncorrespondence, and Goebbels asked him to come back. They wanted respectability for a period.\nI think that’s really the explanation.",
        "A: Yes, yes, everybody got out, mm-hm. Yes, everybody got out.",
        "A: In England?",
        "A: Yes, much. Oh, no comparison. I had a wonderful education. I had a history master, Leslie\nGilbert, who I’m sure got me involved in history as he did others. Many great British historians\nof my generation come from Bootham because of Leslie Gilbert, yes. He put the right kind of\nbooks into my hand. We had a marvelous English teacher who did what I’ve never seen done\nsince. He gave us a list of all the Victorian novels, and we read them all, because when you’re\nabout 17 and 18, that’s the time to read, you know, the Bronte’s, and you know, Trollope and\neverything. It was just wonderful, it was a wonderful education, except science. Typically\nBritish. They didn’t know anything about science, and we had a terrible -- all I learned in\nscience, all I know about science to this day is to roast chestnuts on Bunsen burners. That’s all I\nknow about science to this day. It’s enough, it’s gotten me this far.",
        "A: Well, you -- yes, yes --",
        "A:  -- yes, Iremember my sister got very furious one day, we were leaning out of a train again,\nand I said, “Why am I s -- always saying good-bye?” And that’s exile. You’re always saying\ngood-bye, you’re always on trains. That’s partly the family situation, but still, you’re always on\ntrains, there’s really no really permanent home, my -- all -- everybody rented, yes. No, there is no\ncenter, but then my family was never really my center in that sense in the boarding school. But\nstill, yes, that was difficult, I think, yes, yes.",
        "A: No, I was very fond of my stepmother; I was very close to my stepmother. Yes, that was\nlovely.",
        "A: Yes, yes, because I didn’t know a stepmother existed until emigration, because my parents\ntypically thought they couldn’t get divorced as long as they had this public position, and the anti-\nSemitism and so on, you know, made them stay together, or something like that. But once the\nemigration there was no longer that pressure, and so eventually he married my stepmother, who -\n- who I was very, very close to.",
        "A: Well, she’d studied theology, Christian theology. I mean, she was Jewish by race if you\nwant to go to that, but she studied Christian theology, she had been a -- a Christian counselor to\nthe students at the University of Berlin, yes. And her father had been a minor novelist, if you like\nto put it that -- yes, I’m very close to her son, too. She’d married a fa -- a country parson in the\nfirst marriage, yes, in a small village. And the son, and the grandchildren -- the grandchildren\nI’m very close to, yes, to this day, yes.",
        "A: Well, I mean before 1939, I went to Cambridge, of course, I left Bootham, went to\nCambridge for two years, yeah. And then I didn’t want to go to America, that’s the last place I\nwant to go to. I -- only American I’ve ever met in Cambridge was crazy. And then my favorite\nhairdresser, in Chamonix where my mother had a house, just before I went, when I said to him,\n“I’m going to America.” He said, “Vous allez chez les fous.” You know how that’s -- and we\nknew nothing about America, I mean it’s so typical. Here was a big newspaper family, perhaps\nthe most prestigious newspaper in Germany, had no American connections. None. The only\nrelative we had in America was somebody who had -- who had slept with a truck driver in 1890,\nand was sent to America. That also I knew, yes, yeah. So, I me --",
        "A: Well, where else were you going to go? My father got a visa to America, was a rare thing.\nAnd I had to immigrate to America before I was 21. I would never get a visa myself. There were\nlong lines for this sort of thing, yeah. So, there was a terrific row until I finally said -- and then I\nhad a re-entry permit to come back. And I went over here in the first of August, 1939. Well, you\nknow what happened subsequently. So I stayed.",
        "A: Yes, mm-hm.",
        "A: I think he had a lot to do with it, coming to think of it, yes, but 1t was also the study of\ngentlemen. If you didn’t know it -- an -- anything else to study, and in Cambridge you stayed in\nthe circle of the friends of your school. You went to the college with which your s -- boarding\nschool was affiliated, yes. And you had that kind of circle -- I had also other refugee friends, but\nyou also had that kind of circle, and -- and if they didn’t know what to do, they either studied\nlaw, which I thought was impractical, cause I me -- could I remain in Britain, there is a very\ngood question, yeah. And so history seemed to be the best bridge until I knew what I was going\nto do, which I had no idea.",
        "A: Yeah.",
        "A:  Icome to America alone, but I had a cousin who met me at the boat.",
        "A: No, no, th -- th -- we haven’t talked about yet. She is a sa -- the daughter of one of my\nfather’s sisters. She met me at the boat, she was the only one. But you see, my sister would have\nmet me, my sister came first in 19 thir -- °36. And as my mother said, “You are giving us to the\nbombs.” You see? But she, of course, had good sense, she came [indecipherable] and she was in\nresidence Schenectady, New York. Schenectady, New York was my first reference point in\nAmerica. She was a resident of Schenectady in New York, yes. And I came to New York, and\nthen my stepmother arrived, yes. And I hired an apartment for us, terrible apartment for us, yes.\nAnd my father was caught in France with my stepbrother, my stepmother’s son, yes. And he\ncame out only with great difficulty, but he came out, too, eventually. And my mother came out\nthrough the occupied zone of France, from Switzerland, that you could do, and my brother came\nout that way. But my sister was the first, yes. So I had my sister here, I visit her, but that didn’t\nsolve my problem, because August, you know, school starts in September, what am I going to\ndo? So what I did was fairly simple. Bootham was a Quaker school. I knew nothing about\nAmerica, believe me, nothing. But I knew there was a Quaker city called Philadelphia. So I\nlooked up the trains and I just had enough money to come to Philadelphia, that was all. We were\nvery poor, there was no money. I just had no money. And in Philadelphia I went and got myself a\ntaxi and said, “Drive me to the first Quaker institution.” Which he did, which was Friends Select\nSchool. So I went in and said, “I want to see the headmaster,” and I said to the headmaster, “I’m\nan old Bootham boy, I have no money, first you must pay the taxi.” Which he did. Then I said,\n“Now it’s September, what am I going to do?” He said, “We have two colleges, the Quakers.\nHaverford and Swarthmore.” I said, ““Where does the train go first?” The train went first to\nHaverford. So I got off at Haverford station, walked to the college, saw the president, William\nWistar Comfort. And said, “I’m an old Bootham boy here am I stranded,” you know, “I’m\nhungry.” I was hungry. And he said, “We’ll take thee.” Now, I don’t know, I was the first Jew\never accepted at Haverford I think. Yes, I’m sure, yes, and 1t was very exclusive mainline college\nin those days, very, yes. So I went to Haverford. A lucky choice, because in those days small\ncolleges could afford great scholars, and Haverford had great scholars. Was very good.",
        "A: That’s when I really learned to study. Well, the man whose assistant I was -- I majored in\nEnglish, first, was Leslie hots -- Hodson, the man who discovered who’d killed Christopher\nMarlowe. He was a great literary detective, which was very good for my research skills. And\nthen I wrote my honors thesis, which was quite long, under William Lunt, who -- who was a very\nprominent historian in those days, English historian, of England, historian of England, yes.",
        "A: I don’t know, I wanted to. I do -- can’t tell you, yes. I had enough of his -- I wanted to go\ninto English.",
        "A: Ohno, oh no, Haverford was very accepting, it was really very good, yes. No, no, no, no. I\n-- | had no -- no problems at Haverford really. I made friends, you know, the faculty was very\nnice, and the -- see, some were very distinguished, and -- no, that -- that was quite different.",
        "A: Yes, we were all concerned, but I wouldn’t say it was in the absolute forefront, no. There\nwas too much else. Haverford was a very demanding place, you mustn’t forget. Vacations were\nshorter than in England, much shorter.",
        "A: My mother went to Juan-les-Pins as I said, in France.",
        "A: Yeah, she di -- oh, my stepmother, you mean?",
        "A: Ohno, she lived with my father in Paris, they lived in Paris, until they come to America --\noh no --",
        "A:  -- oh, you mean America.",
        "A: No, what they did in America is very interesting, because that’s another story that needs to\nbe written sometime. They went to Berkeley. All rich refugees went to Berkeley. In Berkeley\nyou couldn’t get any work, there was no work, but it’s a beautiful climate, beautiful scenery,\nuniversity, and library, cultivated conversation. So in Berkeley you will find quite a group of\nrefugees, all of them more or less wealthy, you know, because afterwards the money came back.\nMore or less wealthy refugees, mm-hm.",
        "A: Oh, let me say, they didn’t go to Berkeley, cause Berkeley was too damp, they went to\nOrinda, behind the tunnel road.",
        "A: Nothing.",
        "A: No.",
        "A: Oh, there was money then. There was money because we sold the Swiss business. I should\nhave said that. When eventually they sold the Swiss business, and then there was money, yeah. I\nmean, they didn’t live opulently, but they lived well.",
        "A: And my stepmother also then earned money by having, as you would say, a daycare center\nin her house.",
        "A: _ It’s very odd, very odd. No, it didn’t at all. And the two -- two -- two things that have to be\nsaid about that. First of all, it didn’t bother me because in my boarding schools I’d already lived\na Spartan life, so -- so what was new? You see, that was excellent, yes. And secondly, because I\nfelt already then, which I’ve become convinced of since, that exile was my salvation, because if I\njust stayed in Germany, I would just have been a spoiled brat, another spoiled brat, and nothing\nwould ever have become of me, I’m sure. So I had a -- I mean, I say that exile and all this, that\nwas my own personal salvation. It’s not the usual view of exile, of course, but I have known\nother people who will say that, too.",
        "A: Yes, well, exile was very important, of course. It -- I think it made me -- let me say, very --\nwell, it made me like rootlessness. It made me sympathize with what the Germans used to call,\nyou know, free floating intellectuals. You know, as an historian, it gave me a vision that wasn’t\nSO prejudiced, ‘cause I am -- really wasn’t rooted anywhere. So I came to terms with it, yes.",
        "A: Yeah.",
        "A: Yeah, no, for me I think it was a good thing. It was not frightening for me at all. That’s\nbecause I’d always been rootless. Look, I was first in the German boarding school, then in the\nEnglish boarding school, then in Cambridge. Those were my environments. The home was not\nan environment. I really didn’t have a home in the classical sense, very much. I mean, from the\ntime I was 15, and even before, it wasn’t a -- a homey home, and -- as you think of, you know.\nFor example, now when I come back now -- I mean now that the German -- East Germany is -- is\ndone for, I -- I went back, of course, to see where I spent most of my time on vacation before I\nwas 15, at our estate in Schenkendorf, yes, yeah. And I saw the castle and all that. I had no\nsentimental feelings at all, it’s very odd. Now, it’s sold, it’s gone, and I wasn’t at all sentimental\nabout it. Though, in the village, where it ‘tis -- Schenkendorf village -- my parents gave the\nchurch bells. And one is named after me, and one after my sister, and I’m happy to say my sister\nwas melted down in the war, but I still ring over the village, yes. All the time. I went, at great\ndanger to life and limb up to the tower to see that darn bell. And it still rings, I can tell you, yeah.\nTape One, Side B",
        "A: Yeah.",
        "A: My sister was a psychiatrist, who was very much interested in -- in social problems, and\nher specialty was reading disorders. She eventually wrote a two volume book on reading\ndisorders in children, yes. But she set up -- it must have been in the late 40’s, a -- a psychiatric\nclinic in Harlem, which was free, yes, the first one in Harlem, free, in the basement of Adam\nClayton Powell’s church. And she called it the La Farge Clinic. You know, La Farge was Karl\nMarx’s west Indian son-in-law, but nobody to this day knows what that means, they think it’s a\ndonor. Oh well. Yes. And that ran for -- I don’t know -- she set it up with another psychiatrist\ncalled Wertheim, whose also quite famous, yes. She and Wertheim set it up together, but she was\nreally the force behind this. And -- and then eventually it’s discon -- it was discontinued, there\nwas no more need for it, I guess, others came. And now the papers and all this are in the\nSchomburg library, Black History Library in New York.",
        "A: Yeah.",
        "A: Oh that, immediately. Yeah, once I studied history at Haverford -- I mean, I was an English\nmajor first, but then I switched to history major. Then -- immediately -- and I first want to go to\nYale, yes. But then I went to Harvard because I discovered something in the Harvard catalog --\none has to read college catalogs. There is in Harvard a fellowship called the Holzer Fellowship,\nwhich 1s for those who were born in Berlin Charlottenburg, which is a suburb -- no, it’s not a\nsuburb, it’s a part of Berlin. And I had to prove that the street, the house -- my street was part\nBerlin, part Berlin Charlottenburg. And I had to prove I was born in Berlin Charlottenburg.\nWhen I proved that, I had three years tuition and everything, cause no -- there were no other\ncandidates who in that time was born in Berlin Charlottenburg. It pays to read college catalogs 1s\nthe answer. So -- but I went to Harvard because there was a professor I want to study with,\nCharles Howard Mcllwain. I was interested then in English Constitutional history, yes. And I\nwrote my thesis on English Constitutional history. That was really my field, yes, my interest.\nAnd that came about because really very little else was taught to begin with 1-in -- in school, in\nany case. And I -- through Leslie Gilbert and others, I had become deeply involved in English\nhistory. So that’s why. And then I did my thesis with a wonderful man, a great teacher, Charles\nHoward MclIlwain at Harvard.",
        "A: Yes, that was necessary. I -- I wrote, I think, a hundred letters, and got two offers. It was\nvery tough after the war, one forgets, it’s not just now. Got two offers, one from NYU, and one\nfrom Iowa. And I took the one from Iowa -- from Iowa. And was an offer, I think 16 hours\nteaching at $1,800, or something like that. But you could make a living, yes. And of course I’d\nnever been in the Midwest, and [ll never forget arriving in Iowa City, four in the morning,\n‘cause that’s when the Rock Island Rocket, the train gets through there, yes, and going to the\nmain street, and the main street is, as I now know in the Midwest, just tapers off into nothing. I\nstarted to cry. The main street tapered off into nothing, there was nothing.",
        "A: No, no, no, because Iowa had a wonderful thing in those days, absolutely unique. It had a\ndean who was a genius in his way. He said, “Now look, we are a university that’s poor, what can\nwe really be good in?” Fine arts. So it had an art department which was top, top. I still have in\nmy house pictures by painters who are now famous, ‘cause whenever you gave a party and a\npainter broke an ashtray, he gave you a picture, you know, pretty good. You put the ashtrays in\ntheir way. So -- and it had a theater that was fantastic, British directors, and actors, sometimes\nHermione Gingold, and I don’t know what, really absolutely superb, art history superb, yes. And\nhistory was good too, it was a university in the up. But the wonderful thing -- and I was a cultural\nhistorian, don’t forget-- the wonderful thing was the whole fine arts scene. There was there the\nfamous writer’s workshop, which still exists, yes. So my colleague for three -- I was there ni --\neight years, and eight or nine years. For four of these years, Robert Lowell, the poet, was my\ncolleague, yes. And his wife, Elizabeth Hardwick. Yes. So, I mean Iowa was quite a special\nplace, believe me.",
        "A: Yeah.",
        "A: No, that’s not it, it shifted. I mean, I was still doing English Constitutional history, but\nmore and more interested in cultural matters. This is quite true.",
        "A: No, it’s simply I -- I taught -- I taught Ren and Ref, Renaissance and Reformation, and I\ntaught English Constitutional history, of course, yes. And sometimes modern Britain, it\ndepended, yes. And I always taught the freshman course, that was my great plus. I learned to\nteach first in the war, when I was a part of the program which trained occupation troops. And I\nhad one regiment that was to occupy Czechoslovakia, and one that occupied France. And the\nboys in the Czechosl -- in the one that was to occupy Czechoslovakia were very nice. But the\nones who were to occupied France gave me great deal of pressure, ‘cause I thought France\nprobably deserved them. They were all Marxists, all from New York City, most of them. So you\ncan imagine, I had to teach them, my first teaching, that was a challenge. That’s how I learned to\nteach, I’m very grateful for that, it really -- it really was a challenge.",
        "A: In Iowa city already.",
        "A: That program was in Iowa city. I just stayed in Iowa city.",
        "A: How to occupy the countries, with the -- the topography, almost everything. They were all\nsent to Japan, of course, in the end, the army being the army, yes.",
        "A: Yes, very much, mm-hm. Well, I became very good at lecturing, ‘cause then the veterans\ncame, and we had classes of, let’s say up to a thousand. And I was the only person in my whole\ndepartment who could lecture to a thousand. It takes a certain showmanship, yes. And that I used\nto get immediate promotion to tenure, of course. I remember I met the dean on the staircase and I\nsaid, “Well, I think I have enough, I'll leave.” “Oh no, you mustn’t do that,” he said. Then I gave\nmy conditions. But I was the only one who could lecture to that many people.",
        "A: No, not yet, this was all red -- Renaissance and Reformation research, yes, mm-hm. I did\nthen -- I began in the mid-50’s to do some on antisemi -- one on anti-Semitism, German anti-\nSemitism. I wrote an article, I don’t know, ’58 or something like that. That was my first.",
        "A: No, I can’t really tell you. Well, there was a particular reason, yes. Wisconsin gave me an\noffer, and I wanted to come to Wisconsin, ‘cause it was then one of the best history departments\nin the country. And the condition was that I teach modern cultural history. So I had to work it up,\nI never had a course in modern history in my life. So I had to work it up, obviously, yes. So\nthat’s -- that’s how it came.",
        "A: Yeah.",
        "A: Ohyes.",
        "A: Yes, well to understand, of course, what happened, yes. To understand what happened, and\nwhat had gone -- could have gone so wrong, or the position of the Jews, and thing -- matters of\nthis nature. You see, I started out, I should say, my Ren and re -- Ref research was heavily\nweighted on the Reformation, and on Christian theology, yes. I’d studied Christian theology, I’d\neven lived for a short time in a kind of monas -- monastic Christian establishment. I knew how to\nserve mass. Greatly astonished my Hebrew -- when I first came to the Hebrew university in 69,\nthey asked me to teach the Reformation. So I said, how can I teach the Reformation to kids who\ndoesn’t know what -- who don’t know what the mass is. So I arranged with the -- I had some\nconnections with -- with Our Ladies of Zion, to let me celebrate a mass for them, and I did.\nShowed them exactly what’s happening, what’s what, what what. The ladies were impressed.\nThe students, I don’t know. Anyhow, so I was -- I was really into the Christian theology\n[indecipherable] and then in the Baroque, which goes directly to my interest, you know, in Nazi\nliturgy and things, which is -- comes after, in a sense, from the Baroque, yes. I had continued to\npublish on early modern till ’68 -- till °70 really, cause one thing I wrote in -- in ’60, came out\nonly in ’70.",
        "A: Almost exclusively except for the textbook, Europe in the 16 Century, which came out in\n68.",
        "A: No, what astonished us was the racism against Jews, not against blacks. We knew nothing\nabout blacks, we’d hardly ever seen a black, quite apart from met a black. But I remember, we\nwent it -- in -- in a travel agency and wanted to go somewhere, and the travel agents says, “You\ncan’t, it’s restricted.” And we said, “Why did we leave Germany at all?” That was common, you\nknow, there were lots of resorts that were restricted for Jews, yes, yes. Yes, of course. And I was\nrejected from Columbia graduate school, because the Jewish quota was full. In fact, I have the\nrejection, it says it.",
        "A: Yeah, mm-hm. So, and -- third -- third evidence, when I left Harvard for my first job, my\nmajor professor, who was not an anti-Semite, he was a wonderful man, had to write on my letter\nof recommendation, which is secret, but I promptly read it when I got there, of course, “George\nMosse has good manners, though he 1s a Jew.” And I think I got my job, I was always the first\nJew. I was the first Jew in Iowa department, I was the first Jew in the Wisconsin department. But\nwhat kosherized me, of course, my English education in Cambridge.",
        "A:  Th-- if instead I had been -- I had been educated in the Bronx in City College, I don’t think\nit would have been the same.",
        "A: No, no, none. No.",
        "A: I never gave it much thought. There were some who were quite spectacular. Levine, who\njust died, in English. Not many. Very few, very few. Well, above all, in my subject, these were\ntaboo subjects, English and history, there was hardly any.",
        "A: Yeah, hardly any. In America, hardly any. No, these were as good as closed subjects.",
        "A: I don’t quite know what you mean by characterize.",
        "A: No, my question is usually why did -- why was it popular, why’d it succeed, what do\npeople see in it, yes. Yeah. I look at it from it’s effect, let’s put it that way. What was the effect?\nWhat was the mindset, you know.",
        "A: Yes, I think I understand it pretty well. At least to my satisfaction. Maybe not to others, but\nto my satisfaction, yes, mm-hm.",
        "A: Well, there are always two things, I mean, it’s an interaction between the actual situation,\nyes, and then to see the conditioning of the thought, yes. They interact, and of course the actual\nsituation before ’33 was pretty miserable, yes. And Hitler had immediate successes, you know,\nwith unemployment, so that’s one thing. And the other thing is, I think, 1n such a situation, and\nthat’s nothing new, people want certain things. They want security. They want shelter. They\nwant to -- self affirmation. All that sort of thing. And if you really list all these things, you will\nfind that fascism took care of it, you know. I mean, Hitler said it best, let the little merchant who\nis lonely in his shop, when he comes out to a mass meetings, suddenly finds himself, as it were,\namong comrades. He suddenly finds what he misses, yes.",
        "A: Yeah, yeah.",
        "A: Yeah.",
        "A: Yeah, yeah.",
        "A: Yeah, not really. I mean, not really. Not if you conform. And of course there were those\nwho didn’t like it, who thought they could be outside it, but there was a consensus. Fascism\ncould use the consensus in Germany and Italy, and it produced a consensus where most people\nwanted to conform. They wanted that heady feeling of being in a group of comrades, if you like,\nyes. Of doing something, marching, demonstrating, all of this. They wanted strong leadership,\nyes. They wanted to know where they are going, and they wanted to know where they came\nfrom, and the -- the -- the Nazis did all of this.",
        "A: Well, the differences are quite considerable, I think, on one level. Mussolini’s regime was\nmore open, let’s say different things went into it unknown in Germany. The futurist movement,\nwith it’s idea of speed and dynamic, and all of this, yes. And of course, Italian nationalism was\nkind of a -- always had a revolutionary edge to it, th -- one that Mussolini adopted, yes. While in\nGermany, you have a much more dense space, romanticism, racism; racism unknown in Italy,\nthere’s no racist tradition. Italy hardly has an anti-Semitic tradition. So that deprives it, already,\nof a lot of things that you associate with the Nazis, yes. But a lot of things are the same, the\ncontrol of thought -- well, there’s another great difference. Mussolini didn’t care about culture.\nYou could have the most -- after all, the most modernist buildings in Europe were built under\nfascism. Like the House of Fascism in Modena, probably the most modernist building in Europe\nof it’s time, yes. There was no -- no official art in Italy till very late. It did come, but very late,\nyes. All of that. There was no -- so severe book censorship as in Germany. In other words, the\nculture, which didn’t interest Mussoli -- Mussolini, or did interest him, but he had a more open --\nhe was quite a different person, he had a more open mind on this, yes. Otherwise, it was a\ndictatorship. These are the differences.",
        "A: — Oh, yes.",
        "A: Inthe 30’s.",
        "A: Mm-hm.",
        "A: Well, my mother took me to Florence, that’s what Germans did. And that was the Italian\ncity, yes. So I -- were very heady, I looked at Florence for the first time. But while we were in\nFlorence in ’36, the axis between Hitler and Mussolini was signed, and part of the axis was an\nextradition treaty, under which we could fall. But Mussolini, in about 1921 -- ’20 - ’21, before he\nbecame prime minister, made the rounds of all the newspaper publishers, yes, important ones,\nalso my father, and my father supported him, I mean, not for Germany, but for Italy it was fine, it\nmade the train run on time, and so on, yes. And that Mussolini and in fact, showed himself\ngrateful by letting me and my mother s-stay in Italy as long as we liked, and simply ignored the\nextradition treaty.",
        "A: Yes.",
        "A: Yes, yes. Yeah.",
        "A: Oh, I was very active during this period. First of all, I was vice-chairman of the Wallace\ncampaign, Henry Wallace, not the other, Henry Wallace campaign in Iowa, in ’48, yes, yeah.\nAnd that’s another speaking, I learned to speak cause I spoke at county fairs, and so on, that was\nvery good. So -- in the Wallace campaign, yes. And then I became chairman of the American\nAssociation University Professors, but in Iowa it was quite different. There, McCarthy was the\nradical. For example, I made a big meeting, as chairman, anti-McCarthyite meeting, overtly, with\nthe finance chairman of the Republican party of Iowa as the main speaker. You see, for him\nMcCarthy was the radical, yes. And indeed, when singing cowboy Senator Taylor -- you’re too\nyoung to know all this -- who was Henry Wallace’s vice-presidential candidate, you know, he\ncame and strummed; he was senator from Idaho. Idaho 1s greatly changed in politics since then.\nHe was -- the senator from Idaho came to my house. This was risky because I was just an\nassistant professor without tenure, but the president himself called me and said, “That’s fine,\nGeorge, do go ahead.” Yeah. And our Republican state rep -- our Republican representative\ncame to the house too at that point, to say hello to the senators. No, no, in Iowa you were\nprotected by the -- by the conservatism against McCarthyism.",
        "A: Yes, always.",
        "A: Never. Never.",
        "A: Ah, yes, and I nearly had problems, because -- and that’s another good e-example what\nhappened. In Harvard, Marxism wasn’t taught, so together with many other of my friends, I went\nover to MIT to Dirk Struik to study Marxism. And then all people in Dirk Struik’s seminar were\ndenounced to the Chicago Tribune, no less, by whom? The former Librarian of Congress. The\nhistorian -- what’s he called? I forgot now. I even blocked on his name. Well, the one before this\none, a Nixon appointee. Yeah, historian. Well, h-he -- became later, he denounced it, yes. But he\ndidn’t denounce me, he stopped before me, that was very ticklish, so I never had to face that. But\nbecause this denunciation came, and brought people at Rutgers and otherwise into terrible\ndifficulty, again told our dean, you know, I’m about to be denounced to be a Marxist, but he\nsays, “Don’t worry.” I would -- you know, I think I would have been saved because of the\nconservatism. But not at Rutgers, not -- not in all these eastern places where the others taught,\nwho’d been with me in Dirk Struik’s Marxism class.",
        "A: Well, as I said, when my mother and I spoke to that travel agent, but then it became\nconscious that there was, in fact, anti-Jewish racism around.",
        "A: Oh, the Civil Rights movement.",
        "A: Yes, well that was different, I mean, then well -- knew -- everybody knew and so many of\nmy students went on freedom rides, very close friends of mine went on freedom rides, and so\nthat was totally different.",
        "A: No, that’s before that, before the bl -- influx of black students, yes, before.",
        "A:  ’S56.",
        "A: Till I retired, till ’88. But from ’69 to ’88, only half time. I mean, I’m sorry. I came to\nWisconsin already getting every other semester off. That I used from ’69 on to teach in\nJerusalem, but I got my chair in Jerusalem, regular chair in Jerusalem in ’78. And from then I\nwent on half time in Wisconsin. It dovetailed very nicely the way semesters were then.",
        "A: Well, it’s a funny connection, because you know, all my youth, I was an anti-Zionist, I was\nan anti-Zionist even into the war, yes. Because I thought defeating Hitler came first, and the\nZionist agenda a far second, yes, yeah. And then I suppose I changed when I saw what was\nhappening, and -- and I made my first visit to jerus -- to Israel in ’51, yes, as a tourist. And then I\ncame back in ’61, and then I had already, from a very good friend of mine, the Marxist -- the -- I\nmean, the scholar of Marxism, George Lichtheim, very good rec -- letters of recommendation,\nyeah. And I met all the people there, the -- the historian Talmon, but above all Gershem\nScholem, to whom I was going to be quite close in a way, if one could be close to Scholem, was\n-- couldn’t really. But, you know, who I got to know very well in the end, and all this, if you like\n“vekke” German Jewish circle there, yes. And one thing led to another, and I gave some lectures\nin ’63, and then in ’68 they asked me to come for a semester, which I did. And then they made\nme what they called “permanent visiting professor’. ‘Course, they didn’t like, even when I came\nin ’78, they didn’t like anybody -- they were -- they’re very odd, the Hebrew [indecipherable]\nvery provincial in many -- in this way, they didn’t like somebody teaching other places than the\nHebrew University. Now how could I do it 78? Because I got the Koebner chair. Koebner was\nthe first professor of history there, yes? And I think the Germans who gave the money insisted\nthat somebody respectable come on that chair.",
        "A: No.",
        "A: No.",
        "A: No, no, no, no. I know now, and I’ve written about it. No, no, I know all these people.\nRobert Welsch became a very close friend of mine, but that’s all long after. It’s all long after.",
        "A: I suppose so. Yes, yes, no -- I mean, look, it’s not so simple, because you can’t\n[indecipherable] in one -- yes, I’m an Utopian Zionist. I still think it should be otherwise than\njust another little Albania there, or whatever you have, yes, yeah. Yeah. And I know very well\nwhat the possibilities in Zionism were. Namely, a humanized nationalism, you know, with Buber\nand many others. Gordon, and founder of the Kibbutz movement. It could have been a\nhumanized nationalism, perhaps still is in a way, yes. Yes, I suppose I am.",
        "A: People who wanted nationalism, open cosmopolitan nationalism, for whom nationalism\nwas merely a stage of your own self growth, you know. As for Buber, as for Gordon, it’s post-\nGerman and eastern European, that exists, and that still exists today, a very strong current, anti-\nwar, you know, and all of this. It still exists. I mean, it’s very difficult to think of another country\nwhere you could have anti-war demonstration the middle of a war for survival. But you have it in\nIsrael. So these currents are still there, yes. No, no.",
        "A: — Oh, it’s far from monolithic, it’s far from monolithic. No. No, no, I feel very much at home\nin Jerusalem, and should by now, you know. And I have many, many friends there, probably\nmore than any other place. But -- and there’s much more inters -- interesting intellectual\ndiscussion there than here, yeah. Because obviously, when you are in an extreme situation, the\ndiscussion is more pressing, more -- more interesting, yes, more fruitful, than when you’re just\nwith nothing. I mean, I know Americans try to invent enemies when they can, but 1n Israel it’s\nreal.",
        "A: Yes, yes.",
        "A: Yes, I think it’s true. But in Israel I must say -- I’m not talking about the average Israeli, I\nmove in Israel very rarified circles, yeah. The German Jewish circle is dying out. But the young\npeople, many of them I’ve taught in one way or another, it’s very exciting, very good, you know.\nAnd there is something about it, about these young people even, that’s cosmopolitan, you know,\nI mean, you know. I mean, they also talk about Europe, not just about Israel, you know, and that\nsort of thing.",
        "A: No, I don’t think so, no. Of course, in the Jewish history course, they all wait for the\nHolocaust, ‘cause that’s the most spectacular. Which is a pity, because Jewish history 1s not\nabout the Holocaust, there are also many other things.",
        "A: Yes. And that’s a pity, because they -- they -- it blinds them to other Jewish things in this\ncentury, which have, perhaps, great intellectual value, or carry -- whatever.",
        "A: — It blinds them for one thing to the irony of Jewish history that the Holocaust takes place at\nthe precise moment when you have the greatest success of assimilation in history, namely in the\nUnited States. And it blinds them to the fact of the success of assimilation, rather than the failure.",
        "A: Yes, it’s very significant.",
        "A: — It’s hard for people to think dialectically, which is what you have to do in these cases, yes.\nThe negative -- the positive is in dialectic relationship, but I think it’s undoubtedly true, yes. And\nthen it blinds you what is the consequence of the Holocaust, I mean people ask me, what is a\nhistorical consequence of the Holocaust. Has it stopped massacres? No. You think so?",
        "A: No. Has it stopped genocide? Probably not. Yeah? Has it -- it has done something to the\nsituation of the Jews. It has made, in a way, assimilation easier, because, you know, people don’t\nwant to repeat it, people don’t want to come into contact with it. Certainly in central Europe, yes.\nNot so much in countries which are distant from the Holocaust, but wherever the Holocaust had\nan impact. It’s in ham -- impact on the status of the Jews. I think there’s no doubt about that. And\nabove all it has created Israel.",
        "A: Yes, yes, yes.",
        "A: Yes, I think that’s true, but only to some extent. I mean you can’t -- one can’t make blanket\nstatements about that. I doubt that on the average this has made much difference. It has made\ndifference to certain Christian theologians and Christian thinkers, and perhaps even to Christian\nchurches, yes. Not to all of them, but to wu -- to the mainstream Christian churches, yes, yes, I\nthink it has, mm-hm.",
        "A: Well, only in a general Jewish history course.",
        "A: No.",
        "A: Yes, yes.",
        "A: Yeah.",
        "A: Before the -- before the killing process.",
        "A: Because I think the -- to me it’s much more interesting to say why it happened than how it\nhappened. After all, to me the decisive thing is why did it happen. Once -- how it happened,\nthat’s, I would say, an administrative matter. Very interesting and fine, and necessary to know,\nbut the crucial question 1s why did it happen. That’s why.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, yeah.",
        "A: But you see, I do, because when I lecture, as I did just yesterday, on the first World War or\nthe Holocaust, that’s exactly what I do. I explain the mindset of the perpetrators, which seems to\nme essential, and the atmosphere in which they grew up, which has to do with the first World\nWar, in which even many of them fought. So there is a continuity here in the minds of the\nperpetrators. How they regarded mass death, cause the Holocaust is about mass death. So is the\nfirst World War. So, how they regarded mass death, and so on. And there is a definite continuity\nthere. Without a certain atmosphere in post-war germ -- post World War I Germany, it would\nhave been quite different. Would have been quite different. These weren’t youngsters who did\nthe killing process, I mean. Maybe they hadn’t fought in the war, but they knew enough about\nthe war, and certainly about post-war Germany, the Weimar Republic, and all that. So again, I\ndon’t think you can explain their motivation without going back. And then one thing brings you\nto another. You see what I mean?",
        "A: What?",
        "A: Yeah.",
        "A: Yes.",
        "A:  That’s right.",
        "A: Everything she said about Eichmann I thought was true. I thought nothing she said about\nthe Jews was actually true, but everything she said about Eichmann was true. There is a banality\nof evil, because Eichmann’s evil is ordinary, yeah. He was an ordinary man. To him, it was\nordinary, yeah. So the question is, when does evil become an ordinary thing. That’s, after all, the\nvital thing, and that she addressed there, very well. When does evil s -- become an ordinary\nthing, almost an everyday thing? Infect ordinary people like -- like Eichmann, yeah. That, I\nthought, was very well taken. But now, part of what she meant by the banality of evil, was that\nthe perpetrator was thoughtless.",
        "A: Was what?",
        "A: No -- yeah.",
        "A: No, of course not.",
        "A: No, of course not, and she’s quite right, no. It was doing your duty, that’s not a dialog, yes.\n“Being at the battlefront of the race war” -- I’m quoting a perpetrator now — “being at the\nbattlefront of the race war’. That doesn’t allow for dialog, no more than you can have a dialog in\nthe trenches.",
        "A: Yeah, because you have to do what you have to do in order to have the result, which is an\norder.",
        "A:  Ohyes, I think on this he’s totally right, yes, for sure. Sure.",
        "A: Well, but they -- they had the order directly from Himmler, I mean, you know, there’s no --\nno question about that. They just didn’t go in there and start killing on -- on a hunch that that\nmight please the Fuehrer, might please him. They had a direct order from Himmler, do it. And\nthe Einsatztruppen made a direct order, so --",
        "A: Ohye -- no, I interviewed a lot of Nazis, but what I interviewed -- what we call in German\n““schreibpischtaeter’- what do you call it, theoretical, I mean -- for example, I’ve interviewed -- I\nwas -- I knew Speer quite well, yes. I talked a lot with Speer, and I went and participated in what\nwas left of the SA cultural circle, yeah, which was quite interesting, yes. And si -- you know, I t -\n- | talked to Mathilde Leudendorf. I talked a lot when I was writing, The Crisis of German\nIdeology, and then I was writing a book called, The Nationalization of the Masses, which is very\nlargely based on Speer’s memory of -- of certain matters. So, yes, I’ve interviewed a lot of Nazis,\nand what I do there is very simple, with success. I -- when I first met Speer, he was very\nsuspicious, of course. And I said, “Look, look, I’m not interested in your morals. That’s between\nyou and God. I’ve come to ask you technical question.” So I asked him, why do you use this\nlighting effect at the Nuremberg trials, why do you do this? And with that, he thought these were\nquestions he could answer, technical quest -- and then we went from technical to other things,\nand it worked, I think, very well.",
        "A: I got everything out of him -- what? He got me -- he always picked me up in Munich -- you\nknow, this at -- this went over about five, six years. He always picked me up in Munich in a car,\nwhich had a Wankel motor, that was the -- the -- the -- the alternative to our engine, yes, our --\nyes, our motor engine, and that he developed in the war, yeah, yes. And off we went. And the\nembarrassing thing -- the only embarrassing thing was whenever I ate with him in public, people\ncame up and wanted his autograph. Whenever. They must have thought I was too a Nazi. And\nthe other interesting thing about it was it’s quite true, it gave me insights into other things. For\nexample, whenever he talked about Hitler negatively, his eyes lit up. I mean, Hitler must have\nhad a tremendous charisma, because this man, even you know, denying everything, thinking\neverything was dreadful now. Genuinely thinking it was dreadful, his eyes lit up when he talked\nabout Hitler. Oh, I learned a lot from him, oh yes. I never wrote about him, I wrote about him\nonce in an Australian paper, cause I didn’t want him to see it, particularly.",
        "A: Well, he -- sort of in -- everything that’s in his excellent memoirs, but in a kind of different\nway, yeah. For example, Hitler’s attitude towards women is very remarkable, he never knew\nSpeer was married, and Speer was married with eight children, or something like that. I mean, he\nwas not only married, really married. He never knew it, Hitler never knew it. He never asked, he\nnever knew. You see, you learn the tidbits like that.",
        "A: Ah. That -- I wrote about that, too. They di -- that was in one of the castles in upper Hesse,\nwhich was sort of the center of neo-Nazi activity. And they read to each other, poetry. They gave\na prize called the Adenauer prize, after the old chancellor, yes, and things like that. And what I\ndid there is -- I couldn’t go under my own name, so I borrowed the name of a good friend who\nwas a Count. And it’s very typical of this kind of rightist person that when you come as a Count\nhe ask -- they ask no questions, they accept you, of course, immediately. ‘Course, it was a well-\nknown, old German name.",
        "A: — It was fascinating, I loved it.",
        "A: Huh?",
        "A: Well, I came there as one of them. I know the language, I know everything like that, and I\nwas a voelkisch writer, poet, or whatever, I forget what I made myself out to be. Count von -- I\nwon’t give you the name because the lady is still alive. Count von so and so, yes. And I had to be\nvery on my -- on my toes, because they said, Count, you know, and that was me. And then I -- I\nviewed the late Mathilde Leudendorf, you know, the wife on that, and the afterplay was this, that\nthe people who were in my house in Madison says, “Three boxes arrived for Count so and so at\n36 Glenway, Madison, who is that?” I said, “It’s me.” She sent her collected works.",
        "A: What? Yes, of course. No, to Mathilde Leudendorf I wanted some specific information\nagain first, about some other voelkisch person who was important, and so on and so forth, yeah.\nWell Speer would talk constantly about the Nazi period, that was after -- the period of his glory.\nWhat it was like in Paris when he went there with Hitler, you know, and Arnold Breker, and so\non. Spr -- yes.",
        "A: Yes, I did.",
        "A: 780.",
        "A: No, it was very interesting because nobody knows, I mean, people are so ill-informed.\nThere was a law on the upper side, that any course given at a white university that was not given\nat a black university, blacks could attend. So I gave a course on the history of nationalism, yes,\nand my course was 50 percent black. And that was very interesting, I got to know, and they took\nme to Soweto, and they took me here and took me there. It was very interesting, yes. And I had\nsome very good friends there. And Cape Town 1s certainly the most beautiful city in the world, I\nmean there’s no question about that. I had a very good time, and I was interested -- again, I’m\nnot, you know, like always interested in victims, I’m s -- I’m sometimes interested in the other\nside. So I was interested in the Boers. I got to know some Boers very well. I was there on behalf\nof the Jewish community to open what we called the Kaplan Chair of Jewish Studies at Cape\nTown.",
        "A: Yes, of course. Very much so. Yes, I mean it’s very difficult to get used to it. I mean, I -- I\nwas only there, you know, what is it, two months or something, but it was tough, yes, seeing this\n-- this apartheid in action, yes, yes.",
        "A:  Imean, to me it was interesting as ar -- as an expert on race, I mean, you know, one should\n-- | had just written, Towards the Final Solution, and you know, to see it is interesting, and to see\nthe diverse attitudes of people towards it, you know. And they -- it -- it was very humiliating\nbecause, for example, in the hotel where I lived, all the blacks and colored, yes, always address\nme as “baas” -- master. And I said you don’t really -- I don’t really like it, but I couldn’t break it.\nTo the last I was “baas”. I mean, you come into a colonial situation actually. That’s what it -- you\nmust put it that way.",
        "A: I think now they don’t say that any more.",
        "A: No, much of it is extremely good, I mean, I -- I -- I’m not -- you ja -- I don’t really have an\noverview. Now, the background of the Holocaust, yes, there have been some very good studies,\non -- on the Holocaust, too. But there are vast, oddly enough, neglected areas one can think about\nat once. One is women in the Holocaust, yes. Homosexuals, that area’s being repaired now. An\nexcellent book by Gauss and so on, that’s being repaired. Gypsies is being repaired, yes. But\nlook how long it 1s after the Holocaust, how long it took, yes. I mean, that’s the astonishing\nthing, yes. And -- and still, I don’t think there is enough about the victims, oddly enough. What\nthey felt, what they thought. We know a lot about the perpetrators, but a -- again, not enough,\nbecause Holocaust scholars have been either historians or English professors. If they’re English\nprofessors, they go in for the literary. If they’re historians, they go in for the instrumental. But\nwhat about the mindset of these people, yes? There are some, but not an awful lot on that sort of\nstuff. [indecipherable]",
        "A: Well, it’s very difficult to do, but you’d have to go through it, you’d have to look at their\nbackground, you’d have to look at -- you know, to see if there’s anything in the documents that\ncan tell you anything. What analogies they made, let’s say, during the killing process. What do\nyou think they were doing? And you’ll find that they made analogies. That’s just one thing, I\nmean, there are many others, yes.",
        "A: No.",
        "A: That may very well be true. I think -- I don’t think that, for example 1s true to Hilberg, who\nwas purely instrumentalities -- a very important book, I mean, the first -- but no, I don’t think\nthat’s true, necessarily, no, no. It’s pretty abstracted. I mean, it’s awful, it’s frightening, but -- but\na -- I don’t think that’s really the main reason.",
        "A:  Idon’t know why, the omission of women is clear, that somehow in our culture that’s a\nvery deep stream, that men do these things, women don’t do this, yes. I think it’s -- in a way it’s\nas simple as that, yes.",
        "A: Yeah, yeah, yeah. Women don’t do these things, it’s not a womanly thing to do. So, I think\nthere you have to look at the stereotypes and things that go with, yes. With the women.",
        "A: Yes, that’s been very much neglected, yes, yes. In fact, nobody -- looking at victims 1s very\ndifficult. Most of them can’t speak to us any more, yeah. And the others that do speak, you know\nit better than I do. But yes, there isn’t an awful lot on victims. Victims are shown being victims.\nBut what they thought, what they felt and so on, that’s -- that’s not there, you know. Or that it\nwas tougher for women than for men, which I well believe. That’s not there.",
        "A: Well, I don’t know, I just feel it. Because, I mean, women have other needs than men at\ntimes, and things like that, yeah.",
        "A: No, no, no, no, no.",
        "A: No-- yeah, well, Guttman, of course. No, he wasn’t on the Council, was he?",
        "A: No, no. I don’t know what it would be. That I would find very uncomfortable. There I --\nwith Hannah Arendt, I mean, she was dead wrong about it, dead wrong, but I still somehow feel\nlike it, but that’s very -- I don’t know.",
        "A: When -- what she said about Jews, yes",
        "A:  Obhyes, yes, yes, yes. They were very brave and courageous people. That was not an easy\nthing to do, and Hannah Arendt is absolutely crazy about that. What would she have it, no\ncouncils? It would have been -- it couldn’t have been worse, but it would have been quicker, it\nwould have been -- I don’t know. At least the councils did something, even if they only\npostponed the death of one person, it would already be justified. I have a great respect for the\nCouncils, but I think what they did was so horrible, and took so much courage, that I would\nreally be uncomfortable in their presence.",
        "A: Yeah.",
        "A: Well, you’d have to look at it. I mean, I -- I can see -- I mean, if it’s a less evil to prevent a\ngreater one, in such an extreme situation, I could see that. Anyway --",
        "A: Yes, Iam sympathetic because first all, it’s a situation which I can’t really grasp. I can\ngrasp almost everything about the Holocaust, but that situation I find very difficult to grasp. And\nsecond of all, I -- I don’t know what I would have done in such a situation. I mean, you can’t\nreally criticize people who are put in such a position in such a time, you know? I must assume\nthey did their best, ‘cause they had -- they -- they had nothing to gain by not doing their best, in a\nsense. Sure, they didn’t support the resistance, and they didn’t support the uprisings and so on,\nprobably because they thought they would fail, I mean, you know?",
        "A: Oh, I think they’re -- they’re jejune, they’re -- they’re -- they’re -- they’re -- first of all they\nhave a lot to do with a book I’ve just finished on masculinity, you know. Like Bettelheim says in\nhis book, The Informed Heart, why did they di -- why weren’t they men? Why did they die this\nway? You know? That itself shows a historical stereotype, yes. I mean, that’s silly. I mean, what\ndo you expect them to do? Yes? I mean, that just shows they have no grasp what it was about,\nthey have no grasp how people behave under such circumstances. They have no grasp about the\ncircumstances, yes. And they are completely caught up in -- in war images, like the perpetrators,\nthey have that in common with the perpetrators, both think of this as war. One thinks a war\nagainst the Jews, the other thinks the Jews have behaved like soldiers.",
        "A: Yeah, should have -- so this is where both are -- I think both are -- are to be condemned.",
        "A: Yeah.",
        "A: Yes, I try, I try, yes.",
        "A:  Itry.",
        "A: Yeah.",
        "A: Yes, quite right, quite right, but this doesn’t keep them from having insights.",
        "A: No, my hist -- kind of history I do might really be called a history of perceptions, that’s\nwhat I would think cause I believe people act on their perceptions, and their perceptions\nsometimes have very little to do with reality. I used to say to my students, you know, fo -- you\nalso live by perceptions, cause if you saw yourself as you really are, you would commit suicide.\nYou know, thank God we don’t see each other as we really are.",
        "A: Yeah.",
        "A: You per --",
        "A:  -- yeah, your perceptions are, however, also informed by reality. I mean, that depends on\nthe person. If they are formed by reality, you know what happened, you try to move away from\nit, obviously, yes. But the whole world is now perceptions: what do we know about the people\nwho rule over us? What do we know about anything? We don’t, it’s all mediated, yeah. It all\nplays on our perceptions, or tries to manipulate them. So that’s nothing new, you might say that\nthat kind of fascist liturgy and so on was really the beginning of modern politics, you know.",
        "A: Yeah, politics through images, mm-hm.",
        "A: Ob no. It was always the case there. That’s why I am not with the Bosnians, cause I don’t\nbelieve in small political units, I believe in large political units. If you divide the Balkans up\nagain, you’re going to have nothing but war, was quite clear. Every unit has claims against every\nother. So the only thing is to have them all in one big -- like Yugoslavia, one big federal system.\nEnd of Tape One, Side B\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMarch 13, 1995\nRG-50.030* 0310",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with George L.\nMosse, conducted by Joan Ringelheim on March 13, 1995 on behalf of the United States Holocaust\nMemorial Museum. The interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "George L. Mosse\nMarch 13, 1995\nTape One, Side A"
    ]
}