{
    "rg": "RG-50.030.0528_trs_en",
    "sequence": [
        "Question: Good morning, Henry. It’s nice to see you.",
        "Answer: Good morning.",
        "Q: What -- what was your name at birth?",
        "A: Well, actually my name at birth was -- my first name was Heinz and my last name was\nGoldstein or Goldstein --",
        "Q: Right.",
        "A: -- depending on where you are or where you want to be.",
        "Q: And you s --",
        "A: Heinz Goldstein.",
        "Q: Heinz -- Heinz Goldstein.",
        "A: Mm-hm.",
        "Q: Did you have a middle name?",
        "A: No.",
        "Q: No. And you changed your name much later, to Henry?",
        "A: That’s a long story. That -- that’Il take us from one point to another point. I changed my name\n-- at first I used the name of Henry Gallant, I did not change the name officially until past certain\nevents in the U.S., and --",
        "Q: So we can come to that later.",
        "A: -- we’ll come to that -- we can come to that later, right, yes.",
        "Q: So I’m going to call you Henry now, is that okay, instead of Heinz?",
        "A: That’s perfectly all right, yeah.",
        "Q: Is that okay?",
        "A: Perfectly all right.",
        "Q: Tell me about your mother and father. Tell me about your father. What -- what did he -- what\nwas his profession?",
        "A: My father -- my father’s family was a typical German Jewish family, with the emphasis on\nGerman. They were a very good family, very loving family, but they -- as was the case in\nGermany with the -- with Jewry, the -- they were German first, Jewish second, perhaps. As\nopposed to Jew first and -- and German second. They were very patriotic. My father was in the\nmilitary at -- during World War I, and his picture tells a whole story. I mean, his composure, the\nway he sits. That picture is in the -- in the Jewish heritage and Holocaust museum in Atlanta. He\nsits on a -- on a horse in a -- in a very Prussian way, very erect. And he was very proud of his\norigin, in that sense.",
        "Q: And he’s wearing a uniform in that picture?",
        "A: Correct.",
        "Q: Really?",
        "A: Yes. And --",
        "Q: You know, Henry, I forgot to ask you, when were you born?",
        "A: 1928.",
        "Q: What was the -- the month and the day?",
        "A: October 30%, 1928.",
        "Q: And you were born where?",
        "A: In Berlin.",
        "Q: In Berlin.",
        "A: Mm-hm.",
        "Q: Did your father come from Berlin?",
        "A: No, my father’s family came from Westfalia and they lived in a small town in -- called\nIserlohn and my grandfather was a veterinarian.",
        "Q: Oh.",
        "A: And not in the sense that he was treating cats and poodles, but mainly he served the\ncommunity. They were farmers, so he was more into treating horses and cows and so fa --",
        "Q: So he did the big animals.",
        "A: Yeah, he -- they were integrated into -- into a small town community in Westfalia.",
        "Q: And that was your father’s father?",
        "A: That was my father’s family.",
        "Q: Right.",
        "A: And he had four brothers, one of whom died in World War I, for his then country and he had\nanother brother who saw things coming in 1933, befo -- when Hitler came to power and he\nemigrated to Palestine. And another brother who lived in Dortmund. So anyway, he had four --\nfour brothers.",
        "Q: Was he close with them?",
        "A: It was a -- yeah, yeah, it was a close-knit family.",
        "Q: Uh-huh.",
        "A: Although my -- my grandfather married twice, really. His first wife died and as is -- it’s really\na Jewish custom, you marry a sister of -- of your -- of your wife. I don’t know if that was the\nreason, because on the one hand they were not that -- they were not really Orthodox, so it might\njust be a coincidence, I don’t know. But he did have two wives, and my father and his -- and two\nbrothers came from one wife, and the other from second wife.",
        "Q: And your father came from which wife, the first or the second?",
        "A: From his -- from the first wife.",
        "Q: From the first wife.",
        "A: Right.",
        "Q: Right.",
        "A: So he was one of the -- the older ones.",
        "Q: Right. And --",
        "A: And he worked for a bank, initially, as a -- I don’t know really in what capacity, but he\nworked for a bank. Later on he -- later on he worked for my mother’s brother, who comes from a\nwell-to-do family and they -- th-they were more -- they were more Jewish oriented. They -- they\nwere -- in fact, my grandfather on my mother’s side was Orthodox and they orig -- originally\ncame from the east, meaning Poland. And -- and so my grandfather wasn’t born in Germany. My\nmother already was born in Germany, but that was the other branch of the family, and he had a\ncouple of factories and my father worked for my mother’s brother and he introduced my mother\nto -- to my father. And that’s how it all came about, that’s -- so there are two branches to the\nfamily.",
        "Q: Really. And what was your father doing in that business?",
        "A: And my father then later on became a chemist. He manufactured perfume -- perfume.",
        "Q: Was he trained to do that?",
        "A: Yes, he was. He -- he studied chemistry and he tied up with a professor who -- and they be --\nthey made their own perfume, which was quite successful, really. And my mother was also very\nenterprising, she had -- she dealt in -- in silver, on a wholesale basis --",
        "Q: Really?",
        "A: -- silverware.",
        "Q: Was that unusual for women to be doing that at that time?",
        "A: I wouldn’t really know, because I was --",
        "Q: Because you were a kid.",
        "A: -- I was rather young then, so I g -- I don’t know the background of it all. But that was life\nuntil -- until I was born, and you know.",
        "Q: Right.",
        "A: And by the time wer --",
        "Q: And your father’s name?",
        "A: Was Herman.",
        "Q: And your mother?",
        "A: First name.",
        "Q: Right.",
        "A: And my mother’s name was Recha, R-e-c-h-a, Recha.",
        "Q: Right.",
        "A: Rachel, per se. And -- and -- but she called herself, or they called her Rita, she was known as\nRita, Rita Goldstein.",
        "Q: Right. So when -- when --",
        "A: And his name was Herman.",
        "Q: Right. Do you remember wi -- in your childhood, was it a very religious family, in spite of the\nfact that your father wasn’t raised that way, but because of [indecipherable]",
        "A: My father adjusted to -- I would -- I would have to put it that way, my father did a good job\nadjusting to -- to my mother’s orientation, religious orientation. And she did keep a kosher\nhousehold. And that would take me to -- to the comment that kosher, I -- later in my career I\nbecame very much -- I became very knowledgeable along that line and th -- kosher can be -- can\nbe many things. Some people keep kosher inside their home, while not paying very much\nattention to the law of kashrut, if you will, on the -- on the outside.",
        "Q: Right.",
        "A: So -- and -- and -- and that’s where I would -- that’s how I would characterize my mother’s\norientation. My father --",
        "Q: Didn’t care.",
        "A: -- didn’t care, no. He really -- he really didn’t. That whole part of the family really did not\ncare about the dietary laws.",
        "Q: So w-would you say that your mother’s -- your mother wasn’t really that religious, she kept a\nkosher home but she was --",
        "A: Well, she considered herself quite religious because she came from a r-rather -- rather\nreligious home, and -- but 1-1-1f for example she were to take a cruise, she would not miss out on\n-- on taking part in the buffet, and so she could -- she had the capability to bend the rules of -- on\noccasion.",
        "Q: Right.",
        "A: And the reason I emphasize that is because I -- la-later on in my career I became a caterer and\nI took over a catering business, which had been known as a kosher caterer. I changed that\nsomewhat in branching out to a more secular orientation, I did -- but when doing something in\nthe -- in the -- in the synagogue where lifestyle or lifetime events took place, I had to work with a\nmashgiach under -- under religious supervision, per se.",
        "Q: Uh-huh.",
        "A: So I know all about -- about that -- I know a lot about that -- that particular aspect.",
        "Q: So, when you were born and growing up, do y -- do you remember your very early years?\nWas it -- how far --",
        "A: Yes, I do --",
        "Q: -- how far -- yeah?",
        "A: I do -- I do have a pretty good recollection of a very good home life and a very normal life, up\nto the time that -- that Hitler came to --",
        "Q: Right.",
        "A: -- take over the government.",
        "Q: So, did",
        "A: That’s when things changed --",
        "Q: Changed.",
        "A: -- drastically --",
        "Q: And they [indecipherable]",
        "A: -- and they changed very rapidly.",
        "Q: So you do remember your years before five -- cause you were five years old when he took\nover.",
        "A: Yes. Ye -- when he took over, yes, but things -- i-1n my life, things th -- were fairly normal\nuntil -- until the -- until past the Olympics, which were in the -- which took place in Berlin in\n1936.",
        "Q: Mm-hm.",
        "A: And that is where you began to see the signs of -- in front of restaurants, Jews and dogs not\npermitted. And Juden [indecipherable] per se. And -- and that became quite obvious to me. Also\nthe place where -- parks where I was accustomed to playing had yellow and green benches, park\nbenches, the -- the ones who were -- where Jews were permitted to sit were painted in yellow,\nand they were also inscribed with the sentence of Nur ftir Juden, only for Jews. And the Gentiles\nhad green benches. So these -- these little things that started around that time were very obvious.",
        "Q: Tell me a little bit beforehand, w-were you -- were you close with your mother and your\nfather, do you think?",
        "A: Y-Yes --",
        "Q: Do you -- or did you feel closer to one more than the other?",
        "A: Well, due to circumstances I became very close to my mother as -- as history marched on and\nas things developed in Germany, as we will find out a little later in this conversation, I -- I\nbecame much closer to my mother because I was separated from my father.",
        "Q: Yeah. But in -- when you were a kid and you were together at home until ’39 --",
        "A: I made no -- I -- there was no distinction --",
        "Q: There’s no distinct --",
        "A: -- between my mother and my father, no.",
        "Q: Did you have --",
        "A: I was close to my father.",
        "Q: You were?",
        "A: Yes.",
        "Q: Did you have brothers or sisters, you were a ch -- only child?",
        "A: No, the only child.",
        "Q: The only child.",
        "A: Mm-hm.",
        "Q: So did you eat lunches and dinner with your par -- I mean, how -- how did meals go with your\nparents?",
        "A: It was a very -- it was a very normal home life. We did -- we -- yes, we did eat meals together.\nLunch during the week, from Monday to -- to Friday, lunch was at school.",
        "Q: Oh.",
        "A: You would take your lunch to school in a -- there was the German custom, 1n a little leather\npouch, you had your sandwich or what -- or whatever. And w-with beverages dispensed by the\nschool. But lunch was at school.",
        "Q: And so you ate dinner at home --",
        "A: Yes.",
        "Q: -- with your parents.",
        "A: Yes, correct.",
        "Q: Did your mother cook?",
        "A: Yes, she did.",
        "Q: She did?",
        "A: Mm-hm.",
        "Q: Was she a good cook?",
        "A: Excellent.",
        "Q: Yeah?",
        "A: Mm-hm.",
        "Q: Did you like school?",
        "A: Yes, I liked --",
        "Q: When did you start go -- when -- how old were you when you started going?",
        "A: Probably I would say six or seven.",
        "Q: Really?",
        "A: That was first grade, right. I in fact remember my first day in school, and I don’t know if I\nhave it here or not, but they just did a project in -- in Berlin of the fate of -- under the heading --\nit-it was re -- you would call it a magazine or you could call it a pamphlet, or a little booklet that\nthey put out, that the Berlin senate really put out, with the caption, the fate of Jewish\nschoolchildren in Berlin. And there’s a picture of me on the -- on the title page. And it was a\nGerman custom on your first day of school to get a cone b -- about three feet bi -- long, a cone\nfilled with sweets.",
        "Q: Right.",
        "A: That was a German cus-custom. We --",
        "Q: Right, and you bring that to school, right?",
        "A: And you brought that to school and you were photographed with that, every -- every child.\nAnd the first picture on page one -- first of all I am on the cover with an unidentified young\nfellow, but the second page had a picture of the sister of Ann Frank. And her name was Margaret\nFrank, and she held onto one of those -- they -- th-they were called -- they were called su --\nzuckertuete sugar -- sugar cone, in translation. And next to her stood a boy -- mind you that that\nwas already past 1933, so Hitler had already been in -- firmly entrenched in -- in the leadership\nof the government. And that boy that stood next to her had that sugar cone also, and it\ndistinguished that -- it distinguished itself by the fact that it had the swastika on the cone.",
        "Q: Oh my.",
        "A: So it’s a quite interesting picture. The one was like with flowers, flowers and gold painted and\nthe other cone was a plain white cone with a black swastika.",
        "Q: Interesting.",
        "A: So -- and that was about the time the Jewish teachers were kicked out of the schools and one\nlaw followed another. The Nuremberg laws came about and a-all professionals were -- were not\nallowed to practice. Jewish lawyers were disbarred, judges were kicked out of the court system\nand dentists and doctors were only allowed to treat Jews.",
        "Q: Henry, what do you rem -- what do you yourself remember as a kid during that time? Do -- do\nyou remember the first time you realized that these Nazis were [indecipherable]",
        "A: Yes. It -- it all -- events were developed very, very rapidly in the -- in the -- the segregation of\nthe Jewish community, not only in Berlin, but all over Germany. But Berlin -- I emphasize\nBerlin first of all because I lived there. I was born there and I lived there, so I was closest to my\nhometown. But the events of discrimination happened so fast that a great many tried to escape, to\nget away, to get out of Germany. Some couldn’t, and then there were those who were optimists\nby -- by their very nature in -- and hoped that things would eventually change for the better,\nwhich of course, it didn’t. And there, at that very time, you had -- first of all you had\nKristallnacht, the night of broken glass, which I remember at that time I was ig -- in a -- ina\nLandschuleheim which means a country school, outside of Berlin. And we were a bunch of kids\nplaying soccer then the Hitler youth came in on that fateful day and besides screaming the\nterrible ep-epitat, or -- or wa --",
        "Q: Epithets?",
        "A: Yeah, yes --",
        "Q: Yeah.",
        "A: -- that -- cursing us Jews and wi-with such things as did you -- I don’t want to use any four\nletter words, but did you -- did you not think we would come to you and they chased the kids\naway, walked into the dormitories, threw the furniture out of the window, and created massive\ndisruption, which resulted in those kids running away, and so did I. What struck -- what -- what I\nrecall vividly, when -- struck me as noteworthy is the fact that I -- when I made my way back to\nmy home, my parents’ apartment, but I would be unable to tell you how I did it. I-I do not recall\nit -- having taken a public means of transportation, I could not tell you in which way I actually --\nthe -- the -- that country place, that country home that si -- vry -- that was in Potsdam --",
        "Q: Yeah, that’s [indecipherable]",
        "A: -- which is 20 miles from Berlin.",
        "Q: Right.",
        "A: And how I made it back --",
        "Q: You don’t know.",
        "A: -- I don’t know. And I can only say that today I have an idea that it must have been traumatic\nevent, a -- a very Serious disruption in -- in -- in my -- in my way of life, or in my li-lifestyle.\nAnd it -- it must have touched me in a way that I forgot everyth -- it just didn’t da -- the -- the\ndetails did not exist.",
        "Q: So you were --",
        "A: And my father spent that night on the subway because that very same day they had painted all\nthe stores with a huge J, meaning Jew. And it also became apparent that along the\nKurfurstendamm, the main boulevard running through Berlin, that every second store really was\nJewish owned. Every second retail store was Jewish owned, which in -- which again -- I mean,\nwhich points to the fact that there must have been among the population, a fertile ground for\nhatred, jealousy, or whatever you want to call it. And the massive amount of glass on the streets,\nas evidenced by the name for that particular night, called Kristallnacht, the night of broken glass,\nif there hadn’t been so many stores that were affected, the department stores, you -- you could\nsurmise that yes, they were the Jews, German Jews were in Berlin were among the middle class\nor upper middle class. They were -- they were doing well. They were thriving. And following\nthat event of the attack on the Jewish community, that particular which fol -- which is known as\nKristallnacht, the -- they arrested 20,000 men, deported them to Buchenwald, Dachau,\nSachsenhausen, the surrounding camps. And my father, to avoid arrest, spent the night on the\nsubway, the entire night. And the Gestapo came to every home and they had -- they knew where\nthe Jews lived and arrested many. And we were among those who desperately tried to get out of\nGermany, and realizing that -- that it was a matter of life and death, that you -- that what would\nfollow would be just terribly unbelievable. And so we managed to get a landing permit, they\nwere sold by -- by the Cuban government at the time and we -- our destination had -- had been\nprojected to be Cuba -- Havana, to be precise. And that occurred, and that -- that began the well-\nknown, documented voyage of the damned.",
        "Q: Right.",
        "A: Damned because we were not allowed to disembark, we were turned back. And --",
        "Q: [indecipherable]",
        "A: And from that point --",
        "Q: Right, you -- your life changes, clearly.",
        "A: Clearly.",
        "Q: Let -- let -- let’s go back a little bit. When -- when you left that school, however you got home",
        "A: Yes.",
        "Q: -- I-I understand, you not -- did you knock at the door, did you have a key to get in, was your\nmother home, do you remember that?",
        "A: Iremember absolutely -- I really could not tell you any other details. All I know is that I was\nreunited with my --",
        "Q: With your family.",
        "A: -- parents, yes.",
        "Q: With your parents",
        "A: With my mother and father.",
        "Q: Right. Now that -- that was the turning point for your family.",
        "A: Oh absolutely.",
        "Q: It wasn’t ni -- it wasn’t 1933, it wasn’t 1935 --",
        "A: No, it was ni --",
        "Q: -- it was 1938.",
        "A: Correct.",
        "Q: Right.",
        "A: Exactly.",
        "Q: Is there -- I-I -- ve been told that there was an incident with an SS who painted a J on your\nforehead, is that true?",
        "A: It was not an SS, it w -- it -- I had had my birthday around that time, in -- in 1938, and prior to\n-- to that date, on or around that date, I -- my playmates were -- were Gentile vo -- largely\nGentile boys in my neighborhood, which was a street running off the Kurfurstendamm, it was a\ngood middle class neighborhood and we were a group of kids who played. And one of the kids --\nI -- I had gotten a ball point pen, which I’m not sure if it was a Montblanc, or what type of pen,\nbut it was a ball point pen, which at the time had the -- and was called in Germany an Tintenkull.\nAnd that’s the wa -- the name they had for this new innovation, a b -- a ball point pen. Prior to\nthat time ball point pens were relatively unknown. It was something that just oc -- developed at --\nat -- around -- on or around that time. And he took -- one of the boys took that pen and wrote on\nmy forehead not only a J, but the entire word, Jude, J-u-d-e. So --",
        "Q: And this was one of your friends?",
        "A: One of my playmates.",
        "Q: One of your playmates.",
        "A: Correct.",
        "Q: Was this shocking to you?",
        "A: I -- my sentiment or my precise emotions or my feelings, if you will, I -- I -- I do not\nrecollect. I -- I have no recollection. But I could assume that it was very shocking.",
        "Q: I would imagine.",
        "A: I mean my -- my guess would be that -- that it was extremely shocking, yes.",
        "Q: Did the -- did the Gentile friends that -- you had mainly Gentile friends, wa -- playmates --",
        "A: [had ca -- I had Jewish friend and I had Gentile friends.",
        "Q: Okay.",
        "A: In my immediate neighborhood I also had -- we were quite -- th-the -- there was no great\nseparation between the racial background of the -- the kids. It -- it wa -- wasn’t very obvious. As\na matter of fact there was a -- there was a fine rapport between Gentile and Jew up to the\npropaganda that was ril -- that poisoned the minds of the people.",
        "Q: And when --",
        "A: And there was a propaganda that was directed by the government.",
        "Q: Right.",
        "A: In a -- in a way that the youth in particular, that the school system used propaganda to poison\nthe minds of the people in the [indecipherable]",
        "Q: Do you remember when it seemed to change, when the kids seemed -- when the Gentile kids\nseemed to not want to play with you? Was that very late? Was that 1938, or do you think it\nhappened earlier?",
        "A: That was rather -- I would say it was around that time, 1938.",
        "Q: It was around that time.",
        "A: But shortly thereafter we were -- it wasn’t very long before we actually embarked on the SS\nSaint Louis, the -- the well known ship --",
        "Q: Right.",
        "A: -- that carried 937 German Jews to the intended destination --",
        "Q: Right.",
        "A: -- which was Cuba and -- and resulted in a -- in a dramatic voyage, really [indecipherable]",
        "Q: Do -- do you remember it -- wi -- did your parents talk to you about they were getting these\nlanding visas, the visas for Cuba or did they just say pack your little bag and we’re going? Was it\n-- do you remember’?",
        "A: Well, I think that it was a -- a policy by most parents to avoid involving children in -- in the\npressure or in the tension that -- that existed at the time. And so the details of the -- of what went\non is -- 1s not foremost in my memory.",
        "Q: Okay. We’re going to change the tape.\nEnd of Tape One\nBeginning Tape Two",
        "Q: Tell me about your schooling.",
        "A: Well, as I was saying, upon returning from that country school where -- where I had been\nwhile my parents were -- went through the very serious emotion of liquidating our household --",
        "Q: Right.",
        "A: -- to the point where -- to the point they were permitted to -- to take some things along with\nthem -- and the businesses were confiscated anyway before that, they were -- your personal\nwealth already by that time had been confiscated by the -- by the Nazi government. And the\nschool I went to was also in the same neighborhood, so to speak. It was a Jewish public school\nadjacent to a synagogue. And -- so you could say that the school and the synagogue were one\nand the same. It was a parochial school, if you will. And on that very same day of Kristallnacht\nthat -- they burned that synagogue to the ground. And so was the school. So we actually were\nwithout a synagogue, we were without a school, and the -- the holy -- like the Torahs were piled\nup on -- and the prayer books were piled up on the street and set on fire, burned. And -- and that\nhappened all over Germany. On that particular day 600 synagogues were burned to the ground.\nAnd I might add for accuracy and historical detail that it was in response -- it was a fake\nresponse, a fabricated response, because they probably would have done it anyway, that -- that\nthose terrible, anti-Semitic acts were government orient -- were instigated, but 1t happened that a\nyoung Jewish man assassinated a German councilor official. And by the end -- by the end -- his\nname was bi -- his name was Greenspan. And -- and so the German government to -- in\nretaliation, quote unquote, in retaliation set these events in motion. And -- and that’s so much for\nthat.",
        "Q: Did you hear about that?",
        "A: Did I hear about that?",
        "Q: Then, then. Or did you only hear about that later on?",
        "A: I -- it is hard to differentiate between what I heard and what I read. That’s an evid -- that’s self\nevident.",
        "Q: Right.",
        "A: It is an inevitable truth that some details were perhaps too heavy and too -- too farfetched for\na 10 year old to fully comprehend. So my guess would be that -- that I read it.",
        "Q: Mm-hm.",
        "A: It’s a historical fact.",
        "Q: Right, right.",
        "A: But the information, per se came to me through the media.",
        "Q: So your parents did not say to you you were going to Cuba, as far as you remember, in terms\nof the preparations.",
        "A: Don’t remember.",
        "Q: You don’t remember.",
        "A: No, I -- I don’t --",
        "Q: Do you remember anxiety in the house? Do you remember people doing all sorts of --",
        "A: Oh yes, absolutely. Oh yeah, absolutely. Everything was being packed, the overseas, the cert -\n- certain thing we were allowed to take some things with us and -- and th-that we were about to\nleave became apparent. And --",
        "Q: Were you able to pack a little bag for yourself?",
        "A: Yes, of course.",
        "Q: Do you remember what you packed?",
        "A: No, I don’t exactly remember, but I probably -- I could only guess that I packed the things\nthat were, at that time, at that point in time, important to me.",
        "Q: But you don’t remember what they were?",
        "A: No.",
        "Q: No. So did you have a little bag, a satchel, what did you have? Do you remember? It was a\nlittle --",
        "A: Could have been a rucksack --",
        "Q: Uh-huh.",
        "A: -- a backpack --",
        "Q: Uh-huh.",
        "A: -- most likely.",
        "Q: Were your parents fairly wealthy at this time, so they could afford this?",
        "A: I would not characterize them as wealthy, but compared to the general population, they were\ncertainly middle class, or upper middle class. In those days everything was a little bit -- I would -\n- | wouldn’t hesitate to say low key.",
        "Q: Mm-hm.",
        "A: And in no way comparable to -- to what is commonplace today. And that pertains to -- to\nsports, to just about everything, I mean --",
        "Q: Right, right.",
        "A: -- we have the means of communication, it -- 1 -- those were two, not only -- we’re not only\ntalking about 50 or 60 years, we’re talking about two different worlds.",
        "Q: Mm. Did you take a taxi to the boats? Do you -- do you remember how you got there?",
        "A: I remember that we went to the station by train and traveled to Hamburg on a train.",
        "Q: Really?",
        "A: Yeah.",
        "Q: And so all this stuff that was being taken was -- was shipped separately --",
        "A: Exactly --",
        "Q: -- so you just [indecipherable |",
        "A: -- it was taken -- it was taken -- it was moved by -- transported to -- to the ship.",
        "Q: Right.",
        "A: How -- how exactly the -- the details of how there were suitcases -- 1t wasn’t really a whole\nlot --",
        "Q: Okay.",
        "A: -- that you were permitted to -- to take along.",
        "Q: Did you have to say goodbye to anybody, or did -- was this all in secret?",
        "A: No, no, you could say -- you could say goodbye to just whomever you -- you pleased, you\nknow.",
        "Q: And did you? Do you remember?",
        "A: No, no, no specific recollection, really. The -- the only thing that I, from that period that\nstands out is the fact that we arrived in Hamburg and -- and went into a big hall where tables\nwere set up with custom officers who would stamp your passport as -- as surrendering your\ncitizenship and so forth and so on, and boarding the ship, which was a former cruise -- cruise\nliner.",
        "Q: Cruise liner. Your -- did you live in an apartment or a house?",
        "A: In an apartment.",
        "Q: Was that rented, or you just -- your family just left it? Did they own it? Do you -- do you have\nany recollection?",
        "A: No, I do not know if they owned it, but most apartments I believe were rented.",
        "Q: Uh-huh.",
        "A: I think.",
        "Q: So you think they just left and then whoever was the landlord just took over again. You didn -\n- but you’re not sure.",
        "A: Yeah -- no. I went back there some -- many, many years later. I was invited by the city\ngovernment as a guest. I was invited in Berlin and -- and of course I took a stroll to -- it was\nwithin walking distance. We stayed in the -- they put us up in the Hotel Kempinski, which was\none of the better hotels, to say the very least, and gave us the royal treatment. They kicked us out\nin 1939 and invited us with -- with every kind of amenity to visit and showed us the city and the\napproach to Judaism, which had sa -- changed 360 degrees, so to speak.",
        "Q: So you went -- you went back to your old neighborhood --",
        "A: And I went back to my old neighborhood and -- and I went to the old apartment, which had a\nbalcony and -- and I knocked on the door, rang the house bell. And of course the response of the\nOwners was quite -- was quite interesting, they demonstrated a kind of -- I would a -- I would say\na kind of fear -- unfounded, totally unfounded fear that I came back to reclaim my former home.",
        "Q: Right.",
        "A: Because all of the homes that were -- that were vacated by Jews who either left Germany in --\nin the nick of time -- war broke out and after that there was n -- emigration was totally\nimpossible. Anybody who was still caught in the trap was ultimately deported to -- to the a -- to\nthe east.",
        "Q: Right.",
        "A: To -- to Theresienstadt, which was in Czechoslovakia, a camp where a lot of German Jews\nwere housed, and -- or -- or sent to Poland to -- to -- to the death camps. And so these hi -- these\napartments and all of the property that Jews once owned was stolen, if you will. And so were the\nwhat -- who -- who -- and the apartments were -- and the houses and the villas and the homes\nwere auctioned off to anyone who was permitted to take part in the auction. Books were written\non the subject.",
        "Q: So these people, when you went to visit, were afraid. Did they let you 1n?",
        "A: Exactly, they were afraid. Yeah, they let me into the foyer and -- and I pointed out that they\nhad this -- through this hallway you come to the kitchen, and off the hallway is the living room,\nto your left. And they were quite stunned by my memory as to their own home, the layout of\ntheir own home.",
        "Q: Right.",
        "A: And it was -- to me it was a slightly -- it wasn’t so very dramatic, it was more a -- more\namusing in -- in a -- in a -- in acertain sense. Although I was touched emotionally la -- in seeing\nmy old home.",
        "Q: Yes, I can imagine.",
        "A: Naturally, but --",
        "Q: Did they let you get beyond the foyer, or did they -- did they not want you --",
        "A: I made no effort and they did really not invite me to --",
        "Q: Okay. I see.",
        "A: -- on the -- on the grand tour because their house or their apartment, their residence was not\non the market for -- for --",
        "Q: Right.",
        "A: They had no intention of selling it --",
        "Q: Right.",
        "A: -- and I had no intention of buying it.",
        "Q: Henry, what was your first impression when you saw the luxury liner, the Saint Louis?",
        "A: Oh, that was amazing. I was 10 and a half years old and I’d never seen a huge ship like that,\nand it was a very big ship. And, in fact it was owned by the Hamburg-America line and it -- it --\nit had been used for pleasure cruises up to that time. And the captain, Gustav Schroeder was his\nname, turned out to be a very civil and -- and ya -- a wonderful human being, to say the least. He\ndemonstrated a -- a feeling of humane -- he did not return a -- a -- upon our -- our attempt to find\na place to -- to -- where we could la -- where -- disembark, and when that didn’t come to be, he\ndelayed the departure for Europe as long as he could. And finally, ultimately, at the end of it all,\nhe -- he -- they pronounced him as one of the Righteous Gentiles and that’s history, and planted a\ntree for him in -- in Israel. So he was quite a man.",
        "Q: What was your room like? You -- did you st -- you stayed with your parents?",
        "A: Yeah, in a cabin. In a very, very --",
        "Q: Was it nice -- 1t was nice? You remember?",
        "A: Yes, it -- it -- it was as nice as tourist class was, economy class was during that period. We did\nnot --",
        "Q: Did you have a good time on the ship, or was the sh --",
        "A: Excellent. No, I -- w-we played. We played games.",
        "Q: A lot of kids.",
        "A: Yeah. Th-There were quite a few children on board.",
        "Q: Mm-hm.",
        "A: And we played games. It was a -- it was a -- a joyful occasion. For the adults I would say it w\n-- they -- they tried to make the adults as comfortable as the -- as the -- th -- as -- as they could.\nThe-There were movies on board and there were -- there was a gala dinner, festivities of ca --\nsome kind. Th-That was on the way over, on the way back it was traumatic. But the first half of\nthe voyage was one of pleasant anticipation. Although I must say the adults were -- had mixed\nfeelings. The -- as an adult, to leave your home behind, your culture and all that you were\naccustomed to beside your possessions, it was a -- th-they -- they were touched in a totally\ndifferent way than the children.",
        "Q: This affected you, I gather. You could feel it.",
        "A: You could feel the tension that --",
        "Q: Among the adults.",
        "A: -- that prevailed, yes. Those were not normal times, by any means.",
        "Q: Did you a -- you as a child, with the other kids that you were playing with, did you ever talk\nabout it, or -- or this was not part of the discussion? Do you remember ha --",
        "A: Among us children?",
        "Q: Yeah.",
        "A: No, but from what I -- I was told that there wa -- there were games which related to the times\nthat we were living in. One particular game was one where they separated th-the kids into two\ngroups. One was a Gentile group, the other one wa -- all the -- all of them were Jewish. They\nseparated them and they created a scenario by way of which they -- they -- the -- they reflected\nwhat was going on in -- in -- in Germany.",
        "Q: Really?",
        "A: In the -- in the way of drastic separation of the -- of the races.",
        "Q: So that must have been difficult. I mean, even the game wasn’t funny.",
        "A: No, it was not really -- it was not really funny. There were --",
        "Q: Which -- which --",
        "A: -- I didn’t [indecipherable]",
        "Q: -- do you remember which side you were at?",
        "A: No.",
        "Q: You know -- you know -- you --",
        "A: No, no, I -- well, not really. And we -- we did other things. There was a swimming pool, we --\nwe swam it. There were lots of games for kids and the -- the -- the first half of the voyage went --\nuntil we arrived in Havana, it was quite interesting.",
        "Q: And where did you eat? Did you eat with kids, or did you eat with the adults? Did you eat\nwith your parents? Do you remember?",
        "A: I sat at a table with my parents --",
        "Q: Uh-huh.",
        "A: -- and we ate in groups of families, just as a -- just as a cruise ship would be operated, yeah.",
        "Q: There was no school -- there was schooling for kids on the ship --",
        "A: No, absolutely not.",
        "Q: -- that was just fun.",
        "A: Yeah, yeah, absolutely. And the trip over lasted, I believe, 10 days --",
        "Q: And when you -- and did you --",
        "A: -- from Hamburg to Atlanta.",
        "Q: -- did you understand that you were supposed to get off at Havana?",
        "A: Oh yes.",
        "Q: You did understand that?",
        "A: Yes.",
        "Q: Cause you were old enough by then, you were 10 and a half, so you had something --",
        "A: Yeah, well, it wasn’t so much the age as -- as the fact that suitcases were being packed and\nthey were put out in front of the cabins for removal. There was no doubt in anyone’s mind that\nthis was a point of debarkation and --",
        "Q: Right.",
        "A: -- and the entire events that took place supported that idea that we were at our dest -- point of\ndestination.",
        "Q: Right.",
        "A: The people stood on the deck, on top deck, looked down at the -- at the ocean, at the water\nand from the shore of -- of Havana, little boats with family members who had preceded the Saint\nLouis, they came to greet their relatives on -- on board. And ma -- I had an uncle and an aunt and\nmy cousin, who left Germany two weeks prior to the Saint Louis on a ship called the Iberia. And\nthat ship carried 250 passengers. And their life and their future turned out to be completely\ndifferent than -- than ours, which was named the voyage of the damned. They were far from\ndamned because they --",
        "Q: They disembarked?",
        "A: -- lived -- they lived -- they disembarked, they lived a year in Havana and waited for their --\ntheir quota. America had a quota system for new immigrants and when their number came up,\nthey immigrated to the United States in a perfectly legal manner. And so they stayed just shortly\nhere in Havana, and then -- then moved the -- the 90 miles to the shores of the United States.\nAnd their life then turned -- my cousin joined the army, and he became an American soldier.",
        "Q: Right.",
        "A: And my uncle, who had been in the jewelry business in Germany, he became a representative\nfor a watch company. They lived in a small town in Beaumont, Texas -- Beaumont, Texas, and --\nand later on they moved to New York. And my cousin, who had been under the G.I. Bill of\nRights became a watchmaker. And so they had a very normal -- normal future ahead of them,\nuntil we ourselves were reunited with them in 1947, at the end of World War II.",
        "Q: So what was that like, that sort of suspension in Havana on the Saint Louis --",
        "A: Yeah.",
        "Q: -- where -- where you couldn’t get off, although there’s -- there’s one suicide, right?",
        "A: Well, that was -- that was a dramatic turning point. To begin with there was the hope, the\npersistent hope that if we don’t get off the ship today, due to some administrative technicality,\nwe would be -- we would be allowed to get off tomorrow. It -- 1t should be -- I should not fail to\nmention that the Hapag-America line, the Hamburg-America line, the shipping company did\ncompel the passengers to pay for a return ticket, because we did not have authentic visas, as the -\n- the entry permit is known --is -- is known today. We did not have a -- a resident visa, we had a\nlanding permit. And -- which was sold by a Minister of Immigration. And that, in the political\narena, resulted in a jealous confrontation between various segments in the Cuban government,\nand the ultimate rejection of -- of the -- of the passengers to disembark. And so when then went\npast another day, and the American Jewish organizations used their -- tried to use their influence\nto somehow have Franklin Delano Roosevelt, F.D.R. as he was known, to -- to admit the\npassengers, which he failed to do, had he known that two-thirds of the passengers would end up\nin gas an-and g -- be gassed in -- in the death camps of Poland and Auschwitz and Majdanek and\nTreblinka and so on, he may have -- in my view, he may have had -- taken a different sort of\naction. As it was, he -- he refused. In fact he marked a note with the comment, no action. He\nturned back every effort to allow these people to disembark. He and his administration sent the\n937 victims to -- for most of them, to their death.",
        "Q: Mm-hm.",
        "A: And the ship ultimately appealed to Canada, to -- to every country in the world for asylum\nand the response throughout the world was the same, in th -- terms of not allowing these people\ninto their respective countries. And this is precisely the reason that the Saint Louis became a -- a\nworld event. Not in the same way as the Titanic, because the Titanic was sunk by an iceberg and\nthe Saint Louis was sent back to Europe for an uncertain fate of their passengers by reason of\npolitics and racial -- racial confrontation and discrimination.",
        "Q: There’s a -- a report that the children wrote a letter to Eleanor Roosevelt from the ship. Were -\n- were you part of that, or you didn’t know --",
        "A: Not that at -- not that I, in all honesty, not that I remember --",
        "Q: Uh-huh.",
        "A: -- but it was quite possible, but I do not remember that.",
        "Q: You don’t remember. And she also didn’t answer, as far as --",
        "A: I met Mrs. Roosevelt [indecipherable]",
        "Q: You did?",
        "A: Yes, I met her personally, which was -- since you mentioned that, and had you interviewed\nme at that time, or had you pushed the clock -- were we able to push the clock back --",
        "Q: Right.",
        "A: -- anumber of years, I probably -- I may have just asked her that question. But I did not speak\nto her about the Saint Louis, but I met her. And I met her and she had an apartment in the Park\nSheraton Hotel in New York City.",
        "Q: Right.",
        "A: And she stayed in the towers, and during my stay in -- which is probably going to come here\nand we’re going to probably going to touch on that, in switzer -- we ended up in Switzerland\nultimately. Not being able to do -- to disembark in Cuba, the ship going back to Europe, we\nended up ultimately by -- by way off other events, we ended up in Switzerland and I attended --\nsomewhere in time I attended hotel school. And having had this hotel experience, I went to the\nPark Sheraton Hotel in search of a position. And the general manager told me that it is the policy\nof the hotel to promote people from within the hotel, from within ranks of the hotel, and then --\nthen he asked his assistant, the assistant manager, he asked him, he says, how did you start here,\nto refresh his memory. So he said well, I started as an elevator operator. And this resulted in my\nworking at the Park Sheraton Hotel as an elevator operator, and my passenger in that -- in -- in\nmy --",
        "Q: Was Eleanor --",
        "A: -- was Eleanor Roosevelt, because she lived on top of the 25\" floor and I had a job to take the\nelevator from the 25\" to the 30\" floor, consequently I saw her every day.",
        "Q: So did -- you never told her you had been on the Saint Louis?",
        "A: No.",
        "Q: Interesting.",
        "A: No, I did not --",
        "Q: So she never knew your history?",
        "A: No, I did not do that because I felt that as an employee of the hotel, you just did not -- you did\nnot create a personal relationship of that kind with your -- with your passengers. I -- I met many\nfamous people and -- throughout my career, and -- and I met the Duke and Duchess of Windsor\nat the Greenbrier Hotel in White Soda Springs, where I had worked as a -- as a sous chef, as a\ncook, if you will, and I did not ask the Duke of Windsor if he really was a friend of Adolf Hitler,\nwhich later on reading books it became --",
        "Q: Right.",
        "A: -- apparent that he was a great sympathizer of the Nazi regime, prior to Britain entering the\nwar, of course. But he was, and the House of Windsor, the -- and -- and -- and the -- and the\n[indecipherable] that was a relationship between the German aristocracy of the -- of the time and\nso on. But I did not discuss any of that.",
        "Q: Right. What was it like on the trip back?",
        "A: Well, in Havana one man jumped overboard.",
        "Q: Right.",
        "A: He lost his head, he lo -- he despaired, and in desperation he jumped overboard, cut his wrists.\nSo you can imagine that panic ensued. When -- when it became apparent that we could not\ndisembark, that the ship may ha -- may have to go back to Europe, back to Germany. Some\npeople already had been in concentration camps and the feeling was one of utter panic. And the\nreturn voyage was very -- even -- even I as a young child realized the tension that existed. They\nwanted to capture the bridge -- and when I say bridge, I’m not talking about a card game, I’m\ntalking about th-the -- the place where th-the command of the ship took place, where the captain\nand -- and his first and second officers and the instruments were located, that guided the ship to\nits destination. And the ship was a -- was on course for Europe. And organizations were still --\non a daily basis there were announcements that came over the ship radio that this and this\noccurred, this and this happened, and hope was given to -- to the passengers that they would find\na country that would ultimately admit them. And so it was that just shortly be -- they had even\nplanned to scuttle, if that’s the right word, to run the ship aground in the English channel, and\nthus set the ship on fire to -- to save -- to prevent people from having to return to Germany, and\nperhaps find -- find England receptive to -- to take these people in. And it wasn’t necessary to do\nthat because shortly before entering the North Sea, German territorial waters, four countries --\nfour countries accepted the -- gave asylum to 200 and some of the passengers. And those four\ncountries were, Belgium, Holland, France and England.",
        "Q: We -- I’m afraid we have to stop, and we’ll continue it from there.",
        "A: Good.\nEnd of Tape Two\nBeginning Tape Three",
        "Q: Do you know who -- who negotiated with these four countries to allow --",
        "A: Yes, there was one fellow, as a matter of fact the Holocaust Museum has a picture of it, his\nname was Troper, T-r-o-p-e-r. He was one of the negotiators. And then the various organizations\nlike the Joint, J-o-1-n-t, Joint. Th-The -- we’ve got HIAS, ORT and [indecipherable] ORT, O-R-\nT.",
        "Q: Right.",
        "A: Various Jewish organizations that operated in New York and -- and so on. They -- they all\ntried to motivate countries and governments to -- to accept. And then we were given asylum and\n-- and then of course the times, everything turned into a disaster, into a pathetic set of\ncircumstances that resulted in the gassing of two-thirds of the passengers and a total disruption\nfor the remaining people. It -- 1t was just simply too -- too much to even reflect upon. It -- we --\nthe French history throughout World War II was a sorry state of affairs. France was partitioned\nin the va -- France granted asylum, and the -- the French government quickly changed with the --\nwar started shortly after our de-debarkation. And --",
        "Q: What -- let me ask you something, 1-1f I can interrupt. Why did you decide -- did you decide\nto go to France, or were -- was that a decision made for you?",
        "A: You could -- you could give a preference.",
        "Q: Mm-hm.",
        "A: Which in some cases was adhered to, or was met, and in other cases they just -- you were just\nassigned to a country. If I’m not mistaken, my mother spoke some French, and my father, having\nbeen a chemist and created a perfume, and France being a le -- a -- a leader in the world of\nperfume, in -- in that particular [indecipherable] of -- that 1t could be possible that -- I do not\nknow for sure whether we requested, or whether we got there by chance. All I know is that we\nfinally th -- that people -- the boat went to -- to -- to Holland, Belgium, and we debarked in\nBologne, which was Bologne, well, which was -- which was France. And my father never saw\nfreedom again, he was interned as an -- as an alien, and he was interned in one or two different\ncamps.",
        "Q: You mean he was interned by the French?",
        "A: By the French. France was split into two parts, into -- one part was under German occupation\nand consequently a very early and fast policy of seclusion, der -- of anti-Semitic decrees, one\nafter the other [indecipherable] th-the telephone booth is -- you were not allowed to make long\ndistance telephone calls, and you had to wear the jew -- by that time you had to wear the Jewish\nstar and so forth and so on. And -- and the other half was the non-occupied zone, run by the\nVichy government, under the leadership of Marshal Pétain, who was a hero in World War I. He -\n- he distinguished himself at the Battle of Verdun. He -- in -- in world -- ’14 - ’18, the world --\nfirst World War. He was a hero during that period.",
        "Q: You mean 19 -- 1918.",
        "A: Well, I mean, a --",
        "Q: You said 1418.",
        "A: Yeah, 14 --",
        "Q: 19 --",
        "A: -- to 19. 1914 to 1918.",
        "Q: Ah, really, okay.",
        "A: And -- and he -- he was anti-Semitic, that -- that regime, with Laval, L-a-v-a-| Laval, they\nwere fascist. They were without any question of a doubt of the same sentiment as Mussolini, they\nwere definitely allied -- allied with the axis with -- with Germany, and enforced decrees that\ncompletely isolated and separated Jew -- the Jews. And -- and what followed was just a total\ndisaster. They arrested the Jews in 1942 in conjunction with the s -- with the solving, quote\nunquote of the Jewish question, the -- the -- the big problem as to what to do with the Jews, the\nFinal Solution. And anyone who ever has the opportunity to -- to hear that phrase, the Final\nSolution, need only put it into the internet browser and th -- you get 20 pages detailing the\nconference on Wannsee, which is outside of Berlin, a villa where the SS big shots, Eichmann,\nHimmler, Heydrich and Rosenberg and all these people, 15 in total, met, who were in charge of\nultimately transporting and killing those Jews who were still alive, and eliminating Jews from the\nface of Europe, which -- which -- which indeed happened.",
        "Q: Mm-hm.",
        "A: And -- and my father was sent to Gurs, a hellhole. If there ever was a hellhole, that was one,\non the --",
        "Q: Now he’s in southern France, southern --",
        "A: In si -- in -- near the Spanish border.",
        "Q: Right. And you and your mother go --",
        "A: And we and my mother were free. My mother was completely free by French or by fren -- by\nthe -- by the French rules of the time, she was free. And I was sent, with all of the kids from the\nSaint Louis to a children home run by the ORT and [indecipherable]. And that children home\nwas outside of Paris, about 25 kilometers from Paris, and they had a big banner, welcome to the\nchildren of the Saint Louis. And to me, it was one of the worst times in my life, because --",
        "Q: Why now?",
        "A: -- [had never been separated from my parents, not even during the worst times in -- in Berlin\nprior to immigrating, and I was separated from my parents, which to me was very painful. And I\nstayed a few months in that home, along with the other children. And then my mother managed\nto get me to join her. My mother and I lived in a very, very small hotel. I had the occasion as a\ntourist to see that place a number of years later, and I was appalled because it had not been in my\nmemory, what -- what I -- what I saw. It was like a -- a little dump. A very, very small hotel in\nthe -- not far from the Follies Bergére, in the -- in Bon Nuvella, that’s a si-si -- a -- a\n[indecipherable] in the -- in the opera in -- in -- in Paris. And we lived in Paris for a few months,\nand my mother managed. I wished I had the opportunity -- well, I lost her, she passed away and\nwhy -- I would -- would have loved to ask how she managed to get us the papers to -- to go to the\nnon-occupied zone, which we were able to leave Paris for Nice.",
        "Q: Let me ask you something.",
        "A: So we have done the French Riviera.",
        "Q: Right. Was sh -- was she in Le Man, or was she actually --",
        "A: In Le Man.",
        "Q: Now, that’s fairly far from Paris, though.",
        "A: 200 kilometers.",
        "Q: Right.",
        "A: From Paris.",
        "Q: So --",
        "A: We stayed there, in a small house.",
        "Q: You stayed there -- that’s where you were staying.",
        "A: That’s where we were staying until we -- we --",
        "Q: Left for Nice.",
        "A: And still that’s now -- war had already started.",
        "Q: Right.",
        "A: The Germans has already occupied half of France.",
        "Q: Right [indecipherable] 1940.",
        "A: And that happened right around the time -- overnight you had Dunkirk and the English who\nhad been in Le Man disappeared in the middle of the night, abandoned their barracks and headed\nfor Dunkirk, part of World War II and -- and went to -- and then escaped. Hitler was slow in\nmaking up his mind, he missed the boat, so to speak, and -- in more ways than one. He missed\nmany boats because the troops, the English troops, by any means, went from Dunkirk back to --\ninto the mainland, to England, and thus escaped. And there were more than 250,000 of them.\nAnd that turned the war into the battle -- and that turned the war into the battle for England.\nUltimately what followed was Pearl Harbor and the entry of America into the war. We went to\nNice, to the French Riviera and lived there for a little more than a year and a half.",
        "Q: Let me go back. Now wi -- did -- you -- you were only at this school, the Ozay sker -- school\nfor a few months --",
        "A: A few months.",
        "Q: -- before your mother got you.",
        "A: Correct.",
        "Q: Di-Did you have classes there, or you didn’t have classes? Do you remember?",
        "A: As I recall, we had classes, yes. We had classes and -- and we lived a fairly -- fairly normal\nlife except it was war and we carried gas masks.",
        "Q: Oh.",
        "A: And there were air raids. The German bombers -- the -- the -- there was a war on and Paris\nwas declared an open city and consequently it was occupied. France surrendered. Belgium,\nHolland and -- Belgium, Holland capitulated in 24 hours.",
        "Q: Right.",
        "A: And the passengers who had been assigned to those two countries fell into the Nazi hands,\nwhich -- which marked them -- which guaranteed -- sealed their -- their fate, marked them for\nextermination. That was as good as --",
        "Q: But that didn’t happen with you and your mother.",
        "A: No, that didn’t happen, because we went to the non-occupied zone, and in the aftermath of the\nso-called Wannsee Conference, the solution of the final question, of the Jewish question, they --\nfrom that point on, the speed with which European Jewry was arrested and sent to the camps,\nthat went so fast, a-as -- as to reflect the -- the industrial talent and the great capacity of Germany\nto -- to manufacture the best of the best in terms of cars, that’s how they managed to deport the --\nand with the cooperation of the French. The -- the French co-op -- would -- not only cooperated,\nbut they were instrumental in -- in the shipping of their own native -- 70,000 native Jews were\narrested and shipped to Auschwitz, along with all of the many immigrants who had found refuge\nand so-called asylum. They were all sent to -- and this fellow, just as we -- most of us know of\nSimon Wiesenthal, there was a counterpart in France, Serge Klarsfeld who documented the fate\nof -- of the French -- of the Jewish immigrants and the French and so forth. My father would di --\nwould -- became a -- I have a letter here that states in detail that my father was last -- he’d seen --\ndeported from Gurs, they liquidated that camp as -- that I had described as a hellhole because it -\n- you walked in mud. You -- the food was insufficient. If there was any food, it was insufficient.\nAnd you slept on straw, th-the hygiene, the circumstances were awful. And the transport -- my\nfather was deported on the 10\" of August 1942, to Auschwitz, and on French trains. And it was\nlater established that the SS paid a certain amount of money for each passenger on those trains,\non the French cattle wagons that took their -- their passengers to Auschwitz.",
        "Q: So this --",
        "A: And there was all ste -- a hundred people to one car, without seats, standing room only,\nresulting in the death of a -- of quite a few people before they even arrived. You know --",
        "Q: Did you ever see your father again --",
        "A: No.",
        "Q: -- after you left the Saint Louis?",
        "A: No.",
        "Q: You never did. Did your mother ever see him?",
        "A: Ah, no. No, we never saw him again.",
        "Q: And do you have any idea why your mother chose Nice? Why go to Nice? There was a large\nJewish community there, I gather, but --",
        "A: There was a large Jewish community there.",
        "Q: Do you think that’s why?",
        "A: And was that -- there was a large Jewish community there and --",
        "Q: And was it under the Italians at that point, when your mother came?",
        "A: No, it -- it was not. It was under -- under French domin -- dominion. And -- it was under\nFrench dominion and Nice was a destination and -- and some of her friends from -- originally\nfrom Berlin also were in Nice. And I had a --",
        "Q: [indecipherable]",
        "A: -- I celebrated my Bar Mitzvah in Nice.",
        "Q: Yeah, I understand that.",
        "A: Yeah.",
        "Q: Let me go back just a little bit.",
        "A: Please.",
        "Q: D -- how did you get to Nice, by train?",
        "A: Yes.",
        "Q: That you remember?",
        "A: Yes.",
        "Q: Do you remember the train trip? It was a long trip.",
        "A: Yes.",
        "Q: From Paris, yes?",
        "A: Yes. But what I remember even more was the fact that we went into hiding as -- as the -- the\ngreat arrests took place in Paris and all over France, in -- in response to the decision taken at -- in\nWannsee a-as part of the conference --",
        "Q: So you were in hiding in Paris --",
        "A: -- the Final Solution --",
        "Q: Were you in --",
        "A: -- we were hiding with a Gentile family in an attic.",
        "Q: In Paris?",
        "A: In -- in Nice.",
        "Q: In Nice. But let’s go back to the beginning when you were in Nice, cause you were in Nice\nfor a -- two years, do you think?",
        "A: About -- a little more than a year and a half.",
        "Q: Little more than a year, I see. So --",
        "A: Of which part of the time I was in hiding at --",
        "Q: Right, now --",
        "A: -- from that point on.",
        "Q: -- but in the beginning, where -- did you live in an apartment with your mother? I mean, how\ndid you -- how did you get along? Did you go to work?",
        "A: We lived in a very, very small hotel.",
        "Q: Mm.",
        "A: Which you could call a rooming house.",
        "Q: Uh-huh.",
        "A: And you would tell they catered mainly to permanent residents. And we had one room. I sh --\nI would characterize it as a large closet. It had a bed, it had a small round table, the size of this\ntable here. It had a small closet, it had two chairs, and that was it.",
        "Q: That was it.",
        "A: And that’s where we stayed until we were right -- until we went into hiding.",
        "Q: Did your mother work?",
        "A: No.",
        "Q: So how did she have money to pay for the hotel, do you remember?",
        "A: Y-Yes. We had friends in Switzerland who were associated during peace time with my\nuncle’s factories. They had -- and these friends had two department stores. They were -- they\nwere of means, they were well-to-do.",
        "Q: Mm-hm.",
        "A: And they sort of supported us, with limited pocket money or funds. And it -- 1t was by way of\ncharity that we existed for --",
        "Q: Right.",
        "A: -- a little more than a year, for a year and a half.",
        "Q: Before you went into hiding, was it fairly comfortable in Nice? I mean, did you feel safe in\nsome way, or not?",
        "A: For a period of time, I -- ec -- except for missing my father and living a -- an -- a life of --\ngetting used to another lifestyle, I would say that -- that it -- it was -- until the -- the big raffles,\nthe big arrests, it was quite comfortable.",
        "Q: And you -- you went to school?",
        "A: Yes. I went to elementary school, yes.",
        "Q: So you --",
        "A: And I went to school not -- at that time knowing very little French, but for a -- an 11 year old\nboy, it was astonishing how rapidly --",
        "Q: Right.",
        "A: -- I acquired the -- to the point where I speak French fluently today --",
        "Q: Really?",
        "A: -- to this day.",
        "Q: Really?",
        "A: Yes. I speak French as good as English.",
        "Q: Interesting.",
        "A: And I’ve never forgotten my German, so if anything good happened during that period, I\nbecame multilingual.",
        "Q: Yes. And how did your Bar Mitzvah happen [indecipherable]",
        "A: Well, my Bar Mitzvah, as I told you later on in -- much later, I -- I became a caterer, and I can\ntell you one thing, my Bar Mitzvah, from the Bar Mitzvahs taking place in the year 2000, or in\nthe late 19 -- oh, a -- 19 whatever, th-that -- it was not a theme party.",
        "Q: No, huh?",
        "A: No, it was a -- but, the -- the -- with emphasis on -- on shall we say, the law, Halacha, th-the\nlaw, religious law, I -- I did -- I did -- I took lessons and I did -- did -- did quite well in doing my\nHaftorah, the portion on the Torah.",
        "Q: And was this -- was this at the school?",
        "A: In as -- very short, very, very small synagogue in Nice.",
        "Q: Uh-huh.",
        "A: A very small congregation, I think there were about 20 people.",
        "Q: And why did you decide to -- did you decide to do that, or your mother wanted you --",
        "A: My mother was very, very -- oh, my mother was very -- she was determined to have me Bar\nMitzvahed at the age of 13. And right here I got letters that she wrote to the camp in Gurs to ask\nthat my father be given -- maybe call it naive or call it whatever, I don’t know what you would\ncall it, but she wrote a letter to the camp commander begging him to allow him to attend what\nshe called the Holy Communion, as it is known in Christianity. And -- and she has these letters\nright here.",
        "Q: Mm-hm.",
        "A: And -- and of course they turned it down. So -- and she wrote these letters up to she still --\nand then she wrote a letter -- I have that correspondence, part of which I gave to the Holocaust\nMuseum, where she wrote she will never forgive France for not allowing my father to -- to attend\nthat --",
        "Q: Right.",
        "A: -- most important of events in the life -- in the life cycle of a Jewish boy.",
        "Q: Was there a -- a little party?",
        "A: Yes.",
        "Q: For those 20 [indecipherable |",
        "A: In that little hotel, in that little dump. In that little hotel, in that little room, there was some\nherring, and I could recite the menu, it was very basic.",
        "Q: Right.",
        "A: But there was a kiddush, the re-reception. And not to be compared with what you have today.",
        "Q: Yes, I understand.",
        "A: But it was a kiddush and my mother did her very best to make it memorable.",
        "Q: Right.",
        "A: And so it was. And --",
        "Q: Did you have friends who came? Kids?",
        "A: Yes, yes. A couple of boys and their parents and so forth.",
        "Q: Uh-huh. So you have good memories of that.",
        "A: Yes. What I remember most of all however, was the fact that 1t had been my fervent wish to\nget a bicycle and my father wrote from Gurs to my mother that she should get that bicycle, and\nhe wrote a letter to me that -- that I -- now my wish is fulfilled and I could take those trips, and\nindeed I did. I took trips from Cannes to Monte Carlo --",
        "Q: On your bicycle?",
        "A: -- on bicycle, yes, yes --",
        "Q: Really?",
        "A: -- yes, long trips on my bicycle. That was -- I lived for that, it’s beautiful, wonderful. And --",
        "Q: So your father was allowed to write to you some?",
        "A: My father was allowed to write until his deportation. The correspondence, it was censored --",
        "Q: Right.",
        "A: -- by the French, Vichy government.",
        "Q: Right.",
        "A: Tho -- ther -- those letters were -- the-they had these three lines across in yellow, green and\nblue, and th-they were cen-censored letters. But they were allowed, and my mother was allowed\nto send packages, food packages.",
        "Q: To him?",
        "A: Yes. And she did send packages and some of his letters indicated th-the wonderful bliss, the --\nthe pleasure he had for -- to eat a challah, after not having had a slice of bread in a year and a\nhalf.",
        "Q: Wow.",
        "A: So -- so -- and he shared this with his fellow inmates, and --",
        "Q: So she never saw him either?",
        "A: No.",
        "Q: But she was able to --",
        "A: And one day a parcel came back, letters came back, [speaks French here] left without leaving\na forward address. And that was when he was sent to Drancy, a -- a -- another hellhole. An\nunfinished building de -- de -- designed to become a camp. It had no facilities, no hygiene, no\ntoilets, nothing. And no electricity. It was completely unfinished. And people stayed there two\nand three days and then were shipped in those famous cattle wagons to Auschwitz. And the story\nhas it that a hundred women who were separated from their children jumped out of the windows\nand killed themselves. It’s all part of the legacy.",
        "Q: Did you -- did you understand, did your mother understand what might happen, or that was --\nthat came much later? To your father.",
        "A: We understood the separation, we understood the deportation, and the hope, however, never\nleft us until much, much later, that awful things were going on, but the details of the massive --\nmassive killings, leaked through much, much later, through some sources. The Germans were\nvery, very good in keeping their activities, their murderous activities a secret.",
        "Q: Right.",
        "A: And -- but however, even A-American embassy officials and -- and -- with -- in conjunction\nwith Raoul Wallenberg and other people of that kind, ga -- became knowledgeable that horrible\nthings were occurring. And whereas American planes bombed the rail lines to I.G. Farben, which\nhad slave labor, they used the camp inmates to operate their factories, it -- 1t -- it is said and it is\nremembered and it is a part of history that they did not bomb the rail lines leading to Auschwitz,\nbecause it would delay the war effort. Can I use a handkerchief [indecipherable]",
        "Q: Yes, absolutely use a handkerchief.",
        "A: Thanks.",
        "Q: Course.",
        "A: It -- it -- followed that -- that -- that the -- the death machine roared day and night, and the\ncrematoriums that --",
        "Q: But that’s not something that you knew at the time --",
        "A: No.",
        "Q: -- so that you -- you hoped that he would be okay",
        "A: No, we did not know it. There was hope that he would be seen again or returned, almost up to\nthe end of the war.",
        "Q: Right.",
        "A: It only became known at the very end that he did not survive, that he was the victim of the\npersecution. And that is why I make it a point, the words to me have always had and always will\nhave a significant meaning. Words stand for something, they stand for events. They describe\nevents and words are very pertinent to -- to -- they go far beyond just the spelling of a word. The\nwork Holocaust apparently did -- did -- did not come to be un-until the -- the -- the mid -- mid-\n70’s, because this letter that I have from the Red Cross ends with, it must be assumed that your\nfather was a -- became a victim of the persecution. The word holocaust did not -- was not\nmentioned 1n that letter. They called it the persecution. So --",
        "Q: So a-after your father is sent -- oh, I guess maybe we should stop, since we don’t have too\nmuch time. So I won’t ask another question, we’ll stop the tape at this point.",
        "A: Okay.",
        "Q: And go to the next tape.\nEnd of Tape Three\nBeginning Tape Four",
        "Q: Henry, what -- when did you have to go into hiding in Nice? This is wa --",
        "A: As they -- as they were picking up -- arresting the people on the boardwalk and searching for\nus, and [indecipherable]",
        "Q: This is aft -- after the Bar Mitzvah?",
        "A: Yes.",
        "Q: So does your mother find a place, is that what happened?",
        "A: Evidently these were Gentile acquaintance -- acquaintances who -- yes.",
        "Q: And what was that like for you? The two of you went into hiding, you didn’t have -- y-you\ndidn’t have much stuff anyway.",
        "A: Oh, it’s a little primitive, but they were very -- they were good people, you know.",
        "Q: And where did you hide, in their attic?",
        "A: In the attic.",
        "Q: And were you able to come down at any point, did you just have to stay there?",
        "A: Stayed mostly in there. I -- I once ventured outside by myself, and in -- in an attempt to\nretrieve some of our more valuable possessions in that hotel where we stayed, but I was only\npartially successful. And we got then a -- we managed to get a guide who drove us to the foot of\na mountain, from whence we were ultimately able to walk over farmland in the middle of the\nnight, into Switzerland.",
        "Q: So how long did you stay in hiding in -- in Nice, you think?",
        "A: It seemed like -- it seemed like a very long time, but I don’t know exactly how long it was.",
        "Q: Were you alone or were there other families there?",
        "A: There was one more family which then left, came and left. It was like a -- a hiding place that\nwas organized by some knowledgeable people.",
        "Q: Were there children there as well --",
        "A: In the -- knowledgeable in the resistance movement or something like that.",
        "Q: Were there other children in the attic with you, or not?",
        "A: Much older than I. Children, I wouldn’t call -- call them children.",
        "Q: Children. And you were 13 at this point, or over 13?",
        "A: Yeah, I was over 13.",
        "Q: So you understand --",
        "A: I was 14 when I came into Switzerland --",
        "Q: Into Switzerland.",
        "A: -- so now I must have been there for several months.",
        "Q: So you understand much more of what’s going on by this time?",
        "A: Yes, yes, I came to understand what was going on.",
        "Q: Does your mother talk to you more about it, or if -- or is -- are you still sort of left in the dark?",
        "A: Well, my mother passed away in 1970 --",
        "Q: No, no, I mean then, in Nice.",
        "A: We were preoccupied with how to make our way into Switzerland, how to save ourselves.\nAnd we crossed the border on a rainy night, the -- as expected the border guards had retreated\ninto their huts.",
        "Q: Because it was raining?",
        "A: Yes.",
        "Q: Uh-huh.",
        "A: That was a bad night. And we managed to get literally to walk into Geneva.",
        "Q: Without being stopped?",
        "A: Well, where we were stopped, taken to a soccer field, to a dugout, that’s where, and met other\nrefugees there. And a couple of days later we were taken to a -- a refugee camp. A very primitive\ncamp that was our first point of -- of sanctuary in -- in Switzerland. What followed was a period\nof time that I spent with the various families.",
        "Q: So you separated from your mother again?",
        "A: Yes.",
        "Q: Cause she stays in the refugee camp?",
        "A: She was sent to a more permanent camp, and that camp consisted of a -- a resort hotel, which\nwas transformed into a refugee camp because there was no tourism in Switzerland during that\nperiod.",
        "Q: [indecipherable]",
        "A: So what the Swiss government did, they requisitioned all of those resort hotels and turned\nthem into reception camps for their many refugees, of varied background.",
        "Q: Was there a problem with your getting in, or not? They didn’t have -- they didn’t have any\nissue with the fact that you were Jewish?",
        "A: No.",
        "Q: None.",
        "A: I did not encounter any anti-Semitism --",
        "Q: Uh-huh.",
        "A: -- in --",
        "Q: In Switzerland.",
        "A: -- in Switzerland.",
        "Q: Mm-hm.",
        "A: Here is a -- an item in this book.",
        "Q: And that book is?",
        "A: Yeah, this -- it -- it has here, it -- page --",
        "Q: What’s the name of the book?",
        "A: “Swiss Wartime Work Camps.” And here is has Henry Gallant, Atlanta, Georgia, U.S.A..\nAnd it gives you a short synopsis of my relationship with Switzerland. It said, “My mother and\nfather and I left Germany May 13, 1939, bound for Havana, Cuba on the S.S. Saint Louis. That\nepisode became known as the voyage of the damned. My family and I disembarked in France,\nthe other passengers were admitted in Belgium, Holland and England. My father was interned in\nGurs and in late ’42 transported from Drancy to Auschwitz. He was never heard from again. My\nmother and I lived in Nice until September of 1942. French collaborators arrested thousands of\nJews and we found a hiding place in an attic and stayed there a few months until my mother\narranged for false identification papers and a guide to take us to the Swiss border. We walked\nover pastures at night and entered at Switzerland illegally. We were not sent back. We were\ntaken to a football field near Geneva, having crossed the border at Annemasse. And after several\ndays were sent to a Aufangslager reception camp at Ayresfield, Berner Oberland. The camp was\nprimitive, or rustic, as you would expect in basic training. The food adequate and the Swiss\nsoldiers friendly and sympathetic with our plight.”’ And then it goes on to tell the rest of the\nStory.",
        "Q: Mm-hm, mm-hm. So you tell me the story, instead of reading it.",
        "A: Oh.",
        "Q: So -- whoops. I thought I threw out something --",
        "A: Well, I lived in several families. I lived first --",
        "Q: Let me ask you something.",
        "A: Hm?",
        "Q: Why did your mother dec-decide that she was going to go to Switzerland? Had she been\ntalking to people in the resistance? Do you have any idea why?",
        "A: Why --",
        "Q: Because o-obviously a lot of people didn’t --",
        "A: -- well when you -- when you see people disappear overnight --",
        "Q: Mm-hm.",
        "A: And when you see the French gendarmes arresting people, then you know you better get --",
        "Q: You better get out of there.",
        "A: -- do something. And Switzerland borders -- borders France. And the only other place would\nhave been Spain, and that would have been a very long --",
        "Q: That would have been a much longer journey.",
        "A: And more difficult to cross the Pyrenees, the mountains. The Alps. Switzerland was the\nlogical place and besides, we had that family that had supported us partially.",
        "Q: They lived in Switzerland.",
        "A: The -- the -- these friends by the name of Benedict, the f-family that I mentioned supported us",
        "Q: Mm-hm.",
        "A: -- throughout our stay there for, you know, several months.",
        "Q: Was the guide somebody who was from the resistance? Is that what -- do you remember who\nthis person --",
        "A: No, had no contact with him. He didn’t speak, kept quiet.",
        "Q: And he just took you to the place.",
        "A: He just went through his -- his job in a very myth -- mechanical way.",
        "Q: And you were in a -- in a car, up to a certain point?",
        "A: Up to the -- where we got out. And he just said, walk over this field and you will come -- go\nstraight and you will see ahead of you a mountain. Try to make yourself -- try to make it possible\nto cross that -- that mountain. And --",
        "Q: That must have been very nerve-wracking.",
        "A: Yeah, to say the least.",
        "Q: So what was the ca --",
        "A: And very dangerous.",
        "Q: Cause you could have been caught at any time or shot or whatever.",
        "A: Correct. And you would not know what would happen to you if you were caught. You would\nnot know the response. It was an act of desperation.",
        "Q: And you felt it and your mother felt it.",
        "A: Yes.",
        "Q: And you were alone when you walked across there, you weren't with anybody else. So you\ndidn’t --",
        "A: No.",
        "Q: -- you -- so that all of this was unfamiliar territory to you.",
        "A: Yeah, totally unfamiliar, exactly, totally unfamiliar. I had no idea what the out --",
        "Q: So you just followed his finger?",
        "A: Yes.",
        "Q: He said go in that direction and that’s where you went to.",
        "A: Pretty much. I couldn’t -- I wouldn’t put it any other way.",
        "Q: But Geneva’s pretty far. You walked to Geneva?",
        "A: No, Geneva from Annemasse is not all that terribly far.",
        "Q: No? Uh-huh.",
        "A: It -- it -- 1t’s maybe -- I -- I would say probably a two hour walk into the outskirts of Geneva.",
        "Q: And what -- what was the -- the weather at this time? It was raining that night.",
        "A: When we first began that -- that long, long excursion, if you will call it that, it was raining\ncats and dogs. It was raining severely. How the weather turned later on is not in my memory.",
        "Q: Were you wet? You must have been -- you must have been soaking wet.",
        "A: I would assume -- I was assume -- I would assume that I was wet.",
        "Q: And do you remember the kind of shoes you were wearing?",
        "A: No.",
        "Q: No.",
        "A: No.",
        "Q: Did you have a rucksack with you? Did you have --",
        "A: Yes, I had a backpack.",
        "Q: You had a backpack.",
        "A: Mm-hm.",
        "Q: And your mother the same, do you think? Or do you think --",
        "A: Don’t really remember what she had, I think she had some kind of a bag that she held, you\nknow.",
        "Q: But you couldn’t have carried very much --",
        "A: No.",
        "Q: -- because you knew you had to go --",
        "A: Practically nothing.",
        "Q: Right.",
        "A: Practically absolutely, I would say less than nothing but the very bare essentials, maybe some\ntoilet articles like --",
        "Q: So did you lead your mother, did your mother lead you? Do you have any recollection, or did\nyou just hold onto each other -- did you hold hands?",
        "A: No, just -- just walk.",
        "Q: Just walked.",
        "A: Yeah, yeah, yeah. Just walked.",
        "Q: And when the Swiss police got you in Geneva and took you someplace, were you f -- was that\na frightening situation, or they were not mean to you?",
        "A: No, because there were other people there in that dugout at the --",
        "Q: Uh-huh.",
        "A: -- that soccer field. And it was a relief, actually, to be what we -- it became apparent that we\nwere on -- on solid ground and we were safe, and we were not threatened by what we had\nwitnessed in the south of France.",
        "Q: But you had false papers, is that correct?",
        "A: For -- yeah, yeah, identif -- identification papers.",
        "Q: And is that when you became Henry Gallant?",
        "A: Oh no. No, no, no, no.",
        "Q: No? No, that beca --",
        "A: No, that 1s a totally different --",
        "Q: So who were you? So who were you then?",
        "A: -- they -- you have to -- you had -- for that you have to buy my second book.",
        "Q: I see. But you haven’t finished the first one yet, Henry, so --",
        "A: That -- no, that’s correct, that’s correct.",
        "Q: So, who --",
        "A: You’ve got a good memory.",
        "Q: So who -- yeah right -- so who was -- who was on your passport, if it was a fake paper? What\nwas the name? It was still Heinz Goldstein?",
        "A: I would imagine. Or it was a totally different name.",
        "Q: It would have to be a different name --",
        "A: I -- [had --",
        "Q: -- you couldn’t be Jewish.",
        "A: -- no, I have -- I have -- no, no, absolutely not. I have that in memory that it was a totally\ndifferent name. I don’t remember the name.",
        "Q: Uh-huh.",
        "A: But it -- 1t was definitely in -- in no way related to my real name or my -- my future adopted\nname, no, no.",
        "Q: Right.",
        "A: No, no, no, these were papers that were suggesting a --",
        "Q: A different identity.",
        "A: As a matter of fact, we were stopped by a gendarme, that’s just a side incident. We were, the -\n- the car was stopped by a gendarme who looked at those papers. My mother spoke some French,\nin fact, she spoke good French. And -- and the gendarme, this I remember distinctly, the\ngendarme saying in a certain voice, Sa sont vous papier? These are your papers, and my mother\nsaid, oh, oui, bien sur. And o -- and -- and he -- and he said, [speaks French here] he said -- and\nhe made no -- he -- he -- in my view, in my recollection, he left no doubt at all that -- that he was\naware these papers were -- were faked. And -- but he also seemed to indicate that he knew the\ntimes we were living in, and he -- we were just fortunate in running in -- ther -- there were\npeople like that throughout the history of World War II. People who --",
        "Q: Who just turned and looked away.",
        "A: -- yes, there were people like that. There were people like that in Germany as well, who to --\nwho risked their lives. And there were people like that in Poland, who risked their lives for the --\nto -- who hid children and did all sorts of things that could have cost them dearly had -- had --\nyou know, had it become known.",
        "Q: So what does this -- what does this gendarme say to your mother? This -- these are your\npapers?",
        "A: [speaks French] -- if you believe these to be your papers --",
        "Q: Uh-huh.",
        "A: -- then you may proceed.",
        "Q: I see, so it was clear that he was [indecipherable]",
        "A: Clear, absolutely. Left no doubt in my mind whatsoever.",
        "Q: Right, right. And that happened before you came --",
        "A: And I hear that as if it -- as if you were talking to me now.",
        "Q: Mm. And that was before Geneva?",
        "A: Yes, of course.",
        "Q: This is way before.",
        "A: Absolutely.",
        "Q: Yes.",
        "A: That was midway. We were just stopped.",
        "Q: Right.",
        "A: There were roadblocks at th -- that was one of those roadblocks. As it was leading to the\nborder.",
        "Q: The border of Switzerland?",
        "A: Correct.",
        "Q: I see. So this is a French gendarme --",
        "A: An -- absolutely, and --",
        "Q: -- or border --",
        "A: -- certainly a French gendarme.",
        "Q: Right.",
        "A: La gaul si ville --",
        "Q: Right.",
        "A: -- who was known to be -- th-they were known to be like the SS, they were horrible people,\nby and large.",
        "Q: So that must have been awful as you -- as you start to go because you have no idea what’s\ngoing to happen.",
        "A: I wa -- yes, I -- that is what I would -- would -- would call it.",
        "Q: So when you were -- when you were --",
        "A: That was one of those moments, one of those terrible moments of -- of stress and anxiety and\nso forth.",
        "Q: Right. And then you got over it, and then you just kept going.",
        "A: Yes.",
        "Q: Do you remember that the weather changed? That the -- that it didn’t stay [indecipherable]",
        "A: The last thing on -- on my mind during that period was the weather. I ma -- I don’t know what\ntranspired exactly in my thoughts, but the weather was not part of it.",
        "Q: Did you hate this?",
        "A: Did I hate?",
        "Q: Were you angry that you had to go through this, or was this just a normal time somehow?",
        "A: I think my entire life I just take things as they come.",
        "Q: Mm-hm.",
        "A: There are always moments that you -- that one dislikes and that one does not find terribly\namusing or exciting or enjoyable.",
        "Q: Mm.",
        "A: But I guess that’s part of being here.",
        "Q: Right.",
        "A: Better being here than not being here.",
        "Q: Than not being here. Did you complain to your mother as your -- as this -- because your\nchange starts when you’re seven, eight years old. I mean, your -- you’re not a grown person. So\ndo you complain to your mother, or do you fee -- do you feel as a kid that things are so bad,\nthey’re happening for everybody, they’re so bad that I shouldn’t complain? Do you have any\nrecollection of what that was like for you as a kid?",
        "Q: That’s a very good question. I -- I don’t think that -- that -- complaining really was not par-\npart of my -- my psychological make-up. I -- I do not complain.",
        "Q: Did you ever cry, when you were alone?",
        "A: I cried -- I cried terribly when I was separated from my mother in -- upon disembarking in --\nin France --",
        "Q: In France, when you went to the [indecipherable]",
        "A: Yeah, that was -- that was a horrible -- that was one of the most horrible time, cause I had\nnever been previously separated, so --",
        "Q: Right, right, so that’s when you cried.",
        "A: That separation was, you know, in the -- not knowing which and what was going to happen\nand so forth. That went on --",
        "Q: Did anyone talk to you?",
        "A: N-No, because I did my crying in the solitude of my own person.",
        "Q: Right.",
        "A: I -- to be -- to be precise, I would not -- it -- it wasn’t in my nature to cry in public. I did not --\nI had enough sense of awareness that I went to the bathroom and cried. But I was very unhappy.",
        "Q: Yeah, I imagine.",
        "A: Yeah, I was very unhappy. I was very unhappy, it was the epitome of loneliness at that very\nmoment in time and place.",
        "Q: And do you think your parents knew that about you?",
        "A: Well, my father wasn’t -- was not bothered.",
        "Q: He’s not there, right, but your mother --",
        "A: He was already --",
        "Q: -- he had been arrested.",
        "A: Yeah, yeah. No, I don’t think so. I don’t --",
        "Q: Except she very quickly tried to get you out of that school.",
        "A: Yeah, a few -- it -- I think -- not a -- weeks, or a couple of months transpired, more than that.",
        "Q: Oh, so maybe she knew, but you didn’t know that she knew.",
        "A: I think the French, if I’m not mistaken, if I remember correctly, the French instit -- set into\nmotion a law that women with children could -- could have their children with them.",
        "Q: Oh, I see.",
        "A: And I think it was in context with that ordinance, or with that new law that -- that we were\nreunited. That’s --",
        "Q: Uh-huh.",
        "A: -- pretty much as I remember it.",
        "Q: Okay, right. So how long were you in the soccer field in Switzerland, do you remember’?\nDays, weeks, hours?",
        "A: Three, four days.",
        "Q: And they gave you sufficient food?",
        "A: Yes. Th -- it was like camp style --",
        "Q: So you were okay.",
        "A: Yeah, yeah.",
        "Q: It wasn’t na -- it wasn’t --",
        "A: No, no, no, do not remember having been hungry or anything like that, no, they took care --",
        "Q: You never remember being hungry?",
        "A: N-No, no, they took care of us. And --",
        "Q: And that was -- that’s been true throughout this whole circumstance, that you were not\nhungry.",
        "A: And I was not very demanding either, you know -- you know, I think continental breakfast\nwas invented in Europe, you know. That consists of a slice of bread, marmalade and a piece of\nmargarine or butter and a glass of milk. This is breakfast, you know?",
        "Q: And that was enough.",
        "A: Or in -- in Switzerland it was also commonplace, I spent a -- a certain amount of time on a\nfarm because the Swiss men were -- they had to serve in the army, so they took -- by that time I\nwas already -- I was no more a child in that sense and I worked on a farm. And breakfast\nconsisted of the typical Swiss Rosti, you know, like potatoes that -- not potato pancakes, but like\nhash brown potatoes. They would grind them and then fry them and this -- this, and bread --",
        "Q: Were they good?",
        "A: Oh yeah, excellent. This and bread and milk and so forth, 0 -- coffee au lait, you know, touch\nof coffee with a lot of milk was breakfast.",
        "Q: So, you -- are you -- you’re very adaptable as a kid. You -- you keep [indecipherable]",
        "A: Yeah, I was -- I found myself to be adaptable to a -- to a lot of different circumstances. And\nmy -- the time I spent in Switzerland, these families, I think I mentioned it, they were of a\ndifferent background. I spent a year with a secular Jewish family, one that was not religious. I\nmean, it was nothing extraordinary to have a pork roast for dinner. And -- and then I spent a little\nover a year with a secondary Gentile family, secondary teacher. And lo and behold, I ended up\nwith an Orthodox family, a very religious Jewish family.",
        "Q: That was the last one.",
        "A: That was the last family, right, that’s when I attended the --",
        "Q: So what are the circumstances of your staying with a family? Are you sort of like a foster kid,\nthey get money from someplace?",
        "A: Exactly, exactly, exactly.",
        "Q: Uh-huh.",
        "A: We -- the Swiss -- the Swiss organiza -- they were organized and -- and th-they -- they had a -\n- a branch of c-call it the Red Cross or something, administer the -- th-the -- the -- the -- the -- the\nso-called youngsters, teenagers and so forth, they were kind of separated from the adults.",
        "Q: Were there other children in the family, I mean, in these families?",
        "A: In one family there were two boys wi -- they were a little older than I, and in the Gentile\nfamily there were two -- two girls. One 1s -- I think is 20 or 21.",
        "Q: Sounds nice.",
        "A: Very interesting, yes.",
        "Q: Why was it interesting? Why do you say that?",
        "A: Well, it was -- 1t was interesting that we -- difficult to go into -- 1n -- into details, but it -- it\nwas a novelty of sorts.",
        "Q: For you to be around girls?",
        "A: The environment for me, yeah.",
        "Q: Right.",
        "A: Mm-hm. I mean, I was in, call it puberty, or whatever, you know. And they were also very\ncurious, these -- th-th -- that family was very curi -- there were questions.",
        "Q: So they wanted to know about your experiences?",
        "A: They knew about the Jewish lifestyle. Probably their knowledge -- their Biblical orientation.\nAnd whatever it follows the -- the -- the varied traditions of -- I’m trying to be as diplomatic as I\npossibly can. But they were --",
        "Q: Do you want to be less diplomatic?",
        "A: I beg your pardon?",
        "Q: I said, do you want to be less diplomatic?",
        "A: I-If your curiosity compels you to -- to do -- do --",
        "Q: Pll ask, yes, what was it like?",
        "A: Yeah, well, they had never seen a circumcised boy.",
        "Q: Right.",
        "A: And it was quite a new experiment, you know, a new experience, rather, you know.",
        "Q: Right.",
        "A: And th-they -- they -- they wanted to -- to see what this thing looks like you know? And of\ncourse I wasn’t -- I wasn’t about to disrobe, if you will --",
        "Q: Right.",
        "A: -- under these -- in -- in this particular circumstance. But, I said, if you accidentally -- I said,\nI’m going to take a bath or a shower and if you happen to walk in, that won’t bother me one bit.\nSomething along that line.",
        "Q: Right, right.",
        "A: And --",
        "Q: Was that uncomf --",
        "A: -- a -- but there was nothing new, really, they -- they -- that was nothing -- nothing new. I\nremember seeing a -- a film where -- with -- where Jews were in jeopardy and the only way that\nthese guards could ascertain the -- the religious, you know, that they had caught up the Jews or\nnot would be exactly through this ritual which -- which by the -- in -- in -- in -- among Jews is\ncommonplace.",
        "Q: Right.",
        "A: So.",
        "Q: Were you seeing your mother at this --",
        "A: Yes, they had a -- they had a rule that the Swiss government -- I call it the government but it\nwas a branch of the government in charge of imi -- affairs of immigration. And they had a rule\nthat children, or teenagers or whatever, family members may be reunited for a period of three\ndays every six weeks. So while I was with this family, I actually saw my mother every six weeks\nfor three days.",
        "Q: And that -- that was true for each of the three families that you were with, you said?",
        "A: Correct. And they even paid the expense of the guesthouse where you were staying and the --\nand the meals and so forth. That -- that they did, and --",
        "Q: Was this difficult for you to see your mother and then have to go away for awhile?",
        "A: Well, it wasn’t exactly easy, but you know, th -- I can remember it. It was wonderful. We\nwere close.",
        "Q: Right.",
        "A: You know, and due to the conditions that existed at that time. And -- and then la -- three days\ngo by, and you know --",
        "Q: And then she’s gone.",
        "A: Yeah, but you look forward to the next six weeks, I mean --",
        "Q: Right.",
        "A: I mean to --",
        "Q: Right.",
        "A: She --",
        "Q: And she was in a refugee camp. And what did that mean?",
        "A: Well, they called it a camp. They can’t call it a resort hotel, you know? So a camp can mean -\n- can mean two things. A camp need not be -- need not be a concentration camp.",
        "Q: Right.",
        "A: After all. But a camp is not a home either, you know.",
        "Q: Right.",
        "A: So the word camp could -- could imply anything, you know? Children in the summer go to\ncamp.",
        "Q: Right.",
        "A: And --",
        "Q: Was she living in bad conditions, or not?",
        "A: No.",
        "Q: No, she wasn’t.",
        "A: No, no, not at all. Not at all.",
        "Q: So do you correspond with her?",
        "A: Yes.",
        "Q: So in between the visits --",
        "A: Yes, yes, yes, absolutely. Absolutely.",
        "Q: So it must have been important.",
        "A: Quite frequently as a matter of fact, yeah. Both ways.",
        "Q: Did you end up saving those letters?",
        "A: There are some of those letters, a couple of letters are floating around among ma -- among hi -\n- literally hundreds of pictures, which I have never bothered, throughout the years to -- to catalog\nin a picture album.",
        "Q: Right.",
        "A: They are in boxes [indecipherable] and they really come from every -- from every stage, I\nalways -- I would say every era. I have pictures from our life in Berlin before the war. I have\npictures of our time spent in Nice, on the French Riviera. I have pictures that were taken in\nSwitzerland. And beside having stayed with these families, I spent the little -- a little more than\none year in a boarding school, which was known by the name of Ecole d’Humanité. Ecole means\nschool and Humanité means humanity.",
        "Q: Right.",
        "A: The school of humanity. And the professor and his wife, who ran that school were two\nGerman Gentiles who left Germany at the onset of Hitler taking the government.",
        "Q: I think we have to stop there. So why don’t we start there, when you talk about the --",
        "A: That’s a good point.",
        "Q: -- boarding school.",
        "A: Excellent point to start.",
        "Q: Okay, okay.\nEnd of Tape Four\nBeginning Tape Five",
        "Q: Okay. We ended and you started talking about the boarding school, Ecole d-Humanite.",
        "A: Yeah, Ecole d’Humanité.",
        "Q: Tell me about that. This was in Switzerland, right?",
        "A: Yeah, yeah. In Switzerland, not far from Zurich. And it was operated by a fellow whose name\nwas Paul -- Paolos -- Paolo -- Paul Geheeb. He had a very famous school in -- in Germany,\nwhich was, I would say, 50 years ahead of its time. He -- it was very classic. He -- he was a\nfriend of Mahatma Gandhi. He knew intimately Rabbi Don Attagori, the famous author. And if\nyou went up to the dormitories along the stair what -- what do you call it, the stairs, you had\npictures from Tolstoy, Dostoyevsky, Maxim Gorky. And it was all about the classics. And on\nSaturday they -- they would have what they called andoch, a certain evening of spiritual --\nspiritual -- spirituality or something. And they would play Beethoven’s Fifth, or Eine kleine\nNachtmusik, Mozart, Beethoven, Hayden, Bach, Brahms and Handel and so forth and so on. And\nmy entire th -- wa -- culture was written with a capital C. And I went to this school along with a\nlot of other children who were refugees in Switzerland during that time, and among the student\nbody were two brothers and that’s a very interesting item. There were two brothers, the nephews\nof the chief of staff of the German -- German army, whose name was Walter von Brauchitsch.\nAnd their name was Hans and Matteas von Brauchitsch. And we were very close, we were\nfriends. And in the issue of “Life” magazine of May 1946 there’s a caption where German\ngeneral’s nephews went to school with Jewish -- the Jewish immigrants. And there’s one picture\nof me and -- and the Brauchitsch brothers. And we have kept in touch all throughout my stay\nhere in the United States. And I went to that school for about a little more than a year. And in\n1947 I came to America. Immigrated legally.",
        "Q: So was that school -- was it -- it good for you to be in that school?",
        "A: Well, I think it was very good, it -- in retrospect it was very good because the emphasis on\nculture is basically where even today I -- I developed the -- the taste or a liking for classic music,\nfor example. And had I not gone to that school, well I’m not saying that -- that the Stones or the\nBeatles or whatever are not wonderful to listen to, or that it’s not part of -- e-each age has its sed\n-- has its own music, so to speak, but classic music 1s forever and I came to appreciate it and then\neven today have an appreciation for classic music.",
        "Q: Did you --",
        "A: And it was developed in that --",
        "Q: In that school.",
        "A: Mm-hm, mm-hm.",
        "Q: Did you work at that school also?",
        "A: Well, I -- my skill that I acquired in hotel school, I did pretty much run the kitchen there, yes.",
        "Q: When did you go to hotel school? I don’t think we spoke about that.",
        "A: To hotel school, when I stayed with my last family, that Orthodox -- I think I mentioned the\nOrthodox Jewish family.",
        "Q: Yes.",
        "A: Well, I spent the -- I went to school in the daytime, to hotel school and in the evening I would\ncome home, to what was then home, a foster home, if you will, to -- to those people that I stayed\nwith. But that was the period that I went to hotel school.",
        "Q: And is --",
        "A: And that was in Lucerne.",
        "Q: And is that before the end of the war?",
        "A: That was before the end of the war.",
        "Q: So what was it like to have the war end?",
        "A: Excuse me, I have to change that.",
        "Q: Mm-hm.",
        "A: It was at the end of the war, because the school occupied one half of the building and the\nother half was a hotel. And our guests at the time -- it was just at the end of the war, our guests at\nthe time were G.I.s who were on a seven day rest trip to Switzerland, what they called, R and R,\nrest and relaxation. They came there to spend seven days in Lucerne and that was my first\nexperience with real Americans and th-their lifestyle. And when I say lifestyle I’m referring to\nthe meals that they ate. And they ate the apple pie and left the crust.",
        "Q: They left the crust?",
        "A: For the most part, yeah. At the end of the meal there were -- you could see -- that was, to us\nwas completely strange because it is a European custom to finish what you have on your plate,\nunlike the way we live. If we’re not crazy about something we certainly don’t eat it, we just\nleave it.",
        "Q: So what did you think of these guys leaving the crust?",
        "A: Oh, they were terrific -- oh, the gu -- they were terrific. The -- in -- in those days, I -- they will\nnever come again, 1945, everything that was American was --",
        "Q: Was good.",
        "A: -- was great. From a Parker 51, which were the fountain pens, to -- to Chesterfield or Camel --",
        "Q: Really?",
        "A: -- cigarettes. The -- the very plain, G.I. issued raincoats -- anything that was American was\nfabulous. And the guys, the soldiers were -- really, they were kids. They were in their -- 20 - 21 -\n22. And --",
        "Q: But your se -- you’re about 17 when the war ends, right?",
        "A: Right. And they were about 21.",
        "Q: Right.",
        "A: And -- and they were -- I met them in night clubs, they -- doing the jitterbug and all that was\nAmerican, you know. It was very exciting.",
        "Q: And is it because you met them that you wanted to come to the United States, or did you want\nto come anyway”",
        "A: Oh no, no, no, no. We had -- we had wanted to come to America in the -- in the late 30’s. Our\ntrip to -- that -- the voyage, the so-called voyage of the damned was a prelude to entering the\nUnited States. Our trip to Cuba was -- was part of waiting out the -- the quota number to come\nup. So that was -- we had intended to go to America all along. Cuba was not our -- was not to be\nour final destination. Our quest was to enter the United States, come to America.",
        "Q: So what was the end of the war like in Switzerland? Was it very happy, or -- I mean it -- was\nit -- did you mark it, or did it just sort of pass you by?",
        "A: No, it was a transition, it was a transition. It was also the time that we were to find out that\nour father would never return, you know? And it was the beginning of -- of a new -- of kind of a\nnew life. You --",
        "Q: How did you find out about your father? Do you remember’?",
        "A: I got that -- that letter from the Red Cross, that who -- they researched this and their findings\nindicated that he was deported to Auschwitz.",
        "Q: And did you and your mother ask for that information? Was that how --",
        "A: Yes.",
        "Q: You did.",
        "A: Yes, yes. Mm-hm. And that was the response.",
        "Q: So, there’s a great sadness at the same time that you’re happy the war is over, it’s --",
        "A: Yeah, the -- absolutely. Surprisingly, the way I s -- remember it today, tha -- when you have a\nloved one whom you haven’t seen for six or so years, the -- the shock 1s somewhat diminished.\nAs they say, the time heals all wounds.",
        "Q: The what? The --",
        "A: Time heals --",
        "Q: Heals all wounds?",
        "A: -- all wounds.",
        "Q: Did it?",
        "A: That’s what they say.",
        "Q: I know, but I’m asking you whether --",
        "A: You -- it -- I -- ?’'d -- I would a -- I would say that that is ma -- very much so, yes.",
        "Q: Okay.",
        "A: I would [indecipherable] to that. Maybe not all wounds, you never forget. But of course you\ndon’t forget. But the intensity of losing a loved one is stronger in the early stage of absence than\nafter a number of years.",
        "Q: And you think that was true for your mother, or you think it was different?",
        "A: It’s hard to say. I don’t know how my mother felt. I wouldn’t know how, but you don’t know\nwhat -- in -- in -- intimately you don’t know what another person is really feeling.",
        "Q: Right, right.",
        "A: So I can’t say.",
        "Q: Right.",
        "A: You miss a person that is close to you, perhaps forever. I’m merely referring to the intensity.",
        "Q: Mm-hm.",
        "A: The shock, the drama.",
        "Q: Right, right, it’s different.",
        "A: You know? You know.",
        "Q: So, when the -- the war is over, do you go -- you -- you leave the foster home and you go to\nyour mother?",
        "A: When the war was over I had -- I lived with my mother for a period of time until we actually\ncame over on the S.S. America, one of the ships.",
        "Q: Was it difficult to get -- to get a visa to come to the United States or not?",
        "A: Well, it took a number of years. As you know, we were refused admission in 1939, and at the\nend of the war it was very easy, the sympathy for -- for the victims of the -- now known as\nHolocaust was -- was very much -- was very acute.",
        "Q: Mm-hm.",
        "A: So it was not difficult to enter the United States at the end of the war for victims of the -- of\nthe period.",
        "Q: But you then had to make another change. Did you know English?",
        "A: Yes, I had learned English and I was rather good at it, too.",
        "Q: Oh, you were?",
        "A: Oh yeah.",
        "Q: You -- and your mother spoke English fluently?",
        "A: She did also, mm-hm --",
        "Q: Really?",
        "A: -- mm-hm.",
        "Q: But -- all right, so the-there’s not a linguistics problem --",
        "A: So I came to America, and --",
        "Q: And what happened?",
        "A: -- and I had relatives who had preceded -- I had more than one relative who had preceded us\nin -- in their quest to live in America.",
        "Q: Mm-hm.",
        "A: And they -- I -- we spent a couple of days in New York, then I went to Philadelphia, where I\nhad an uncle, an aunt and two cousins. And I worked in a Swiss pastry shop as a --",
        "Q: In Philadelphia?",
        "A: -- in Philadelphia for a few days and then they also had a pastry shop in Atlantic City, so they\ntransferred me to Atlantic City, and that was my first experience, so to speak, after arriving in\nNew York and in New York I spent a few days. My aunt took me to see a musical, my first\nmusical, which I still remember distinctly was Oklahoma with Gordon MacRae. And -- and then\nI went to Atlantic City, and Atlantic City wasn’t a very exciting place in -- at that time. It went\nthrough several transitions. At the time I got to Atlantic City was in 1940 -- in 1947, and you had\nthe boardwalk --",
        "Q: Mm-hm.",
        "A: -- and the old part of the -- of Atlantic City. It was a highlight, 1t was the time when Saratoga,\nthe horses, they -- the Greenbrier Hotel in White Sulphur Springs. I mean, America was\nsomething different, totally different and much different than it 1s today. Atlantic City in\nparticular went through different stages. You know, from that era -- from that time it -- it got\ncompletely run down until gambling came to Atlantic City.",
        "Q: Mm.",
        "A: And then you had a different -- you had a different place again, you know, the old people got\nchased out of their homes and they built fabulous hotels like in Las Vegas. So after Atlantic City\nI visited my cousin in Beaumont, Texas and I stayed there for a couple of months. And then\nreturned to New York and worked in -- as a cook in a couple of hotels.",
        "Q: And did you come back to New York because you didn’t want to stay in these other places? I\nmean, why did you do that?",
        "A: Well, Beaumont, Texas was not really my -- my first choice. It was a wonderful place, it has\nm -- great -- at that time a great little town, today it’s a great big town. But it wasn’t where I\nwanted to be and also in my -- in -- in my -- in the pursuit of my career, I -- I was a chef at the\ntime and worked at the old Astor Hotel, which meanwhile has been torn down. I worked in the\nHotel New Yorker and at a later stage I worked at the Waldorf Astoria for about 10 years.",
        "Q: Mm. As a chef?",
        "A: No. I didn’t know wa -- there’s a chef. I worked in the -- in the nightclub, in the Empire room.",
        "Q: Hm. What did you do?",
        "A: And that was the -- it was the showroom -- I beg your pardon?",
        "Q: What did you do?",
        "A: I was a captain. That is the closest to the maitre’d. I had a section of the -- of the room that\nwas under my direction, the service, per se. And I enjoyed that very much. The showroom -- we\nhad one act following another. We had Tony Bennett, Peggy Lee, Dinah Shore, the Pointer\nSisters, Diana Ross and the Supremes. Maurice Chevalier and Gilbert Bécaud, a French singer.\nAnd Charles Aznavour, another French singer. And we had -- and the guests that attended these\nperformances, we had Liza Minelli and so forth. And I enjoyed that very much, it was very\nentertaining.",
        "Q: Did you mind not being a chef, or you were [indecipherable]",
        "A: No, when I went to hotel school I took two courses, actually. I became a -- a -- I -- I took a --\nin -- in -- I took a course in the culinary art, but I also took a course in a -- a service course.",
        "Q: Mm-hm.",
        "A: And in -- in my career, I -- I was a maitre’d for a number of years and not just in the Empire\nroom, but I also worked -- the Empire room closed -- actually the Empire room was a seasonal\naffair. It closed in July and reopened in late September, which to me was -- was very beneficial.\nIt was not only benef -- it was very convenient, because I used those two or three summer\nmonths to -- to work in the Catskill mountains. And I got a great deal of experience in the\nCatskill mountains. I worked in some of the great hotels, of which most of them are closed. It’s\nall part of an era that is history long forgotten, but at that time the epitome of elegant living. A --\nI would say a culture that just simply, like so many other things, a culture that disappeared. Of\nthe approximate two million Jews living in New York, you could safely say that 99 percent of\nthem spent their summers in -- in the Catskill mountains, if not for the whole summer, then for a\nweekend, or -- or for a week or two.",
        "Q: So what hotel did you work at?",
        "A: I worked at Grossingers.",
        "Q: Mm-hm.",
        "A: Which is an -- an icon.",
        "Q: Right.",
        "A: I worked at The Concord, another icon.",
        "Q: Mm-hm.",
        "A: I was the maitre’d in The Pines in South Fallsburg. I was the maitre’d in a place called\nGibbers, and The Evans in Loch Sheldrake. And I also was the maitre’d for two seasons -- you\nmust remember that this was seasonal, so when you say, well, you’ve worked in so many\ndifferent places, the answer to that is simple, it -- these were seasonal hotels that opened up for\nPassover in -- generally in April, around April, closed again after Passover and reopened in June,\naround Memorial day and stayed open until the high holidays, the Jewish holidays, like Sukkahs\nand Simchas Torah and so forth and so on. And I worked there on th -- for the entire summer,\nuntil the Empire room opened up in late September and that’s when I went back to the Empire\nroom. So I spent 10 years in the Empire room, with the exception of the summers, which I spent\nin the Catskills. And these hotels in the Catskills had -- each had their own -- its own identity.\nThe Grossinger and the Concords were family hotels. A place I worked at was called Shavunge\nLodge. That was a place for singles. The Waldameer was a place for singles, but older singles.\nSo each of these hotels had their own clientele.",
        "Q: Mm-hm.",
        "A: And it was a pleasant -- pleasant time. And -- but all in the past, because 90 percent of all\nthese hotels do no longer exist.",
        "Q: So how long were you in this business?",
        "A: In this business I was until the major change occurred in 1975 when we moved to Atlanta,\nGeorgia. And th -- what happened is that the acts that I had mentioned in the Empire room, Tony\nBennett, Johnny Mathis, Dinah Shore and the Pointer Sisters, they all -- and Liza Minelli and all\nof these people had a salary of approximately six to 7,000 dollars. Steve Lawrence and Eydie\nGormé was another, and Ed Sullivan. These were the days th-that -- Jack Benny and George\nBurns -- not only is that time gone, like -- like gone with the wind, but it has disappeared and so -\n- and -- an-and it ex -- it precisely happened at a time when the salaries of these e-entertainers\nwent sky high. And the Empire -- and then it became a matter of -- strictly of economics. The\nEmpire room had 500 seats and the cover charge, meaning the -- meaning the cost of simply\ngetting a table to sit down, it did not even cover a drink or anything to eat, that way the cover\ncharge was a so-called entry ticket, if you will. And the cover charge went from five dollars to 15\ndollars per person. And then it went to 25 dollars. At the same time the salaries from 7,000\ndollars went to 35,000 dollars. So high that at one point it got to -- it became a reality that Barbra\nStreisand got one million dollars to appear in the room for one week. And it was logical that the\nhotel could not sustain, even though the -- the nightclub was not designed to make money, it was\nmainly designed to attract conventions and people to fill the rooms. That was the idea, to fill the\nrooms. But those salaries were unsupportable, so the only place that you could have that kind of\nentertainment would end up to be Las Vegas, where the profit and the money came from the\ngambling tables. And in 1975, the Empire room closed. It -- it -- and 1t became just a banquet\nfacility, and the nightclub as such, as it was known, no longer existed. And -- and the only place\nthat you could have the kind of entertainment would be in a facility where three or four thousand\npeople would cor -- would congregate, would sit. And that was Las Vegas and a place in New\nJersey and vary -- some venues.",
        "Q: So what -- what did you do in Atlanta?",
        "A: In Atlanta I worked through my connections at that time in the hotel industry. I came close to\nthe management of the Fairmont Hotel company, which was based at the time 1n San Francisco,\nin Denver and in New Orleans. And they had a t -- a hotel in -- in Atlanta. But that was in 1975,\nand Atlanta had not as yet become what you would like to call an international city. And they\nwere not used to -- and the -- they were not used to those prices. And so when I said that I -- first\nhand experience, I -- I came to manage the Venetian Room, which was the nightclub in the\nFairmont Hotel. And Tony Bennett appeared there and -- and well, and a number of other\nentertainers. And when the phone rang for someone to make reservations, they would say, well\nhow much does it cost to get in? So I would say, well the cover charge is 15 dollars. And the\nresponse on the other end would be, and what do you get for that? And without trying to --\nwithout -- trying to avoid to sound sarcastic, I would say well, you get a table, and you get to sit\ndown. But how else -- what else would you say? Th-That was the logical answer. And\nconsequently the entertainment of that -- that caliber of entertainment again went the way they\ndid it in New York. And so Richard Swig, who was owner of the hotel decided that Atlanta -- the\nonly thing that would work in Atlanta would be western entertainment. And so they brought in\nLoretta Lynn and a couple of other -- and Alison Krauss, some people with a [indecipherable]\nwith a reputation in the area of western music. And so you had a lot of -- I don’t want to use the\nterm -- I -- I think that to say rednecks, you know, would probably not take -- take too well, so\nlet’s say country folk, or whatever you will. But they -- the western music in -- in that -- that kind\nof caliber of western music didn’t do it either. And del -- later on, a number of years later,\nAtlanta got very fine restaurants and it built tremendous hotels and what was expensive at tha --\nat that time turned out to be cheap because prices went up and -- and Atlanta grew to be an\ninternational city, and they built a new airport and it is what it is today, you know, a big city.",
        "Q: When -- when did you get married?",
        "A: In 1961.",
        "Q: And how did you meet Ilsa?",
        "A: Well, I had worked in -- in upstate New York, in a place -- in a -- I was still in the Empire\nroom and I connected with the owners of the Marcie Hotel which was located in Lake Placid,\nwhich is close to Canada. And at the end of the season -- it was a seasonal operation al-also, the\nMarcie Hotel. It closed around September when the Empire room opened. But I had a few days\noff and I went to Montreal because having lived in France and speaking French, Montreal was\nthe ideal place to spend a couple of days, and I went to Montreal for a three day weekend and I\nmet Ilsa, my wife for -- who would become ultimately my wife, met her in -- in Montreal. And --\nand the rest is more or less history, we -- she came to visit me in New York and we became very\ngood friends and ultimately --",
        "Q: But how long did it take you to get married?",
        "A: Well, I -- that’s a very fine question -- that’s a very good question. I must have un --\nunconscio -- unconsciously had -- I ha -- I had without knowing it, I -- by that time I was in my\nvery, very early 30’s and I had become accustomed to -- to -- I was -- probably I -- I was a\nbachelor of sort, and I used to spend the summer in Europe and the -- the wer -- and th -- on one\nof those -- and in -- Ilsa and I, we were -- she was in Miami, and I was in Miami, but we were\nnot married at the time. And then one nice summer, she went to Las Vegas and returning from\nEurope, I called her up. But I noticed that her voice was slightly distant, there was a kind of\nchange of sorts had taken place. And naturally after we had been -- we were friends for four\nyears, you know. So she must have said to herself, enough is enough, this guy’s got to make up\nhis mind. And she had met other friends. And I decided right then and there on the spur of the\nmoment that this is it, my time has come, I’m getting married. And we spent a few days in San\nFrancisco and returned to Las Vegas. So we got married in Vegas. In Vegas. Was a gamble, but\nit turned out -- turned out to be a winner.",
        "Q: It [indecipherable] a gamble.",
        "A: Yeah, yeah.",
        "Q: We’re going to have to change the tapes.",
        "A: Yeah.\nEnd of Tape Five\nBeginning Tape Six",
        "Q: What did you do in Atlanta after 1975?",
        "A: Yeah, I had connections in the Waldorf, in the -- in the Empire room and at -- wh -- in which I\nhad been a assistant maitre’d. I had connections of people who -- who were connected to the\nFairmont Hotel chain.",
        "Q: Mm-hm.",
        "A: And wa -- one became food and begeda -- food and beverage director at the San Francisco\nFairmont and from there moved to -- to Denver, to the -- and opened up the Denver Fairmont and\nultimately ended up in Atlanta in -- and entertained the position of resident manager. And he\ncalled me in New York a-at which time the Empire room was on very thin ice because of the\nrising -- the ra -- the scale of the entertainment compensation, which the room could not sustain,\nwith its limited amount of seating. And so we di -- he asked me if I work -- if I would be\nconsidering taking over the Venetian room as a manager. And I went to -- to Atlanta and stayed\nin the hotel for about two weeks and looked the situation over. It appealed to me and I kind of\ntook the bait and not shortly after that -- that period, we -- my wife and our son -- meanwhile, we\nhad Mark, our son, and we moved to Atlanta. Got a wonderful apartment at a significantly lower\nexpense than the prevailing rent in New York.",
        "Q: Yeah, right.",
        "A: And so much for that. I retained that job for, I think, something like four years. No, excuse\nme, two years, at which time the Venetian room closed, just simply closed from one day to the\nnext because of m -- more or less the same problem that had preceded in New York, the high\ncost of entertainment. The -- we had a real kind of setback in the economy and the room was a\nnot -- was not profitable. The hotel -- the occupancy in the hotel was less than -- than 50 percent\nand that’s very, very bad for a hotel. Less than 96 percent is scr -- is going down.",
        "Q: Right.",
        "A: So the hotel -- the -- the -- the entire hotel left Atlanta. And I got -- my next job, I got a job at\nthe Atlanta Hilton in the banquet department and I worked there for four years. Four years, until\n1975 -- until 19 -- excuse me, until 1980. From ’75 to ’80 I worked in the -- in the Hilton. And\nthen I followed -- I -- I met a -- someone who had a catering business. And he wanted to join his\ntwo daughters in Baltimore and he was ready to sell the business for a very s-small amount of\nmoney. He just wanted somebody qualified to carry on and so I took over his employees and\nbought into a established business that wasn’t doing a great volume, but it was established in the\nsense that it was incorporated, and the name was Prestige Caterers. And it turned out to be the\ngolden goose. It -- it was a very successful operation. I -- and I fit right in, due to my experience\nin the kitchen and my connections in the dining room. I branched out what had been a strictly\nkosher catering business, I branched out and advertised in the yellow pages and -- and became\nknown in Atlanta as a -- I made a name for myself there and it wa -- it was very, very good for a\nnumber of years. For a good number of years. In fact, it -- 1t lasted until -- it lasted until I retired.",
        "Q: And when did you retire?",
        "A: I retired in -- I think it was ’86, at which time Ilsa, my wife, ran the place for another two\nyears, but -- and then we closed it for good.",
        "Q: When did you --",
        "A: We closed it for good, actually, I’m wrong on my dates. We closed it, we -- we still were in\nbusiness during the Olympics, which was a major boost. The Olympics are, for us in our catering\nestablishment, was a -- was a kind of revival of -- of the nor -- of numbers. We did -- we did\nquite well for the Olympics. I had a customer who took over the -- whatever we had to offer that\nis wa -- in terms of volume, we did quite well. But 1t wasn’t very long there after that we closed\nup.",
        "Q: When did you become Henry Gallant?",
        "A: When did I become Henry Gallant? I -- my time in the -- in the hotel school in Switzerland\nwas a -- whe-when you speak of cooking, when you speak of food, it -- 1t has many different\noutlet. Just as you have Italian and Chinese and German cuisine, Austrian, Swiss and so forth\nand so on, ea-each type of -- of cuisine, each type of food has its own -- its own quality and its\nown reputation and so forth, and -- and the chefs -- that entire industry was -- was led by chefs\nfrom Switzerland, from Germany, from France and from Austria. You might safely say that\nthose four countries, th -- Wolfgang Puck, who’s very well known, his name is a household\nword, not only in advertising for food, but also in advertising for the food equipment. You go to -\n- to a department store and all of a sudden up pops his face. The Georgia Aquarium, he runs the -\n- the catering department and food department of Georgia Aquarium. So his -- there are few\npeople who don’t know Wolfgang Puck. He’s Austrian, just like another fellow from Austria,\nvery successful, Arnold Schwarzenegger, he’s Austrian. And he wasn’t always a movie star, or\nhe wasn’t always a governor. He was at one time, a weightlifter and made his name as Mr.\nUniverse, if I’m not mistaken. So anyway, I, with a name like Goldstein, it -- it identified with\nprofessions that you would like to, or would not like to associate with, perhaps with law, with --\nwith furriers, with tailors, with textiles, with medicine, with dentistry and so forth and so on. In\nthe kitchen, Americans in the 19 -- in the late 40’s and early 50’s, you would have traveled the\nentire country from one ne -- from Buffalo to -- to San Francisco and you would not find an\nAmerican -- an American chef. It just simply was not an occupation that Americans, native\nAmericans would -- would embrace. They just wouldn't. Unlike today, where the situation has\nturned 180 degrees, where you have this -- the California cuisine and -- and from the -- the TV\nshows featuring Julia Child and -- an-and Emeril -- E-E-Emile -- what is his name?",
        "Q: Emeril?",
        "A: Emeril, right, correct. They -- they -- they -- you see them everywhere. And tha-that happened\nprobably in that -- began to happen after World War II or something. There was a field that\nAmericans became -- came to like and enjoy and -- and thrive in. But the name Goldstein was a\nli -- a strong liability and also there was a great deal of anti-Semitism here in America. The -- the\n-- I worked -- for example, I -- the s -- New York Culinary Federation sent me to the Greenbrier\nat White Sulphur Springs. And the Greenbrier is a -- an institution. It is a hotel that, like the\nHomestead in Virginia, it is a hotel that was the home to senators and presidents and -- and the\nDuke and Duchess of Windsor and what have you. It was the elite, the so-called 500 and chief\nexecutive officers of the major American corporations, they all spent their summers in the\nGreenbrier with Ben Hogan and -- and the top golfers, the golf tournaments. Anybody who was\nanybody went to the Greenbrier. But the Greenbrier was owned by the Chesapeake and Ohio\nRailway company, by a fellow whose name was Young. His last name was Young, the first name\nI do not recall, and the hotel was notably restricted. It did not have Jewish employees and it did\nnot have Jewish clientele, simple as that. Clear and simple. And I already had been there and in\nthe office they categorically told me that -- an office girl, a very nice girl told me that the -- if I\nwere smart I would change my name because with a name like Goldstein you wouldn’t last in\nthis hotel. And I took her advice and I changed my name at that time. I did not change my name\nlegally until a number of years later. I had replied to an ad in the New York Times which read --\nI had always had the desire to travel. Traveling was an -- a -- I would say it was a passion. It --\nmaybe because I traveled in the early stage of my life, I don’t know, but I enjoyed traveling and\nso when I saw that ad by Pan American Airlines, which meanwhile has -- doesn’t fly any more,\nbut -- they joined Eastern Airlines, it doesn’t fly either. But Pan American had an ad in the paper,\nwanted, young man between 31 and 35 as flight attendant, capable of talking two languages.\nWell, I said to myself, I speak French, I speak German. I’m ideal -- a -- an ideal candidate as\nflight attendant. I submitted my resumé and at -- was called to a meeting in -- with the executive\nflight board. And 10 days later I got a letter, dear Mr. Goldstein -- I was so shocked that I still\nremember the wording of the letter, dear Mr. Goldstein. As we told you upon your interview,\nyour qualifications are not best suited for our specialized requirements and this however is in no\nway to indicate your scope of ability and wishing you every success for the future, we remain\ncordially yours, W.J. Parrot, superintendent of flight service. Now, it happened that in nine --\nthat was in 1956, and it happened that wa -- Israel was at war with the -- with the Arabs, and\nLebanon -- and I was supposed to fly Beirut, Rome, Paris, London, Beirut. I was supposed to be\nstationed -- they -- they asked me, are you ready to stay one year overseas and -- and live in\nBeirut? I said, that’s no problem. But I didn’t know that the -- this -- I -- I -- in other words, I was\na victim of the political situation at the time. And I was not a candidate to live in Beirut. And so I\ngot this letter, which did no diminish my desire to travel and I worked -- began working on resort\n-- on cruise ships.",
        "Q: Mm.",
        "A: I worked initially on cruise ships. But that was not the easiest thing to accomplish, because in\norder to work on cruise ships you had to have a certificate of marine -- you had to have a Coast\nGuard document. And you could only get a Coast Guard document if you had a job. And you\ncould only get a job if you had a Coast Guard document. And the only way to come to a\ndocument like that was to accept a job for the military sea transport service, which I did and I\ntraveled between New York and Bremerhaven for a few months, and then joined the National\nMaritime Union and worked for Grace Line. And that took me to -- to New York, Cristobal,\nthrough the Panama Canal, to Guayaquil, Ecuador. From there to Buena Ventura, Columbia,\nwith the destination of Kayahu, Lima, Peru. And I did this until I went to the Empire room, the\nrest was history.",
        "Q: How do you think the Holocaust affected you? Well, your experiences, I shouldn’t say the\nHolocaust as a whole, cause it’s not --",
        "A: Well, the Holocaust -- the Holocaust affected me, the Holocaust wasn’t a -- I can only answer\nthat it was a disaster for the Jewish people, and whatever affects the Jewish people affects me. I\nmean, we lost six million -- five million of our brothers and sisters and so it affected me a lot. It -\n- it made me think, it made me -- it had a lot of consequences. I speak on matters of the -- of the\nHolocaust at the Bremen Museum of Jewish Heritage and Holocaust History. I speak to students.\nI am a speaker at -- under the jo -- jor -- Georgia Commission of the Holocaust. I’m a speaker to\neducate young people that division and -- and rejecting diversity and for minorities 1s -- is a very\nbad thing, and to be a bystander is equally bad, and that we all have an obligation to -- to be\nactive in preventing the onset of the result of discrimination. Pure and simple.",
        "Q: So you feel you have an obligation.",
        "A: I -- absolutely.",
        "Q: Mm-hm.",
        "A: Absolutely. I think I have an obligation, I -- it’s a kind of miracle that I’m alive, I -- that I\nmanaged to be five minutes ahead of the Nazis. And if not for that good fortune or that luck, or\ncall it whatever you will, if not for that I would have ended up in the crematorium of Auschwitz.",
        "Q: How does that make you feel?",
        "A: Well, it makes me feel -- it makes me feel as -- as a lucky guy, chosen for something, I don’t\nknow what. Maybe to speak to these young people.",
        "Q: Do you like speaking to these kids?",
        "A: I do it out of the sense of responsibility, to what extent I am -- I’m not sure that -- that -- I like\nto do my -- the things that I have to do, that I feel I have to do.",
        "Q: So not necessarily like it.",
        "A: No, not necessarily, it’s not my vocation, I -- to be a public speaker. I don’t like to see myself\nnecessarily standing on the stage and -- although sometimes it’s enviable, depends on -- on what\nyou speak about, to whom you speak, who your audience is, I mean, in some aspect I think it’s --\nit could be a lot of fun.",
        "Q: Mm-hm.",
        "A: The subject matter 1s not so very entertaining.",
        "Q: Right.",
        "A: As it 1s a responsibility and a necessity, but not so very enjoyable. But if the subject changes\nfrom evening to evening, as it does for Bill O’Reilly, if you will, it could be fun to -- it could be\nfun to talk to different people, interview them, speak to them, exchange ideas.",
        "Q: Is there anything you want to say that we haven’t been able to talk about today?",
        "A: Not really. I thank you for the opportunity. I enjoyed speaking to you.",
        "Q: Well, I enjoyed speaking with you, too.",
        "A: And I was keenly attentive to your questions and I did my best trying to answer them.",
        "Q: Well, I think you did very well. I thank you very much for talking with me.",
        "A: A pleasure.",
        "Q: Thank you.",
        "A: Thank you. [tape break] -- the result is going to be less than --\n[tape break]\nQ2: Can you tell us about this picture?",
        "A: Yes. On the extreme right there is a picture of my mother and sitting next to her with the --\nsmoking a pipe, is my father.",
        "Q: And where was this?",
        "A: On the S.S. Saint Louis, on the way to Havana, Cuba, as evidenced by the fact that this is a\nhappy occasion. I see balloons and decorations, so it was a -- a joyful occasion. We didn’t have\nthat kind of thing on the way back.\nQ2: And this picture?",
        "A: That evidently is the same occasion, just a different location in that hall and the second young\nfellow from the right, that’s me. Yours truly.",
        "Q: When you were Heinz.",
        "A: When I was Heinz.",
        "Q: Mm-hm.\nQ2: And this picture?",
        "A: This is -- the man that you’re pointing at is Morris Troper, T-r-o-p-e-r Troper, who is\nworking for an American Jewish organization and he has accomplished finding an asylum for us,\nbecause everybody looks so happy. I’m the fellow in the fore -- yes, exactly, that’s me. And the\nwoman next to him is his wife, on the --",
        "Q: Here”?",
        "A: No, th-the lady next to Troper. No, on the other end.\nQ2: In the hat",
        "A: In the -- the hat -- one more.",
        "Q: Here”?",
        "A: Yes.",
        "Q: Okay.",
        "A: That’s his wife.",
        "Q: Sorry.\nQ2: And who is this?",
        "A: This is a -- a German educator who had a very large school, a boarding school in Germany\nand who fled from the Nazis because as Goebbels put it, no longer a country of poets and of --\nsomething like that. In other words, he was an educator and he then moved to Switzerland and\nbegan a school where he -- where a lot of Jewish refugees would find asylum or whatever you\nwant to call it. His name was Paul Geheeb and he was a friend of Mahatma Gandhi. Well, his\nwhole looks, you know, he looked as he -- you just see, he looks like he just came back from\nWoodstock. He was 50 years ahead of his time.\nQ2: And where did this picture appear?",
        "A: In li -- this is “Life” magazine of May -- May 6\", 1946, or May 13, 1946.\nQ2: And what’s this?",
        "A: Yeah, well that’s also “Life” magazine of May 6\", 1946 and in this picture, still under the --\nthe -- the school that Paul Geheeb, the German educator left, escaping from the Nazis, he -- I am\nin -- in the dining room, running the kitchen and passing food to the kids who are th -- in -- who\nare sitting there. And the picture below that is -- on the right 1s -- on the left -- n-no, where you\ngoing to be? Oh -- oh, there? Oh, no that’s -- that is the nephew of the German chief of staff of\nthe entire German military. In other words, his name is Hans von Brauchitsch and the von\nBrauchitsch name is a -- von Brauchitsch was the chief of staff of the German army. And next to\nhim is -- is me, we were buddies, we were friends. And he was in this school as a student in\nSwitzerland because his -- his father, who is the brother of the German chief of staff,\n[indecipherable] Nazi, was married to a Jewish woman. And under the German Nuremberg laws,\nracial intermarriage was forbidden, but the Nazis did not want the embarrassment of having a\nhigh up German general in this kind of a relationship, so they allowed the two nephews to\nemigrate to Switzerland. Which by the way, Switzerland was neutral during World War II. [tape\nbreak]",
        "Q: Most of it is --",
        "A: Yeah, yeah.",
        "Q: At a certain point you will --",
        "A: At one time --\nEnd of Tape Six\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: Good morning, Henry. It’s nice to see you.",
        "Q: What -- what was your name at birth?",
        "Q: Right.",
        "Q: And you s --",
        "Q: Heinz -- Heinz Goldstein.",
        "Q: Did you have a middle name?",
        "Q: No. And you changed your name much later, to Henry?",
        "Q: So we can come to that later.",
        "Q: So I’m going to call you Henry now, is that okay, instead of Heinz?",
        "Q: Is that okay?",
        "Q: Tell me about your mother and father. Tell me about your father. What -- what did he -- what\nwas his profession?",
        "Q: And he’s wearing a uniform in that picture?",
        "Q: Really?",
        "Q: You know, Henry, I forgot to ask you, when were you born?",
        "Q: What was the -- the month and the day?",
        "Q: And you were born where?",
        "Q: In Berlin.",
        "Q: Did your father come from Berlin?",
        "Q: Oh.",
        "Q: So he did the big animals.",
        "Q: And that was your father’s father?",
        "Q: Right.",
        "Q: Was he close with them?",
        "Q: Uh-huh.",
        "Q: And your father came from which wife, the first or the second?",
        "Q: From the first wife.",
        "Q: Right.",
        "Q: Right. And --",
        "Q: Really. And what was your father doing in that business?",
        "Q: Was he trained to do that?",
        "Q: Really?",
        "Q: Was that unusual for women to be doing that at that time?",
        "Q: Because you were a kid.",
        "Q: Right.",
        "Q: And your father’s name?",
        "Q: And your mother?",
        "Q: Right.",
        "Q: Right.",
        "Q: Right. So when -- when --",
        "Q: Right. Do you remember wi -- in your childhood, was it a very religious family, in spite of the\nfact that your father wasn’t raised that way, but because of [indecipherable]",
        "Q: Right.",
        "Q: Didn’t care.",
        "Q: So w-would you say that your mother’s -- your mother wasn’t really that religious, she kept a\nkosher home but she was --",
        "Q: Right.",
        "Q: Uh-huh.",
        "Q: So, when you were born and growing up, do y -- do you remember your very early years?\nWas it -- how far --",
        "Q: -- how far -- yeah?",
        "Q: Right.",
        "Q: So, did",
        "Q: Changed.",
        "Q: And they [indecipherable]",
        "Q: So you do remember your years before five -- cause you were five years old when he took\nover.",
        "Q: Mm-hm.",
        "Q: Tell me a little bit beforehand, w-were you -- were you close with your mother and your\nfather, do you think?",
        "Q: Do you -- or did you feel closer to one more than the other?",
        "Q: Yeah. But in -- when you were a kid and you were together at home until ’39 --",
        "Q: There’s no distinct --",
        "Q: Did you have --",
        "Q: You were?",
        "Q: Did you have brothers or sisters, you were a ch -- only child?",
        "Q: The only child.",
        "Q: So did you eat lunches and dinner with your par -- I mean, how -- how did meals go with your\nparents?",
        "Q: Oh.",
        "Q: And so you ate dinner at home --",
        "Q: -- with your parents.",
        "Q: Did your mother cook?",
        "Q: She did?",
        "Q: Was she a good cook?",
        "Q: Yeah?",
        "Q: Did you like school?",
        "Q: When did you start go -- when -- how old were you when you started going?",
        "Q: Really?",
        "Q: Right.",
        "Q: Right, and you bring that to school, right?",
        "Q: Oh my.",
        "Q: Interesting.",
        "Q: Henry, what do you rem -- what do you yourself remember as a kid during that time? Do -- do\nyou remember the first time you realized that these Nazis were [indecipherable]",
        "Q: Epithets?",
        "Q: Yeah.",
        "Q: Yeah, that’s [indecipherable]",
        "Q: Right.",
        "Q: You don’t know.",
        "Q: So you were --",
        "Q: Right.",
        "Q: [indecipherable]",
        "Q: Right, you -- your life changes, clearly.",
        "Q: Let -- let -- let’s go back a little bit. When -- when you left that school, however you got home",
        "Q: -- I-I understand, you not -- did you knock at the door, did you have a key to get in, was your\nmother home, do you remember that?",
        "Q: With your family.",
        "Q: With your parents",
        "Q: Right. Now that -- that was the turning point for your family.",
        "Q: It wasn’t ni -- it wasn’t 1933, it wasn’t 1935 --",
        "Q: -- it was 1938.",
        "Q: Right.",
        "Q: Is there -- I-I -- ve been told that there was an incident with an SS who painted a J on your\nforehead, is that true?",
        "Q: And this was one of your friends?",
        "Q: One of your playmates.",
        "Q: Was this shocking to you?",
        "Q: I would imagine.",
        "Q: Did the -- did the Gentile friends that -- you had mainly Gentile friends, wa -- playmates --",
        "Q: Okay.",
        "Q: And when --",
        "Q: Right.",
        "Q: Do you remember when it seemed to change, when the kids seemed -- when the Gentile kids\nseemed to not want to play with you? Was that very late? Was that 1938, or do you think it\nhappened earlier?",
        "Q: It was around that time.",
        "Q: Right.",
        "Q: Right.",
        "Q: Do -- do you remember it -- wi -- did your parents talk to you about they were getting these\nlanding visas, the visas for Cuba or did they just say pack your little bag and we’re going? Was it\n-- do you remember’?",
        "Q: Okay. We’re going to change the tape.\nEnd of Tape One",
        "Q: Tell me about your schooling.",
        "Q: Right.",
        "Q: Did you hear about that?",
        "Q: Then, then. Or did you only hear about that later on?",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: Right, right.",
        "Q: So your parents did not say to you you were going to Cuba, as far as you remember, in terms\nof the preparations.",
        "Q: You don’t remember.",
        "Q: Do you remember anxiety in the house? Do you remember people doing all sorts of --",
        "Q: Were you able to pack a little bag for yourself?",
        "Q: Do you remember what you packed?",
        "Q: But you don’t remember what they were?",
        "Q: No. So did you have a little bag, a satchel, what did you have? Do you remember? It was a\nlittle --",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: Were your parents fairly wealthy at this time, so they could afford this?",
        "Q: Mm-hm.",
        "Q: Right, right.",
        "Q: Mm. Did you take a taxi to the boats? Do you -- do you remember how you got there?",
        "Q: Really?",
        "Q: And so all this stuff that was being taken was -- was shipped separately --",
        "Q: -- so you just [indecipherable |",
        "Q: Right.",
        "Q: Okay.",
        "Q: Did you have to say goodbye to anybody, or did -- was this all in secret?",
        "Q: And did you? Do you remember?",
        "Q: Cruise liner. Your -- did you live in an apartment or a house?",
        "Q: Was that rented, or you just -- your family just left it? Did they own it? Do you -- do you have\nany recollection?",
        "Q: Uh-huh.",
        "Q: So you think they just left and then whoever was the landlord just took over again. You didn -\n- but you’re not sure.",
        "Q: So you went -- you went back to your old neighborhood --",
        "Q: Right.",
        "Q: Right.",
        "Q: So these people, when you went to visit, were afraid. Did they let you 1n?",
        "Q: Right.",
        "Q: Yes, I can imagine.",
        "Q: Did they let you get beyond the foyer, or did they -- did they not want you --",
        "Q: Okay. I see.",
        "Q: Right.",
        "Q: Right.",
        "Q: Henry, what was your first impression when you saw the luxury liner, the Saint Louis?",
        "Q: What was your room like? You -- did you st -- you stayed with your parents?",
        "Q: Was it nice -- 1t was nice? You remember?",
        "Q: Did you have a good time on the ship, or was the sh --",
        "Q: A lot of kids.",
        "Q: Mm-hm.",
        "Q: This affected you, I gather. You could feel it.",
        "Q: Among the adults.",
        "Q: Did you a -- you as a child, with the other kids that you were playing with, did you ever talk\nabout it, or -- or this was not part of the discussion? Do you remember ha --",
        "Q: Yeah.",
        "Q: Really?",
        "Q: So that must have been difficult. I mean, even the game wasn’t funny.",
        "Q: Which -- which --",
        "Q: -- do you remember which side you were at?",
        "Q: You know -- you know -- you --",
        "Q: And where did you eat? Did you eat with kids, or did you eat with the adults? Did you eat\nwith your parents? Do you remember?",
        "Q: Uh-huh.",
        "Q: There was no school -- there was schooling for kids on the ship --",
        "Q: -- that was just fun.",
        "Q: And when you -- and did you --",
        "Q: -- did you understand that you were supposed to get off at Havana?",
        "Q: You did understand that?",
        "Q: Cause you were old enough by then, you were 10 and a half, so you had something --",
        "Q: Right.",
        "Q: Right.",
        "Q: They disembarked?",
        "Q: Right.",
        "Q: So what was that like, that sort of suspension in Havana on the Saint Louis --",
        "Q: -- where -- where you couldn’t get off, although there’s -- there’s one suicide, right?",
        "Q: Mm-hm.",
        "Q: There’s a -- a report that the children wrote a letter to Eleanor Roosevelt from the ship. Were -\n- were you part of that, or you didn’t know --",
        "Q: Uh-huh.",
        "Q: You don’t remember. And she also didn’t answer, as far as --",
        "Q: You did?",
        "Q: Right.",
        "Q: Right.",
        "Q: Was Eleanor --",
        "Q: So did -- you never told her you had been on the Saint Louis?",
        "Q: Interesting.",
        "Q: So she never knew your history?",
        "Q: Right.",
        "Q: Right. What was it like on the trip back?",
        "Q: Right.",
        "Q: We -- I’m afraid we have to stop, and we’ll continue it from there.",
        "Q: Do you know who -- who negotiated with these four countries to allow --",
        "Q: Right.",
        "Q: What -- let me ask you something, 1-1f I can interrupt. Why did you decide -- did you decide\nto go to France, or were -- was that a decision made for you?",
        "Q: Mm-hm.",
        "Q: You mean he was interned by the French?",
        "Q: You mean 19 -- 1918.",
        "Q: You said 1418.",
        "Q: 19 --",
        "Q: Ah, really, okay.",
        "Q: Mm-hm.",
        "Q: Now he’s in southern France, southern --",
        "Q: Right. And you and your mother go --",
        "Q: Why now?",
        "Q: Let me ask you something.",
        "Q: Right. Was sh -- was she in Le Man, or was she actually --",
        "Q: Now, that’s fairly far from Paris, though.",
        "Q: Right.",
        "Q: So --",
        "Q: You stayed there -- that’s where you were staying.",
        "Q: Left for Nice.",
        "Q: Right.",
        "Q: Right [indecipherable] 1940.",
        "Q: Let me go back. Now wi -- did -- you -- you were only at this school, the Ozay sker -- school\nfor a few months --",
        "Q: -- before your mother got you.",
        "Q: Di-Did you have classes there, or you didn’t have classes? Do you remember?",
        "Q: Oh.",
        "Q: Right.",
        "Q: But that didn’t happen with you and your mother.",
        "Q: So this --",
        "Q: Did you ever see your father again --",
        "Q: -- after you left the Saint Louis?",
        "Q: You never did. Did your mother ever see him?",
        "Q: And do you have any idea why your mother chose Nice? Why go to Nice? There was a large\nJewish community there, I gather, but --",
        "Q: Do you think that’s why?",
        "Q: And was it under the Italians at that point, when your mother came?",
        "Q: [indecipherable]",
        "Q: Yeah, I understand that.",
        "Q: Let me go back just a little bit.",
        "Q: D -- how did you get to Nice, by train?",
        "Q: That you remember?",
        "Q: Do you remember the train trip? It was a long trip.",
        "Q: From Paris, yes?",
        "Q: So you were in hiding in Paris --",
        "Q: Were you in --",
        "Q: In Paris?",
        "Q: In Nice. But let’s go back to the beginning when you were in Nice, cause you were in Nice\nfor a -- two years, do you think?",
        "Q: Little more than a year, I see. So --",
        "Q: Right, now --",
        "Q: -- but in the beginning, where -- did you live in an apartment with your mother? I mean, how\ndid you -- how did you get along? Did you go to work?",
        "Q: Mm.",
        "Q: Uh-huh.",
        "Q: That was it.",
        "Q: Did your mother work?",
        "Q: So how did she have money to pay for the hotel, do you remember?",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: Before you went into hiding, was it fairly comfortable in Nice? I mean, did you feel safe in\nsome way, or not?",
        "Q: And you -- you went to school?",
        "Q: So you --",
        "Q: Right.",
        "Q: Really?",
        "Q: Really?",
        "Q: Interesting.",
        "Q: Yes. And how did your Bar Mitzvah happen [indecipherable]",
        "Q: No, huh?",
        "Q: And was this -- was this at the school?",
        "Q: Uh-huh.",
        "Q: And why did you decide to -- did you decide to do that, or your mother wanted you --",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: Was there a -- a little party?",
        "Q: For those 20 [indecipherable |",
        "Q: Right.",
        "Q: Yes, I understand.",
        "Q: Right.",
        "Q: Did you have friends who came? Kids?",
        "Q: Uh-huh. So you have good memories of that.",
        "Q: On your bicycle?",
        "Q: Really?",
        "Q: So your father was allowed to write to you some?",
        "Q: Right.",
        "Q: Right.",
        "Q: To him?",
        "Q: Wow.",
        "Q: So she never saw him either?",
        "Q: But she was able to --",
        "Q: Did you -- did you understand, did your mother understand what might happen, or that was --\nthat came much later? To your father.",
        "Q: Right.",
        "Q: Yes, absolutely use a handkerchief.",
        "Q: Course.",
        "Q: But that’s not something that you knew at the time --",
        "Q: -- so that you -- you hoped that he would be okay",
        "Q: Right.",
        "Q: So a-after your father is sent -- oh, I guess maybe we should stop, since we don’t have too\nmuch time. So I won’t ask another question, we’ll stop the tape at this point.",
        "Q: And go to the next tape.\nEnd of Tape Three",
        "Q: Henry, what -- when did you have to go into hiding in Nice? This is wa --",
        "Q: This is aft -- after the Bar Mitzvah?",
        "Q: So does your mother find a place, is that what happened?",
        "Q: And what was that like for you? The two of you went into hiding, you didn’t have -- y-you\ndidn’t have much stuff anyway.",
        "Q: And where did you hide, in their attic?",
        "Q: And were you able to come down at any point, did you just have to stay there?",
        "Q: So how long did you stay in hiding in -- in Nice, you think?",
        "Q: Were you alone or were there other families there?",
        "Q: Were there children there as well --",
        "Q: Were there other children in the attic with you, or not?",
        "Q: Children. And you were 13 at this point, or over 13?",
        "Q: So you understand --",
        "Q: Into Switzerland.",
        "Q: So you understand much more of what’s going on by this time?",
        "Q: Does your mother talk to you more about it, or if -- or is -- are you still sort of left in the dark?",
        "Q: No, no, I mean then, in Nice.",
        "Q: Because it was raining?",
        "Q: Uh-huh.",
        "Q: Without being stopped?",
        "Q: So you separated from your mother again?",
        "Q: Cause she stays in the refugee camp?",
        "Q: [indecipherable]",
        "Q: Was there a problem with your getting in, or not? They didn’t have -- they didn’t have any\nissue with the fact that you were Jewish?",
        "Q: None.",
        "Q: Uh-huh.",
        "Q: In Switzerland.",
        "Q: Mm-hm.",
        "Q: And that book is?",
        "Q: What’s the name of the book?",
        "Q: Mm-hm, mm-hm. So you tell me the story, instead of reading it.",
        "Q: So -- whoops. I thought I threw out something --",
        "Q: Let me ask you something.",
        "Q: Why did your mother dec-decide that she was going to go to Switzerland? Had she been\ntalking to people in the resistance? Do you have any idea why?",
        "Q: Because o-obviously a lot of people didn’t --",
        "Q: Mm-hm.",
        "Q: You better get out of there.",
        "Q: That would have been a much longer journey.",
        "Q: They lived in Switzerland.",
        "Q: Mm-hm.",
        "Q: Was the guide somebody who was from the resistance? Is that what -- do you remember who\nthis person --",
        "Q: And he just took you to the place.",
        "Q: And you were in a -- in a car, up to a certain point?",
        "Q: That must have been very nerve-wracking.",
        "Q: So what was the ca --",
        "Q: Cause you could have been caught at any time or shot or whatever.",
        "Q: And you felt it and your mother felt it.",
        "Q: And you were alone when you walked across there, you weren't with anybody else. So you\ndidn’t --",
        "Q: -- you -- so that all of this was unfamiliar territory to you.",
        "Q: So you just followed his finger?",
        "Q: He said go in that direction and that’s where you went to.",
        "Q: But Geneva’s pretty far. You walked to Geneva?",
        "Q: No? Uh-huh.",
        "Q: And what -- what was the -- the weather at this time? It was raining that night.",
        "Q: Were you wet? You must have been -- you must have been soaking wet.",
        "Q: And do you remember the kind of shoes you were wearing?",
        "Q: No.",
        "Q: Did you have a rucksack with you? Did you have --",
        "Q: You had a backpack.",
        "Q: And your mother the same, do you think? Or do you think --",
        "Q: But you couldn’t have carried very much --",
        "Q: -- because you knew you had to go --",
        "Q: Right.",
        "Q: So did you lead your mother, did your mother lead you? Do you have any recollection, or did\nyou just hold onto each other -- did you hold hands?",
        "Q: Just walked.",
        "Q: And when the Swiss police got you in Geneva and took you someplace, were you f -- was that\na frightening situation, or they were not mean to you?",
        "Q: Uh-huh.",
        "Q: But you had false papers, is that correct?",
        "Q: And is that when you became Henry Gallant?",
        "Q: No? No, that beca --",
        "Q: So who were you? So who were you then?",
        "Q: I see. But you haven’t finished the first one yet, Henry, so --",
        "Q: So, who --",
        "Q: So who -- yeah right -- so who was -- who was on your passport, if it was a fake paper? What\nwas the name? It was still Heinz Goldstein?",
        "Q: It would have to be a different name --",
        "Q: -- you couldn’t be Jewish.",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: A different identity.",
        "Q: Who just turned and looked away.",
        "Q: So what does this -- what does this gendarme say to your mother? This -- these are your\npapers?",
        "Q: Uh-huh.",
        "Q: I see, so it was clear that he was [indecipherable]",
        "Q: Right, right. And that happened before you came --",
        "Q: Mm. And that was before Geneva?",
        "Q: This is way before.",
        "Q: Yes.",
        "Q: Right.",
        "Q: The border of Switzerland?",
        "Q: I see. So this is a French gendarme --",
        "Q: -- or border --",
        "Q: Right.",
        "Q: Right.",
        "Q: So that must have been awful as you -- as you start to go because you have no idea what’s\ngoing to happen.",
        "Q: So when you were -- when you were --",
        "Q: Right. And then you got over it, and then you just kept going.",
        "Q: Do you remember that the weather changed? That the -- that it didn’t stay [indecipherable]",
        "Q: Did you hate this?",
        "Q: Were you angry that you had to go through this, or was this just a normal time somehow?",
        "Q: Mm-hm.",
        "Q: Mm.",
        "Q: Right.",
        "Q: Than not being here. Did you complain to your mother as your -- as this -- because your\nchange starts when you’re seven, eight years old. I mean, your -- you’re not a grown person. So\ndo you complain to your mother, or do you fee -- do you feel as a kid that things are so bad,",
        "Q: That’s a very good question. I -- I don’t think that -- that -- complaining really was not par-\npart of my -- my psychological make-up. I -- I do not complain.",
        "Q: Did you ever cry, when you were alone?",
        "Q: In France, when you went to the [indecipherable]",
        "Q: Right, right, so that’s when you cried.",
        "Q: Did anyone talk to you?",
        "Q: Right.",
        "Q: Yeah, I imagine.",
        "Q: And do you think your parents knew that about you?",
        "Q: He’s not there, right, but your mother --",
        "Q: -- he had been arrested.",
        "Q: Except she very quickly tried to get you out of that school.",
        "Q: Oh, so maybe she knew, but you didn’t know that she knew.",
        "Q: Oh, I see.",
        "Q: Uh-huh.",
        "Q: Okay, right. So how long were you in the soccer field in Switzerland, do you remember’?\nDays, weeks, hours?",
        "Q: And they gave you sufficient food?",
        "Q: So you were okay.",
        "Q: It wasn’t na -- it wasn’t --",
        "Q: You never remember being hungry?",
        "Q: And that was -- that’s been true throughout this whole circumstance, that you were not\nhungry.",
        "Q: And that was enough.",
        "Q: Were they good?",
        "Q: So, you -- are you -- you’re very adaptable as a kid. You -- you keep [indecipherable]",
        "Q: That was the last one.",
        "Q: So what are the circumstances of your staying with a family? Are you sort of like a foster kid,\nthey get money from someplace?",
        "Q: Uh-huh.",
        "Q: Were there other children in the family, I mean, in these families?",
        "Q: Sounds nice.",
        "Q: Why was it interesting? Why do you say that?",
        "Q: For you to be around girls?",
        "Q: Right.",
        "Q: So they wanted to know about your experiences?",
        "Q: Do you want to be less diplomatic?",
        "Q: I said, do you want to be less diplomatic?",
        "Q: Pll ask, yes, what was it like?",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right, right.",
        "Q: Was that uncomf --",
        "Q: Right.",
        "Q: Were you seeing your mother at this --",
        "Q: And that -- that was true for each of the three families that you were with, you said?",
        "Q: Was this difficult for you to see your mother and then have to go away for awhile?",
        "Q: Right.",
        "Q: And then she’s gone.",
        "Q: Right.",
        "Q: Right.",
        "Q: And she was in a refugee camp. And what did that mean?",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Was she living in bad conditions, or not?",
        "Q: No, she wasn’t.",
        "Q: So do you correspond with her?",
        "Q: So in between the visits --",
        "Q: So it must have been important.",
        "Q: Did you end up saving those letters?",
        "Q: Right.",
        "Q: Right.",
        "Q: I think we have to stop there. So why don’t we start there, when you talk about the --",
        "Q: -- boarding school.",
        "Q: Okay, okay.\nEnd of Tape Four",
        "Q: Okay. We ended and you started talking about the boarding school, Ecole d-Humanite.",
        "Q: Tell me about that. This was in Switzerland, right?",
        "Q: So was that school -- was it -- it good for you to be in that school?",
        "Q: Did you --",
        "Q: In that school.",
        "Q: Did you work at that school also?",
        "Q: When did you go to hotel school? I don’t think we spoke about that.",
        "Q: Yes.",
        "Q: And is --",
        "Q: And is that before the end of the war?",
        "Q: So what was it like to have the war end?",
        "Q: Mm-hm.",
        "Q: They left the crust?",
        "Q: So what did you think of these guys leaving the crust?",
        "Q: Was good.",
        "Q: Really?",
        "Q: But your se -- you’re about 17 when the war ends, right?",
        "Q: Right.",
        "Q: And is it because you met them that you wanted to come to the United States, or did you want\nto come anyway”",
        "Q: So what was the end of the war like in Switzerland? Was it very happy, or -- I mean it -- was\nit -- did you mark it, or did it just sort of pass you by?",
        "Q: How did you find out about your father? Do you remember’?",
        "Q: And did you and your mother ask for that information? Was that how --",
        "Q: You did.",
        "Q: So, there’s a great sadness at the same time that you’re happy the war is over, it’s --",
        "Q: The what? The --",
        "Q: Heals all wounds?",
        "Q: Did it?",
        "Q: I know, but I’m asking you whether --",
        "Q: Okay.",
        "Q: And you think that was true for your mother, or you think it was different?",
        "Q: Right, right.",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: Right, right, it’s different.",
        "Q: So, when the -- the war is over, do you go -- you -- you leave the foster home and you go to\nyour mother?",
        "Q: Was it difficult to get -- to get a visa to come to the United States or not?",
        "Q: Mm-hm.",
        "Q: But you then had to make another change. Did you know English?",
        "Q: Oh, you were?",
        "Q: You -- and your mother spoke English fluently?",
        "Q: Really?",
        "Q: But -- all right, so the-there’s not a linguistics problem --",
        "Q: And what happened?",
        "Q: Mm-hm.",
        "Q: In Philadelphia?",
        "Q: Mm-hm.",
        "Q: Mm.",
        "Q: And did you come back to New York because you didn’t want to stay in these other places? I\nmean, why did you do that?",
        "Q: Mm. As a chef?",
        "Q: Hm. What did you do?",
        "Q: What did you do?",
        "Q: Did you mind not being a chef, or you were [indecipherable]",
        "Q: Mm-hm.",
        "Q: So what hotel did you work at?",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: So how long were you in this business?",
        "Q: So what -- what did you do in Atlanta?",
        "Q: When -- when did you get married?",
        "Q: And how did you meet Ilsa?",
        "Q: But how long did it take you to get married?",
        "Q: It [indecipherable] a gamble.",
        "Q: We’re going to have to change the tapes.",
        "Q: What did you do in Atlanta after 1975?",
        "Q: Mm-hm.",
        "Q: Yeah, right.",
        "Q: Right.",
        "Q: And when did you retire?",
        "Q: When did you --",
        "Q: When did you become Henry Gallant?",
        "Q: Emeril?",
        "Q: Mm.",
        "Q: How do you think the Holocaust affected you? Well, your experiences, I shouldn’t say the\nHolocaust as a whole, cause it’s not --",
        "Q: So you feel you have an obligation.",
        "Q: Mm-hm.",
        "Q: How does that make you feel?",
        "Q: Do you like speaking to these kids?",
        "Q: So not necessarily like it.",
        "Q: Mm-hm.",
        "Q: Right.",
        "Q: Is there anything you want to say that we haven’t been able to talk about today?",
        "Q: Well, I enjoyed speaking with you, too.",
        "Q: Well, I think you did very well. I thank you very much for talking with me.",
        "Q: Thank you.",
        "Q: And where was this?",
        "Q: When you were Heinz.",
        "Q: Mm-hm.\nQ2: And this picture?",
        "Q: Here”?",
        "Q: Here”?",
        "Q: Okay.",
        "Q: Sorry.\nQ2: And who is this?",
        "Q: Most of it is --",
        "Q: At a certain point you will --"
    ],
    "answers": [
        "Answer: Good morning.",
        "A: Well, actually my name at birth was -- my first name was Heinz and my last name was\nGoldstein or Goldstein --",
        "A: -- depending on where you are or where you want to be.",
        "A: Heinz Goldstein.",
        "A: Mm-hm.",
        "A: No.",
        "A: That’s a long story. That -- that’Il take us from one point to another point. I changed my name\n-- at first I used the name of Henry Gallant, I did not change the name officially until past certain\nevents in the U.S., and --",
        "A: -- we’ll come to that -- we can come to that later, right, yes.",
        "A: That’s perfectly all right, yeah.",
        "A: Perfectly all right.",
        "A: My father -- my father’s family was a typical German Jewish family, with the emphasis on\nGerman. They were a very good family, very loving family, but they -- as was the case in\nGermany with the -- with Jewry, the -- they were German first, Jewish second, perhaps. As\nopposed to Jew first and -- and German second. They were very patriotic. My father was in the\nmilitary at -- during World War I, and his picture tells a whole story. I mean, his composure, the\nway he sits. That picture is in the -- in the Jewish heritage and Holocaust museum in Atlanta. He\nsits on a -- on a horse in a -- in a very Prussian way, very erect. And he was very proud of his\norigin, in that sense.",
        "A: Correct.",
        "A: Yes. And --",
        "A: 1928.",
        "A: October 30%, 1928.",
        "A: In Berlin.",
        "A: Mm-hm.",
        "A: No, my father’s family came from Westfalia and they lived in a small town in -- called\nIserlohn and my grandfather was a veterinarian.",
        "A: And not in the sense that he was treating cats and poodles, but mainly he served the\ncommunity. They were farmers, so he was more into treating horses and cows and so fa --",
        "A: Yeah, he -- they were integrated into -- into a small town community in Westfalia.",
        "A: That was my father’s family.",
        "A: And he had four brothers, one of whom died in World War I, for his then country and he had\nanother brother who saw things coming in 1933, befo -- when Hitler came to power and he\nemigrated to Palestine. And another brother who lived in Dortmund. So anyway, he had four --\nfour brothers.",
        "A: It was a -- yeah, yeah, it was a close-knit family.",
        "A: Although my -- my grandfather married twice, really. His first wife died and as is -- it’s really\na Jewish custom, you marry a sister of -- of your -- of your wife. I don’t know if that was the\nreason, because on the one hand they were not that -- they were not really Orthodox, so it might\njust be a coincidence, I don’t know. But he did have two wives, and my father and his -- and two\nbrothers came from one wife, and the other from second wife.",
        "A: From his -- from the first wife.",
        "A: Right.",
        "A: So he was one of the -- the older ones.",
        "A: And he worked for a bank, initially, as a -- I don’t know really in what capacity, but he\nworked for a bank. Later on he -- later on he worked for my mother’s brother, who comes from a\nwell-to-do family and they -- th-they were more -- they were more Jewish oriented. They -- they\nwere -- in fact, my grandfather on my mother’s side was Orthodox and they orig -- originally\ncame from the east, meaning Poland. And -- and so my grandfather wasn’t born in Germany. My\nmother already was born in Germany, but that was the other branch of the family, and he had a\ncouple of factories and my father worked for my mother’s brother and he introduced my mother\nto -- to my father. And that’s how it all came about, that’s -- so there are two branches to the\nfamily.",
        "A: And my father then later on became a chemist. He manufactured perfume -- perfume.",
        "A: Yes, he was. He -- he studied chemistry and he tied up with a professor who -- and they be --\nthey made their own perfume, which was quite successful, really. And my mother was also very\nenterprising, she had -- she dealt in -- in silver, on a wholesale basis --",
        "A: -- silverware.",
        "A: I wouldn’t really know, because I was --",
        "A: -- I was rather young then, so I g -- I don’t know the background of it all. But that was life\nuntil -- until I was born, and you know.",
        "A: And by the time wer --",
        "A: Was Herman.",
        "A: First name.",
        "A: And my mother’s name was Recha, R-e-c-h-a, Recha.",
        "A: Rachel, per se. And -- and -- but she called herself, or they called her Rita, she was known as\nRita, Rita Goldstein.",
        "A: And his name was Herman.",
        "A: My father adjusted to -- I would -- I would have to put it that way, my father did a good job\nadjusting to -- to my mother’s orientation, religious orientation. And she did keep a kosher\nhousehold. And that would take me to -- to the comment that kosher, I -- later in my career I\nbecame very much -- I became very knowledgeable along that line and th -- kosher can be -- can\nbe many things. Some people keep kosher inside their home, while not paying very much\nattention to the law of kashrut, if you will, on the -- on the outside.",
        "A: So -- and -- and -- and that’s where I would -- that’s how I would characterize my mother’s\norientation. My father --",
        "A: -- didn’t care, no. He really -- he really didn’t. That whole part of the family really did not\ncare about the dietary laws.",
        "A: Well, she considered herself quite religious because she came from a r-rather -- rather\nreligious home, and -- but 1-1-1f for example she were to take a cruise, she would not miss out on\n-- on taking part in the buffet, and so she could -- she had the capability to bend the rules of -- on\noccasion.",
        "A: And the reason I emphasize that is because I -- la-later on in my career I became a caterer and\nI took over a catering business, which had been known as a kosher caterer. I changed that\nsomewhat in branching out to a more secular orientation, I did -- but when doing something in\nthe -- in the -- in the synagogue where lifestyle or lifetime events took place, I had to work with a\nmashgiach under -- under religious supervision, per se.",
        "A: So I know all about -- about that -- I know a lot about that -- that particular aspect.",
        "A: Yes, I do --",
        "A: I do -- I do have a pretty good recollection of a very good home life and a very normal life, up\nto the time that -- that Hitler came to --",
        "A: -- take over the government.",
        "A: That’s when things changed --",
        "A: -- drastically --",
        "A: -- and they changed very rapidly.",
        "A: Yes. Ye -- when he took over, yes, but things -- i-1n my life, things th -- were fairly normal\nuntil -- until the -- until past the Olympics, which were in the -- which took place in Berlin in\n1936.",
        "A: And that is where you began to see the signs of -- in front of restaurants, Jews and dogs not\npermitted. And Juden [indecipherable] per se. And -- and that became quite obvious to me. Also\nthe place where -- parks where I was accustomed to playing had yellow and green benches, park\nbenches, the -- the ones who were -- where Jews were permitted to sit were painted in yellow,\nand they were also inscribed with the sentence of Nur ftir Juden, only for Jews. And the Gentiles\nhad green benches. So these -- these little things that started around that time were very obvious.",
        "A: Y-Yes --",
        "A: Well, due to circumstances I became very close to my mother as -- as history marched on and\nas things developed in Germany, as we will find out a little later in this conversation, I -- I\nbecame much closer to my mother because I was separated from my father.",
        "A: I made no -- I -- there was no distinction --",
        "A: -- between my mother and my father, no.",
        "A: I was close to my father.",
        "A: Yes.",
        "A: No, the only child.",
        "A: Mm-hm.",
        "A: It was a very -- it was a very normal home life. We did -- we -- yes, we did eat meals together.\nLunch during the week, from Monday to -- to Friday, lunch was at school.",
        "A: You would take your lunch to school in a -- there was the German custom, 1n a little leather\npouch, you had your sandwich or what -- or whatever. And w-with beverages dispensed by the\nschool. But lunch was at school.",
        "A: Yes.",
        "A: Yes, correct.",
        "A: Yes, she did.",
        "A: Mm-hm.",
        "A: Excellent.",
        "A: Mm-hm.",
        "A: Yes, I liked --",
        "A: Probably I would say six or seven.",
        "A: That was first grade, right. I in fact remember my first day in school, and I don’t know if I\nhave it here or not, but they just did a project in -- in Berlin of the fate of -- under the heading --\nit-it was re -- you would call it a magazine or you could call it a pamphlet, or a little booklet that\nthey put out, that the Berlin senate really put out, with the caption, the fate of Jewish\nschoolchildren in Berlin. And there’s a picture of me on the -- on the title page. And it was a\nGerman custom on your first day of school to get a cone b -- about three feet bi -- long, a cone\nfilled with sweets.",
        "A: That was a German cus-custom. We --",
        "A: And you brought that to school and you were photographed with that, every -- every child.\nAnd the first picture on page one -- first of all I am on the cover with an unidentified young\nfellow, but the second page had a picture of the sister of Ann Frank. And her name was Margaret\nFrank, and she held onto one of those -- they -- th-they were called -- they were called su --\nzuckertuete sugar -- sugar cone, in translation. And next to her stood a boy -- mind you that that\nwas already past 1933, so Hitler had already been in -- firmly entrenched in -- in the leadership\nof the government. And that boy that stood next to her had that sugar cone also, and it\ndistinguished that -- it distinguished itself by the fact that it had the swastika on the cone.",
        "A: So it’s a quite interesting picture. The one was like with flowers, flowers and gold painted and\nthe other cone was a plain white cone with a black swastika.",
        "A: So -- and that was about the time the Jewish teachers were kicked out of the schools and one\nlaw followed another. The Nuremberg laws came about and a-all professionals were -- were not\nallowed to practice. Jewish lawyers were disbarred, judges were kicked out of the court system\nand dentists and doctors were only allowed to treat Jews.",
        "A: Yes. It -- it all -- events were developed very, very rapidly in the -- in the -- the segregation of\nthe Jewish community, not only in Berlin, but all over Germany. But Berlin -- I emphasize\nBerlin first of all because I lived there. I was born there and I lived there, so I was closest to my\nhometown. But the events of discrimination happened so fast that a great many tried to escape, to\nget away, to get out of Germany. Some couldn’t, and then there were those who were optimists\nby -- by their very nature in -- and hoped that things would eventually change for the better,\nwhich of course, it didn’t. And there, at that very time, you had -- first of all you had\nKristallnacht, the night of broken glass, which I remember at that time I was ig -- in a -- ina\nLandschuleheim which means a country school, outside of Berlin. And we were a bunch of kids\nplaying soccer then the Hitler youth came in on that fateful day and besides screaming the\nterrible ep-epitat, or -- or wa --",
        "A: Yeah, yes --",
        "A: -- that -- cursing us Jews and wi-with such things as did you -- I don’t want to use any four\nletter words, but did you -- did you not think we would come to you and they chased the kids\naway, walked into the dormitories, threw the furniture out of the window, and created massive\ndisruption, which resulted in those kids running away, and so did I. What struck -- what -- what I\nrecall vividly, when -- struck me as noteworthy is the fact that I -- when I made my way back to\nmy home, my parents’ apartment, but I would be unable to tell you how I did it. I-I do not recall\nit -- having taken a public means of transportation, I could not tell you in which way I actually --\nthe -- the -- that country place, that country home that si -- vry -- that was in Potsdam --",
        "A: -- which is 20 miles from Berlin.",
        "A: And how I made it back --",
        "A: -- I don’t know. And I can only say that today I have an idea that it must have been traumatic\nevent, a -- a very Serious disruption in -- in -- in my -- in my way of life, or in my li-lifestyle.\nAnd it -- it must have touched me in a way that I forgot everyth -- it just didn’t da -- the -- the\ndetails did not exist.",
        "A: And my father spent that night on the subway because that very same day they had painted all\nthe stores with a huge J, meaning Jew. And it also became apparent that along the\nKurfurstendamm, the main boulevard running through Berlin, that every second store really was\nJewish owned. Every second retail store was Jewish owned, which in -- which again -- I mean,\nwhich points to the fact that there must have been among the population, a fertile ground for\nhatred, jealousy, or whatever you want to call it. And the massive amount of glass on the streets,\nas evidenced by the name for that particular night, called Kristallnacht, the night of broken glass,\nif there hadn’t been so many stores that were affected, the department stores, you -- you could\nsurmise that yes, they were the Jews, German Jews were in Berlin were among the middle class\nor upper middle class. They were -- they were doing well. They were thriving. And following\nthat event of the attack on the Jewish community, that particular which fol -- which is known as\nKristallnacht, the -- they arrested 20,000 men, deported them to Buchenwald, Dachau,\nSachsenhausen, the surrounding camps. And my father, to avoid arrest, spent the night on the\nsubway, the entire night. And the Gestapo came to every home and they had -- they knew where\nthe Jews lived and arrested many. And we were among those who desperately tried to get out of\nGermany, and realizing that -- that it was a matter of life and death, that you -- that what would\nfollow would be just terribly unbelievable. And so we managed to get a landing permit, they\nwere sold by -- by the Cuban government at the time and we -- our destination had -- had been\nprojected to be Cuba -- Havana, to be precise. And that occurred, and that -- that began the well-\nknown, documented voyage of the damned.",
        "A: Damned because we were not allowed to disembark, we were turned back. And --",
        "A: And from that point --",
        "A: Clearly.",
        "A: Yes.",
        "A: Iremember absolutely -- I really could not tell you any other details. All I know is that I was\nreunited with my --",
        "A: -- parents, yes.",
        "A: With my mother and father.",
        "A: Oh absolutely.",
        "A: No, it was ni --",
        "A: Correct.",
        "A: Exactly.",
        "A: It was not an SS, it w -- it -- I had had my birthday around that time, in -- in 1938, and prior to\n-- to that date, on or around that date, I -- my playmates were -- were Gentile vo -- largely\nGentile boys in my neighborhood, which was a street running off the Kurfurstendamm, it was a\ngood middle class neighborhood and we were a group of kids who played. And one of the kids --\nI -- I had gotten a ball point pen, which I’m not sure if it was a Montblanc, or what type of pen,\nbut it was a ball point pen, which at the time had the -- and was called in Germany an Tintenkull.\nAnd that’s the wa -- the name they had for this new innovation, a b -- a ball point pen. Prior to\nthat time ball point pens were relatively unknown. It was something that just oc -- developed at --\nat -- around -- on or around that time. And he took -- one of the boys took that pen and wrote on\nmy forehead not only a J, but the entire word, Jude, J-u-d-e. So --",
        "A: One of my playmates.",
        "A: Correct.",
        "A: I -- my sentiment or my precise emotions or my feelings, if you will, I -- I -- I do not\nrecollect. I -- I have no recollection. But I could assume that it was very shocking.",
        "A: I mean my -- my guess would be that -- that it was extremely shocking, yes.",
        "A: [had ca -- I had Jewish friend and I had Gentile friends.",
        "A: In my immediate neighborhood I also had -- we were quite -- th-the -- there was no great\nseparation between the racial background of the -- the kids. It -- it wa -- wasn’t very obvious. As\na matter of fact there was a -- there was a fine rapport between Gentile and Jew up to the\npropaganda that was ril -- that poisoned the minds of the people.",
        "A: And there was a propaganda that was directed by the government.",
        "A: In a -- in a way that the youth in particular, that the school system used propaganda to poison\nthe minds of the people in the [indecipherable]",
        "A: That was rather -- I would say it was around that time, 1938.",
        "A: But shortly thereafter we were -- it wasn’t very long before we actually embarked on the SS\nSaint Louis, the -- the well known ship --",
        "A: -- that carried 937 German Jews to the intended destination --",
        "A: -- which was Cuba and -- and resulted in a -- in a dramatic voyage, really [indecipherable]",
        "A: Well, I think that it was a -- a policy by most parents to avoid involving children in -- in the\npressure or in the tension that -- that existed at the time. And so the details of the -- of what went\non is -- 1s not foremost in my memory.\nBeginning Tape Two",
        "A: Well, as I was saying, upon returning from that country school where -- where I had been\nwhile my parents were -- went through the very serious emotion of liquidating our household --",
        "A: -- to the point where -- to the point they were permitted to -- to take some things along with\nthem -- and the businesses were confiscated anyway before that, they were -- your personal\nwealth already by that time had been confiscated by the -- by the Nazi government. And the\nschool I went to was also in the same neighborhood, so to speak. It was a Jewish public school\nadjacent to a synagogue. And -- so you could say that the school and the synagogue were one\nand the same. It was a parochial school, if you will. And on that very same day of Kristallnacht\nthat -- they burned that synagogue to the ground. And so was the school. So we actually were\nwithout a synagogue, we were without a school, and the -- the holy -- like the Torahs were piled\nup on -- and the prayer books were piled up on the street and set on fire, burned. And -- and that\nhappened all over Germany. On that particular day 600 synagogues were burned to the ground.\nAnd I might add for accuracy and historical detail that it was in response -- it was a fake\nresponse, a fabricated response, because they probably would have done it anyway, that -- that\nthose terrible, anti-Semitic acts were government orient -- were instigated, but 1t happened that a\nyoung Jewish man assassinated a German councilor official. And by the end -- by the end -- his\nname was bi -- his name was Greenspan. And -- and so the German government to -- in\nretaliation, quote unquote, in retaliation set these events in motion. And -- and that’s so much for\nthat.",
        "A: Did I hear about that?",
        "A: I -- it is hard to differentiate between what I heard and what I read. That’s an evid -- that’s self\nevident.",
        "A: It is an inevitable truth that some details were perhaps too heavy and too -- too farfetched for\na 10 year old to fully comprehend. So my guess would be that -- that I read it.",
        "A: It’s a historical fact.",
        "A: But the information, per se came to me through the media.",
        "A: Don’t remember.",
        "A: No, I -- I don’t --",
        "A: Oh yes, absolutely. Oh yeah, absolutely. Everything was being packed, the overseas, the cert -\n- certain thing we were allowed to take some things with us and -- and th-that we were about to\nleave became apparent. And --",
        "A: Yes, of course.",
        "A: No, I don’t exactly remember, but I probably -- I could only guess that I packed the things\nthat were, at that time, at that point in time, important to me.",
        "A: No.",
        "A: Could have been a rucksack --",
        "A: -- a backpack --",
        "A: -- most likely.",
        "A: I would not characterize them as wealthy, but compared to the general population, they were\ncertainly middle class, or upper middle class. In those days everything was a little bit -- I would -\n- | wouldn’t hesitate to say low key.",
        "A: And in no way comparable to -- to what is commonplace today. And that pertains to -- to\nsports, to just about everything, I mean --",
        "A: -- we have the means of communication, it -- 1 -- those were two, not only -- we’re not only\ntalking about 50 or 60 years, we’re talking about two different worlds.",
        "A: I remember that we went to the station by train and traveled to Hamburg on a train.",
        "A: Yeah.",
        "A: Exactly --",
        "A: -- it was taken -- it was taken -- it was moved by -- transported to -- to the ship.",
        "A: How -- how exactly the -- the details of how there were suitcases -- 1t wasn’t really a whole\nlot --",
        "A: -- that you were permitted to -- to take along.",
        "A: No, no, you could say -- you could say goodbye to just whomever you -- you pleased, you\nknow.",
        "A: No, no, no specific recollection, really. The -- the only thing that I, from that period that\nstands out is the fact that we arrived in Hamburg and -- and went into a big hall where tables\nwere set up with custom officers who would stamp your passport as -- as surrendering your\ncitizenship and so forth and so on, and boarding the ship, which was a former cruise -- cruise\nliner.",
        "A: In an apartment.",
        "A: No, I do not know if they owned it, but most apartments I believe were rented.",
        "A: I think.",
        "A: Yeah -- no. I went back there some -- many, many years later. I was invited by the city\ngovernment as a guest. I was invited in Berlin and -- and of course I took a stroll to -- it was\nwithin walking distance. We stayed in the -- they put us up in the Hotel Kempinski, which was\none of the better hotels, to say the very least, and gave us the royal treatment. They kicked us out\nin 1939 and invited us with -- with every kind of amenity to visit and showed us the city and the\napproach to Judaism, which had sa -- changed 360 degrees, so to speak.",
        "A: And I went back to my old neighborhood and -- and I went to the old apartment, which had a\nbalcony and -- and I knocked on the door, rang the house bell. And of course the response of the\nOwners was quite -- was quite interesting, they demonstrated a kind of -- I would a -- I would say\na kind of fear -- unfounded, totally unfounded fear that I came back to reclaim my former home.",
        "A: Because all of the homes that were -- that were vacated by Jews who either left Germany in --\nin the nick of time -- war broke out and after that there was n -- emigration was totally\nimpossible. Anybody who was still caught in the trap was ultimately deported to -- to the a -- to\nthe east.",
        "A: To -- to Theresienstadt, which was in Czechoslovakia, a camp where a lot of German Jews\nwere housed, and -- or -- or sent to Poland to -- to -- to the death camps. And so these hi -- these\napartments and all of the property that Jews once owned was stolen, if you will. And so were the\nwhat -- who -- who -- and the apartments were -- and the houses and the villas and the homes\nwere auctioned off to anyone who was permitted to take part in the auction. Books were written\non the subject.",
        "A: Exactly, they were afraid. Yeah, they let me into the foyer and -- and I pointed out that they\nhad this -- through this hallway you come to the kitchen, and off the hallway is the living room,\nto your left. And they were quite stunned by my memory as to their own home, the layout of\ntheir own home.",
        "A: And it was -- to me it was a slightly -- it wasn’t so very dramatic, it was more a -- more\namusing in -- in a -- in a -- in acertain sense. Although I was touched emotionally la -- in seeing\nmy old home.",
        "A: Naturally, but --",
        "A: I made no effort and they did really not invite me to --",
        "A: -- on the -- on the grand tour because their house or their apartment, their residence was not\non the market for -- for --",
        "A: They had no intention of selling it --",
        "A: -- and I had no intention of buying it.",
        "A: Oh, that was amazing. I was 10 and a half years old and I’d never seen a huge ship like that,\nand it was a very big ship. And, in fact it was owned by the Hamburg-America line and it -- it --\nit had been used for pleasure cruises up to that time. And the captain, Gustav Schroeder was his\nname, turned out to be a very civil and -- and ya -- a wonderful human being, to say the least. He\ndemonstrated a -- a feeling of humane -- he did not return a -- a -- upon our -- our attempt to find\na place to -- to -- where we could la -- where -- disembark, and when that didn’t come to be, he\ndelayed the departure for Europe as long as he could. And finally, ultimately, at the end of it all,\nhe -- he -- they pronounced him as one of the Righteous Gentiles and that’s history, and planted a\ntree for him in -- in Israel. So he was quite a man.",
        "A: Yeah, in a cabin. In a very, very --",
        "A: Yes, it -- it -- it was as nice as tourist class was, economy class was during that period. We did\nnot --",
        "A: Excellent. No, I -- w-we played. We played games.",
        "A: Yeah. Th-There were quite a few children on board.",
        "A: And we played games. It was a -- it was a -- a joyful occasion. For the adults I would say it w\n-- they -- they tried to make the adults as comfortable as the -- as the -- th -- as -- as they could.\nThe-There were movies on board and there were -- there was a gala dinner, festivities of ca --\nsome kind. Th-That was on the way over, on the way back it was traumatic. But the first half of\nthe voyage was one of pleasant anticipation. Although I must say the adults were -- had mixed\nfeelings. The -- as an adult, to leave your home behind, your culture and all that you were\naccustomed to beside your possessions, it was a -- th-they -- they were touched in a totally\ndifferent way than the children.",
        "A: You could feel the tension that --",
        "A: -- that prevailed, yes. Those were not normal times, by any means.",
        "A: Among us children?",
        "A: No, but from what I -- I was told that there wa -- there were games which related to the times\nthat we were living in. One particular game was one where they separated th-the kids into two\ngroups. One was a Gentile group, the other one wa -- all the -- all of them were Jewish. They\nseparated them and they created a scenario by way of which they -- they -- the -- they reflected\nwhat was going on in -- in -- in Germany.",
        "A: In the -- in the way of drastic separation of the -- of the races.",
        "A: No, it was not really -- it was not really funny. There were --",
        "A: -- I didn’t [indecipherable]",
        "A: No.",
        "A: No, no, I -- well, not really. And we -- we did other things. There was a swimming pool, we --\nwe swam it. There were lots of games for kids and the -- the -- the first half of the voyage went --\nuntil we arrived in Havana, it was quite interesting.",
        "A: I sat at a table with my parents --",
        "A: -- and we ate in groups of families, just as a -- just as a cruise ship would be operated, yeah.",
        "A: No, absolutely not.",
        "A: Yeah, yeah, absolutely. And the trip over lasted, I believe, 10 days --",
        "A: -- from Hamburg to Atlanta.",
        "A: Oh yes.",
        "A: Yes.",
        "A: Yeah, well, it wasn’t so much the age as -- as the fact that suitcases were being packed and\nthey were put out in front of the cabins for removal. There was no doubt in anyone’s mind that\nthis was a point of debarkation and --",
        "A: -- and the entire events that took place supported that idea that we were at our dest -- point of\ndestination.",
        "A: The people stood on the deck, on top deck, looked down at the -- at the ocean, at the water\nand from the shore of -- of Havana, little boats with family members who had preceded the Saint\nLouis, they came to greet their relatives on -- on board. And ma -- I had an uncle and an aunt and\nmy cousin, who left Germany two weeks prior to the Saint Louis on a ship called the Iberia. And\nthat ship carried 250 passengers. And their life and their future turned out to be completely\ndifferent than -- than ours, which was named the voyage of the damned. They were far from\ndamned because they --",
        "A: -- lived -- they lived -- they disembarked, they lived a year in Havana and waited for their --\ntheir quota. America had a quota system for new immigrants and when their number came up,\nthey immigrated to the United States in a perfectly legal manner. And so they stayed just shortly\nhere in Havana, and then -- then moved the -- the 90 miles to the shores of the United States.\nAnd their life then turned -- my cousin joined the army, and he became an American soldier.",
        "A: And my uncle, who had been in the jewelry business in Germany, he became a representative\nfor a watch company. They lived in a small town in Beaumont, Texas -- Beaumont, Texas, and --\nand later on they moved to New York. And my cousin, who had been under the G.I. Bill of\nRights became a watchmaker. And so they had a very normal -- normal future ahead of them,\nuntil we ourselves were reunited with them in 1947, at the end of World War II.",
        "A: Yeah.",
        "A: Well, that was -- that was a dramatic turning point. To begin with there was the hope, the\npersistent hope that if we don’t get off the ship today, due to some administrative technicality,\nwe would be -- we would be allowed to get off tomorrow. It -- 1t should be -- I should not fail to\nmention that the Hapag-America line, the Hamburg-America line, the shipping company did\ncompel the passengers to pay for a return ticket, because we did not have authentic visas, as the -\n- the entry permit is known --is -- is known today. We did not have a -- a resident visa, we had a\nlanding permit. And -- which was sold by a Minister of Immigration. And that, in the political\narena, resulted in a jealous confrontation between various segments in the Cuban government,\nand the ultimate rejection of -- of the -- of the passengers to disembark. And so when then went\npast another day, and the American Jewish organizations used their -- tried to use their influence\nto somehow have Franklin Delano Roosevelt, F.D.R. as he was known, to -- to admit the\npassengers, which he failed to do, had he known that two-thirds of the passengers would end up\nin gas an-and g -- be gassed in -- in the death camps of Poland and Auschwitz and Majdanek and\nTreblinka and so on, he may have -- in my view, he may have had -- taken a different sort of\naction. As it was, he -- he refused. In fact he marked a note with the comment, no action. He\nturned back every effort to allow these people to disembark. He and his administration sent the\n937 victims to -- for most of them, to their death.",
        "A: And the ship ultimately appealed to Canada, to -- to every country in the world for asylum\nand the response throughout the world was the same, in th -- terms of not allowing these people\ninto their respective countries. And this is precisely the reason that the Saint Louis became a -- a\nworld event. Not in the same way as the Titanic, because the Titanic was sunk by an iceberg and\nthe Saint Louis was sent back to Europe for an uncertain fate of their passengers by reason of\npolitics and racial -- racial confrontation and discrimination.",
        "A: Not that at -- not that I, in all honesty, not that I remember --",
        "A: -- but it was quite possible, but I do not remember that.",
        "A: I met Mrs. Roosevelt [indecipherable]",
        "A: Yes, I met her personally, which was -- since you mentioned that, and had you interviewed\nme at that time, or had you pushed the clock -- were we able to push the clock back --",
        "A: -- anumber of years, I probably -- I may have just asked her that question. But I did not speak\nto her about the Saint Louis, but I met her. And I met her and she had an apartment in the Park\nSheraton Hotel in New York City.",
        "A: And she stayed in the towers, and during my stay in -- which is probably going to come here\nand we’re going to probably going to touch on that, in switzer -- we ended up in Switzerland\nultimately. Not being able to do -- to disembark in Cuba, the ship going back to Europe, we\nended up ultimately by -- by way off other events, we ended up in Switzerland and I attended --\nsomewhere in time I attended hotel school. And having had this hotel experience, I went to the\nPark Sheraton Hotel in search of a position. And the general manager told me that it is the policy\nof the hotel to promote people from within the hotel, from within ranks of the hotel, and then --\nthen he asked his assistant, the assistant manager, he asked him, he says, how did you start here,\nto refresh his memory. So he said well, I started as an elevator operator. And this resulted in my\nworking at the Park Sheraton Hotel as an elevator operator, and my passenger in that -- in -- in\nmy --",
        "A: -- was Eleanor Roosevelt, because she lived on top of the 25\" floor and I had a job to take the\nelevator from the 25\" to the 30\" floor, consequently I saw her every day.",
        "A: No.",
        "A: No, I did not --",
        "A: No, I did not do that because I felt that as an employee of the hotel, you just did not -- you did\nnot create a personal relationship of that kind with your -- with your passengers. I -- I met many\nfamous people and -- throughout my career, and -- and I met the Duke and Duchess of Windsor\nat the Greenbrier Hotel in White Soda Springs, where I had worked as a -- as a sous chef, as a\ncook, if you will, and I did not ask the Duke of Windsor if he really was a friend of Adolf Hitler,\nwhich later on reading books it became --",
        "A: -- apparent that he was a great sympathizer of the Nazi regime, prior to Britain entering the\nwar, of course. But he was, and the House of Windsor, the -- and -- and -- and the -- and the\n[indecipherable] that was a relationship between the German aristocracy of the -- of the time and\nso on. But I did not discuss any of that.",
        "A: Well, in Havana one man jumped overboard.",
        "A: He lost his head, he lo -- he despaired, and in desperation he jumped overboard, cut his wrists.\nSo you can imagine that panic ensued. When -- when it became apparent that we could not\ndisembark, that the ship may ha -- may have to go back to Europe, back to Germany. Some\npeople already had been in concentration camps and the feeling was one of utter panic. And the\nreturn voyage was very -- even -- even I as a young child realized the tension that existed. They\nwanted to capture the bridge -- and when I say bridge, I’m not talking about a card game, I’m\ntalking about th-the -- the place where th-the command of the ship took place, where the captain\nand -- and his first and second officers and the instruments were located, that guided the ship to\nits destination. And the ship was a -- was on course for Europe. And organizations were still --\non a daily basis there were announcements that came over the ship radio that this and this\noccurred, this and this happened, and hope was given to -- to the passengers that they would find\na country that would ultimately admit them. And so it was that just shortly be -- they had even\nplanned to scuttle, if that’s the right word, to run the ship aground in the English channel, and\nthus set the ship on fire to -- to save -- to prevent people from having to return to Germany, and\nperhaps find -- find England receptive to -- to take these people in. And it wasn’t necessary to do\nthat because shortly before entering the North Sea, German territorial waters, four countries --\nfour countries accepted the -- gave asylum to 200 and some of the passengers. And those four\ncountries were, Belgium, Holland, France and England.",
        "A: Good.\nEnd of Tape Two\nBeginning Tape Three",
        "A: Yes, there was one fellow, as a matter of fact the Holocaust Museum has a picture of it, his\nname was Troper, T-r-o-p-e-r. He was one of the negotiators. And then the various organizations\nlike the Joint, J-o-1-n-t, Joint. Th-The -- we’ve got HIAS, ORT and [indecipherable] ORT, O-R-\nT.",
        "A: Various Jewish organizations that operated in New York and -- and so on. They -- they all\ntried to motivate countries and governments to -- to accept. And then we were given asylum and\n-- and then of course the times, everything turned into a disaster, into a pathetic set of\ncircumstances that resulted in the gassing of two-thirds of the passengers and a total disruption\nfor the remaining people. It -- 1t was just simply too -- too much to even reflect upon. It -- we --\nthe French history throughout World War II was a sorry state of affairs. France was partitioned\nin the va -- France granted asylum, and the -- the French government quickly changed with the --\nwar started shortly after our de-debarkation. And --",
        "A: You could -- you could give a preference.",
        "A: Which in some cases was adhered to, or was met, and in other cases they just -- you were just\nassigned to a country. If I’m not mistaken, my mother spoke some French, and my father, having\nbeen a chemist and created a perfume, and France being a le -- a -- a leader in the world of\nperfume, in -- in that particular [indecipherable] of -- that 1t could be possible that -- I do not\nknow for sure whether we requested, or whether we got there by chance. All I know is that we\nfinally th -- that people -- the boat went to -- to -- to Holland, Belgium, and we debarked in\nBologne, which was Bologne, well, which was -- which was France. And my father never saw\nfreedom again, he was interned as an -- as an alien, and he was interned in one or two different\ncamps.",
        "A: By the French. France was split into two parts, into -- one part was under German occupation\nand consequently a very early and fast policy of seclusion, der -- of anti-Semitic decrees, one\nafter the other [indecipherable] th-the telephone booth is -- you were not allowed to make long\ndistance telephone calls, and you had to wear the jew -- by that time you had to wear the Jewish\nstar and so forth and so on. And -- and the other half was the non-occupied zone, run by the\nVichy government, under the leadership of Marshal Pétain, who was a hero in World War I. He -\n- he distinguished himself at the Battle of Verdun. He -- in -- in world -- ’14 - ’18, the world --\nfirst World War. He was a hero during that period.",
        "A: Well, I mean, a --",
        "A: Yeah, 14 --",
        "A: -- to 19. 1914 to 1918.",
        "A: And -- and he -- he was anti-Semitic, that -- that regime, with Laval, L-a-v-a-| Laval, they\nwere fascist. They were without any question of a doubt of the same sentiment as Mussolini, they\nwere definitely allied -- allied with the axis with -- with Germany, and enforced decrees that\ncompletely isolated and separated Jew -- the Jews. And -- and what followed was just a total\ndisaster. They arrested the Jews in 1942 in conjunction with the s -- with the solving, quote\nunquote of the Jewish question, the -- the -- the big problem as to what to do with the Jews, the\nFinal Solution. And anyone who ever has the opportunity to -- to hear that phrase, the Final\nSolution, need only put it into the internet browser and th -- you get 20 pages detailing the\nconference on Wannsee, which is outside of Berlin, a villa where the SS big shots, Eichmann,\nHimmler, Heydrich and Rosenberg and all these people, 15 in total, met, who were in charge of\nultimately transporting and killing those Jews who were still alive, and eliminating Jews from the\nface of Europe, which -- which -- which indeed happened.",
        "A: And -- and my father was sent to Gurs, a hellhole. If there ever was a hellhole, that was one,\non the --",
        "A: In si -- in -- near the Spanish border.",
        "A: And we and my mother were free. My mother was completely free by French or by fren -- by\nthe -- by the French rules of the time, she was free. And I was sent, with all of the kids from the\nSaint Louis to a children home run by the ORT and [indecipherable]. And that children home\nwas outside of Paris, about 25 kilometers from Paris, and they had a big banner, welcome to the\nchildren of the Saint Louis. And to me, it was one of the worst times in my life, because --",
        "A: -- [had never been separated from my parents, not even during the worst times in -- in Berlin\nprior to immigrating, and I was separated from my parents, which to me was very painful. And I\nstayed a few months in that home, along with the other children. And then my mother managed\nto get me to join her. My mother and I lived in a very, very small hotel. I had the occasion as a\ntourist to see that place a number of years later, and I was appalled because it had not been in my\nmemory, what -- what I -- what I saw. It was like a -- a little dump. A very, very small hotel in\nthe -- not far from the Follies Bergére, in the -- in Bon Nuvella, that’s a si-si -- a -- a\n[indecipherable] in the -- in the opera in -- in -- in Paris. And we lived in Paris for a few months,\nand my mother managed. I wished I had the opportunity -- well, I lost her, she passed away and\nwhy -- I would -- would have loved to ask how she managed to get us the papers to -- to go to the\nnon-occupied zone, which we were able to leave Paris for Nice.",
        "A: So we have done the French Riviera.",
        "A: In Le Man.",
        "A: 200 kilometers.",
        "A: From Paris.",
        "A: We stayed there, in a small house.",
        "A: That’s where we were staying until we -- we --",
        "A: And still that’s now -- war had already started.",
        "A: The Germans has already occupied half of France.",
        "A: And that happened right around the time -- overnight you had Dunkirk and the English who\nhad been in Le Man disappeared in the middle of the night, abandoned their barracks and headed\nfor Dunkirk, part of World War II and -- and went to -- and then escaped. Hitler was slow in\nmaking up his mind, he missed the boat, so to speak, and -- in more ways than one. He missed\nmany boats because the troops, the English troops, by any means, went from Dunkirk back to --\ninto the mainland, to England, and thus escaped. And there were more than 250,000 of them.\nAnd that turned the war into the battle -- and that turned the war into the battle for England.\nUltimately what followed was Pearl Harbor and the entry of America into the war. We went to\nNice, to the French Riviera and lived there for a little more than a year and a half.",
        "A: A few months.",
        "A: Correct.",
        "A: As I recall, we had classes, yes. We had classes and -- and we lived a fairly -- fairly normal\nlife except it was war and we carried gas masks.",
        "A: And there were air raids. The German bombers -- the -- the -- there was a war on and Paris\nwas declared an open city and consequently it was occupied. France surrendered. Belgium,\nHolland and -- Belgium, Holland capitulated in 24 hours.",
        "A: And the passengers who had been assigned to those two countries fell into the Nazi hands,\nwhich -- which marked them -- which guaranteed -- sealed their -- their fate, marked them for\nextermination. That was as good as --",
        "A: No, that didn’t happen, because we went to the non-occupied zone, and in the aftermath of the\nso-called Wannsee Conference, the solution of the final question, of the Jewish question, they --\nfrom that point on, the speed with which European Jewry was arrested and sent to the camps,\nthat went so fast, a-as -- as to reflect the -- the industrial talent and the great capacity of Germany\nto -- to manufacture the best of the best in terms of cars, that’s how they managed to deport the --\nand with the cooperation of the French. The -- the French co-op -- would -- not only cooperated,\nbut they were instrumental in -- in the shipping of their own native -- 70,000 native Jews were\narrested and shipped to Auschwitz, along with all of the many immigrants who had found refuge\nand so-called asylum. They were all sent to -- and this fellow, just as we -- most of us know of\nSimon Wiesenthal, there was a counterpart in France, Serge Klarsfeld who documented the fate\nof -- of the French -- of the Jewish immigrants and the French and so forth. My father would di --\nwould -- became a -- I have a letter here that states in detail that my father was last -- he’d seen --\ndeported from Gurs, they liquidated that camp as -- that I had described as a hellhole because it -\n- you walked in mud. You -- the food was insufficient. If there was any food, it was insufficient.\nAnd you slept on straw, th-the hygiene, the circumstances were awful. And the transport -- my\nfather was deported on the 10\" of August 1942, to Auschwitz, and on French trains. And it was\nlater established that the SS paid a certain amount of money for each passenger on those trains,\non the French cattle wagons that took their -- their passengers to Auschwitz.",
        "A: And there was all ste -- a hundred people to one car, without seats, standing room only,\nresulting in the death of a -- of quite a few people before they even arrived. You know --",
        "A: No.",
        "A: No.",
        "A: Ah, no. No, we never saw him again.",
        "A: There was a large Jewish community there.",
        "A: And was that -- there was a large Jewish community there and --",
        "A: No, it -- it was not. It was under -- under French domin -- dominion. And -- it was under\nFrench dominion and Nice was a destination and -- and some of her friends from -- originally\nfrom Berlin also were in Nice. And I had a --",
        "A: -- I celebrated my Bar Mitzvah in Nice.",
        "A: Yeah.",
        "A: Please.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes. But what I remember even more was the fact that we went into hiding as -- as the -- the\ngreat arrests took place in Paris and all over France, in -- in response to the decision taken at -- in\nWannsee a-as part of the conference --",
        "A: -- the Final Solution --",
        "A: -- we were hiding with a Gentile family in an attic.",
        "A: In -- in Nice.",
        "A: About -- a little more than a year and a half.",
        "A: Of which part of the time I was in hiding at --",
        "A: -- from that point on.",
        "A: We lived in a very, very small hotel.",
        "A: Which you could call a rooming house.",
        "A: And you would tell they catered mainly to permanent residents. And we had one room. I sh --\nI would characterize it as a large closet. It had a bed, it had a small round table, the size of this\ntable here. It had a small closet, it had two chairs, and that was it.",
        "A: And that’s where we stayed until we were right -- until we went into hiding.",
        "A: No.",
        "A: Y-Yes. We had friends in Switzerland who were associated during peace time with my\nuncle’s factories. They had -- and these friends had two department stores. They were -- they\nwere of means, they were well-to-do.",
        "A: And they sort of supported us, with limited pocket money or funds. And it -- 1t was by way of\ncharity that we existed for --",
        "A: -- a little more than a year, for a year and a half.",
        "A: For a period of time, I -- ec -- except for missing my father and living a -- an -- a life of --\ngetting used to another lifestyle, I would say that -- that it -- it was -- until the -- the big raffles,\nthe big arrests, it was quite comfortable.",
        "A: Yes. I went to elementary school, yes.",
        "A: And I went to school not -- at that time knowing very little French, but for a -- an 11 year old\nboy, it was astonishing how rapidly --",
        "A: -- I acquired the -- to the point where I speak French fluently today --",
        "A: -- to this day.",
        "A: Yes. I speak French as good as English.",
        "A: And I’ve never forgotten my German, so if anything good happened during that period, I\nbecame multilingual.",
        "A: Well, my Bar Mitzvah, as I told you later on in -- much later, I -- I became a caterer, and I can\ntell you one thing, my Bar Mitzvah, from the Bar Mitzvahs taking place in the year 2000, or in\nthe late 19 -- oh, a -- 19 whatever, th-that -- it was not a theme party.",
        "A: No, it was a -- but, the -- the -- with emphasis on -- on shall we say, the law, Halacha, th-the\nlaw, religious law, I -- I did -- I did -- I took lessons and I did -- did -- did quite well in doing my\nHaftorah, the portion on the Torah.",
        "A: In as -- very short, very, very small synagogue in Nice.",
        "A: A very small congregation, I think there were about 20 people.",
        "A: My mother was very, very -- oh, my mother was very -- she was determined to have me Bar\nMitzvahed at the age of 13. And right here I got letters that she wrote to the camp in Gurs to ask\nthat my father be given -- maybe call it naive or call it whatever, I don’t know what you would\ncall it, but she wrote a letter to the camp commander begging him to allow him to attend what\nshe called the Holy Communion, as it is known in Christianity. And -- and she has these letters\nright here.",
        "A: And -- and of course they turned it down. So -- and she wrote these letters up to she still --\nand then she wrote a letter -- I have that correspondence, part of which I gave to the Holocaust\nMuseum, where she wrote she will never forgive France for not allowing my father to -- to attend\nthat --",
        "A: -- most important of events in the life -- in the life cycle of a Jewish boy.",
        "A: Yes.",
        "A: In that little hotel, in that little dump. In that little hotel, in that little room, there was some\nherring, and I could recite the menu, it was very basic.",
        "A: But there was a kiddush, the re-reception. And not to be compared with what you have today.",
        "A: But it was a kiddush and my mother did her very best to make it memorable.",
        "A: And so it was. And --",
        "A: Yes, yes. A couple of boys and their parents and so forth.",
        "A: Yes. What I remember most of all however, was the fact that 1t had been my fervent wish to\nget a bicycle and my father wrote from Gurs to my mother that she should get that bicycle, and\nhe wrote a letter to me that -- that I -- now my wish is fulfilled and I could take those trips, and\nindeed I did. I took trips from Cannes to Monte Carlo --",
        "A: -- on bicycle, yes, yes --",
        "A: -- yes, long trips on my bicycle. That was -- I lived for that, it’s beautiful, wonderful. And --",
        "A: My father was allowed to write until his deportation. The correspondence, it was censored --",
        "A: -- by the French, Vichy government.",
        "A: Tho -- ther -- those letters were -- the-they had these three lines across in yellow, green and\nblue, and th-they were cen-censored letters. But they were allowed, and my mother was allowed\nto send packages, food packages.",
        "A: Yes. And she did send packages and some of his letters indicated th-the wonderful bliss, the --\nthe pleasure he had for -- to eat a challah, after not having had a slice of bread in a year and a\nhalf.",
        "A: So -- so -- and he shared this with his fellow inmates, and --",
        "A: No.",
        "A: And one day a parcel came back, letters came back, [speaks French here] left without leaving\na forward address. And that was when he was sent to Drancy, a -- a -- another hellhole. An\nunfinished building de -- de -- designed to become a camp. It had no facilities, no hygiene, no\ntoilets, nothing. And no electricity. It was completely unfinished. And people stayed there two\nand three days and then were shipped in those famous cattle wagons to Auschwitz. And the story\nhas it that a hundred women who were separated from their children jumped out of the windows\nand killed themselves. It’s all part of the legacy.",
        "A: We understood the separation, we understood the deportation, and the hope, however, never\nleft us until much, much later, that awful things were going on, but the details of the massive --\nmassive killings, leaked through much, much later, through some sources. The Germans were\nvery, very good in keeping their activities, their murderous activities a secret.",
        "A: And -- but however, even A-American embassy officials and -- and -- with -- in conjunction\nwith Raoul Wallenberg and other people of that kind, ga -- became knowledgeable that horrible\nthings were occurring. And whereas American planes bombed the rail lines to I.G. Farben, which\nhad slave labor, they used the camp inmates to operate their factories, it -- 1t -- it is said and it is\nremembered and it is a part of history that they did not bomb the rail lines leading to Auschwitz,\nbecause it would delay the war effort. Can I use a handkerchief [indecipherable]",
        "A: Thanks.",
        "A: It -- it -- followed that -- that -- that the -- the death machine roared day and night, and the\ncrematoriums that --",
        "A: No.",
        "A: No, we did not know it. There was hope that he would be seen again or returned, almost up to\nthe end of the war.",
        "A: It only became known at the very end that he did not survive, that he was the victim of the\npersecution. And that is why I make it a point, the words to me have always had and always will\nhave a significant meaning. Words stand for something, they stand for events. They describe\nevents and words are very pertinent to -- to -- they go far beyond just the spelling of a word. The\nwork Holocaust apparently did -- did -- did not come to be un-until the -- the -- the mid -- mid-\n70’s, because this letter that I have from the Red Cross ends with, it must be assumed that your\nfather was a -- became a victim of the persecution. The word holocaust did not -- was not\nmentioned 1n that letter. They called it the persecution. So --",
        "A: Okay.\nBeginning Tape Four",
        "A: As they -- as they were picking up -- arresting the people on the boardwalk and searching for\nus, and [indecipherable]",
        "A: Yes.",
        "A: Evidently these were Gentile acquaintance -- acquaintances who -- yes.",
        "A: Oh, it’s a little primitive, but they were very -- they were good people, you know.",
        "A: In the attic.",
        "A: Stayed mostly in there. I -- I once ventured outside by myself, and in -- in an attempt to\nretrieve some of our more valuable possessions in that hotel where we stayed, but I was only\npartially successful. And we got then a -- we managed to get a guide who drove us to the foot of\na mountain, from whence we were ultimately able to walk over farmland in the middle of the\nnight, into Switzerland.",
        "A: It seemed like -- it seemed like a very long time, but I don’t know exactly how long it was.",
        "A: There was one more family which then left, came and left. It was like a -- a hiding place that\nwas organized by some knowledgeable people.",
        "A: In the -- knowledgeable in the resistance movement or something like that.",
        "A: Much older than I. Children, I wouldn’t call -- call them children.",
        "A: Yeah, I was over 13.",
        "A: I was 14 when I came into Switzerland --",
        "A: -- so now I must have been there for several months.",
        "A: Yes, yes, I came to understand what was going on.",
        "A: Well, my mother passed away in 1970 --",
        "A: We were preoccupied with how to make our way into Switzerland, how to save ourselves.\nAnd we crossed the border on a rainy night, the -- as expected the border guards had retreated\ninto their huts.",
        "A: Yes.",
        "A: That was a bad night. And we managed to get literally to walk into Geneva.",
        "A: Well, where we were stopped, taken to a soccer field, to a dugout, that’s where, and met other\nrefugees there. And a couple of days later we were taken to a -- a refugee camp. A very primitive\ncamp that was our first point of -- of sanctuary in -- in Switzerland. What followed was a period\nof time that I spent with the various families.",
        "A: Yes.",
        "A: She was sent to a more permanent camp, and that camp consisted of a -- a resort hotel, which\nwas transformed into a refugee camp because there was no tourism in Switzerland during that\nperiod.",
        "A: So what the Swiss government did, they requisitioned all of those resort hotels and turned\nthem into reception camps for their many refugees, of varied background.",
        "A: No.",
        "A: I did not encounter any anti-Semitism --",
        "A: -- in --",
        "A: -- in Switzerland.",
        "A: Here is a -- an item in this book.",
        "A: Yeah, this -- it -- it has here, it -- page --",
        "A: “Swiss Wartime Work Camps.” And here is has Henry Gallant, Atlanta, Georgia, U.S.A..\nAnd it gives you a short synopsis of my relationship with Switzerland. It said, “My mother and\nfather and I left Germany May 13, 1939, bound for Havana, Cuba on the S.S. Saint Louis. That\nepisode became known as the voyage of the damned. My family and I disembarked in France,\nthe other passengers were admitted in Belgium, Holland and England. My father was interned in\nGurs and in late ’42 transported from Drancy to Auschwitz. He was never heard from again. My\nmother and I lived in Nice until September of 1942. French collaborators arrested thousands of\nJews and we found a hiding place in an attic and stayed there a few months until my mother\narranged for false identification papers and a guide to take us to the Swiss border. We walked\nover pastures at night and entered at Switzerland illegally. We were not sent back. We were\ntaken to a football field near Geneva, having crossed the border at Annemasse. And after several\ndays were sent to a Aufangslager reception camp at Ayresfield, Berner Oberland. The camp was\nprimitive, or rustic, as you would expect in basic training. The food adequate and the Swiss\nsoldiers friendly and sympathetic with our plight.”’ And then it goes on to tell the rest of the\nStory.",
        "A: Oh.",
        "A: Well, I lived in several families. I lived first --",
        "A: Hm?",
        "A: Why --",
        "A: -- well when you -- when you see people disappear overnight --",
        "A: And when you see the French gendarmes arresting people, then you know you better get --",
        "A: -- do something. And Switzerland borders -- borders France. And the only other place would\nhave been Spain, and that would have been a very long --",
        "A: And more difficult to cross the Pyrenees, the mountains. The Alps. Switzerland was the\nlogical place and besides, we had that family that had supported us partially.",
        "A: The -- the -- these friends by the name of Benedict, the f-family that I mentioned supported us",
        "A: -- throughout our stay there for, you know, several months.",
        "A: No, had no contact with him. He didn’t speak, kept quiet.",
        "A: He just went through his -- his job in a very myth -- mechanical way.",
        "A: Up to the -- where we got out. And he just said, walk over this field and you will come -- go\nstraight and you will see ahead of you a mountain. Try to make yourself -- try to make it possible\nto cross that -- that mountain. And --",
        "A: Yeah, to say the least.",
        "A: And very dangerous.",
        "A: Correct. And you would not know what would happen to you if you were caught. You would\nnot know the response. It was an act of desperation.",
        "A: Yes.",
        "A: No.",
        "A: Yeah, totally unfamiliar, exactly, totally unfamiliar. I had no idea what the out --",
        "A: Yes.",
        "A: Pretty much. I couldn’t -- I wouldn’t put it any other way.",
        "A: No, Geneva from Annemasse is not all that terribly far.",
        "A: It -- it -- 1t’s maybe -- I -- I would say probably a two hour walk into the outskirts of Geneva.",
        "A: When we first began that -- that long, long excursion, if you will call it that, it was raining\ncats and dogs. It was raining severely. How the weather turned later on is not in my memory.",
        "A: I would assume -- I was assume -- I would assume that I was wet.",
        "A: No.",
        "A: No.",
        "A: Yes, I had a backpack.",
        "A: Mm-hm.",
        "A: Don’t really remember what she had, I think she had some kind of a bag that she held, you\nknow.",
        "A: No.",
        "A: Practically nothing.",
        "A: Practically absolutely, I would say less than nothing but the very bare essentials, maybe some\ntoilet articles like --",
        "A: No, just -- just walk.",
        "A: Yeah, yeah, yeah. Just walked.",
        "A: No, because there were other people there in that dugout at the --",
        "A: -- that soccer field. And it was a relief, actually, to be what we -- it became apparent that we\nwere on -- on solid ground and we were safe, and we were not threatened by what we had\nwitnessed in the south of France.",
        "A: For -- yeah, yeah, identif -- identification papers.",
        "A: Oh no. No, no, no, no.",
        "A: No, that 1s a totally different --",
        "A: -- they -- you have to -- you had -- for that you have to buy my second book.",
        "A: That -- no, that’s correct, that’s correct.",
        "A: You’ve got a good memory.",
        "A: I would imagine. Or it was a totally different name.",
        "A: I -- [had --",
        "A: -- no, I have -- I have -- no, no, absolutely not. I have that in memory that it was a totally\ndifferent name. I don’t remember the name.",
        "A: But it -- 1t was definitely in -- in no way related to my real name or my -- my future adopted\nname, no, no.",
        "A: No, no, no, these were papers that were suggesting a --",
        "A: As a matter of fact, we were stopped by a gendarme, that’s just a side incident. We were, the -\n- the car was stopped by a gendarme who looked at those papers. My mother spoke some French,\nin fact, she spoke good French. And -- and the gendarme, this I remember distinctly, the\ngendarme saying in a certain voice, Sa sont vous papier? These are your papers, and my mother\nsaid, oh, oui, bien sur. And o -- and -- and he -- and he said, [speaks French here] he said -- and\nhe made no -- he -- he -- in my view, in my recollection, he left no doubt at all that -- that he was\naware these papers were -- were faked. And -- but he also seemed to indicate that he knew the\ntimes we were living in, and he -- we were just fortunate in running in -- ther -- there were\npeople like that throughout the history of World War II. People who --",
        "A: -- yes, there were people like that. There were people like that in Germany as well, who to --\nwho risked their lives. And there were people like that in Poland, who risked their lives for the --\nto -- who hid children and did all sorts of things that could have cost them dearly had -- had --\nyou know, had it become known.",
        "A: [speaks French] -- if you believe these to be your papers --",
        "A: -- then you may proceed.",
        "A: Clear, absolutely. Left no doubt in my mind whatsoever.",
        "A: And I hear that as if it -- as if you were talking to me now.",
        "A: Yes, of course.",
        "A: Absolutely.",
        "A: That was midway. We were just stopped.",
        "A: There were roadblocks at th -- that was one of those roadblocks. As it was leading to the\nborder.",
        "A: Correct.",
        "A: An -- absolutely, and --",
        "A: -- certainly a French gendarme.",
        "A: La gaul si ville --",
        "A: -- who was known to be -- th-they were known to be like the SS, they were horrible people,\nby and large.",
        "A: I wa -- yes, I -- that is what I would -- would -- would call it.",
        "A: That was one of those moments, one of those terrible moments of -- of stress and anxiety and\nso forth.",
        "A: Yes.",
        "A: The last thing on -- on my mind during that period was the weather. I ma -- I don’t know what\ntranspired exactly in my thoughts, but the weather was not part of it.",
        "A: Did I hate?",
        "A: I think my entire life I just take things as they come.",
        "A: There are always moments that you -- that one dislikes and that one does not find terribly\namusing or exciting or enjoyable.",
        "A: But I guess that’s part of being here.",
        "A: Better being here than not being here.\nthey’re happening for everybody, they’re so bad that I shouldn’t complain? Do you have any\nrecollection of what that was like for you as a kid?",
        "A: I cried -- I cried terribly when I was separated from my mother in -- upon disembarking in --\nin France --",
        "A: Yeah, that was -- that was a horrible -- that was one of the most horrible time, cause I had\nnever been previously separated, so --",
        "A: That separation was, you know, in the -- not knowing which and what was going to happen\nand so forth. That went on --",
        "A: N-No, because I did my crying in the solitude of my own person.",
        "A: I -- to be -- to be precise, I would not -- it -- it wasn’t in my nature to cry in public. I did not --\nI had enough sense of awareness that I went to the bathroom and cried. But I was very unhappy.",
        "A: Yeah, I was very unhappy. I was very unhappy, it was the epitome of loneliness at that very\nmoment in time and place.",
        "A: Well, my father wasn’t -- was not bothered.",
        "A: He was already --",
        "A: Yeah, yeah. No, I don’t think so. I don’t --",
        "A: Yeah, a few -- it -- I think -- not a -- weeks, or a couple of months transpired, more than that.",
        "A: I think the French, if I’m not mistaken, if I remember correctly, the French instit -- set into\nmotion a law that women with children could -- could have their children with them.",
        "A: And I think it was in context with that ordinance, or with that new law that -- that we were\nreunited. That’s --",
        "A: -- pretty much as I remember it.",
        "A: Three, four days.",
        "A: Yes. Th -- it was like camp style --",
        "A: Yeah, yeah.",
        "A: No, no, no, do not remember having been hungry or anything like that, no, they took care --",
        "A: N-No, no, they took care of us. And --",
        "A: And I was not very demanding either, you know -- you know, I think continental breakfast\nwas invented in Europe, you know. That consists of a slice of bread, marmalade and a piece of\nmargarine or butter and a glass of milk. This is breakfast, you know?",
        "A: Or in -- in Switzerland it was also commonplace, I spent a -- a certain amount of time on a\nfarm because the Swiss men were -- they had to serve in the army, so they took -- by that time I\nwas already -- I was no more a child in that sense and I worked on a farm. And breakfast\nconsisted of the typical Swiss Rosti, you know, like potatoes that -- not potato pancakes, but like\nhash brown potatoes. They would grind them and then fry them and this -- this, and bread --",
        "A: Oh yeah, excellent. This and bread and milk and so forth, 0 -- coffee au lait, you know, touch\nof coffee with a lot of milk was breakfast.",
        "A: Yeah, I was -- I found myself to be adaptable to a -- to a lot of different circumstances. And\nmy -- the time I spent in Switzerland, these families, I think I mentioned it, they were of a\ndifferent background. I spent a year with a secular Jewish family, one that was not religious. I\nmean, it was nothing extraordinary to have a pork roast for dinner. And -- and then I spent a little\nover a year with a secondary Gentile family, secondary teacher. And lo and behold, I ended up\nwith an Orthodox family, a very religious Jewish family.",
        "A: That was the last family, right, that’s when I attended the --",
        "A: Exactly, exactly, exactly.",
        "A: We -- the Swiss -- the Swiss organiza -- they were organized and -- and th-they -- they had a -\n- a branch of c-call it the Red Cross or something, administer the -- th-the -- the -- the -- the -- the\nso-called youngsters, teenagers and so forth, they were kind of separated from the adults.",
        "A: In one family there were two boys wi -- they were a little older than I, and in the Gentile\nfamily there were two -- two girls. One 1s -- I think is 20 or 21.",
        "A: Very interesting, yes.",
        "A: Well, it was -- 1t was interesting that we -- difficult to go into -- 1n -- into details, but it -- it\nwas a novelty of sorts.",
        "A: The environment for me, yeah.",
        "A: Mm-hm. I mean, I was in, call it puberty, or whatever, you know. And they were also very\ncurious, these -- th-th -- that family was very curi -- there were questions.",
        "A: They knew about the Jewish lifestyle. Probably their knowledge -- their Biblical orientation.\nAnd whatever it follows the -- the -- the varied traditions of -- I’m trying to be as diplomatic as I\npossibly can. But they were --",
        "A: I beg your pardon?",
        "A: I-If your curiosity compels you to -- to do -- do --",
        "A: Yeah, well, they had never seen a circumcised boy.",
        "A: And it was quite a new experiment, you know, a new experience, rather, you know.",
        "A: And th-they -- they -- they wanted to -- to see what this thing looks like you know? And of\ncourse I wasn’t -- I wasn’t about to disrobe, if you will --",
        "A: -- under these -- in -- in this particular circumstance. But, I said, if you accidentally -- I said,\nI’m going to take a bath or a shower and if you happen to walk in, that won’t bother me one bit.\nSomething along that line.",
        "A: And --",
        "A: -- a -- but there was nothing new, really, they -- they -- that was nothing -- nothing new. I\nremember seeing a -- a film where -- with -- where Jews were in jeopardy and the only way that\nthese guards could ascertain the -- the religious, you know, that they had caught up the Jews or\nnot would be exactly through this ritual which -- which by the -- in -- in -- in -- among Jews is\ncommonplace.",
        "A: So.",
        "A: Yes, they had a -- they had a rule that the Swiss government -- I call it the government but it\nwas a branch of the government in charge of imi -- affairs of immigration. And they had a rule\nthat children, or teenagers or whatever, family members may be reunited for a period of three\ndays every six weeks. So while I was with this family, I actually saw my mother every six weeks\nfor three days.",
        "A: Correct. And they even paid the expense of the guesthouse where you were staying and the --\nand the meals and so forth. That -- that they did, and --",
        "A: Well, it wasn’t exactly easy, but you know, th -- I can remember it. It was wonderful. We\nwere close.",
        "A: You know, and due to the conditions that existed at that time. And -- and then la -- three days\ngo by, and you know --",
        "A: Yeah, but you look forward to the next six weeks, I mean --",
        "A: I mean to --",
        "A: She --",
        "A: Well, they called it a camp. They can’t call it a resort hotel, you know? So a camp can mean -\n- can mean two things. A camp need not be -- need not be a concentration camp.",
        "A: After all. But a camp is not a home either, you know.",
        "A: So the word camp could -- could imply anything, you know? Children in the summer go to\ncamp.",
        "A: And --",
        "A: No.",
        "A: No, no, not at all. Not at all.",
        "A: Yes.",
        "A: Yes, yes, yes, absolutely. Absolutely.",
        "A: Quite frequently as a matter of fact, yeah. Both ways.",
        "A: There are some of those letters, a couple of letters are floating around among ma -- among hi -\n- literally hundreds of pictures, which I have never bothered, throughout the years to -- to catalog\nin a picture album.",
        "A: They are in boxes [indecipherable] and they really come from every -- from every stage, I\nalways -- I would say every era. I have pictures from our life in Berlin before the war. I have\npictures of our time spent in Nice, on the French Riviera. I have pictures that were taken in\nSwitzerland. And beside having stayed with these families, I spent the little -- a little more than\none year in a boarding school, which was known by the name of Ecole d’Humanité. Ecole means\nschool and Humanité means humanity.",
        "A: The school of humanity. And the professor and his wife, who ran that school were two\nGerman Gentiles who left Germany at the onset of Hitler taking the government.",
        "A: That’s a good point.",
        "A: Excellent point to start.\nBeginning Tape Five",
        "A: Yeah, Ecole d’Humanité.",
        "A: Yeah, yeah. In Switzerland, not far from Zurich. And it was operated by a fellow whose name\nwas Paul -- Paolos -- Paolo -- Paul Geheeb. He had a very famous school in -- in Germany,\nwhich was, I would say, 50 years ahead of its time. He -- it was very classic. He -- he was a\nfriend of Mahatma Gandhi. He knew intimately Rabbi Don Attagori, the famous author. And if\nyou went up to the dormitories along the stair what -- what do you call it, the stairs, you had\npictures from Tolstoy, Dostoyevsky, Maxim Gorky. And it was all about the classics. And on\nSaturday they -- they would have what they called andoch, a certain evening of spiritual --\nspiritual -- spirituality or something. And they would play Beethoven’s Fifth, or Eine kleine\nNachtmusik, Mozart, Beethoven, Hayden, Bach, Brahms and Handel and so forth and so on. And\nmy entire th -- wa -- culture was written with a capital C. And I went to this school along with a\nlot of other children who were refugees in Switzerland during that time, and among the student\nbody were two brothers and that’s a very interesting item. There were two brothers, the nephews\nof the chief of staff of the German -- German army, whose name was Walter von Brauchitsch.\nAnd their name was Hans and Matteas von Brauchitsch. And we were very close, we were\nfriends. And in the issue of “Life” magazine of May 1946 there’s a caption where German\ngeneral’s nephews went to school with Jewish -- the Jewish immigrants. And there’s one picture\nof me and -- and the Brauchitsch brothers. And we have kept in touch all throughout my stay\nhere in the United States. And I went to that school for about a little more than a year. And in\n1947 I came to America. Immigrated legally.",
        "A: Well, I think it was very good, it -- in retrospect it was very good because the emphasis on\nculture is basically where even today I -- I developed the -- the taste or a liking for classic music,\nfor example. And had I not gone to that school, well I’m not saying that -- that the Stones or the\nBeatles or whatever are not wonderful to listen to, or that it’s not part of -- e-each age has its sed\n-- has its own music, so to speak, but classic music 1s forever and I came to appreciate it and then\neven today have an appreciation for classic music.",
        "A: And it was developed in that --",
        "A: Mm-hm, mm-hm.",
        "A: Well, I -- my skill that I acquired in hotel school, I did pretty much run the kitchen there, yes.",
        "A: To hotel school, when I stayed with my last family, that Orthodox -- I think I mentioned the\nOrthodox Jewish family.",
        "A: Well, I spent the -- I went to school in the daytime, to hotel school and in the evening I would\ncome home, to what was then home, a foster home, if you will, to -- to those people that I stayed\nwith. But that was the period that I went to hotel school.",
        "A: And that was in Lucerne.",
        "A: That was before the end of the war.",
        "A: Excuse me, I have to change that.",
        "A: It was at the end of the war, because the school occupied one half of the building and the\nother half was a hotel. And our guests at the time -- it was just at the end of the war, our guests at\nthe time were G.I.s who were on a seven day rest trip to Switzerland, what they called, R and R,\nrest and relaxation. They came there to spend seven days in Lucerne and that was my first\nexperience with real Americans and th-their lifestyle. And when I say lifestyle I’m referring to\nthe meals that they ate. And they ate the apple pie and left the crust.",
        "A: For the most part, yeah. At the end of the meal there were -- you could see -- that was, to us\nwas completely strange because it is a European custom to finish what you have on your plate,\nunlike the way we live. If we’re not crazy about something we certainly don’t eat it, we just\nleave it.",
        "A: Oh, they were terrific -- oh, the gu -- they were terrific. The -- in -- in those days, I -- they will\nnever come again, 1945, everything that was American was --",
        "A: -- was great. From a Parker 51, which were the fountain pens, to -- to Chesterfield or Camel --",
        "A: -- cigarettes. The -- the very plain, G.I. issued raincoats -- anything that was American was\nfabulous. And the guys, the soldiers were -- really, they were kids. They were in their -- 20 - 21 -\n22. And --",
        "A: Right. And they were about 21.",
        "A: And -- and they were -- I met them in night clubs, they -- doing the jitterbug and all that was\nAmerican, you know. It was very exciting.",
        "A: Oh no, no, no, no. We had -- we had wanted to come to America in the -- in the late 30’s. Our\ntrip to -- that -- the voyage, the so-called voyage of the damned was a prelude to entering the\nUnited States. Our trip to Cuba was -- was part of waiting out the -- the quota number to come\nup. So that was -- we had intended to go to America all along. Cuba was not our -- was not to be\nour final destination. Our quest was to enter the United States, come to America.",
        "A: No, it was a transition, it was a transition. It was also the time that we were to find out that\nour father would never return, you know? And it was the beginning of -- of a new -- of kind of a\nnew life. You --",
        "A: I got that -- that letter from the Red Cross, that who -- they researched this and their findings\nindicated that he was deported to Auschwitz.",
        "A: Yes.",
        "A: Yes, yes. Mm-hm. And that was the response.",
        "A: Yeah, the -- absolutely. Surprisingly, the way I s -- remember it today, tha -- when you have a\nloved one whom you haven’t seen for six or so years, the -- the shock 1s somewhat diminished.\nAs they say, the time heals all wounds.",
        "A: Time heals --",
        "A: -- all wounds.",
        "A: That’s what they say.",
        "A: You -- it -- I -- ?’'d -- I would a -- I would say that that is ma -- very much so, yes.",
        "A: I would [indecipherable] to that. Maybe not all wounds, you never forget. But of course you\ndon’t forget. But the intensity of losing a loved one is stronger in the early stage of absence than\nafter a number of years.",
        "A: It’s hard to say. I don’t know how my mother felt. I wouldn’t know how, but you don’t know\nwhat -- in -- in -- intimately you don’t know what another person is really feeling.",
        "A: So I can’t say.",
        "A: You miss a person that is close to you, perhaps forever. I’m merely referring to the intensity.",
        "A: The shock, the drama.",
        "A: You know? You know.",
        "A: When the war was over I had -- I lived with my mother for a period of time until we actually\ncame over on the S.S. America, one of the ships.",
        "A: Well, it took a number of years. As you know, we were refused admission in 1939, and at the\nend of the war it was very easy, the sympathy for -- for the victims of the -- now known as\nHolocaust was -- was very much -- was very acute.",
        "A: So it was not difficult to enter the United States at the end of the war for victims of the -- of\nthe period.",
        "A: Yes, I had learned English and I was rather good at it, too.",
        "A: Oh yeah.",
        "A: She did also, mm-hm --",
        "A: -- mm-hm.",
        "A: So I came to America, and --",
        "A: -- and I had relatives who had preceded -- I had more than one relative who had preceded us\nin -- in their quest to live in America.",
        "A: And they -- I -- we spent a couple of days in New York, then I went to Philadelphia, where I\nhad an uncle, an aunt and two cousins. And I worked in a Swiss pastry shop as a --",
        "A: -- in Philadelphia for a few days and then they also had a pastry shop in Atlantic City, so they\ntransferred me to Atlantic City, and that was my first experience, so to speak, after arriving in\nNew York and in New York I spent a few days. My aunt took me to see a musical, my first\nmusical, which I still remember distinctly was Oklahoma with Gordon MacRae. And -- and then\nI went to Atlantic City, and Atlantic City wasn’t a very exciting place in -- at that time. It went\nthrough several transitions. At the time I got to Atlantic City was in 1940 -- in 1947, and you had\nthe boardwalk --",
        "A: -- and the old part of the -- of Atlantic City. It was a highlight, 1t was the time when Saratoga,\nthe horses, they -- the Greenbrier Hotel in White Sulphur Springs. I mean, America was\nsomething different, totally different and much different than it 1s today. Atlantic City in\nparticular went through different stages. You know, from that era -- from that time it -- it got\ncompletely run down until gambling came to Atlantic City.",
        "A: And then you had a different -- you had a different place again, you know, the old people got\nchased out of their homes and they built fabulous hotels like in Las Vegas. So after Atlantic City\nI visited my cousin in Beaumont, Texas and I stayed there for a couple of months. And then\nreturned to New York and worked in -- as a cook in a couple of hotels.",
        "A: Well, Beaumont, Texas was not really my -- my first choice. It was a wonderful place, it has\nm -- great -- at that time a great little town, today it’s a great big town. But it wasn’t where I\nwanted to be and also in my -- in -- in my -- in the pursuit of my career, I -- I was a chef at the\ntime and worked at the old Astor Hotel, which meanwhile has been torn down. I worked in the\nHotel New Yorker and at a later stage I worked at the Waldorf Astoria for about 10 years.",
        "A: No. I didn’t know wa -- there’s a chef. I worked in the -- in the nightclub, in the Empire room.",
        "A: And that was the -- it was the showroom -- I beg your pardon?",
        "A: I was a captain. That is the closest to the maitre’d. I had a section of the -- of the room that\nwas under my direction, the service, per se. And I enjoyed that very much. The showroom -- we\nhad one act following another. We had Tony Bennett, Peggy Lee, Dinah Shore, the Pointer\nSisters, Diana Ross and the Supremes. Maurice Chevalier and Gilbert Bécaud, a French singer.\nAnd Charles Aznavour, another French singer. And we had -- and the guests that attended these\nperformances, we had Liza Minelli and so forth. And I enjoyed that very much, it was very\nentertaining.",
        "A: No, when I went to hotel school I took two courses, actually. I became a -- a -- I -- I took a --\nin -- in -- I took a course in the culinary art, but I also took a course in a -- a service course.",
        "A: And in -- in my career, I -- I was a maitre’d for a number of years and not just in the Empire\nroom, but I also worked -- the Empire room closed -- actually the Empire room was a seasonal\naffair. It closed in July and reopened in late September, which to me was -- was very beneficial.\nIt was not only benef -- it was very convenient, because I used those two or three summer\nmonths to -- to work in the Catskill mountains. And I got a great deal of experience in the\nCatskill mountains. I worked in some of the great hotels, of which most of them are closed. It’s\nall part of an era that is history long forgotten, but at that time the epitome of elegant living. A --\nI would say a culture that just simply, like so many other things, a culture that disappeared. Of\nthe approximate two million Jews living in New York, you could safely say that 99 percent of\nthem spent their summers in -- in the Catskill mountains, if not for the whole summer, then for a\nweekend, or -- or for a week or two.",
        "A: I worked at Grossingers.",
        "A: Which is an -- an icon.",
        "A: I worked at The Concord, another icon.",
        "A: I was the maitre’d in The Pines in South Fallsburg. I was the maitre’d in a place called\nGibbers, and The Evans in Loch Sheldrake. And I also was the maitre’d for two seasons -- you\nmust remember that this was seasonal, so when you say, well, you’ve worked in so many\ndifferent places, the answer to that is simple, it -- these were seasonal hotels that opened up for\nPassover in -- generally in April, around April, closed again after Passover and reopened in June,\naround Memorial day and stayed open until the high holidays, the Jewish holidays, like Sukkahs\nand Simchas Torah and so forth and so on. And I worked there on th -- for the entire summer,\nuntil the Empire room opened up in late September and that’s when I went back to the Empire\nroom. So I spent 10 years in the Empire room, with the exception of the summers, which I spent\nin the Catskills. And these hotels in the Catskills had -- each had their own -- its own identity.\nThe Grossinger and the Concords were family hotels. A place I worked at was called Shavunge\nLodge. That was a place for singles. The Waldameer was a place for singles, but older singles.\nSo each of these hotels had their own clientele.",
        "A: And it was a pleasant -- pleasant time. And -- but all in the past, because 90 percent of all\nthese hotels do no longer exist.",
        "A: In this business I was until the major change occurred in 1975 when we moved to Atlanta,\nGeorgia. And th -- what happened is that the acts that I had mentioned in the Empire room, Tony\nBennett, Johnny Mathis, Dinah Shore and the Pointer Sisters, they all -- and Liza Minelli and all\nof these people had a salary of approximately six to 7,000 dollars. Steve Lawrence and Eydie\nGormé was another, and Ed Sullivan. These were the days th-that -- Jack Benny and George\nBurns -- not only is that time gone, like -- like gone with the wind, but it has disappeared and so -\n- and -- an-and it ex -- it precisely happened at a time when the salaries of these e-entertainers\nwent sky high. And the Empire -- and then it became a matter of -- strictly of economics. The\nEmpire room had 500 seats and the cover charge, meaning the -- meaning the cost of simply\ngetting a table to sit down, it did not even cover a drink or anything to eat, that way the cover\ncharge was a so-called entry ticket, if you will. And the cover charge went from five dollars to 15\ndollars per person. And then it went to 25 dollars. At the same time the salaries from 7,000\ndollars went to 35,000 dollars. So high that at one point it got to -- it became a reality that Barbra\nStreisand got one million dollars to appear in the room for one week. And it was logical that the\nhotel could not sustain, even though the -- the nightclub was not designed to make money, it was\nmainly designed to attract conventions and people to fill the rooms. That was the idea, to fill the\nrooms. But those salaries were unsupportable, so the only place that you could have that kind of\nentertainment would end up to be Las Vegas, where the profit and the money came from the\ngambling tables. And in 1975, the Empire room closed. It -- it -- and 1t became just a banquet\nfacility, and the nightclub as such, as it was known, no longer existed. And -- and the only place\nthat you could have the kind of entertainment would be in a facility where three or four thousand\npeople would cor -- would congregate, would sit. And that was Las Vegas and a place in New\nJersey and vary -- some venues.",
        "A: In Atlanta I worked through my connections at that time in the hotel industry. I came close to\nthe management of the Fairmont Hotel company, which was based at the time 1n San Francisco,\nin Denver and in New Orleans. And they had a t -- a hotel in -- in Atlanta. But that was in 1975,\nand Atlanta had not as yet become what you would like to call an international city. And they\nwere not used to -- and the -- they were not used to those prices. And so when I said that I -- first\nhand experience, I -- I came to manage the Venetian Room, which was the nightclub in the\nFairmont Hotel. And Tony Bennett appeared there and -- and well, and a number of other\nentertainers. And when the phone rang for someone to make reservations, they would say, well\nhow much does it cost to get in? So I would say, well the cover charge is 15 dollars. And the\nresponse on the other end would be, and what do you get for that? And without trying to --\nwithout -- trying to avoid to sound sarcastic, I would say well, you get a table, and you get to sit\ndown. But how else -- what else would you say? Th-That was the logical answer. And\nconsequently the entertainment of that -- that caliber of entertainment again went the way they\ndid it in New York. And so Richard Swig, who was owner of the hotel decided that Atlanta -- the\nonly thing that would work in Atlanta would be western entertainment. And so they brought in\nLoretta Lynn and a couple of other -- and Alison Krauss, some people with a [indecipherable]\nwith a reputation in the area of western music. And so you had a lot of -- I don’t want to use the\nterm -- I -- I think that to say rednecks, you know, would probably not take -- take too well, so\nlet’s say country folk, or whatever you will. But they -- the western music in -- in that -- that kind\nof caliber of western music didn’t do it either. And del -- later on, a number of years later,\nAtlanta got very fine restaurants and it built tremendous hotels and what was expensive at tha --\nat that time turned out to be cheap because prices went up and -- and Atlanta grew to be an\ninternational city, and they built a new airport and it is what it is today, you know, a big city.",
        "A: In 1961.",
        "A: Well, I had worked in -- in upstate New York, in a place -- in a -- I was still in the Empire\nroom and I connected with the owners of the Marcie Hotel which was located in Lake Placid,\nwhich is close to Canada. And at the end of the season -- it was a seasonal operation al-also, the\nMarcie Hotel. It closed around September when the Empire room opened. But I had a few days\noff and I went to Montreal because having lived in France and speaking French, Montreal was\nthe ideal place to spend a couple of days, and I went to Montreal for a three day weekend and I\nmet Ilsa, my wife for -- who would become ultimately my wife, met her in -- in Montreal. And --\nand the rest is more or less history, we -- she came to visit me in New York and we became very\ngood friends and ultimately --",
        "A: Well, I -- that’s a very fine question -- that’s a very good question. I must have un --\nunconscio -- unconsciously had -- I ha -- I had without knowing it, I -- by that time I was in my\nvery, very early 30’s and I had become accustomed to -- to -- I was -- probably I -- I was a\nbachelor of sort, and I used to spend the summer in Europe and the -- the wer -- and th -- on one\nof those -- and in -- Ilsa and I, we were -- she was in Miami, and I was in Miami, but we were\nnot married at the time. And then one nice summer, she went to Las Vegas and returning from\nEurope, I called her up. But I noticed that her voice was slightly distant, there was a kind of\nchange of sorts had taken place. And naturally after we had been -- we were friends for four\nyears, you know. So she must have said to herself, enough is enough, this guy’s got to make up\nhis mind. And she had met other friends. And I decided right then and there on the spur of the\nmoment that this is it, my time has come, I’m getting married. And we spent a few days in San\nFrancisco and returned to Las Vegas. So we got married in Vegas. In Vegas. Was a gamble, but\nit turned out -- turned out to be a winner.",
        "A: Yeah, yeah.",
        "A: Yeah.\nEnd of Tape Five\nBeginning Tape Six",
        "A: Yeah, I had connections in the Waldorf, in the -- in the Empire room and at -- wh -- in which I\nhad been a assistant maitre’d. I had connections of people who -- who were connected to the\nFairmont Hotel chain.",
        "A: And wa -- one became food and begeda -- food and beverage director at the San Francisco\nFairmont and from there moved to -- to Denver, to the -- and opened up the Denver Fairmont and\nultimately ended up in Atlanta in -- and entertained the position of resident manager. And he\ncalled me in New York a-at which time the Empire room was on very thin ice because of the\nrising -- the ra -- the scale of the entertainment compensation, which the room could not sustain,\nwith its limited amount of seating. And so we di -- he asked me if I work -- if I would be\nconsidering taking over the Venetian room as a manager. And I went to -- to Atlanta and stayed\nin the hotel for about two weeks and looked the situation over. It appealed to me and I kind of\ntook the bait and not shortly after that -- that period, we -- my wife and our son -- meanwhile, we\nhad Mark, our son, and we moved to Atlanta. Got a wonderful apartment at a significantly lower\nexpense than the prevailing rent in New York.",
        "A: And so much for that. I retained that job for, I think, something like four years. No, excuse\nme, two years, at which time the Venetian room closed, just simply closed from one day to the\nnext because of m -- more or less the same problem that had preceded in New York, the high\ncost of entertainment. The -- we had a real kind of setback in the economy and the room was a\nnot -- was not profitable. The hotel -- the occupancy in the hotel was less than -- than 50 percent\nand that’s very, very bad for a hotel. Less than 96 percent is scr -- is going down.",
        "A: So the hotel -- the -- the -- the entire hotel left Atlanta. And I got -- my next job, I got a job at\nthe Atlanta Hilton in the banquet department and I worked there for four years. Four years, until\n1975 -- until 19 -- excuse me, until 1980. From ’75 to ’80 I worked in the -- in the Hilton. And\nthen I followed -- I -- I met a -- someone who had a catering business. And he wanted to join his\ntwo daughters in Baltimore and he was ready to sell the business for a very s-small amount of\nmoney. He just wanted somebody qualified to carry on and so I took over his employees and\nbought into a established business that wasn’t doing a great volume, but it was established in the\nsense that it was incorporated, and the name was Prestige Caterers. And it turned out to be the\ngolden goose. It -- it was a very successful operation. I -- and I fit right in, due to my experience\nin the kitchen and my connections in the dining room. I branched out what had been a strictly\nkosher catering business, I branched out and advertised in the yellow pages and -- and became\nknown in Atlanta as a -- I made a name for myself there and it wa -- it was very, very good for a\nnumber of years. For a good number of years. In fact, it -- 1t lasted until -- it lasted until I retired.",
        "A: I retired in -- I think it was ’86, at which time Ilsa, my wife, ran the place for another two\nyears, but -- and then we closed it for good.",
        "A: We closed it for good, actually, I’m wrong on my dates. We closed it, we -- we still were in\nbusiness during the Olympics, which was a major boost. The Olympics are, for us in our catering\nestablishment, was a -- was a kind of revival of -- of the nor -- of numbers. We did -- we did\nquite well for the Olympics. I had a customer who took over the -- whatever we had to offer that\nis wa -- in terms of volume, we did quite well. But 1t wasn’t very long there after that we closed\nup.",
        "A: When did I become Henry Gallant? I -- my time in the -- in the hotel school in Switzerland\nwas a -- whe-when you speak of cooking, when you speak of food, it -- 1t has many different\noutlet. Just as you have Italian and Chinese and German cuisine, Austrian, Swiss and so forth\nand so on, ea-each type of -- of cuisine, each type of food has its own -- its own quality and its\nown reputation and so forth, and -- and the chefs -- that entire industry was -- was led by chefs\nfrom Switzerland, from Germany, from France and from Austria. You might safely say that\nthose four countries, th -- Wolfgang Puck, who’s very well known, his name is a household\nword, not only in advertising for food, but also in advertising for the food equipment. You go to -\n- to a department store and all of a sudden up pops his face. The Georgia Aquarium, he runs the -\n- the catering department and food department of Georgia Aquarium. So his -- there are few\npeople who don’t know Wolfgang Puck. He’s Austrian, just like another fellow from Austria,\nvery successful, Arnold Schwarzenegger, he’s Austrian. And he wasn’t always a movie star, or\nhe wasn’t always a governor. He was at one time, a weightlifter and made his name as Mr.\nUniverse, if I’m not mistaken. So anyway, I, with a name like Goldstein, it -- it identified with\nprofessions that you would like to, or would not like to associate with, perhaps with law, with --\nwith furriers, with tailors, with textiles, with medicine, with dentistry and so forth and so on. In\nthe kitchen, Americans in the 19 -- in the late 40’s and early 50’s, you would have traveled the\nentire country from one ne -- from Buffalo to -- to San Francisco and you would not find an\nAmerican -- an American chef. It just simply was not an occupation that Americans, native\nAmericans would -- would embrace. They just wouldn't. Unlike today, where the situation has\nturned 180 degrees, where you have this -- the California cuisine and -- and from the -- the TV\nshows featuring Julia Child and -- an-and Emeril -- E-E-Emile -- what is his name?",
        "A: Emeril, right, correct. They -- they -- they -- you see them everywhere. And tha-that happened\nprobably in that -- began to happen after World War II or something. There was a field that\nAmericans became -- came to like and enjoy and -- and thrive in. But the name Goldstein was a\nli -- a strong liability and also there was a great deal of anti-Semitism here in America. The -- the\n-- I worked -- for example, I -- the s -- New York Culinary Federation sent me to the Greenbrier\nat White Sulphur Springs. And the Greenbrier is a -- an institution. It is a hotel that, like the\nHomestead in Virginia, it is a hotel that was the home to senators and presidents and -- and the\nDuke and Duchess of Windsor and what have you. It was the elite, the so-called 500 and chief\nexecutive officers of the major American corporations, they all spent their summers in the\nGreenbrier with Ben Hogan and -- and the top golfers, the golf tournaments. Anybody who was\nanybody went to the Greenbrier. But the Greenbrier was owned by the Chesapeake and Ohio\nRailway company, by a fellow whose name was Young. His last name was Young, the first name\nI do not recall, and the hotel was notably restricted. It did not have Jewish employees and it did\nnot have Jewish clientele, simple as that. Clear and simple. And I already had been there and in\nthe office they categorically told me that -- an office girl, a very nice girl told me that the -- if I\nwere smart I would change my name because with a name like Goldstein you wouldn’t last in\nthis hotel. And I took her advice and I changed my name at that time. I did not change my name\nlegally until a number of years later. I had replied to an ad in the New York Times which read --\nI had always had the desire to travel. Traveling was an -- a -- I would say it was a passion. It --\nmaybe because I traveled in the early stage of my life, I don’t know, but I enjoyed traveling and\nso when I saw that ad by Pan American Airlines, which meanwhile has -- doesn’t fly any more,\nbut -- they joined Eastern Airlines, it doesn’t fly either. But Pan American had an ad in the paper,\nwanted, young man between 31 and 35 as flight attendant, capable of talking two languages.\nWell, I said to myself, I speak French, I speak German. I’m ideal -- a -- an ideal candidate as\nflight attendant. I submitted my resumé and at -- was called to a meeting in -- with the executive\nflight board. And 10 days later I got a letter, dear Mr. Goldstein -- I was so shocked that I still\nremember the wording of the letter, dear Mr. Goldstein. As we told you upon your interview,\nyour qualifications are not best suited for our specialized requirements and this however is in no\nway to indicate your scope of ability and wishing you every success for the future, we remain\ncordially yours, W.J. Parrot, superintendent of flight service. Now, it happened that in nine --\nthat was in 1956, and it happened that wa -- Israel was at war with the -- with the Arabs, and\nLebanon -- and I was supposed to fly Beirut, Rome, Paris, London, Beirut. I was supposed to be\nstationed -- they -- they asked me, are you ready to stay one year overseas and -- and live in\nBeirut? I said, that’s no problem. But I didn’t know that the -- this -- I -- I -- in other words, I was\na victim of the political situation at the time. And I was not a candidate to live in Beirut. And so I\ngot this letter, which did no diminish my desire to travel and I worked -- began working on resort\n-- on cruise ships.",
        "A: I worked initially on cruise ships. But that was not the easiest thing to accomplish, because in\norder to work on cruise ships you had to have a certificate of marine -- you had to have a Coast\nGuard document. And you could only get a Coast Guard document if you had a job. And you\ncould only get a job if you had a Coast Guard document. And the only way to come to a\ndocument like that was to accept a job for the military sea transport service, which I did and I\ntraveled between New York and Bremerhaven for a few months, and then joined the National\nMaritime Union and worked for Grace Line. And that took me to -- to New York, Cristobal,\nthrough the Panama Canal, to Guayaquil, Ecuador. From there to Buena Ventura, Columbia,\nwith the destination of Kayahu, Lima, Peru. And I did this until I went to the Empire room, the\nrest was history.",
        "A: Well, the Holocaust -- the Holocaust affected me, the Holocaust wasn’t a -- I can only answer\nthat it was a disaster for the Jewish people, and whatever affects the Jewish people affects me. I\nmean, we lost six million -- five million of our brothers and sisters and so it affected me a lot. It -\n- it made me think, it made me -- it had a lot of consequences. I speak on matters of the -- of the\nHolocaust at the Bremen Museum of Jewish Heritage and Holocaust History. I speak to students.\nI am a speaker at -- under the jo -- jor -- Georgia Commission of the Holocaust. I’m a speaker to\neducate young people that division and -- and rejecting diversity and for minorities 1s -- is a very\nbad thing, and to be a bystander is equally bad, and that we all have an obligation to -- to be\nactive in preventing the onset of the result of discrimination. Pure and simple.",
        "A: I -- absolutely.",
        "A: Absolutely. I think I have an obligation, I -- it’s a kind of miracle that I’m alive, I -- that I\nmanaged to be five minutes ahead of the Nazis. And if not for that good fortune or that luck, or\ncall it whatever you will, if not for that I would have ended up in the crematorium of Auschwitz.",
        "A: Well, it makes me feel -- it makes me feel as -- as a lucky guy, chosen for something, I don’t\nknow what. Maybe to speak to these young people.",
        "A: I do it out of the sense of responsibility, to what extent I am -- I’m not sure that -- that -- I like\nto do my -- the things that I have to do, that I feel I have to do.",
        "A: No, not necessarily, it’s not my vocation, I -- to be a public speaker. I don’t like to see myself\nnecessarily standing on the stage and -- although sometimes it’s enviable, depends on -- on what\nyou speak about, to whom you speak, who your audience is, I mean, in some aspect I think it’s --\nit could be a lot of fun.",
        "A: The subject matter 1s not so very entertaining.",
        "A: As it 1s a responsibility and a necessity, but not so very enjoyable. But if the subject changes\nfrom evening to evening, as it does for Bill O’Reilly, if you will, it could be fun to -- it could be\nfun to talk to different people, interview them, speak to them, exchange ideas.",
        "A: Not really. I thank you for the opportunity. I enjoyed speaking to you.",
        "A: And I was keenly attentive to your questions and I did my best trying to answer them.",
        "A: A pleasure.",
        "A: Thank you. [tape break] -- the result is going to be less than --\n[tape break]\nQ2: Can you tell us about this picture?",
        "A: Yes. On the extreme right there is a picture of my mother and sitting next to her with the --\nsmoking a pipe, is my father.",
        "A: On the S.S. Saint Louis, on the way to Havana, Cuba, as evidenced by the fact that this is a\nhappy occasion. I see balloons and decorations, so it was a -- a joyful occasion. We didn’t have\nthat kind of thing on the way back.\nQ2: And this picture?",
        "A: That evidently is the same occasion, just a different location in that hall and the second young\nfellow from the right, that’s me. Yours truly.",
        "A: When I was Heinz.",
        "A: This is -- the man that you’re pointing at is Morris Troper, T-r-o-p-e-r Troper, who is\nworking for an American Jewish organization and he has accomplished finding an asylum for us,\nbecause everybody looks so happy. I’m the fellow in the fore -- yes, exactly, that’s me. And the\nwoman next to him is his wife, on the --",
        "A: No, th-the lady next to Troper. No, on the other end.\nQ2: In the hat",
        "A: In the -- the hat -- one more.",
        "A: Yes.",
        "A: That’s his wife.",
        "A: This is a -- a German educator who had a very large school, a boarding school in Germany\nand who fled from the Nazis because as Goebbels put it, no longer a country of poets and of --\nsomething like that. In other words, he was an educator and he then moved to Switzerland and\nbegan a school where he -- where a lot of Jewish refugees would find asylum or whatever you\nwant to call it. His name was Paul Geheeb and he was a friend of Mahatma Gandhi. Well, his\nwhole looks, you know, he looked as he -- you just see, he looks like he just came back from\nWoodstock. He was 50 years ahead of his time.\nQ2: And where did this picture appear?",
        "A: In li -- this is “Life” magazine of May -- May 6\", 1946, or May 13, 1946.\nQ2: And what’s this?",
        "A: Yeah, well that’s also “Life” magazine of May 6\", 1946 and in this picture, still under the --\nthe -- the school that Paul Geheeb, the German educator left, escaping from the Nazis, he -- I am\nin -- in the dining room, running the kitchen and passing food to the kids who are th -- in -- who\nare sitting there. And the picture below that is -- on the right 1s -- on the left -- n-no, where you\ngoing to be? Oh -- oh, there? Oh, no that’s -- that is the nephew of the German chief of staff of\nthe entire German military. In other words, his name is Hans von Brauchitsch and the von\nBrauchitsch name is a -- von Brauchitsch was the chief of staff of the German army. And next to\nhim is -- is me, we were buddies, we were friends. And he was in this school as a student in\nSwitzerland because his -- his father, who is the brother of the German chief of staff,\n[indecipherable] Nazi, was married to a Jewish woman. And under the German Nuremberg laws,\nracial intermarriage was forbidden, but the Nazis did not want the embarrassment of having a\nhigh up German general in this kind of a relationship, so they allowed the two nephews to\nemigrate to Switzerland. Which by the way, Switzerland was neutral during World War II. [tape\nbreak]",
        "A: Yeah, yeah.",
        "A: At one time --\nEnd of Tape Six\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 11, 2009\nRG-50.030* 0528",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Henry Gallant,\nconducted on May 11, 2009 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "HENRY GALLANT\nMay 11, 2009",
        "Beginning Tape One"
    ]
}