{
    "rg": "RG-50.498.0011_trs_en",
    "sequence": [
        "Q: When and where were you born? | am interested in hearing about your family, your first years",
        "A: | was born February 13, 1939 in Berlin, before the start of the war. My Father was in the army,\nhe was not an officer, nor a Party member, and left for the war. Mother and! were left alone\nin Berlin in their apartment. The apartment was damaged and we went to some relatives who\nlived outside Berlin. | started Kindergarten in a place 120 Kms. away from Berlin and my first\nmemories are from the time Germans were pushed from the Eastern territories, we were in (\nsounds like Boulangier), where were camps for Germans refugees. We lived there and | went to\nthe Director of the Kindergarten obliged us to salute with the Heil Hitler and to sing Nazi songs.\nThere was atime to play, we were children. | was not Jewish, so | had no problems. It was a\nhard time because we had not enough to eat, | remember that the City had a casern so there\nwere a lot of German soldiers around the place, then my next memories when this part of\nGermany was taken over by the Russians, yhey came over and we were living in a little town in\nthe country, where we thought they would not come. | remember the first Russians who came,\nthey were on horses, and in this part of the country there were only children and women, |\nremember they took rings and jewelry and as it happens everywhere the Russians soldiers were\nthey dug out jewelry and took whatever was interesting to them. This was my first impression\nof occupation in Germany.",
        "Q: Be so kind to tell us about your education years post war. Do you remember anything being\nspoken in your family about the holocaust or what happened to the Jews in Germany in WW2?",
        "A: Then after the above we returned to Berlin, because my Father had been prisoner of the English\nand he was liberated and he came back and | started school. | would say my family was a typical\nGerman family, not member of the Party, but they belonged to the silent majority when Hitler\ncame to power and voted for him and at home they did not speak about it and | remember that\nin school some refugees came, we had 2-3 Jews from Poland and the children came to our class\nand we knew they were Jews but not much more. | remember also that the history teacher\nexplained that the beginning of the 2nd. WW was because Hitler and Stalin had signed a non-\naggression pact, but teachers were for Hitler, were mainly men and were careful explaining to\nchildren who could not ask them what they did, were you in the German army? During my time\nin school there was no mention of the holocaust, knew something about 2 Jews in class ( Jewish\nproblem) but not having any explanation it does not help to understand.",
        "Q: So people were quite silent about it.",
        "A: Where | was, Yes.",
        "Q: Were you in East or West Berlin?\nhttps://collections.ushmm.org",
        "A: West Berlin.",
        "Q: Tell me about education, high school, and then to Paris to study.",
        "A: | left school before getting ( name of ?degree,not clear)and did 2 years more in a professional\nschool, started to work in a pharmaceutical company named Schering, it was very boring. | had\na friend who came from Poland and settled in Berlin after the war. | was not feeling very happy,\nfirst | did not want to stay at my Parents’place, had the feeling | have to go away to look what\ncan make a young girl happy so | decided when a friend of mine came back from London where\nshe was an aupair; so | said I'll join you and we both go to Paris; so | left Berlin early in 1960\nbecause of the need to find something else for the future, | took the decision against the will of\nmy Parents, because in Paris a young girl could get lost and at this time in 1960 | met my future\nhusband, whose Father was deported and was Jewish and was the first who explained to me\nreally what happened in Germany between 1933-45 with documents and books.",
        "Q: Very interesting. Can you elaborate how you met Serge Karsfeld, what did he tell you, how you\nfound out about the holocaust, German involvement in WW2.",
        "A: About Serge, we met going to the language school “ Alliance Francaise “,he ended Science\nPolitique and we met at the place where we both lived, porte St. Cloud where we still live there.\nHe took the metro to go to Science Politique and | took the metro to go to Raspail Alliance\nFrancaise, he spoke to me. | had a blue book which was used to learn French, so he ask, | looked\nvery much like a German, so to start speaking he asked me: are you English? | said no lam\nGerman, that was the beginning of our conversation, we separated at Sevres Babylone station, |\ngave him the phone #where | was aupair, he said he will call me and called me a day later and\noffered me an appointment.",
        "Q: You mentioned yesterday and | read in your book that the story of ? Hansel Sophie ?? influenced\nyou a lot.",
        "A: Influenced already my husbamd, my Mother-in-Law was not very happy that her son was dating\na German girl and my husband has connections with a German association in the Camp\nUniversitaire, so he had read the story of Sophie the young students and the teacher who\ncombat Hitler with opposing fliers and giving their lives for that opposition, they were executed\nand their teachers too, so he said if there had been these youngsters who opposed Hitler taking\nthe risk of being killed then the German youth is not guilty and this helped him very much to\nspeak to a German and among his friends who | met later there was quite a bit of opposition\nagainst Germans, rich and well to do families could be tolerated but | was a German without\neducation and poor, so | was saved and friends could see somebody as a wife.",
        "Q: | assume many asked you how Serge influenced you, but | would ask the opposite question: how\ndid you influence him during that year.\nhttps://collections.ushmm.org\nA” As | said, | spoke to him for the first time and that made my historical education, knowing what\nhappened in Germany so but influenced | do not know, | did not influenced him because |\nexplained my mother-in-law when | met her, | think | met her a year later, after we met and she\nwas a person looking not what a person as a social function but what is a person itself. She\nloved me very much; but this is both things together, she is Jewish, | am German whose Father\nwas in the German Army, the fact that we took part in the political life that was an opportunity\nthat in Germany Kurt Kiesinger a propagandist and member of the Party was elected as German\nChancellor, so all together we had prepared and | had been informed by him what was Nazi\nGermany, he knowing that German Youth was not guilty, he always said : you know as you are\nGerman you have to take your responsibility, because Germany is not all bad they have a\nheritage of marvelous musicians and writers, there are men of good and bad, and this pushed\nme very much and | think | took my responsibility. | gave him what he hoped, | was somebody\nGerman who decided to act.",
        "Q: | think he believed that when 2 people meet there is a 2 way influence, | don’t think one\ninfluences the other, it works both ways.That is why | askthe question but | don’t know my\nanswer. When you started to work on your Kiesinger case were you in the Youth German\nOffice?",
        "A: Yes, | learned in France that the German Youth Office opened in Paris | sent my cv and | was\ntaken as a secretary, nothing else, so | belonged to the founding members of this French\nGerman Youth Office, my work was not such an interesting one, my day as a German what was\nof interest to me was to work in an Institution where there was Youth of both countries, to learn\nand at this time in 1966 when Kiesinger was elected.",
        "Q: Would you be so kind to trll us the story of the Kiesinger case. How did it start from your point\nof view, how it developed and of course the story of your involvement.",
        "A: When | saw in the newspapers in Germany that the new Chancellor was a member of\nthe Nazi Party and adjoined to the Hitler propaganda for foreign countries , Serge said to\nme Beata there are some moments you can do something and he wrote for me a\n“tribune” in French and | brought these free tribunes to a French newspaper at this yime\ncalled Combat, it was a left newspaper, and so | was embarrassing to the Chief that |\nwas a German who took the opportunity to let us know in a French newspaper that\nthere was somebody in France who could not allow this man to represent the German\nnews and will be the representative for the German government, so they published 3\ntribunes and stated the German news can recognize a man, Willie Brandt, who was a\nfreedom fighter but never a man like Kiesinger who is a danger to democracy in\nGermany and in one of the articles | said | was fired from my German-French news office\nas | had signed with my name not as belonging to the German-French news office,\nThere was no reason for them to fire me, besides that they were against what | said and\n| was fired from one day to the other, this was finally the moment for me to decide if we\nare going ahead. The letter we received said if you take back what you said in the\nhttps://collections.ushmm.org\narticle you can continue to work in our Institution, and we said NO. Then Serge\nremembered when his Father was deported he had a friend who came back who told\nmy Mother-in-law when the Kapo was beating him my Father-in-law defended him and\nhe was sent to the coal mines in retaliation and we said if my Father-in-law could in a\nsituation where he was in danger of death resist to the Germans in a camp, an\nDemocratic Partyextermination camp, how can we not resist and continue our campaign\nagainst Kiesinger, and so this was our decision, my husband was working at this time\nhaving a salary, | was fired and he helped me not only with advises but also with money\nand we started a campaign. | went to Germany to see members of the Parliament and\nJournalists, students, in order to say you know the situation where you have to protest,\nit is the first time after the war that the German Government is ruled by a Nazi and\nthere is not a lot of involvement, Answers stated that he had been elected\ndemocratically and let’s go. This was finally the decision that Serge and myself reached,\nso in order to say we can not do anything legally thn we have to change and discuss\nwhat to do. First interruptions in the Parliament when Kiesinger spoke, and | was\narrested and there were news in the newspapers and they had to tell why | was\narrested. The second attack was when we learned that there was going to be a\nCongress of the Christian Democratic Party in Berlin, very controversial because the\nstudents had protested stating that this Party will never have a meeting in Berlin. Will\nnot take place At this time another lie, big demonstrations took place about that this\nCongress will not take place, so we decided something can be done in Berlin at the\nInternational Congress of the Party; so | left Paris without preparation besides having a\nphotograph of somebody who promised to pick me and take me to the Congress Hall.\nSo | arrived, not knowing what to do as we had forwarded all the documents against\nKiesinger and distributed all over, so | was known as the woman attacking Kiesinger for\nbeing the German Chancellor and that is all, you learn in experimenting and it took\nabout 4-5 days, so | had to go to Press meetings, to Conference Public meetings; | was\nunable to approach Kiesinger close enough to slap him, the action we had we had\nprepared to place the young generation against the older generation and slap\nsomebody is not so easy, | did not want to do it in a hotel hall where you only face each\nother; we had to have the support of the public and the media and so the last day of the\nCongress, at closing and when Kiesinger had to deliver his last speech | had the chance\nwith the card of a journalist to enter the Hall and to be in a situation across the Hall\nfinding myself behind him and so when all these possibilities are given | took my\ncourage and yelled “ Nazi go out” and slap him, he turn back to me and it was dangerous\nfor me because in the first raw he had his bodyguards, but with him standing behind me\nthey could not shoot, he had no idea of what happened to him, who | was because as |\nsaid it was not the first time that | brought his Nazi past, | was arrested , then there was\na discussion: “ let her go because | was sexually not satisfied”, a crazy woman, but it\ncould not take because | was known with all my documents ,so he was obliged to suit\nme and | was put in jail, condemned the same day to 1 year in jail without suspension,\nand as | said before, it was in Berlin the City ruled by the Allies, | was a French Citizen, |\nhttps://collections.ushmm.org\nam German and French, and if arrested | could claim my French Citizenship and ask to\nsee the French Commander of Berlin to be transferred in front of a French Court and\nthis was the argument told when | was condemned and | told my lawyer, who was a\nlawyer of the opposition at this time and his name was ??Mar,,? | told him to go\ntomorrow to see the French Commander, | think that because of the embarrassing\nsituation he asked for “ interruption “ . | called home and said | will be released because\nthey announced it immediately that this was the decision, the next step would be the\ntrial and we had prepared documents, as at this time we did not want a trial of the slap\nbut the trial of Keisinger. | went to the Center of Jewish Documentation in Paris, there\nin the history section worked Joseph Billick?? Who had done Russian studies in\nGermany, Philosophy and Mathematics, was a historian in the Center and | asked: was |\nright to slap Kiesinger for his past? And he said YES, and he came with us to Berlin to be\na moral witnwss, the Doctors were so afraid that now as a historian he would be\nallowed to talk about the Nazi Party, so they cancelled for the time being stating that it\nwould take a couple of months, then W. Brandt came to power and | was amnestied,\nbut | continued to work against Kiesinger because he was running for President of the\nLegislative body in 69, | slap him in 68 on November 7, and | joined the Leftist Party, the\nCommunist Student Peace Movement and | said | will be in the spot that Kiesinger was\nrunning for in the Parliament and | was an official candidate able to follow him in the\nNational campaign and where he came to speak | was there with my friends and we\nstarted shouting Kiesinger a Nazi and he had to resign and finally his party lost, he had\nto leave and W, Brandt replaced him. Even then not only my slap but my campaigh, and\nat this timel had not succeeded before to mobilize the German Youth, the slap was a big\nthing because, in Berlin, at the end of the Congress, the Youngs had not succeeded on\nthe issue that the Congress should not take place and for them the slap was a\nsatisfaction, | had a lot of students of the left behind me and at the meetings he could\nnot speak because the shouts and rumors of the student’s opposition and | guess it had\nmade an impression on the German public.",
        "Q: | believe your article from Combat in which you praised W.Brandt was somehow\npremonitory because what he did later in Warsaw show you were right.",
        "A: Yes, certainly, and at the time W. Brandt was already out and had tried several times to\nbecome Chancellor and had a lot of problems and | was leading a campaign for him in\nFrance, for W<B<",
        "Q: | would like to go back for 1 second to the moment of the slap, were you afraid? It was\nan act of courage.",
        "A: Much more afraid to succeed, in the time before | was able to??,,? Must act in the\nmoment, | was not sure I'll have the courage, not courage the reflex to slap, because if\nyou are in front of a big room, a lot of people and you have to slap a man because at this\ntime for me he was a Nazi, but if you slap a man before you, so, but in the moment you\nhttps://collections.ushmm.org\nhave to act we never failed because it is the whole preparation, at the beginning we\nwere completely alone and now we had a group around us, sons and daughters of the\ndeported Jews from France, but we always were alone and had to prepare the files, do\nresearch, tie our leaflets, we never had a Press Attache who said Mrs. Karsfeld you have\nto go to this spot, it was always by ourselves, you have as they say in French “\ndebrouiller” an this was so.\nEND OF FIRST TAPE.\nRG50-498-0011-02-05",
        "Q: So you can say Kiesinger was your first case?",
        "A: Yes, it was it was my first case and the most spectacular and certainly the most important for\nme as a German because it was the\nslap given by all the Germans who fought with me against him and it was the slap against the Nazi\ngeneration, and as | always say even killing Kiesinger would not had the impact on public\nopinion as a slap, because it was in relation to thos who had voted for him who had decided to\nvote for him as a Premier Minister, and | think it is something | never accomplished again and it\nwas a decision of the moment, it succeeded and for that I’Ill certainly end up in German history\nand though the German Politicians of today generation are very much opposed, even today, to\nthe gesture; but | also became known in Israel and among the Jewish world, was proposed for a\nNobel Peace Prize, | think that this gesture in Germany has shown that there is a new generation\nas W. Brandt and | could not have prepared myself for this from books, but could prepare with “\ncivil courage” as they say in Germany and | succeeded.",
        "Q: It was very symbolic!",
        "A: Yes, it was.",
        "Q: Am | correct to say that the next case was the Achenbacker case blocking the nomination of\nAchenbacker to the Economic European Committee.",
        "A: Yes.",
        "Q: Can you describe for us this case, please.",
        "A: As we had worked out the documents, we saw that Achenbacker was in the German Rmbassy, in\nthe Political service and had been sending Telexes concerning the deportation of French Jews\nand Foreign Jews, and had signed telegrams, so we had known, we met the name of\nAchenbacker in the archives together with the search about Kiesinger and then we learned after\nW. Brandt becme Chancellor and was part of the Liberal Party in the Parliament and\nAchenbacker was a member of the Liberal Party, he had to make some processes in order to\nhttps://collections.ushmm.org\nhave a big coalition, so we said a man like Achenbacker cannot be in Brussels together with all\nthose from countries which had been ruled by German occupiers and it has to be a morality and\nwe cannot take as a German Commissioner a man like Achenbacker, and | collected all the\ndocuments concerning Achenbacker and | went to see 6 members of the German Economic Unit\nand | went to see them in Brussels and France and said you know we have to take a decision and\nfinally under the scandal the Germans said Mr. Achenbacker is replaced by Mr. Arendorf who\nbecame, up io ioday the Ambassador to London. So again, it was our decision to do something\nin order to avoid that a Nazi could be in Brussels to change the spirit of the European\nCommittee.",
        "Q: If my recollection is correct you were not arrested in the Achenbacker case.",
        "A: No, | took my son Arno, at that time he was small. When | was in Germany where | had my\nmeetings, campaigning against Kiesinger, my Mother-in- Law was often in charge of Arno when |\nwas away, so | decided to take him with me, he was with me against Kiesinger. | remember\nthere was a picture in the German newspapers, the 3 more important candidates, it was\nKiesinger, Klafster and Brandt, and Karsfeld was Arno. Even when we followed Kiesinger in the\ncampaign, the bus of journalists following his Mercedes and | with some of my group in 1 or 2\ncars, and the journalists said : “ you know why Mrs. Karsfeld had to follow, we could take her in\nthe bus with the media which could be a good gesture, but | am afraid that Arno could bite me.”",
        "Q: It was nice historically, if | may say so, to name your son after your Father-in-Law who perished\nin Auschwitz.",
        "A: This is Jewish law and my daughter is named after an aunt, sister of my mother-in-law who also\ndied in Auschwitz. When my daughter was born she was called Lidia but the diminutive was Lida\nand my daughter is called Lida.",
        "Q: Am | correct to say that in 1970 you were jailed in Warsaw and in 1971 in Prague?",
        "A: Yes, at this time | have to tell you that | became known in East Germany by the fact of\ndocuments concerning Kiesinger and documents | had from the Propaganda Ministry and these\ndocuments had been in East Germany in Postdam and when we started the Kiesinger campaign\nwe did not want to go to East Germany and could tell their spies, so my husband went to the\npolice in France and to the Ministry of Justice to say: my wife was fired from the German Office\nbecause she said that Kiesinger was a Nazi and now we have to prove it. | have to go to East\nGermany because the documents are there. | have to tell you | am not sympathetic of East\nGermany and! am nota spy but | have a need for the documents, but so you know East\nGermans are very happy to have young germans taking the German Capitalists men and the\nGerman Nazi Party but also had theirNazis, not so important, and after the end of the war when\nthe Russians came most of the Nazis told the anticommunists left Eastern Europe and part of\nthem went to the Western Allies. Because of my Kiesinger campaign | became a heroine and\nafter Kiesinger was defeated we turn to the Eastern part of the country and we saw there was\nanti-Semitism in Poland and Czechoslovakia mainly at the trial against the Nazis, the\nhttps://collections.ushmm.org\ngovernment said that the biblical names of these youngsters were Jewish in order to say Jewish\nspirit and so | decided first to go to Warsaw to protest against the anti- Semitism of the Polish\ngovernment, and for sure | was arrested, expelled the next day because | was an embarrassment\nfor them and | repeated in Prague on the Wenceslaus square, was arrested and this time put in\njail for 2 days and expelled and then | came back to East Germany the day | heard the doors are\nclosed. They did not want to take me back because | was not right to protest against anti-\nSemitism in Poland and Czechoslovakia and so | said: you know | am nit asking because | want to\nhave a review for you, | have my own propositions and my own morality to fight against Nazis\nand you share my views, but to fight against anti-Semitism you have to share my views too and\nwe are all Germans, East Germans too you belong to the German people, you are living today in\nthe Eastern part but all Germany declare the war and the Jews and there was no more sharing\nmy views and | said this must be all Germans fighting agains Nazis and not allow former Nazis to\nhave important functions and to fight against anti-Semitism and to stand on the side of the State\nof Israel and you know what was the situation oflsrael if Germany and the United Nations in the\nend voted against it and | took my liberty even | became ???? but | am independent and | will\nalways do all what my only conviction ask me to do.",
        "Q: Could you tell me in a few words what was your involvement in the Lischka case, the former\ncommandant of the ?SDE? in Paris, the kidnapping attempt that you tried to do with your\nhusband?",
        "A: The Lischka case was about his high responsibility for the fate of the Jews of France, the German\nwho had helped with the Vichy government had decided the arrest and deportation of the Jews\nfrom France, 76,000 were deported, and after the Achenbacker case we learned that Brandt was\nsigning a new treaty with France in order to obtain the possibility to dash the discriminaters of\nthe 200 sentences after the war by the military courts, but there were no ways to sentence\nthem because as German citizens in France they asked to extradite them, but as German\ncitizens they were not expelled to France, at this time the French Military Courts could still\nsentence them, and the French after the war had in a first review asked the German not to take\ncare of them because they were afraid that sentencing them, in Germany in military courts in\nabsentia, to life in prison or to death, but never caught, but Germany sentencing them to life, so\nthere was a kind of blocking therefore no sentences in France or Germany. We had to find a\nsolution. The treaty between both countries was signed and now needed the ratification by the\nGerman Parliament and who was blocking this ratification our friend Achenbacker leader of our\nParty, lobbying to stop all persecutions of these criminals, so we started a campaign to, with\nslightly illegal actions, we showed the big scandal and we started to assemble around us\nmilitants, Jews, fighters, deportees, and our action was to oblige first the German Parliament to\nratify the treaty and the needs then went to Germany to demonstrate in front of the office\nstating that Lischka was the former Chief of Police in France, he was already the Chief of the\nGestapo in Germany; in order to obtain the ratification, friends, young Jews in Germany\ndemonstrated about the real criminals, ex-criminals to be put in German jails or expelled\nwhatever but nothing happened. The public opinion and the press at this time was much more\nhttps://collections.ushmm.org\nfavorable to us stating that the situation was not supportable, France also said how is it possible\nthat Germany lets the criminals free and and in Israel you can imgine the Press, and we had a\ncouple of years to fight and finally the treaty was ratified, Mr. Achenbacker was expelled from\nhis position as President of Commission of Foreigh Affairs and then we had to struggle again\nwith the German Justice yo obtain the trial of Lischka who was a former Chief with Eichman and\n?Einseimer? who was the deputy to the Chief of anti-Jewish, was a young man, all had been\nbrilliant men who had studied Philosophy or Journalism and he was one of the worst physically\nbecause he arrested elderly Jews, took them from Jewish Hospitals and he was in charge of\nchildren in Drancy before their deportation. So we worked from 1971 when the treaty between\nFrance and Germany was signed to 1979 when the trial was open in Cologne. We had\nconducted several demonstrations putting our lives in danger but finally obtaining Justice for the\ncriminals, we collected all the documents giving them to the French Prosecutor and to the\nGerman Prosecutor and finally the trial started. It was important, there were thousands of\nYoungsters coming from France to Germany, to Cologne, in front of the trial and we had shown\nour determination we will never tolerate an acquittal of these three men, we asked for their\nsentence. You asked aboit the kidnapping of Lischka , | said that from 1971 to 1979 we acted\nand when the situation was blocked | said : you know we are to kidnap Lischka and we will bring\nhim back to France where the Military Courts can still sentence him in France, as we never been\nprofessional kidnappers, nor some young Jews, | had pre[pared a controlling timetable of\nLischka, when he left in the morning to go to the office, coming back for lunch, going back to the\noffice, with some information we had we rented a car, not a car for kidnapping because it was a\nsport car, you can imagine how to put a big man in a sport car and then the first attempt was\ndone, doing it was not determined to hit Lischka so it failed, the group came back in the morning\nbecause we did not want to give up, that made a big scandal, people watching that we wanted\nto kidnap this man and we all returned to France and we sent a letter to the German Prosecutor\nsaying you know there was a group of Jews who wanted to kidnap a man like Lischka who was a\nNazi criminal so they had to do something, they were very embarrassed because they had\nknown about Lischka in Cologne, and | said you know if you do not want to do something | can\ncome to Cologne and tell you what to do, and | came with documents, presented myself to the\nProsecutor saying here | am, so he was obliged to arrest me, so | was in jail, ths was always to\npush a case of another criminal to be condemn not because we had sent a petition to the\nGerman Parliament or to the German Jutice, but because we had put our determination, our\nown comfort and our own life on the spot in order to obtain this.",
        "Q: How long did they keep you in jail in Cologne?",
        "A: The first time | was in jail for 3 weeks, by the way | was together with somebody H. Brownstein\nwho had been expelled from the United States, had been married after the war to an American\nsoldier, left for the US, was living in Brooklyn and she was aware of a guard of the Maidenek\nCamp and was in the samw prison (Osendorf), she was an elderly woman looking very friendly,\nshe was knitting for a service in the prison, you would never thought of her as a guard in\nhttps://collections.ushmm.org\nMaidenek, she was sentenced for life in a trial in Germany to push another case, but in order to\nattract public opinion, the fact she was in jail at the same time | was in jail.",
        "Q: | will ask you, please, to talk about the Barbie case, this is a case strongly linked to your name\nand to Serge Klarsfeld name and | think it was as famous as the Kiesinger case, it is highly\nsymbolic and very important for France coming to face its past, also for Gemany. So if you be so\nkind tell us at length the Barbie case.",
        "A: The Barbie case started when we were in charge of the Lischka, the criminals sentenced in\nabsentia in France, as Klaus Barbie he was too, he was the Gestapo in Lyon and by the way in\n1980 he and Lischka were sentenced to 30 years term of jail, but at this time while we were in\nGermany to obtain the sentence for high responsibility for the fate of Jews in France started the\nBarbie case and it started because the Jewish Documentation Center received from the\nProsecutor in Munich who decided to close the case of K,Barbie to satisfy the group which\ndecided to end the past regime in Germany in a court in Munich for executing resistant fighters\nand for having deported the 44 Jewish children from Izieux, France to Auschwitz and the\nProsecutor who studied the file, noi quite a lot, but still what was determined for us the decision\nwas set: we cannot sue K. Barbie, the Chief of the Gestapo in Lyon, for the killing of resistant\nfighters as it cannot be proven, later we found it was not so, and for the cases of the Jewish\nchildren for the Prosecutor there was no proof that K.Barbie , Chief of the Gestapo in Lyon, in\n1944, in April 1944, a couple of months before the liberation of France, had known that the\nJewish children, most orphans because their parents have been deported before, had known\nthis meant gassed , so if you can say that Barbie can send children who are not able to work,\nwho are not sent for labor, what was the direction of the prosecutor in Cologne that Lishka and\n?????? they also had to prove that in Germany they had known that deported Jews were for this\nand not for pleasure. So we decided that the decision of the prosecutor to wait, gave no hope\nbecause we knew Barbie did not lived in Germany and was somewhere in South America, but\nwe did not know where and we decided we have to wait. | went to Cologne no to Lyon (excuse\nme) and | mobilize public opinion , Lyon was the City in France but Barbie was not known for\nthe killing of Jewish children sent to Auschwitz, he was known because he had killed Jean\nMoulin, the Chief of the resistance in France, there was a group of the friends of Jean Moulin, so\n| started saying we have to do something against this decision because we cannot tolerate that\nthis man can be morally acquitted by the German prosecutor; and | had resistant fighters, young\nJews, and we went to Munich, we had collected new documents, there was somebody in Lyon a\nlawyer whom we met and we said you have to help us, we have to bring the proof to the\nGerman prosecutor that Barbie has known, if not nothing can be done against him, yes he said |\nremember one day Icame to see as a Jewish leader, came to see Barbie, and said the Jews will\nbe executed please perhaps you can put them to be sent to East, as a change they can survive\nand Barbie replied executing on the spot os all the same anyway death, it is proof that sending\nchildren of Izieux to Auschwitz meant killed but not only this arguments were needed for the\nGerman prosecutor, there were demonstrations of resistant fighters, and the youth Mme.\nBiguy?????? ????P?that children were deported from the cjildren’s home, she had been deported\nhttps://collections.ushmm.org\nto Auschwitz but survived, she and | started a hunger strike in front of the prosecutor office\nsaying we are not leaving this spot as long as you open the Barbie case and the documents he\ndid not want to look before, but as he saw these 2 old Jewish women sitting there in the street\nwith blankets around them, he could not because these 2 old ladies may collapse, so he said I’II\nlook at these files and decided to open the case. This was the first moral step he had,\nnewspapers carried the news, one came to a man who lived in Lima Peru, and saw the photo of\nBarbie, photo during the war and he said: you know | think he looks like a Bolivian businessman\nwho is living in Chile and he contacted the prosecutor, he contacted me and sent us the photo of\nthe Bolivian businessman, then Y went to see the German prosecutor and said: you know there\nis a possibility that this man is K.Barbie and he said Mrs. Klarsfeld you will do your work in\nFrance and find witnesses against K. Barbie and the identification of this businessman and | will\ntry to get all the information about Barbie concerning his family and the identity of this Bolivian\nbusinessman K.Eitmann?? they are completely identical in the personal information about the\nBarbie family and so | said all the thing to do is ask France to ask for the extradition of Barbie to\nLima, but did not want so | decided to take the information and go to Lima and see the Minister\nof Justice. | came to Lima, Barbie left for Bolivia and | followed him there and the proof | had\nwere So strong, | saw Justice in Bolivia, saw the Director of Police and they were convinced that\nthe businessman Eitmann was K> Barbie even though Barbie continued to deny on TV lam not\nK. Barbie, | have never been in France deporting Jewish children but finally he was obliged, and\nagain this was on the spot as we learned later the American Secret Service and the French they\nalol had known that Eitmann is Barbie and living in Bolivia, but again we had to move public\nopinion, to make it public and this was my first trip; my second trip as we had no success in\norder to obtain the extradition of asking France, and | met a second Jewish woman Mm. A.\nBrunell??? Who had been deported by order of Barbie from Izieux, her husband had been\nexecuted by Barbie in Lyon and we demonstrated and ask for the support of the Bolivian public\nopinion to ask Bolivia to extradite him to France and unfortunately as Bolivia was ruled by a\ndictator we had no chance, but we followed the Barbie case, as | say, it always takes a long time\nbut we never gave up and in the 80’s the dictator had to go and a socialist came to power in\nBolivia and we had now another approach to the government of France, Mr. Mitterand to do\nsomething in order to obtain the expulsion of K.Barbie from Bolivia to France and you know\nfrom the very beginning to the end we are always involved and pushing, so Barbie was expelled\nto France and there was atrial. We published a book with Mr. Rivieux??? Because Barbie was\nrepresented by a defender ??Verges??who is anti-Israeli and who already claimed that the\nchildren of Izieux deportation was false and we had to prove that the children lived there, were\ndeported and killed , we published the book,the children of Izieux, in the US too, andhe was\nsentenced to life in prison because due to our efforts from the very beginning to the very end.\nQ; Thinking about Maitre Verges, what was his motivation?",
        "A: He is one who likes to be “ avocat du diable “, you know he has no morals, he came from the left\na communist, moved to the right, he is anti-Israel, anti-Semitic, and so he saw the case of\nhttps://collections.ushmm.org\nK.Barbie and Barbie would say lots of things prejudicial about fighters who betrayed Jean\nMoulin.\nEND TAPE 2\nRG50.498.0011.03.05",
        "Q: Let’s go back to the Barbie trial and specialy to his lawyer, how did he work, what are your\nfeelings about him, why did he take this case?",
        "A: | think he was taken by the fact he would have a case, also he might had a sympathy for K.\nBarbie and he was paid by the daughter of Barbie who tried to collect money for the defense of\nher Father, it was a ??? in Switzerland who did work who helped ?Forcette? to get some money\nto defend K. Barbie, he also was anti-Semitic, had a sympathy for Barbie, and he also wanted to\nhave a scoop, and the scoop was to say that Barbie would embarrass whole France because he\nwill reveal the secrets of the French resistance, who betrayed Jean Moulin, this had not been\nreviewed before, so we always Said we are very much affected by this declaration, which is not\ntrue, because Barbie has nothing to say, he still knows but he forgot quite a lot too, he had said\nalready in interviews, in his memoirs, and therefore no new information was available. When\nfinally the trial started all were convinced that he is a liar trying to attract the media on this trial\nand on himself, because he is a man full of himself, his client, | would say, is a second person,\nfirst Verges ? then his client, he advised him very badly, not to come to court, for us good\nbecause Barbie would have been for in every session been able to embarrass the witnesses or to\nembarrass the deportees who survived, and it was good for the people who came to testify not\nto have this killer in front of them. But it was a position of Verges? And too often with these\nkind of lawyers who want a political significance, never working the files, did not look in the\nBarbie case, did not look in the files and he obtained life in prison, the maximum he could obtain\nfor his crimes.",
        "Q: If Barbie could have been in court could he have received a lighter sentence than life in prison.",
        "A: | would say that if Verges would have looked at the files he could have gotten less than life in\nprison, if K. Barbie would have had the attitude ???? and the man asking for “pardon” | am sure\nthat in front of the jury he could had another action but he was full of himself, aggressive,\nhttps://collections.ushmm.org\narrogant against the witnesses and the survivors and embarrassed doth Verges and K. Barbie’s\nparty with young people and they decided the penalty.",
        "Q: For the Barbie affair you travelled several times to Latin America tracking him down and to\nconvince authorities of several countries to cooperate with the French authorities for\nextradition, my understanding is that you were involved in other activities in Latin America,\nspecially in the mid-eighties on issues like protecting against torture, we can remember cases in\nArgentina, am | correct?",
        "A: Yes, | have been as a German to the upper class, because as always not as an Argentinian, the\ndisappearance of people, and among them there were Jews, There was a terrible anti-Semitism,\nso | went to protest to the effect that people are disappearing and | started to bring the\nmessage as a German who always fought for justice. | brought over my message, but in these\ncases you cannot change immediately something, there were lots of protests, |am the person, |\nmade myself so, But | am not a Minister, had any political functions, but if people with political\nfunctions would take the same decision, not to go just to see the Argentinian Ambassador in\nParis, but to go on the spot to protest the message would go through around the world, would\nembarrass the dictator you are fighting, so | took the decision to go to Argentina as | did in other\ncountries too, to say what | am saying on the spot. Which means | am not afraid to come and\nsay to the enemy on the spot.",
        "Q: With your permission let’s go back to Europe and talk about the Waldheim case, you were\nheavily involved in this case and we would like to hear what happened.",
        "A: We had been approached by different journalists, during that time he was Secretary General of\nthe United Nations, and they asked us about files against Kurt Waldheim, but you know he was\nnot a big spot in the Nazi career, so in our field we had no information about K.W., we sent the\njournalists to Wiesenthal, he had documentation, he is in Vienna, will know about his Nazi past\nwhich certainly would be in Vienna and Wiesenthal should know, then the people came back to\nus saying that Wiesenthal said he is a pure man he has nothing against him. So, later, many\npeople in Vienna had known his career during the war, so we finally, we never became involved\nwhy Wiesenthal never gave the documents, he had known certainly at the time, it was that he\ndid not have the documents or wanted to protect Waldheim | cannot be sure, but when\nhttps://collections.ushmm.org\nWaldheim was running for President in Austria and the Jewish Congress started to do research\nin the archives in Washington and it was revealed that he was a newsman and knew what had\nhappened to the partisans who gave information, so it was like in the Kiesinger case, that it was\nthat the ???? unfortunately nobody knows, the people who could influence the decisions of the\nUN did not know his past, buy now that he was running for the Austria Presidency people said\nhe could not tolerate and had to do something. Information was known and leaflets were\npublished about his past, nobody could say we do not know what Waldheim had done during\nthe war, and | decided as always to go to Vienna , to Austria and mobilize on the spot, so | went\nthere with a couple of addresses of movements, | got some youngsters around me, young\npeople of the left movement; by the way in one demonstration we had to pose as Kiesinger and\nin the office of that movement | found posters where they were marching a couple of months\nbefore, when there was the war of Lebanon and Israel.",
        "Q: Would you be so kind to explain what is your perception about Simon Wiesenthal lack of\nreaction, to put it mildly, in regard to the Waldheim affair? What was the motivation of his\ncautiousness?",
        "A: As | said either he had no documents, but | do not think so, because when Waldheim was\nrunning for the Presidency suddenly all the Socialists in Vienna, in Austria, had the documents\non Waldheim and they used these documents hoping that with the past of Waldheim as a war\ncriminal the Austrians would not vote for him, but unfortunately they did, thus the documents\nwere known and certainly Wiesenthal had the documents too, but you know living in a country\nlike Austria he had been close to the Party of Waldheim, believe me they met together at\nreceptions, so it is embarrassing. | think S. Wiesenthal said once that’s my home Vienna, he had\nnever been attacked, our car was bombed, | received a bomb when | returned from Bolivia, it\nwas a bomb with 500 grams of dynamite and 300 grams of nails, unfortunately my Mother-in-\nLaw and my husband were at home, | had gone to a Conference to the South of France with\nArno, so they did not open the parcel, if they had opened it both would have been killed. So,\nmaybe he did not want in a place where he had a good life, he did not want to embarrass, so he\ndid not do anything against Waldheim, and even when everybody was convinced he never had\nany aggressive campaign against Waldheim.",
        "Q: Let us with your permission leave Europe to Damascus, Syria and talk about Alois Brunner, who\nwas he and why you went after him.\nhttps://collections.ushmm.org",
        "A: Alois Brunner is certainly the worst of all the criminals around, who started deporting Jews from\nAustria, from Berlin he deported the Jews from Salonika, 46000 Jews from Salonika, he was the\nChief of Drancy camp in France, he deported the Jews from France, he then with a group of\nAustrians went to the South of France when the Italians retired and the amnesty was signed and\nlots of Jews had taken refuge in the Southern part of France when it was ruled by the Italians,\nand so when the Germans took over it was Alois Brunner who was sent down to make the great\nround up of Jews, by the way my Father-in-Law was amongst them, he was arrested by the\nBrunner team , my Mother-in-Law, the children and his sister Georgette survived by a miracle,\nhe ended his career at the camp of ??Sareth ??in Czechoslovakia and all the testimonies we\nhave confirming ?? of A. Brunner shows him as a brutal man, totally anti-Semite, not only the\ndocuments he had signed during the war, i.e. towards the end when people of the Social\nWelfare went to meet him in order to ask not to arrest the Jewish Children around Paris in\nChildren’s homes and they pleaded why deport them at the very end, but it was to fill up the\ntrains for deportation, so Brunner’s arguments was that these children must be arrested\nbecause they are future terrorists, one day they'll look for vengeance of their parents’ death.\nAs a way also about his motivation and anti-Semitic hate of Jews when he was in Damascus\ninterview by a paper of Munich (the Bunde) he said he had no regrets and he would send the\nJews again to death and they are the devils of the earth, he never was ever hiding his feelings\nagainst the Jews. So, this man after been harbored in Egypt went to Syria and we had the first\napproach to him when my husband decided to go to Syria as a Jew and saying you know | am\nJewish but | want to tell you that the worst killer of the Jews is today in Damascus under the\nname of “Fischer”, so the Syrians were very much embarrassed, he had no visa, ??? meeting at\nthe airport and finally decided in order to cut the Brunner case to expel him and then as we\nalways do, we do not give up, and went back to Syria. | have been twice, once | mobilize on the\nspot, | was standing in front of the Ministry of the Interior asking to let the Jews leave Syria and\nextradite Alois Brunner, my husband was in Syria again and we were both arrested but we tried\non the spot but Syria is a country where it is very difficult to find a connection with (journalistic)\nreporters, if someone of the reporters wants to make news about your protest they are cut by\nthe secret service, by the censorship, , so we did mobilize on the spot in a very difficult and\ndangerous country, we had mobilize outside, we had obtained friends from the ??Jungen?\ncommunity to block for 2 years big financial aid for Syria because the Jews during this time were\nnot allowed to leave Syria. Alois Brunner was not extradited but arguments by the Syrians are\nthe following: because they all had to approach lots of politicians from European Countries\nasking them about these cases and about Alois Brunner, we do not know this man, he is not in\nSyria. So what do you do? So there are all these reports of the secret service of Germany, of\nFrance, and the interview of The Bunde when he was photographed in Damascus, what more do\nyou want? The Syrians took the attitude we do not know this man so don’t bother us, so we\nobtained the blocking from the ??Jungen?Parliament financial aid. Serge obtained from the\nFrench Justice from the commission??? Have to go to Syria and to look around, get films and\ndocuments on American Television on the Brunner case, but you know there is an end for us\nhttps://collections.ushmm.org\nbecause we are unable to act in a country where there is a dictator, Assad is a dictator, an Arab\ndictator, he has a sympathy for Alois Brunner, because he knows quite well where he is, and also\nwe had no support from western politicians, mainly as Syria belongs to the group of Allies in the\nGulf war, there was no more hope, and even though Chirac was the President and was the last\none who approached Assad asking about Brunner, there is no answer, sure you can obtain\nsomething if you make a political or diplomatic boycott of Syria, perhaps you could but no other\ncountries even America would take the risk to embarrass Assad because of Alois Brunner. It was\npossible to obtain the expulsion of Carlos the international terrorist who was first in Syria then\nin Yemen from where he was extradited but for Alois Brunner, even the Israelis, as today, there\nare more interested about actual terrorists against Israel meaning Arabs, so the case of Alois\nBrunner was never a priority for them. So | do not know, as was said Brunner might be dead, |\ndo not think so, | personally do not think there will be a solution that Brunner will be transferred\nto a tribunal in a Western country. But even though he will die in Syria, no doubt about it, it\nmeans that Syria was until the end a country with Assad who harbored and protected one of the\nworst criminals of the Jewish people.",
        "Q: Let us now move back to France, July 1993, Rene Bousquet the former Police of Vichy was shot,\nthis is why he was never brought to trial,a trial that was scheduled to start, but never took place\nbecause he was killed. Can you tell us your involvement in the Bousquet case?",
        "A: It started before in the 70s., in order to unmask his (delegue) second in the occupied zone Jean\nLeguay, at this time he was still working for ?????in the United States. | announced that the first\ntime when | was in the States and he was indicted, he died in his bed and after his death French\nJustice made public the indictment and said that if there had been a trial against Jean Leguay he\nwould have been sentenced as criminal for crimes against humanity and this was a big success\nfor us because he was considered a criminal this way. Bousquet as the Chief of the Vichy Police,\nwe obtained all the documents and delivered them to the French Justice because he had been\nsentenced and he was then excused because he had helped French Resistant Fighters, although\nthere was this new evidence against him it was the opposite of Jean Leguay who was indicted\nand so in France | think Serge did a lot with the publication of the book called Vichy-Auschwitz to\nshow what was the role of the French Government and the French Police in the arrest and\ndeportation of the Jews, because very often in France you have directives, | remember our\nbutcher, a woman she liked very much my Mother-in-Law knowing that she was Jewish, she said\nyou know it is terrible what happened to the Jews in France, the Germans did it!! It is not true\nyou know, most of the Jews in France were arrested by the French Police and this | think is the\ncase of Rene Bousquet, because all these indictments made a lot of articles in the newspapers\nand in France newspapers have been very helpful to educate French Public Opinion and to show\nhttps://collections.ushmm.org\nthem what was the responsibilities of the Vichy Government and in the Bousquet case\nunfortunately a crazy man killed him and | certainly feel it would have been better to have the\nBousquet case instead of the case of the crazy man of ??? was unable to make a political trial,\nthe French did not want to make a political trial but our work was very important , as | said\nthese trials, as in Germany too, they are extremely important to form public opinion, because\nthe newspapers, the books, | cannot tell you how many books are written about Klaus Barbie,\nmy husband says Ill never write a book about the criminal men but about the victims and this\nhas been very helpful even if Bousquet and Jean Leguay had not been sentenced in front of a\ntribunal, but the French population understood who had been those criminals, what they had\ndone.",
        "Q: You are certainly right saying that the Bousquet case was highly symbolic because it exposed\none of the important institutions of the Vichy Government the Police, and the same was\nprobably the case of Paul Touvier who represented the Militia and in this case too you were\ninvolved and your husband. Can you say a few words about it?",
        "A: It was my son who took over to represent most of the associated plaintiffs in the case of Paul\nTouvier, but | remember it was about 20 years ago, he was still hiding with a group of (???)\nInternational League against ??? anti Semitic, he was still living near Chambery we were\ndemonstrating in front of his house but he had already left because he was hiding among the ?\nintegrus? Catholic Church, they were harboring him, he had already at this time to\nprotest???????and he was amnestied by President Pompidoul at this time as you remember\nPresident Mitterand also had said in different cases no more trials against French Collaborators,\nof French High Officials in order not to embarrass the Civil Peace in France, that was the\nexplanation given, not to divide the French population pro and anti Vichy and so we started at\nthis time and ha was arrested and even though when arrested in the South part of France and\nthe Police from Paris came over because the Police of the Cote D’Azur did not want yo act, there\nwas information going around , because the Police told us the KLARSFELD GANG will come and\nkidnap him, so the Police in Paris, so our fame, but the most important | think is the trial when\nmy son defended most of the associated plaintiffs. It was stated that: In the case he decided to\nexecute the Jews because they were Jewish and in this case he did not act under the Germans\nbut took this direction himself and this was a big struggle for the defending line of Paul Touvier\nwho was sentenced to life imprisonment.\n"
    ],
    "questions": [
        "Q: When and where were you born? | am interested in hearing about your family, your first years",
        "Q: Be so kind to tell us about your education years post war. Do you remember anything being\nspoken in your family about the holocaust or what happened to the Jews in Germany in WW2?",
        "Q: So people were quite silent about it.",
        "Q: Were you in East or West Berlin?",
        "Q: Tell me about education, high school, and then to Paris to study.",
        "Q: Very interesting. Can you elaborate how you met Serge Karsfeld, what did he tell you, how you\nfound out about the holocaust, German involvement in WW2.",
        "Q: You mentioned yesterday and | read in your book that the story of ? Hansel Sophie ?? influenced\nyou a lot.",
        "Q: | assume many asked you how Serge influenced you, but | would ask the opposite question: how\ndid you influence him during that year.",
        "Q: | think he believed that when 2 people meet there is a 2 way influence, | don’t think one\ninfluences the other, it works both ways.That is why | askthe question but | don’t know my\nanswer. When you started to work on your Kiesinger case were you in the Youth German\nOffice?",
        "Q: Would you be so kind to trll us the story of the Kiesinger case. How did it start from your point\nof view, how it developed and of course the story of your involvement.",
        "Q: | believe your article from Combat in which you praised W.Brandt was somehow\npremonitory because what he did later in Warsaw show you were right.",
        "Q: | would like to go back for 1 second to the moment of the slap, were you afraid? It was\nan act of courage.",
        "Q: So you can say Kiesinger was your first case?",
        "Q: It was very symbolic!",
        "Q: Am | correct to say that the next case was the Achenbacker case blocking the nomination of\nAchenbacker to the Economic European Committee.",
        "Q: Can you describe for us this case, please.",
        "Q: If my recollection is correct you were not arrested in the Achenbacker case.",
        "Q: It was nice historically, if | may say so, to name your son after your Father-in-Law who perished\nin Auschwitz.",
        "Q: Am | correct to say that in 1970 you were jailed in Warsaw and in 1971 in Prague?",
        "Q: Could you tell me in a few words what was your involvement in the Lischka case, the former\ncommandant of the ?SDE? in Paris, the kidnapping attempt that you tried to do with your\nhusband?",
        "Q: How long did they keep you in jail in Cologne?",
        "Q: | will ask you, please, to talk about the Barbie case, this is a case strongly linked to your name\nand to Serge Klarsfeld name and | think it was as famous as the Kiesinger case, it is highly\nsymbolic and very important for France coming to face its past, also for Gemany. So if you be so\nkind tell us at length the Barbie case.",
        "Q: Let’s go back to the Barbie trial and specialy to his lawyer, how did he work, what are your\nfeelings about him, why did he take this case?",
        "Q: If Barbie could have been in court could he have received a lighter sentence than life in prison.",
        "Q: For the Barbie affair you travelled several times to Latin America tracking him down and to\nconvince authorities of several countries to cooperate with the French authorities for\nextradition, my understanding is that you were involved in other activities in Latin America,\nspecially in the mid-eighties on issues like protecting against torture, we can remember cases in\nArgentina, am | correct?",
        "Q: With your permission let’s go back to Europe and talk about the Waldheim case, you were\nheavily involved in this case and we would like to hear what happened.",
        "Q: Would you be so kind to explain what is your perception about Simon Wiesenthal lack of\nreaction, to put it mildly, in regard to the Waldheim affair? What was the motivation of his\ncautiousness?",
        "Q: Let us with your permission leave Europe to Damascus, Syria and talk about Alois Brunner, who\nwas he and why you went after him.",
        "Q: Let us now move back to France, July 1993, Rene Bousquet the former Police of Vichy was shot,\nthis is why he was never brought to trial,a trial that was scheduled to start, but never took place\nbecause he was killed. Can you tell us your involvement in the Bousquet case?",
        "Q: You are certainly right saying that the Bousquet case was highly symbolic because it exposed\none of the important institutions of the Vichy Government the Police, and the same was\nprobably the case of Paul Touvier who represented the Militia and in this case too you were\ninvolved and your husband. Can you say a few words about it?"
    ],
    "answers": [
        "A: | was born February 13, 1939 in Berlin, before the start of the war. My Father was in the army,\nhe was not an officer, nor a Party member, and left for the war. Mother and! were left alone\nin Berlin in their apartment. The apartment was damaged and we went to some relatives who\nlived outside Berlin. | started Kindergarten in a place 120 Kms. away from Berlin and my first\nmemories are from the time Germans were pushed from the Eastern territories, we were in (\nsounds like Boulangier), where were camps for Germans refugees. We lived there and | went to\nthe Director of the Kindergarten obliged us to salute with the Heil Hitler and to sing Nazi songs.\nThere was atime to play, we were children. | was not Jewish, so | had no problems. It was a\nhard time because we had not enough to eat, | remember that the City had a casern so there\nwere a lot of German soldiers around the place, then my next memories when this part of\nGermany was taken over by the Russians, yhey came over and we were living in a little town in\nthe country, where we thought they would not come. | remember the first Russians who came,\nthey were on horses, and in this part of the country there were only children and women, |\nremember they took rings and jewelry and as it happens everywhere the Russians soldiers were\nthey dug out jewelry and took whatever was interesting to them. This was my first impression\nof occupation in Germany.",
        "A: Then after the above we returned to Berlin, because my Father had been prisoner of the English\nand he was liberated and he came back and | started school. | would say my family was a typical\nGerman family, not member of the Party, but they belonged to the silent majority when Hitler\ncame to power and voted for him and at home they did not speak about it and | remember that\nin school some refugees came, we had 2-3 Jews from Poland and the children came to our class\nand we knew they were Jews but not much more. | remember also that the history teacher\nexplained that the beginning of the 2nd. WW was because Hitler and Stalin had signed a non-\naggression pact, but teachers were for Hitler, were mainly men and were careful explaining to\nchildren who could not ask them what they did, were you in the German army? During my time\nin school there was no mention of the holocaust, knew something about 2 Jews in class ( Jewish\nproblem) but not having any explanation it does not help to understand.",
        "A: Where | was, Yes.\nhttps://collections.ushmm.org",
        "A: West Berlin.",
        "A: | left school before getting ( name of ?degree,not clear)and did 2 years more in a professional\nschool, started to work in a pharmaceutical company named Schering, it was very boring. | had\na friend who came from Poland and settled in Berlin after the war. | was not feeling very happy,\nfirst | did not want to stay at my Parents’place, had the feeling | have to go away to look what\ncan make a young girl happy so | decided when a friend of mine came back from London where\nshe was an aupair; so | said I'll join you and we both go to Paris; so | left Berlin early in 1960\nbecause of the need to find something else for the future, | took the decision against the will of\nmy Parents, because in Paris a young girl could get lost and at this time in 1960 | met my future\nhusband, whose Father was deported and was Jewish and was the first who explained to me\nreally what happened in Germany between 1933-45 with documents and books.",
        "A: About Serge, we met going to the language school “ Alliance Francaise “,he ended Science\nPolitique and we met at the place where we both lived, porte St. Cloud where we still live there.\nHe took the metro to go to Science Politique and | took the metro to go to Raspail Alliance\nFrancaise, he spoke to me. | had a blue book which was used to learn French, so he ask, | looked\nvery much like a German, so to start speaking he asked me: are you English? | said no lam\nGerman, that was the beginning of our conversation, we separated at Sevres Babylone station, |\ngave him the phone #where | was aupair, he said he will call me and called me a day later and\noffered me an appointment.",
        "A: Influenced already my husbamd, my Mother-in-Law was not very happy that her son was dating\na German girl and my husband has connections with a German association in the Camp\nUniversitaire, so he had read the story of Sophie the young students and the teacher who\ncombat Hitler with opposing fliers and giving their lives for that opposition, they were executed\nand their teachers too, so he said if there had been these youngsters who opposed Hitler taking\nthe risk of being killed then the German youth is not guilty and this helped him very much to\nspeak to a German and among his friends who | met later there was quite a bit of opposition\nagainst Germans, rich and well to do families could be tolerated but | was a German without\neducation and poor, so | was saved and friends could see somebody as a wife.\nhttps://collections.ushmm.org\nA” As | said, | spoke to him for the first time and that made my historical education, knowing what\nhappened in Germany so but influenced | do not know, | did not influenced him because |\nexplained my mother-in-law when | met her, | think | met her a year later, after we met and she\nwas a person looking not what a person as a social function but what is a person itself. She\nloved me very much; but this is both things together, she is Jewish, | am German whose Father\nwas in the German Army, the fact that we took part in the political life that was an opportunity\nthat in Germany Kurt Kiesinger a propagandist and member of the Party was elected as German\nChancellor, so all together we had prepared and | had been informed by him what was Nazi\nGermany, he knowing that German Youth was not guilty, he always said : you know as you are\nGerman you have to take your responsibility, because Germany is not all bad they have a\nheritage of marvelous musicians and writers, there are men of good and bad, and this pushed\nme very much and | think | took my responsibility. | gave him what he hoped, | was somebody\nGerman who decided to act.",
        "A: Yes, | learned in France that the German Youth Office opened in Paris | sent my cv and | was\ntaken as a secretary, nothing else, so | belonged to the founding members of this French\nGerman Youth Office, my work was not such an interesting one, my day as a German what was\nof interest to me was to work in an Institution where there was Youth of both countries, to learn\nand at this time in 1966 when Kiesinger was elected.",
        "A: When | saw in the newspapers in Germany that the new Chancellor was a member of\nthe Nazi Party and adjoined to the Hitler propaganda for foreign countries , Serge said to\nme Beata there are some moments you can do something and he wrote for me a\n“tribune” in French and | brought these free tribunes to a French newspaper at this yime\ncalled Combat, it was a left newspaper, and so | was embarrassing to the Chief that |\nwas a German who took the opportunity to let us know in a French newspaper that\nthere was somebody in France who could not allow this man to represent the German\nnews and will be the representative for the German government, so they published 3\ntribunes and stated the German news can recognize a man, Willie Brandt, who was a\nfreedom fighter but never a man like Kiesinger who is a danger to democracy in\nGermany and in one of the articles | said | was fired from my German-French news office\nas | had signed with my name not as belonging to the German-French news office,\nThere was no reason for them to fire me, besides that they were against what | said and\n| was fired from one day to the other, this was finally the moment for me to decide if we\nare going ahead. The letter we received said if you take back what you said in the\nhttps://collections.ushmm.org\narticle you can continue to work in our Institution, and we said NO. Then Serge\nremembered when his Father was deported he had a friend who came back who told\nmy Mother-in-law when the Kapo was beating him my Father-in-law defended him and\nhe was sent to the coal mines in retaliation and we said if my Father-in-law could in a\nsituation where he was in danger of death resist to the Germans in a camp, an\nDemocratic Partyextermination camp, how can we not resist and continue our campaign\nagainst Kiesinger, and so this was our decision, my husband was working at this time\nhaving a salary, | was fired and he helped me not only with advises but also with money\nand we started a campaign. | went to Germany to see members of the Parliament and\nJournalists, students, in order to say you know the situation where you have to protest,\nit is the first time after the war that the German Government is ruled by a Nazi and\nthere is not a lot of involvement, Answers stated that he had been elected\ndemocratically and let’s go. This was finally the decision that Serge and myself reached,\nso in order to say we can not do anything legally thn we have to change and discuss\nwhat to do. First interruptions in the Parliament when Kiesinger spoke, and | was\narrested and there were news in the newspapers and they had to tell why | was\narrested. The second attack was when we learned that there was going to be a\nCongress of the Christian Democratic Party in Berlin, very controversial because the\nstudents had protested stating that this Party will never have a meeting in Berlin. Will\nnot take place At this time another lie, big demonstrations took place about that this\nCongress will not take place, so we decided something can be done in Berlin at the\nInternational Congress of the Party; so | left Paris without preparation besides having a\nphotograph of somebody who promised to pick me and take me to the Congress Hall.\nSo | arrived, not knowing what to do as we had forwarded all the documents against\nKiesinger and distributed all over, so | was known as the woman attacking Kiesinger for\nbeing the German Chancellor and that is all, you learn in experimenting and it took\nabout 4-5 days, so | had to go to Press meetings, to Conference Public meetings; | was\nunable to approach Kiesinger close enough to slap him, the action we had we had\nprepared to place the young generation against the older generation and slap\nsomebody is not so easy, | did not want to do it in a hotel hall where you only face each\nother; we had to have the support of the public and the media and so the last day of the\nCongress, at closing and when Kiesinger had to deliver his last speech | had the chance\nwith the card of a journalist to enter the Hall and to be in a situation across the Hall\nfinding myself behind him and so when all these possibilities are given | took my\ncourage and yelled “ Nazi go out” and slap him, he turn back to me and it was dangerous\nfor me because in the first raw he had his bodyguards, but with him standing behind me\nthey could not shoot, he had no idea of what happened to him, who | was because as |\nsaid it was not the first time that | brought his Nazi past, | was arrested , then there was\na discussion: “ let her go because | was sexually not satisfied”, a crazy woman, but it\ncould not take because | was known with all my documents ,so he was obliged to suit\nme and | was put in jail, condemned the same day to 1 year in jail without suspension,\nand as | said before, it was in Berlin the City ruled by the Allies, | was a French Citizen, |\nhttps://collections.ushmm.org\nam German and French, and if arrested | could claim my French Citizenship and ask to\nsee the French Commander of Berlin to be transferred in front of a French Court and\nthis was the argument told when | was condemned and | told my lawyer, who was a\nlawyer of the opposition at this time and his name was ??Mar,,? | told him to go\ntomorrow to see the French Commander, | think that because of the embarrassing\nsituation he asked for “ interruption “ . | called home and said | will be released because\nthey announced it immediately that this was the decision, the next step would be the\ntrial and we had prepared documents, as at this time we did not want a trial of the slap\nbut the trial of Keisinger. | went to the Center of Jewish Documentation in Paris, there\nin the history section worked Joseph Billick?? Who had done Russian studies in\nGermany, Philosophy and Mathematics, was a historian in the Center and | asked: was |\nright to slap Kiesinger for his past? And he said YES, and he came with us to Berlin to be\na moral witnwss, the Doctors were so afraid that now as a historian he would be\nallowed to talk about the Nazi Party, so they cancelled for the time being stating that it\nwould take a couple of months, then W. Brandt came to power and | was amnestied,\nbut | continued to work against Kiesinger because he was running for President of the\nLegislative body in 69, | slap him in 68 on November 7, and | joined the Leftist Party, the\nCommunist Student Peace Movement and | said | will be in the spot that Kiesinger was\nrunning for in the Parliament and | was an official candidate able to follow him in the\nNational campaign and where he came to speak | was there with my friends and we\nstarted shouting Kiesinger a Nazi and he had to resign and finally his party lost, he had\nto leave and W, Brandt replaced him. Even then not only my slap but my campaigh, and\nat this timel had not succeeded before to mobilize the German Youth, the slap was a big\nthing because, in Berlin, at the end of the Congress, the Youngs had not succeeded on\nthe issue that the Congress should not take place and for them the slap was a\nsatisfaction, | had a lot of students of the left behind me and at the meetings he could\nnot speak because the shouts and rumors of the student’s opposition and | guess it had\nmade an impression on the German public.",
        "A: Yes, certainly, and at the time W. Brandt was already out and had tried several times to\nbecome Chancellor and had a lot of problems and | was leading a campaign for him in\nFrance, for W<B<",
        "A: Much more afraid to succeed, in the time before | was able to??,,? Must act in the\nmoment, | was not sure I'll have the courage, not courage the reflex to slap, because if\nyou are in front of a big room, a lot of people and you have to slap a man because at this\ntime for me he was a Nazi, but if you slap a man before you, so, but in the moment you\nhttps://collections.ushmm.org\nhave to act we never failed because it is the whole preparation, at the beginning we\nwere completely alone and now we had a group around us, sons and daughters of the\ndeported Jews from France, but we always were alone and had to prepare the files, do\nresearch, tie our leaflets, we never had a Press Attache who said Mrs. Karsfeld you have\nto go to this spot, it was always by ourselves, you have as they say in French “\ndebrouiller” an this was so.\nEND OF FIRST TAPE.\nRG50-498-0011-02-05",
        "A: Yes, it was it was my first case and the most spectacular and certainly the most important for\nme as a German because it was the\nslap given by all the Germans who fought with me against him and it was the slap against the Nazi\ngeneration, and as | always say even killing Kiesinger would not had the impact on public\nopinion as a slap, because it was in relation to thos who had voted for him who had decided to\nvote for him as a Premier Minister, and | think it is something | never accomplished again and it\nwas a decision of the moment, it succeeded and for that I’Ill certainly end up in German history\nand though the German Politicians of today generation are very much opposed, even today, to\nthe gesture; but | also became known in Israel and among the Jewish world, was proposed for a\nNobel Peace Prize, | think that this gesture in Germany has shown that there is a new generation\nas W. Brandt and | could not have prepared myself for this from books, but could prepare with “\ncivil courage” as they say in Germany and | succeeded.",
        "A: Yes, it was.",
        "A: Yes.",
        "A: As we had worked out the documents, we saw that Achenbacker was in the German Rmbassy, in\nthe Political service and had been sending Telexes concerning the deportation of French Jews\nand Foreign Jews, and had signed telegrams, so we had known, we met the name of\nAchenbacker in the archives together with the search about Kiesinger and then we learned after\nW. Brandt becme Chancellor and was part of the Liberal Party in the Parliament and\nAchenbacker was a member of the Liberal Party, he had to make some processes in order to\nhttps://collections.ushmm.org\nhave a big coalition, so we said a man like Achenbacker cannot be in Brussels together with all\nthose from countries which had been ruled by German occupiers and it has to be a morality and\nwe cannot take as a German Commissioner a man like Achenbacker, and | collected all the\ndocuments concerning Achenbacker and | went to see 6 members of the German Economic Unit\nand | went to see them in Brussels and France and said you know we have to take a decision and\nfinally under the scandal the Germans said Mr. Achenbacker is replaced by Mr. Arendorf who\nbecame, up io ioday the Ambassador to London. So again, it was our decision to do something\nin order to avoid that a Nazi could be in Brussels to change the spirit of the European\nCommittee.",
        "A: No, | took my son Arno, at that time he was small. When | was in Germany where | had my\nmeetings, campaigning against Kiesinger, my Mother-in- Law was often in charge of Arno when |\nwas away, so | decided to take him with me, he was with me against Kiesinger. | remember\nthere was a picture in the German newspapers, the 3 more important candidates, it was\nKiesinger, Klafster and Brandt, and Karsfeld was Arno. Even when we followed Kiesinger in the\ncampaign, the bus of journalists following his Mercedes and | with some of my group in 1 or 2\ncars, and the journalists said : “ you know why Mrs. Karsfeld had to follow, we could take her in\nthe bus with the media which could be a good gesture, but | am afraid that Arno could bite me.”",
        "A: This is Jewish law and my daughter is named after an aunt, sister of my mother-in-law who also\ndied in Auschwitz. When my daughter was born she was called Lidia but the diminutive was Lida\nand my daughter is called Lida.",
        "A: Yes, at this time | have to tell you that | became known in East Germany by the fact of\ndocuments concerning Kiesinger and documents | had from the Propaganda Ministry and these\ndocuments had been in East Germany in Postdam and when we started the Kiesinger campaign\nwe did not want to go to East Germany and could tell their spies, so my husband went to the\npolice in France and to the Ministry of Justice to say: my wife was fired from the German Office\nbecause she said that Kiesinger was a Nazi and now we have to prove it. | have to go to East\nGermany because the documents are there. | have to tell you | am not sympathetic of East\nGermany and! am nota spy but | have a need for the documents, but so you know East\nGermans are very happy to have young germans taking the German Capitalists men and the\nGerman Nazi Party but also had theirNazis, not so important, and after the end of the war when\nthe Russians came most of the Nazis told the anticommunists left Eastern Europe and part of\nthem went to the Western Allies. Because of my Kiesinger campaign | became a heroine and\nafter Kiesinger was defeated we turn to the Eastern part of the country and we saw there was\nanti-Semitism in Poland and Czechoslovakia mainly at the trial against the Nazis, the\nhttps://collections.ushmm.org\ngovernment said that the biblical names of these youngsters were Jewish in order to say Jewish\nspirit and so | decided first to go to Warsaw to protest against the anti- Semitism of the Polish\ngovernment, and for sure | was arrested, expelled the next day because | was an embarrassment\nfor them and | repeated in Prague on the Wenceslaus square, was arrested and this time put in\njail for 2 days and expelled and then | came back to East Germany the day | heard the doors are\nclosed. They did not want to take me back because | was not right to protest against anti-\nSemitism in Poland and Czechoslovakia and so | said: you know | am nit asking because | want to\nhave a review for you, | have my own propositions and my own morality to fight against Nazis\nand you share my views, but to fight against anti-Semitism you have to share my views too and\nwe are all Germans, East Germans too you belong to the German people, you are living today in\nthe Eastern part but all Germany declare the war and the Jews and there was no more sharing\nmy views and | said this must be all Germans fighting agains Nazis and not allow former Nazis to\nhave important functions and to fight against anti-Semitism and to stand on the side of the State\nof Israel and you know what was the situation oflsrael if Germany and the United Nations in the\nend voted against it and | took my liberty even | became ???? but | am independent and | will\nalways do all what my only conviction ask me to do.",
        "A: The Lischka case was about his high responsibility for the fate of the Jews of France, the German\nwho had helped with the Vichy government had decided the arrest and deportation of the Jews\nfrom France, 76,000 were deported, and after the Achenbacker case we learned that Brandt was\nsigning a new treaty with France in order to obtain the possibility to dash the discriminaters of\nthe 200 sentences after the war by the military courts, but there were no ways to sentence\nthem because as German citizens in France they asked to extradite them, but as German\ncitizens they were not expelled to France, at this time the French Military Courts could still\nsentence them, and the French after the war had in a first review asked the German not to take\ncare of them because they were afraid that sentencing them, in Germany in military courts in\nabsentia, to life in prison or to death, but never caught, but Germany sentencing them to life, so\nthere was a kind of blocking therefore no sentences in France or Germany. We had to find a\nsolution. The treaty between both countries was signed and now needed the ratification by the\nGerman Parliament and who was blocking this ratification our friend Achenbacker leader of our\nParty, lobbying to stop all persecutions of these criminals, so we started a campaign to, with\nslightly illegal actions, we showed the big scandal and we started to assemble around us\nmilitants, Jews, fighters, deportees, and our action was to oblige first the German Parliament to\nratify the treaty and the needs then went to Germany to demonstrate in front of the office\nstating that Lischka was the former Chief of Police in France, he was already the Chief of the\nGestapo in Germany; in order to obtain the ratification, friends, young Jews in Germany\ndemonstrated about the real criminals, ex-criminals to be put in German jails or expelled\nwhatever but nothing happened. The public opinion and the press at this time was much more\nhttps://collections.ushmm.org\nfavorable to us stating that the situation was not supportable, France also said how is it possible\nthat Germany lets the criminals free and and in Israel you can imgine the Press, and we had a\ncouple of years to fight and finally the treaty was ratified, Mr. Achenbacker was expelled from\nhis position as President of Commission of Foreigh Affairs and then we had to struggle again\nwith the German Justice yo obtain the trial of Lischka who was a former Chief with Eichman and\n?Einseimer? who was the deputy to the Chief of anti-Jewish, was a young man, all had been\nbrilliant men who had studied Philosophy or Journalism and he was one of the worst physically\nbecause he arrested elderly Jews, took them from Jewish Hospitals and he was in charge of\nchildren in Drancy before their deportation. So we worked from 1971 when the treaty between\nFrance and Germany was signed to 1979 when the trial was open in Cologne. We had\nconducted several demonstrations putting our lives in danger but finally obtaining Justice for the\ncriminals, we collected all the documents giving them to the French Prosecutor and to the\nGerman Prosecutor and finally the trial started. It was important, there were thousands of\nYoungsters coming from France to Germany, to Cologne, in front of the trial and we had shown\nour determination we will never tolerate an acquittal of these three men, we asked for their\nsentence. You asked aboit the kidnapping of Lischka , | said that from 1971 to 1979 we acted\nand when the situation was blocked | said : you know we are to kidnap Lischka and we will bring\nhim back to France where the Military Courts can still sentence him in France, as we never been\nprofessional kidnappers, nor some young Jews, | had pre[pared a controlling timetable of\nLischka, when he left in the morning to go to the office, coming back for lunch, going back to the\noffice, with some information we had we rented a car, not a car for kidnapping because it was a\nsport car, you can imagine how to put a big man in a sport car and then the first attempt was\ndone, doing it was not determined to hit Lischka so it failed, the group came back in the morning\nbecause we did not want to give up, that made a big scandal, people watching that we wanted\nto kidnap this man and we all returned to France and we sent a letter to the German Prosecutor\nsaying you know there was a group of Jews who wanted to kidnap a man like Lischka who was a\nNazi criminal so they had to do something, they were very embarrassed because they had\nknown about Lischka in Cologne, and | said you know if you do not want to do something | can\ncome to Cologne and tell you what to do, and | came with documents, presented myself to the\nProsecutor saying here | am, so he was obliged to arrest me, so | was in jail, ths was always to\npush a case of another criminal to be condemn not because we had sent a petition to the\nGerman Parliament or to the German Jutice, but because we had put our determination, our\nown comfort and our own life on the spot in order to obtain this.",
        "A: The first time | was in jail for 3 weeks, by the way | was together with somebody H. Brownstein\nwho had been expelled from the United States, had been married after the war to an American\nsoldier, left for the US, was living in Brooklyn and she was aware of a guard of the Maidenek\nCamp and was in the samw prison (Osendorf), she was an elderly woman looking very friendly,\nshe was knitting for a service in the prison, you would never thought of her as a guard in\nhttps://collections.ushmm.org\nMaidenek, she was sentenced for life in a trial in Germany to push another case, but in order to\nattract public opinion, the fact she was in jail at the same time | was in jail.",
        "A: The Barbie case started when we were in charge of the Lischka, the criminals sentenced in\nabsentia in France, as Klaus Barbie he was too, he was the Gestapo in Lyon and by the way in\n1980 he and Lischka were sentenced to 30 years term of jail, but at this time while we were in\nGermany to obtain the sentence for high responsibility for the fate of Jews in France started the\nBarbie case and it started because the Jewish Documentation Center received from the\nProsecutor in Munich who decided to close the case of K,Barbie to satisfy the group which\ndecided to end the past regime in Germany in a court in Munich for executing resistant fighters\nand for having deported the 44 Jewish children from Izieux, France to Auschwitz and the\nProsecutor who studied the file, noi quite a lot, but still what was determined for us the decision\nwas set: we cannot sue K. Barbie, the Chief of the Gestapo in Lyon, for the killing of resistant\nfighters as it cannot be proven, later we found it was not so, and for the cases of the Jewish\nchildren for the Prosecutor there was no proof that K.Barbie , Chief of the Gestapo in Lyon, in\n1944, in April 1944, a couple of months before the liberation of France, had known that the\nJewish children, most orphans because their parents have been deported before, had known\nthis meant gassed , so if you can say that Barbie can send children who are not able to work,\nwho are not sent for labor, what was the direction of the prosecutor in Cologne that Lishka and\n?????? they also had to prove that in Germany they had known that deported Jews were for this\nand not for pleasure. So we decided that the decision of the prosecutor to wait, gave no hope\nbecause we knew Barbie did not lived in Germany and was somewhere in South America, but\nwe did not know where and we decided we have to wait. | went to Cologne no to Lyon (excuse\nme) and | mobilize public opinion , Lyon was the City in France but Barbie was not known for\nthe killing of Jewish children sent to Auschwitz, he was known because he had killed Jean\nMoulin, the Chief of the resistance in France, there was a group of the friends of Jean Moulin, so\n| started saying we have to do something against this decision because we cannot tolerate that\nthis man can be morally acquitted by the German prosecutor; and | had resistant fighters, young\nJews, and we went to Munich, we had collected new documents, there was somebody in Lyon a\nlawyer whom we met and we said you have to help us, we have to bring the proof to the\nGerman prosecutor that Barbie has known, if not nothing can be done against him, yes he said |\nremember one day Icame to see as a Jewish leader, came to see Barbie, and said the Jews will\nbe executed please perhaps you can put them to be sent to East, as a change they can survive\nand Barbie replied executing on the spot os all the same anyway death, it is proof that sending\nchildren of Izieux to Auschwitz meant killed but not only this arguments were needed for the\nGerman prosecutor, there were demonstrations of resistant fighters, and the youth Mme.\nBiguy?????? ????P?that children were deported from the cjildren’s home, she had been deported\nhttps://collections.ushmm.org\nto Auschwitz but survived, she and | started a hunger strike in front of the prosecutor office\nsaying we are not leaving this spot as long as you open the Barbie case and the documents he\ndid not want to look before, but as he saw these 2 old Jewish women sitting there in the street\nwith blankets around them, he could not because these 2 old ladies may collapse, so he said I’II\nlook at these files and decided to open the case. This was the first moral step he had,\nnewspapers carried the news, one came to a man who lived in Lima Peru, and saw the photo of\nBarbie, photo during the war and he said: you know | think he looks like a Bolivian businessman\nwho is living in Chile and he contacted the prosecutor, he contacted me and sent us the photo of\nthe Bolivian businessman, then Y went to see the German prosecutor and said: you know there\nis a possibility that this man is K.Barbie and he said Mrs. Klarsfeld you will do your work in\nFrance and find witnesses against K. Barbie and the identification of this businessman and | will\ntry to get all the information about Barbie concerning his family and the identity of this Bolivian\nbusinessman K.Eitmann?? they are completely identical in the personal information about the\nBarbie family and so | said all the thing to do is ask France to ask for the extradition of Barbie to\nLima, but did not want so | decided to take the information and go to Lima and see the Minister\nof Justice. | came to Lima, Barbie left for Bolivia and | followed him there and the proof | had\nwere So strong, | saw Justice in Bolivia, saw the Director of Police and they were convinced that\nthe businessman Eitmann was K> Barbie even though Barbie continued to deny on TV lam not\nK. Barbie, | have never been in France deporting Jewish children but finally he was obliged, and\nagain this was on the spot as we learned later the American Secret Service and the French they\nalol had known that Eitmann is Barbie and living in Bolivia, but again we had to move public\nopinion, to make it public and this was my first trip; my second trip as we had no success in\norder to obtain the extradition of asking France, and | met a second Jewish woman Mm. A.\nBrunell??? Who had been deported by order of Barbie from Izieux, her husband had been\nexecuted by Barbie in Lyon and we demonstrated and ask for the support of the Bolivian public\nopinion to ask Bolivia to extradite him to France and unfortunately as Bolivia was ruled by a\ndictator we had no chance, but we followed the Barbie case, as | say, it always takes a long time\nbut we never gave up and in the 80’s the dictator had to go and a socialist came to power in\nBolivia and we had now another approach to the government of France, Mr. Mitterand to do\nsomething in order to obtain the expulsion of K.Barbie from Bolivia to France and you know\nfrom the very beginning to the end we are always involved and pushing, so Barbie was expelled\nto France and there was atrial. We published a book with Mr. Rivieux??? Because Barbie was\nrepresented by a defender ??Verges??who is anti-Israeli and who already claimed that the\nchildren of Izieux deportation was false and we had to prove that the children lived there, were\ndeported and killed , we published the book,the children of Izieux, in the US too, andhe was\nsentenced to life in prison because due to our efforts from the very beginning to the very end.\nQ; Thinking about Maitre Verges, what was his motivation?",
        "A: He is one who likes to be “ avocat du diable “, you know he has no morals, he came from the left\na communist, moved to the right, he is anti-Israel, anti-Semitic, and so he saw the case of\nhttps://collections.ushmm.org\nK.Barbie and Barbie would say lots of things prejudicial about fighters who betrayed Jean\nMoulin.\nEND TAPE 2\nRG50.498.0011.03.05",
        "A: | think he was taken by the fact he would have a case, also he might had a sympathy for K.\nBarbie and he was paid by the daughter of Barbie who tried to collect money for the defense of\nher Father, it was a ??? in Switzerland who did work who helped ?Forcette? to get some money\nto defend K. Barbie, he also was anti-Semitic, had a sympathy for Barbie, and he also wanted to\nhave a scoop, and the scoop was to say that Barbie would embarrass whole France because he\nwill reveal the secrets of the French resistance, who betrayed Jean Moulin, this had not been\nreviewed before, so we always Said we are very much affected by this declaration, which is not\ntrue, because Barbie has nothing to say, he still knows but he forgot quite a lot too, he had said\nalready in interviews, in his memoirs, and therefore no new information was available. When\nfinally the trial started all were convinced that he is a liar trying to attract the media on this trial\nand on himself, because he is a man full of himself, his client, | would say, is a second person,\nfirst Verges ? then his client, he advised him very badly, not to come to court, for us good\nbecause Barbie would have been for in every session been able to embarrass the witnesses or to\nembarrass the deportees who survived, and it was good for the people who came to testify not\nto have this killer in front of them. But it was a position of Verges? And too often with these\nkind of lawyers who want a political significance, never working the files, did not look in the\nBarbie case, did not look in the files and he obtained life in prison, the maximum he could obtain\nfor his crimes.",
        "A: | would say that if Verges would have looked at the files he could have gotten less than life in\nprison, if K. Barbie would have had the attitude ???? and the man asking for “pardon” | am sure\nthat in front of the jury he could had another action but he was full of himself, aggressive,\nhttps://collections.ushmm.org\narrogant against the witnesses and the survivors and embarrassed doth Verges and K. Barbie’s\nparty with young people and they decided the penalty.",
        "A: Yes, | have been as a German to the upper class, because as always not as an Argentinian, the\ndisappearance of people, and among them there were Jews, There was a terrible anti-Semitism,\nso | went to protest to the effect that people are disappearing and | started to bring the\nmessage as a German who always fought for justice. | brought over my message, but in these\ncases you cannot change immediately something, there were lots of protests, |am the person, |\nmade myself so, But | am not a Minister, had any political functions, but if people with political\nfunctions would take the same decision, not to go just to see the Argentinian Ambassador in\nParis, but to go on the spot to protest the message would go through around the world, would\nembarrass the dictator you are fighting, so | took the decision to go to Argentina as | did in other\ncountries too, to say what | am saying on the spot. Which means | am not afraid to come and\nsay to the enemy on the spot.",
        "A: We had been approached by different journalists, during that time he was Secretary General of\nthe United Nations, and they asked us about files against Kurt Waldheim, but you know he was\nnot a big spot in the Nazi career, so in our field we had no information about K.W., we sent the\njournalists to Wiesenthal, he had documentation, he is in Vienna, will know about his Nazi past\nwhich certainly would be in Vienna and Wiesenthal should know, then the people came back to\nus saying that Wiesenthal said he is a pure man he has nothing against him. So, later, many\npeople in Vienna had known his career during the war, so we finally, we never became involved\nwhy Wiesenthal never gave the documents, he had known certainly at the time, it was that he\ndid not have the documents or wanted to protect Waldheim | cannot be sure, but when\nhttps://collections.ushmm.org\nWaldheim was running for President in Austria and the Jewish Congress started to do research\nin the archives in Washington and it was revealed that he was a newsman and knew what had\nhappened to the partisans who gave information, so it was like in the Kiesinger case, that it was\nthat the ???? unfortunately nobody knows, the people who could influence the decisions of the\nUN did not know his past, buy now that he was running for the Austria Presidency people said\nhe could not tolerate and had to do something. Information was known and leaflets were\npublished about his past, nobody could say we do not know what Waldheim had done during\nthe war, and | decided as always to go to Vienna , to Austria and mobilize on the spot, so | went\nthere with a couple of addresses of movements, | got some youngsters around me, young\npeople of the left movement; by the way in one demonstration we had to pose as Kiesinger and\nin the office of that movement | found posters where they were marching a couple of months\nbefore, when there was the war of Lebanon and Israel.",
        "A: As | said either he had no documents, but | do not think so, because when Waldheim was\nrunning for the Presidency suddenly all the Socialists in Vienna, in Austria, had the documents\non Waldheim and they used these documents hoping that with the past of Waldheim as a war\ncriminal the Austrians would not vote for him, but unfortunately they did, thus the documents\nwere known and certainly Wiesenthal had the documents too, but you know living in a country\nlike Austria he had been close to the Party of Waldheim, believe me they met together at\nreceptions, so it is embarrassing. | think S. Wiesenthal said once that’s my home Vienna, he had\nnever been attacked, our car was bombed, | received a bomb when | returned from Bolivia, it\nwas a bomb with 500 grams of dynamite and 300 grams of nails, unfortunately my Mother-in-\nLaw and my husband were at home, | had gone to a Conference to the South of France with\nArno, so they did not open the parcel, if they had opened it both would have been killed. So,\nmaybe he did not want in a place where he had a good life, he did not want to embarrass, so he\ndid not do anything against Waldheim, and even when everybody was convinced he never had\nany aggressive campaign against Waldheim.\nhttps://collections.ushmm.org",
        "A: Alois Brunner is certainly the worst of all the criminals around, who started deporting Jews from\nAustria, from Berlin he deported the Jews from Salonika, 46000 Jews from Salonika, he was the\nChief of Drancy camp in France, he deported the Jews from France, he then with a group of\nAustrians went to the South of France when the Italians retired and the amnesty was signed and\nlots of Jews had taken refuge in the Southern part of France when it was ruled by the Italians,\nand so when the Germans took over it was Alois Brunner who was sent down to make the great\nround up of Jews, by the way my Father-in-Law was amongst them, he was arrested by the\nBrunner team , my Mother-in-Law, the children and his sister Georgette survived by a miracle,\nhe ended his career at the camp of ??Sareth ??in Czechoslovakia and all the testimonies we\nhave confirming ?? of A. Brunner shows him as a brutal man, totally anti-Semite, not only the\ndocuments he had signed during the war, i.e. towards the end when people of the Social\nWelfare went to meet him in order to ask not to arrest the Jewish Children around Paris in\nChildren’s homes and they pleaded why deport them at the very end, but it was to fill up the\ntrains for deportation, so Brunner’s arguments was that these children must be arrested\nbecause they are future terrorists, one day they'll look for vengeance of their parents’ death.\nAs a way also about his motivation and anti-Semitic hate of Jews when he was in Damascus\ninterview by a paper of Munich (the Bunde) he said he had no regrets and he would send the\nJews again to death and they are the devils of the earth, he never was ever hiding his feelings\nagainst the Jews. So, this man after been harbored in Egypt went to Syria and we had the first\napproach to him when my husband decided to go to Syria as a Jew and saying you know | am\nJewish but | want to tell you that the worst killer of the Jews is today in Damascus under the\nname of “Fischer”, so the Syrians were very much embarrassed, he had no visa, ??? meeting at\nthe airport and finally decided in order to cut the Brunner case to expel him and then as we\nalways do, we do not give up, and went back to Syria. | have been twice, once | mobilize on the\nspot, | was standing in front of the Ministry of the Interior asking to let the Jews leave Syria and\nextradite Alois Brunner, my husband was in Syria again and we were both arrested but we tried\non the spot but Syria is a country where it is very difficult to find a connection with (journalistic)\nreporters, if someone of the reporters wants to make news about your protest they are cut by\nthe secret service, by the censorship, , so we did mobilize on the spot in a very difficult and\ndangerous country, we had mobilize outside, we had obtained friends from the ??Jungen?\ncommunity to block for 2 years big financial aid for Syria because the Jews during this time were\nnot allowed to leave Syria. Alois Brunner was not extradited but arguments by the Syrians are\nthe following: because they all had to approach lots of politicians from European Countries\nasking them about these cases and about Alois Brunner, we do not know this man, he is not in\nSyria. So what do you do? So there are all these reports of the secret service of Germany, of\nFrance, and the interview of The Bunde when he was photographed in Damascus, what more do\nyou want? The Syrians took the attitude we do not know this man so don’t bother us, so we\nobtained the blocking from the ??Jungen?Parliament financial aid. Serge obtained from the\nFrench Justice from the commission??? Have to go to Syria and to look around, get films and\ndocuments on American Television on the Brunner case, but you know there is an end for us\nhttps://collections.ushmm.org\nbecause we are unable to act in a country where there is a dictator, Assad is a dictator, an Arab\ndictator, he has a sympathy for Alois Brunner, because he knows quite well where he is, and also\nwe had no support from western politicians, mainly as Syria belongs to the group of Allies in the\nGulf war, there was no more hope, and even though Chirac was the President and was the last\none who approached Assad asking about Brunner, there is no answer, sure you can obtain\nsomething if you make a political or diplomatic boycott of Syria, perhaps you could but no other\ncountries even America would take the risk to embarrass Assad because of Alois Brunner. It was\npossible to obtain the expulsion of Carlos the international terrorist who was first in Syria then\nin Yemen from where he was extradited but for Alois Brunner, even the Israelis, as today, there\nare more interested about actual terrorists against Israel meaning Arabs, so the case of Alois\nBrunner was never a priority for them. So | do not know, as was said Brunner might be dead, |\ndo not think so, | personally do not think there will be a solution that Brunner will be transferred\nto a tribunal in a Western country. But even though he will die in Syria, no doubt about it, it\nmeans that Syria was until the end a country with Assad who harbored and protected one of the\nworst criminals of the Jewish people.",
        "A: It started before in the 70s., in order to unmask his (delegue) second in the occupied zone Jean\nLeguay, at this time he was still working for ?????in the United States. | announced that the first\ntime when | was in the States and he was indicted, he died in his bed and after his death French\nJustice made public the indictment and said that if there had been a trial against Jean Leguay he\nwould have been sentenced as criminal for crimes against humanity and this was a big success\nfor us because he was considered a criminal this way. Bousquet as the Chief of the Vichy Police,\nwe obtained all the documents and delivered them to the French Justice because he had been\nsentenced and he was then excused because he had helped French Resistant Fighters, although\nthere was this new evidence against him it was the opposite of Jean Leguay who was indicted\nand so in France | think Serge did a lot with the publication of the book called Vichy-Auschwitz to\nshow what was the role of the French Government and the French Police in the arrest and\ndeportation of the Jews, because very often in France you have directives, | remember our\nbutcher, a woman she liked very much my Mother-in-Law knowing that she was Jewish, she said\nyou know it is terrible what happened to the Jews in France, the Germans did it!! It is not true\nyou know, most of the Jews in France were arrested by the French Police and this | think is the\ncase of Rene Bousquet, because all these indictments made a lot of articles in the newspapers\nand in France newspapers have been very helpful to educate French Public Opinion and to show\nhttps://collections.ushmm.org\nthem what was the responsibilities of the Vichy Government and in the Bousquet case\nunfortunately a crazy man killed him and | certainly feel it would have been better to have the\nBousquet case instead of the case of the crazy man of ??? was unable to make a political trial,\nthe French did not want to make a political trial but our work was very important , as | said\nthese trials, as in Germany too, they are extremely important to form public opinion, because\nthe newspapers, the books, | cannot tell you how many books are written about Klaus Barbie,\nmy husband says Ill never write a book about the criminal men but about the victims and this\nhas been very helpful even if Bousquet and Jean Leguay had not been sentenced in front of a\ntribunal, but the French population understood who had been those criminals, what they had\ndone.",
        "A: It was my son who took over to represent most of the associated plaintiffs in the case of Paul\nTouvier, but | remember it was about 20 years ago, he was still hiding with a group of (???)\nInternational League against ??? anti Semitic, he was still living near Chambery we were\ndemonstrating in front of his house but he had already left because he was hiding among the ?\nintegrus? Catholic Church, they were harboring him, he had already at this time to\nprotest???????and he was amnestied by President Pompidoul at this time as you remember\nPresident Mitterand also had said in different cases no more trials against French Collaborators,\nof French High Officials in order not to embarrass the Civil Peace in France, that was the\nexplanation given, not to divide the French population pro and anti Vichy and so we started at\nthis time and ha was arrested and even though when arrested in the South part of France and\nthe Police from Paris came over because the Police of the Cote D’Azur did not want yo act, there\nwas information going around , because the Police told us the KLARSFELD GANG will come and\nkidnap him, so the Police in Paris, so our fame, but the most important | think is the trial when\nmy son defended most of the associated plaintiffs. It was stated that: In the case he decided to\nexecute the Jews because they were Jewish and in this case he did not act under the Germans\nbut took this direction himself and this was a big struggle for the defending line of Paul Touvier\nwho was sentenced to life imprisonment.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "RG-50.498.0011.01.05",
        "Interview : Beate Karsfeld",
        "of schooling."
    ]
}