{
    "rg": "RG-50.106.0112_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum volunteer\ncollection interview with Jacob Wiener conducted by Esther Finder on October\n25\", 1998 in Silver Spring, Maryland. This interview is part of the museum’s\nproject to interview Holocaust survivors and witnesses who are also volunteers with\nthe museum. This is a follow-up interview that will focus on Jacob Wiener’s post-\nHolocaust experiences. In preparation for this interview I listened to the interview\nconducted with the U.S. Holocaust Memorial Museum, and we did two of them, a\nvideo on June 30\" of 1994, and an audio that was received by the museum on\nFebruary first of 1996. And you also did an interview with the Survivors of Shoah\nVisual History foundation on October 17\", 1996, and I reviewed part of that also. I\nwill not ask you to repeat everything you said in that interview, instead I will use\nthis interview as an opportunity to follow up on those interviews and focus on your\npost-Holocaust experiences. This is tape number one, side A. I want to thank you\nfor doing the interview with us today. Can you tell me what is your name, and what\nwas your name at birth?",
        "Answer: Presently my name is Jacob Gerd, g-e-r-d Wiener, w-i-e-n-e-r. And\nformerly my name was Kopel(ph) Gerd Zwienizki, z-w-i-e-n-i-z-k-i.",
        "Q: When did you change your name and why?\nOctober 25, 1998",
        "A: Changed my name as part of the naturalization in 1951, I believe, and the reason\nwas that time I was married, my wife didn’t like this name, the all different kinds of\npronunciations, and my brother already had changed his name to Wiener, w-i-e-n-\ne-r, and I told the judge at that time that the reason I’m changing my name to\nWiener is because Zwienizki is very hard to pronounce, very hard to write. And\njust like a herring, where you cut off the top and the bottom, the tail and the\n[indecipherable] so I cut off the z and the icki and it remains wien. But I wanted a\ntwo syllable name so I made it Wiener.",
        "Q: We’re going to ask about your immediate post-war experience. I would like you\nto tell me how you learned that the war was over.",
        "A: I learned it from newspapers and I also learned it from talking to people who had\nbeen in the Holocaust, who knew about the Holocaust [indecipherable]",
        "Q: What exactly did you learn from talking to those people who were there?",
        "A: During the war, I was on — 1-in the beginning of the war I was still 1n contact\nwith relatives of mine in Germany, I wrote them letters and the letters came back.\nAnd from the contents of the letters I knew that it was going worse — from worse to\nworse — from bad to worse, because they wrote this person is not here any more, he\nwent on vacation. What they meant by this of course was went to concentration\ncamp. After awhile I don’t hear from the people at all, letters came back censored,\nOctober 25, 1998\nor no letters came back. This went on every year. Every year I wrote a little article\nfor myself about hoping that the war would end. We went out to the different\norganizations and — to find out if the war could be ended, but there wasn’t much\nresponse in that respect, and so it went on til the end of the war. In 1945 the war\nended, and many demonstrations were held and people talked about this and they\n[indecipherable] and they heard about this from other people.",
        "Q: You were in the United States. How did the American media present the news\nof the war and what had happened to the Jews?",
        "A: It’s unfortunate that the media here in the United States didn’t write too much\nabout it, a-and if they did, like the “New York Times” they wrote it on a— not ona\nmain page, but wrote it on pages afterwards. It’s — the only time when they wrote\nthe things on the first page was during Kristallnacht. And afterwards they didn’t\nwrite it on front of the pages. I read the paper, of course, and while I read the paper,\nI also learned English more, and — and I can only say this, you see, that when the\nwar started I was registered in class 4-D, which was clergy going to school, because\nI went to the Yeshiva and they were exempt from actually joining the war, even\nthough I tried to join the war and — but the only thing was at that time, either buy\nwar bonds, or I even tried to join the war by being an air raid warden, but after\nawhile they told me, you cannot be an air raid warden, I was considered an enemy\nOctober 25, 1998\nalien, despite the fact that I was Jewish in the United States, and I always had to\nget permission even to travel, let’s say from Baltimore to Yonkers, where I had a\nlittle shop, in Yonkers.",
        "Q: What was reaction of the Jewish community around you to the news that was\ncoming out of Europe?",
        "A: The Jewish community. A-After the war? After the war, about 1945, 1940 si —\n1946, I left the Yeshiva in Baltimore, the [indecipherable] Yeshiva Rabbinical\ncollege, I left them. I got semicha there and I talked about this, they tried to help\nJews in Europe, they send out packages to them, they send out packages and then I\ntried to find people from my birthplace to whom I could talk and who maybe knew\nmore about what happened at my particular place where I was born. And I found\npeople, I found people in New York. There was some people in New York by the\nname of Greenburg(ph). I talked to them what had happened in Germany. I also\ntalked about other people, I went to organizations, like — had a big demonstration in\nMadison Square Garden. They had the em — demonstrations all over, and bringing\npeople e — over, and many people came over afterwards, but they had not actually\nbeen in the Nazi concentration camps per se, they had, during the war they had gone\nfrom Germany, Russia, Poland and so forth to Shanghai or into other places. And\nthey came over. And then [indecipherable] and other people came over.\nOctober 25, 1998",
        "Q: I have a couple questions about what you just said. You said you left the\nYeshiva, you got semicha there. Can you explain what that means?",
        "A: Semicha means like ordination to be a rabbi. At that time, the rabbi at the\nYeshiva was Rabbi Ruderman, who had come from Lithuania just before the war.\nIn fact, his wife was born in KOénigsberg, was east Prussia, part of Germany. And\nit — and it was not — there were not too many people — during the war, of course, the\nnumber of students at the yeshiva increased and after the war it went down. At the\nend of the war, especially, I tried to become a United States citizen. Already during\nthe war I tried to become a United States citizen. In 1943 was the first time I made\nan appeal to become an American citizen. Now at that time, the immigration policy\nwas that you had to have first papers, and after first papers you have to wait five\nyears and you can make an application to become a citizen. So, when I made my\nfirst application 1943, I was asked to come before a board in Baltimore, five\ndifferent organizations, the navy, the — the war , the defense and so forth. And it\nwas — it was rejected because at that time the war was — looked very bad because\nthe Nazis had been stopped at Stalingrad and it was very bad, so they didn’t want\nanyone to become a citizen unless they actually went to war. And later on I made\nthe application, think around 1950, though it might be earlier, with the FBI to go for\ntranslations. So they said, if you want to make translation, we have to send you to\nOctober 25, 1998\nGermany, | didn't want to go to Germany, so | stayed here. But they helped me\nalso in — to get my second papers, and I got them 1n, as I said before, in 1951.",
        "Q: And that’s when you became a citizen?",
        "A: Then I became a United States citizen, and as I mentioned before, I changed my\nname at that time. And I was already married then, because we married in 19 — got\nmarried in 1948.",
        "Q: Is your wife also a survivor of the Holocaust?",
        "A: Yes, my wife was born in Nuremberg and she moved to Firth(ph). And they\nwere living there and the — her father was a merchant, he had — they had a business,\nand — and of course like all people at that time, tried to leave Germany after the\nKristallnacht, which I consider the beginning of the end. Everyone knew that it\nwould not change any more and they had to leave. Before that time, we also had\ntried to come out of Germany, but I don’t want to talk before that time, but only\nsay that they finally, in 1939, that’s before the war, she came out with the\nKindertransport, children’s transport to England. And their parents also came out,\nbecause they had some relatives in England. I had also tried to come out with the\ntransport, but just on the date when I received the permission to come to England,\nthey stopped it.\nOctober 25, 1998",
        "Q: I wanted to go back to something you said a few moments ago, about being at\nmagison — Madison Square Garden —",
        "A: Yeah.",
        "Q: — with [indecipherable]. Can you tell me about that event?",
        "A: It was a big crowd in Madison Square Garden. They made many\n[indecipherable] meetings. But, as I understand it now, you see, and as I read in the\nnewspaper and so forth, there were always requests of people to come to the United\nStates. They — at — at that time, in order to come to the United States,\n[indecipherable] you needed a — what’s called a certificate — zertifickat. And there\nwere only a certain number of zertifikats available per year for people from\nGermany, because a number of zertifikats had been set in nine [indecipherable]\nthat time, and at that time the — the — the — the — I mean, the type of population in\nAmerica was different than it was in 1940 and 1950. So, many people got\ncertificates but they were only dated for two or three years later. And who wanted to\nwait two or three years? We didn’t want to wait two or three years. We didn’t have\nan American certificate, even though I know from my records, and my mother, that\nshe had — my father had applied to go to the United States already in the 20’s, but\nmy mother didn’t want to go because she had all her family in — 1n Germany. So\nthat’s why we stayed there.\nOctober 25, 1998",
        "Q: I'd like you as an eyewitness, to tell me what was going on in that protest at\nmadis — Madison Square Garden. If you could describe the scene and what was\nsaid, and — and the feelings that the people had.",
        "A: I don’t know any more exactly what went on there. I can only tell you it was a\nvery big meeting. You see, the Madison Square Garden has a very big place and it\nwas filled up to capacity. And there were many people who spoke about it, what\nhappened in — in — in — 1n Germany, and what could be done and they wanted to —\nthey wanted to influence the American government to do something about it. In that\nrespect, I mean a little bit to the side, when I was in the yeshiva, there was a young\nman, he was young at that time, who came every week, every Thursday to the\nyeshiva and from there he went on to Washington to discuss with cabinet ministers\nto let Jews out. And his name was Michael Trist(ph), and the person he talked to\nthat was discussing, Moshe Sherer, which recently passed away, became the\npresident of the Agudath(ph) [indecipherable] organization. But every week they\ncame out. And some of the yeshivas and some of other organizations made it, but it\nwas a very tough time because the United States was interested — and it is not\nagainst the United States, the United States was interested to win the war. If we\nwin the war, then everything will change. So we cannot bomb the trains to the\nconcentration camps. And they heard the person, Jacob Rosenheim, I have his\nOctober 25, 1998\nbook here, and I heard him speak many times, who le — sent letters, and I have the\ncopies of the letters which he sent to Roosevelt and other people to do this. Only\none person was successful to a certain extent, a limited extent and it was Ruth\nGruber, I don’t know if you heard of her, who arranged with Secretary Ickes and\nMorgenstern(ph) and so forth, they arranged that thousand — that they permit a\nthousand Jews to go to Oswego, one of my family, and we also went to Oswego. In\n— that’s in the — Oswego is near Lake Erie, I think, it’s in the state of New York.\nSo they did very many things, so the people came over and they were protesting and\nthey were writing and they were talking to in-influential people. But it was not the\nmood at that time. It was just — in fact, they never felt that anything bad happened to\nthe Jews, and it could be changed, until Kristallnacht. I think by Kristallnacht it\nchanged, because that was the first time that Roosevelt called his ambassador from\nBerlin away and talked to him about what happened.",
        "Q: When the war was over, and you said you had read articles, not on the front\npage, about what had happened to the Jews. I would like to get a sense from you of\nwhat the Jewish community in the — in the United States, religious or secular,\nwhatever you can share with me, what was the reaction of the Jewish community\nand — and was there much said by the Jewish community?\nOctober 25, 1998",
        "Q: Many think that, and it was not always positive, unfortunately, because when I\ncame and the whole family came in, already before the war, in 1939 to the United\nStates, to Montreal we came, before we went to Montreal [indecipherable]\nUnited States, there were in — in the community there were mone — mostly older\npeople and they could not believe it that it was as bad as it really was, even if we\ntold it to them, you see, they could not believe it. And we were considered even\nwhen we came to the United States, refugees, an-and it — an-and considered\nrefugees. We were called greenhorns. It’s completely different now, when the\nRussian Jews came over, and they were accepted as [indecipherable]. We were —\nwe be — came there with only four dollars from — from Germany, which we could\ntake out, four dollars. This was 10 marks at that time, 10 marks was four dollars.\nAnd even when I was in yeshiva I[ had to canvas that — that we put clothing, other\nthings like this, doctors, or medical servicing and so forth. We were not considered\nactually as it was, as bad as it really was. They did not think it was as bad as it\nreally was.",
        "Q: How long did it take for — for you or the people around you to grasp the full\nextent of the genocide, just how many people were killed? How long did it take for\nthat information to come across?\nOctober 25, 1998",
        "A: You must know that everything which was done by the Nazis was done secretly.\nAnd that’s why people still denied if afterwards. And that’s also why many people\ndidn’t know about it until very much — because, as I mentioned before, in the\nbeginning we did — we did receive some correspondence, but afterwards we didn’t\nreceive correspondence. Everything went — I don’t know how it came over here\n[indecipherable] channels, small radios, because they had no television here. It\ncame out slowly after the war, it came out, even so set — so far that last year when I\nwas in Germany, I heard certain things which I didn't even know happened during\nthe war. You see, even now, 50 years later, 60 years later you see, there are certain\nthings which had never been publicized and which only come out now. It’s\nunfortunate, you see, when so much in secrecy that people couldn’t believe it. It\nwas unbelievable, it’s beyond belief what happened there, that a — such a thing in a\n—a highly civilized, scientific country should happen like this.",
        "Q: How closely did you follow the Nuremberg trials?",
        "A: At that time there was already television, I think, 1946 and we tried to see — look\nat the — look at the television, find out what ha — what was going to happen and we\nsaw other people there. But in my impression, I mean the impression of most people\nwas [indecipherable] that these people were so brainwashed, or crazy, or whatever\nyou call this, you see, saying that I had nothing to do with it because I followed\nOctober 25, 1998\norders. Same thing was when they killed my mother also, they said, we followed\norders. But they did not have their own mind, they just said they followed orders.\nOf course, the world knew by that time that they could have done something\nbecause they had power and they had all the authority to do what they wanted to do\nand they didn’t do it. And not only this, the worst thing of it, that they in-\nintimidated the whole population to do this — to go in the same way. That no one\nactually acted freely on his own free will.",
        "Q: Did you follow the U.N. vote on the partition of Palestine?",
        "A: Yes, we followed it very closely. It was in November and we followed the vote\nand it took some time to find that the majority vote came out about Palestine. That\nwas going on for a long time, because it actually started long before the war. In\n1936 with the British, you see, were not too happy and were not too much in favor\nof — of it at all. And they even — many people died because they tried to go there by\nforce to Israel, to Palestine at that time. They couldn’t land, they got sent to the\nconcentration camps in Crete and other places. But before the — this, we saw them,\nthat finally came through. We were very much ap — surprised, especially that\nRussia voted for it. But of course no Arabs, they voted for it and they never\nacknowledged it. And to this date, no one blames them for anything, but they really\ndo because they never voted for it. For them it doesn’t exist.\nOctober 25, 1998",
        "Q: Let’s take a break and see if we can get — stop that background noise. All right,\nwe're back now and I had been asking you about the partition of Palestine and I\nwanted to get a sense of you — from you, of what was going on here in the Jewish\ncommunity with respect to the partition and the birth of the state of Israel.",
        "A: The entire Jewish community here, as far as I know and I saw, was very much\ninterested in what was going to happen, because many Jews had already gone to\nPalestine at that time, and they did not feel safe in Palestine, and they did not know\nwhat would happen, the 21 Arab states would be poised to — to break Palestine and\nnot to have peace with them, you see, even though the Jewish community in\nPalestine, and I know that, offered any person, whatever nationality, whatever sex,\nwhatever religion, to stay there and they would live in peace. But there was so much\nhatred and unfortunately we still have hatred in the world, that they said no, don’t\nstay there, go out, because they will kill you. They did not have in mind to kill you,\njust now [indecipherable] in mind to kill anyone. Not as, number one, not\n[indecipherable]. And they went out and they made the concen — they made these\nrefugee camps, in which they are existing today, and the U.N. supported it. I went to\nthe U.N. when the U.N. was, at that time meeting. They were meeting already\nbefore 1945, the U.N. went in, and what would happen there, they saw people\nstanding — people standing outside and there was — this is — was — o-other people in\nOctober 25, 1998\nthere, beca — all the people wanted peace. All the — they want to live in peace with\nother people too, but they just couldn’t. As I mentioned many times, in Germany I\nmentioned it too, the most pious person cannot live in peace if the wicked neighbor\ndoesn’t want it. That’s one German citation, that the Germans made themselves.\nSchiller(ph) made it. His poem. So we were very much afraid that we would not have\npeace, but we all very much wanted peace.",
        "Q: Did you every consider making aliyah and going to Israel, sp —\n[indecipherable] at that time?",
        "A: I know many of my family went to Palestine, but I can tell you that already ye-\nyears before that, in 1933, when Hitler came to power, already in that ti — at that\ntime they had what they called Hasharah. It means preparation for. And I\nparticipated in one of such groups. However, like all the Jews, my mother especially\nthought that things were changed and the neighbors, our neighbors, our non-Jewish\nneighbor [indecipherable] things were changed. And who knows what it 1s starting\nin a new life and so forth. I wanted to go there, we learned already Hebrew at that\ntime. But at that moment when — when this happened, the partition happened in\n1948, at that time I was in the United States and my — my father was in Canada\nand he did not have too much — he did not make too much of an effort at that time to\ngo to Palestine, even though we had family in Palestine at that time, and I received\nOctober 25, 1998\n[indecipherable] from Palestine, but at that time it was not settled yet\n[indecipherable]",
        "Q: After the birth of the state, there was the — the war, and there have been\nsubsequent wars. I-I wanted add — to ask you to share in the insights or any thoughts\nyou had during these conflicts, particularly with your life experience, knowing what\nwar can be, and knowing fear as a Jew, I was wondering if you had any insights that\nyou could share about Israel’s wars.",
        "A: First I want to say that the Jewish people were always against war. We want to\ntry to settle everything by peace as much as possible, even if it’s [indecipherable]\nunfortunately. But I remember one instance, I think it was the — the war — the Six\nDay War in 1967, I think. And at that time I was — I had a job in New York and I\nwent to a convention in Montreal. We had — and my father’s family was living in\nMontreal, and at that convention we had a meeting and at that meeting there was a\ngreat British journalist, I think Lady jo — James, I don’t remember her name.\nAnyhow, there was a vote. Who votes for Israel and — that they should win or that\nthey should be — should be peace and who votes against it. Every person voted with\nIsrael that isra — that Israel should have peace. Only one person voted no. And they\nasked this one person why no, they said, there should never be a complete, 100\npercent vote. There should always be one — besides, then they asked the question,\nOctober 25, 1998\nwhat can we do in order to make peace here? Well, there were all different answers\nand one person, this Lady James gave a very interesting answer, she said, we\nshould build a wall, like they have the China wall — Chinese wall between China\nand the other things. They had another wall [indecipherable] Berlin wall. So we\nmake a — at that time they were all interested in making peace by building walls. So\nthey had the intention, this lady says, you make a wall between the Israelis and the\nArabs. Of course it never happened, but that was the psychology and the — the ideas\nof the people at that time, you see that they might think — that they think by making\nwalls, you can make peace. Just like during the war, you see, when the French made\nthe Maginot line, they thought with a wall they can [indecipherable] the peace and\nthe Nazis just walk around. And that was an interesting idea she had. Then of\ncourse there were the other wars [indecipherable] but when the — the Six Day War,\nyou know, when they suddenly saw that the Jews were winning and there was a\neuphoria and they went in the streets with big bed sheets and you collected money,\neverything was okay, but unfortunately, this a mistake for the Jewish people, they\ndid not see what they could have done at that time, if they had done it at that time,\nwe wouldn’t have trouble now. For instance, at that time the whole west thing,\neverything was okay. At that time they started to call it the West Bank. Before they\ndidn’t call it even the West Bank. It was Transjordania, it [indecipherable]\nOctober 25, 1998\nJordania was — was separated between the east, the west and th-the whole thing\nabout West Bank and East Bank and who knows what? These terms wouldn’t\ncame up there — the other words which were going on between Israel, there was\nalways a trouble — they were always afraid the Jews would win. And they did win in\nsome [indecipherable] at that time when the [indecipherable] and they captured\nall of the Sinai peninsula and they even had Arafat surrounded. They did not do\nanything with him, they let them all go [indecipherable] I don’t know if the others\nwould have done this if they had cir-circled — encircled the Jewish people and so\nforth, they would not let one person le — go out alive. But that’s what the Jewish\nmentality is. [indecipherable] they don’t understand this here.",
        "Q: The comment that you just made with respect to the Sinai and the encirclement\nof the — that’s the *56 war?",
        "A: It was the Suez canal. And I want to say only one thing, it could have been\npeace, and this was — and I remember this, you know, Golda Meier, who was the\nprime minister at that time, she made peace with Sadat. Cause even Sadat had\nfought the Jews, but they made peace on the basis, and that’s why she\n[indecipherable] she said we both have grandchildren and we don’t want our\ngrandchildren to live through war. You see, so — so therefore there is some point\nwhere you can bring people together. But you can only bring them together — they\nOctober 25, 1998\nmentioned Germany too, if you learn from the past. We have [indecipherable]\ngrandchildren who — in the future, so have to learn from that.",
        "Q: How closely did you follow the Eichmann trial?",
        "A: At that time again, we followed it by radio and by television and we were very\nmuch surprised that they found him, because he did not identify himself. Only\nafterwards they found out about it. And then it was ORT and television and a-all,\nand we heard all the reports which were done. It’s unfortunate again that one person\n[indecipherable] he should not have been executed, but — well, I don’t know, you\nsee, because he executed thousands and hundred thousands of people, he is one\nperson. He was guilty, that’s all [indecipherable] but again, to the last minute, he\ndenied that he was responsible. He denied his responsibility. People don’t want to\nbe responsible. I did by — by orders. But that was his order, because he was one of\nthe three or four people at the Wannsee conference who made the decision of the\nfinal solution.",
        "Q: Did you feel justice was done?",
        "A: I think there was done justice, you see. Even though we say — even though the\nJewish religion they say God 1s the final judge, you know, God is the final judge,\nbut — and justice will come eventually and it did come eventually because the war\nended and Hitler did not achieve what he wanted to achieve, so he was the final\nOctober 25, 1998\njudge, but at that moment it was in the hands of the human court, with the majority\nof mankind at that time, because everyone was involved. So therefore, I think there\nwas justice done, to that extent.",
        "Q: We’re going to pause, and I’m going to flip the tape. One moment.\n[break]",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\nvolunteer collection interview with Jacob Wiener. This is tape number one, side B.\nAnd I wanted to now continue in the 60’s, you had just told me about the\nEichmann trial. The 1960’s were very turbulent in the United States and I would\nlike some insight from you on how you reacted to some of what was going on\naround you. Specifically, let’s start with the Civil Rights movement. Do you have\nany thoughts on that?",
        "A: I never felt any animosity, so to say, to anyone who was not Jewish or any other\nkind of color, because even in school in Germany, I had a black person, at that time\nthey were called Negroes, in my class, and he came from a former German colony\nin east Africa. So I — I always tried to reconcile people and to try to — to understand\nother people’s views. Now when this happened with the Civil Rights movement, of\ncourse when I was working in the department of Social Services in New York, we\nhad also many people who were different colors, Orientals and other people of\nOctober 25, 1998\ndifferent colors and I was always very good with them, and never had any\nproblems. So, besides this, I remember when they had this march to Selma there\nwas one Jewish person who was killed, Schwerner(ph). And Schwerner(ph), we\nknew his father, who had a wig fam — a — a business of making wigs, sheitel, in\nGerman. And so we knew about this, you see. Again you see, here you see that\nthere were Jewish people who, as some could say, with what happens to other\npeople and not just saying it like you know, many times people say yeah, we have\nsympathy, but they deserve it. No, not that way. A-And try to have and try to see\nwhat it was. So we had the sympathy with them also, and th — because — because a\nnumber of Jews, especially Jews, are very sympathetic to all kinds of people. They\nhave this kind, what you call this [indecipherable] hearts. Emotion with other\npeople. It doesn’t necessarily mean we — we — we have to leave our religion or our\nwhatever we believe in, but we also acknowledge what others believe in, we don’t\nfight them because of they’re — they are different in certain respects.",
        "Q: You mentioned that in Germany you had a classmate who was from Africa.",
        "A: Yes.",
        "Q: Can you tell me a little bit about what it was like to have him in the class and\nwhat the reaction of the other students was to this individual?\nOctober 25, 1998",
        "A: In the beginning there was really no difference. Under the Weimar republic, I\nmean before Hitler came to power, they made no difference between them and\nthem, even though Weimar republic said every person has a right to live his way.\nThis person was okay. I don’t know what happened to him afterwards, but I’m quite\nsure that when Hitler came to power, he had gone back by that time and I don’t\nknow what happened afterwards. But I only know that during this time, 1t was a —\nbecause it was an organization in Germany during the Weimar republic which was\ncalled verhein(ph), means a-an assembly, a group, for Germans in the foreign\ncountries, especially in the Austria, Czechoslovakia, where the Germans were the\nbordering countries, here was such kind of an organization and they wanted\neveryone already in the Weimar republic, they wanted everyone to join this\norganization and to work for them. In other words, they already wanted at that time\nto include them into Germany. They were not hiding like Hitler did, to conquer\nthem and make them part of Germany, but they were just like supporting them,\nbecause they were living at the outskirts of Germany.",
        "Q: This country had gone to war with Korea and then again with Vietnam. I was\nwondering if you had any insights that you could share about what was — what it\nwas like for you to watch this country now go to war.\nOctober 25, 1998",
        "A: The unfortunate thing 1s that after the World War II, which is now of course, in\nGermany [indecipherable], it means war of distraction, because that was the\nwhole purpose, more so than winning the war. At —- more — many more wars\nhappened. Like you say, the war in Korea, the war in Vietnam and now even other\nwars in Bosnia and all over the world [indecipherable] situation in Africa, all\nthese different things which happened afterwards. But that was the — and age — I\nmean, the 60’s were some kind of — it was a rebellion, it was rebellion of the youth.\nAnd I saw it myself because there was it — in my department, when the\ncommissioner gave a talk, a group of people came, stopped him from talking and sat\nin front of him — sat in front of him, you see, so that he couldn't talk any more, and\ntalked against him. No respect. I mean, that was — that is actually the beginning of\nmaking peace. The first — the first thing about peace, when you have to re — respect\nfor each other. And honor what other people say, that’s a real democracy. This was\nwhat Freud calls civil disobedience. That means they — they wanted to show their\nown force, their own selfishness, their own pride by saying I know more than you\ndo. That happens with — I mean, it happened in schools too, that children — and my\nwife knows about this, that the children many times will see — accuse teacher of\nsomething which they want to be the boss [indecipherable] be in charge. You see,\nif people don’t work together with each other, you see, that’s what I always try to\nOctober 25, 1998\ndo, as I mentioned before, with the black people. With other people, if they don’t\naccept this and the respect to other people — respect other people and — and listen to\nother people, at least listen to them, you see, then we cannot have any peace. So I\nwas always — I didn’t really understand the anti-war movement at that time. Of\ncourse, we shouldn’t have a war which there is no purpose to it. But the government\nitself, you see, didn’t have a key purpose of what they really wanted to do, and\ntherefore it’s — it’s no wonder that the people themselves didn’t know what to do.",
        "Q: I'd like to ask you about — you mentioned children and — your wife and children.\nWhat kinds of things did you tell children about your experiences before you came\nto this country?",
        "A: I told the children then and I’m telling the children now — and I wrote about this,\nI’m telling the children to grow up in a country where you don’t know what’s going\nto happen to you, they make laws against th-the Jews, they make law against other\nthings, the first thing 1s you have to know what you want to do, you have to know\nyourself. You start with knowing yourself and then you will either — you cannot be\neverything, everybody [indecipherable]. So therefore I say if you want to be a Jew,\nyou have to know what it means to be a Jew. If you want to be someone else, you\nhave to know what — what it means to be someone else. But you have to know what\nyou want to be. Because you cannot talk to other people if you don’t have a point of\nOctober 25, 1998\nview of your own. So it — when I wrote the children and I was many asked to talk\nabout what it means to grow up in Germany, and I was many times asked, what do\nyou think about things which are going on in this world, I say, we cannot have all\nthe answers, and I studied psychology, we cannot meet on the — always have all the\nanswers, but we have to know one thing, that we have to have one point of view and\nsometimes we don’t know the an — we don’t always know the answer, you see. But\nthen we have to have a belief, a faith [indecipherable] I have the faith in God, and\nfinally he will make the final decision. I don’t know, we make — made decisions and\nit would not happen that way. We had — we — we always thought, you see, that if we\nmake this kind of treaty, well have peace. No peace came though. No, we — we\ndon’t always know the decision, but finally the decision were made\n[indecipherable]. Just like I know that when Chamberlain before the war, by the\nmun — Munich conference came back with an umbrella and said, we have thousand\nyears of peace, that what he thought, you see. But I don’t know if he ever believed\nit. If you say something and you don’t believe it [indecipherable] tell the truth,\nthen nothing will come out of it, that’s what I say. That’s why I told the children,\nyou have to learn something about yourself and you have to go to school, you have\nto — education is the most important, now we all know it in America too, education\nis the more important. It’s — it’s more important than learning about war\nOctober 25, 1998\n[indecipherable] education, because if you haven’t educated you don’t know how\nto — what kind of decision to make and where to go. And it also finalize — it also\nsensitizes a person to what it means, how to live with other people.",
        "Q: I wanted to ask you about some of your writings. And specifically if you had\nsome favorite themes that you revisit in your writing.",
        "A: Favorite themes? When I write certain stories and so on, I make people beli — I\nbring out — I like to, I intend to, I don’t know if I’m always successful, I intend to\nfind out in — in — and — and impress upon them that, as I said before, we have to\nknow what we want. And — and I know there are two types of people who came out\nof the concentration camps, two types of people. Don’t want to be\n[indecipherable]. You see, the one type of people who came out and said, if God\nlets this happen, where is God? And another type of people came out and they said,\nI cannot believe anyone and I only believe in God. So just two opposites. And we\nsee this here in the United States nowadays, we see that many what we call bali-\nchuva(ph), that means people who returned to Jewish [indecipherable] many thing.\nAnd we see on the other hand that people say, I don’t want to believe that. And I\nwrote about this. And — and — and I say, if — if a person doesn’t at least have one\ngoal or one motive by which to go, he gets lost. And many people committed\nsuicide during the war, afterwards, because they — they didn’t know what was going\nOctober 25, 1998\nto happen and they couldn’t believe it. From the Jewish point of view, it is an\n[indecipherable] sin to commit suicide, because we have — we are not the masters\nof our ow life, and that’s why suicide is forbidden because our life was given by\nGod and therefore we cannot take it away. He — unless He takes it away, you see.\nBut — but that’s the story.",
        "Q: Do you have some favorite works or perhaps a favorite poem that you would like\nto share?",
        "A: Yeah, I have here two things which I like to tell you. When we first came to\nAmerica in 1939, and I must say that every step in my life was a miracle, and that’s\nwhat I want to write about, and every person has miracles in his life, everything was\na miracle. It was a miracle that we came out, that we came out this way. Even the\nkilling of Ernst vom Raim(ph) on Kristallnacht was also a miracle because up to\nthat time, the number of Jews emigrating had declined, and this — many Jews\nemigrated after this happened, who otherwise would have died in the concentration\ncamps. So I don’t know — you see, everything is a miracle. But when I came out of\nGermany, | wrote of it. This is a poem, and I only want to read the last two lines\nbecause how happy we were to come to the United States. It goes like this, “Land\nof future, our future, everything we bring to you. Seeking refuge we are coming.\nThat is all we have in view. To be treated in your country, duties, rights, like you,\nOctober 25, 1998\nthe same. Not despised, distained, detested, that’s our honest aim. Continent of\nmankind’s future, world of sun and hope. Far off war and scenes of\n[indecipherable] on the western semi-globe(ph). God bless you. From a land of\nterror we were forced to flee. God bless you America, you, the land of the free.”",
        "Q: Is there another piece of work that you wanted to — to share today?",
        "A: [indecipherable] briefly and this is in answer to the people who said, why did\nthis happen to me? And what do the victims say? The victims say, I may be alive\nand many are not alive any more. “What was our guilt? We were born a Jew. We\nare weak and helpless and only a few. We pray to you, God, to [indecipherable]\nthe Shema for you, we accept our death. The killers rejoice with a stone filled heart\nto see us defenseless people depart. You will judge them, we know, for their\nhorrible crime to kill us all. You will pay them in time. The Jewish people will not\ndisappear as long as we to you are near.” Now, that was what the victims said. Now\nwhat do the survivors say? The survivors say, “How can we forget the Holocaust?\nYes, some survived, although millions were lost. We survivors will never forget\ntheir pain. We’ll cry out to the world, never again. To you God, we belong for\ninfinity, because you have never forsaken me. You knew what would be our\ndestiny. Only we cannot fathom your heavenly scope, but we’ll never lose love and\nfear and hope in you, who has the power and might, you who work in justice and\nOctober 25, 1998\nright. You left us alive. We were saved to narrate our brothers and sisters indescrit —\nindescribable fate. For the world must know what the Nazis contrived, and that it\nwas God by whose love we survived.”",
        "Q: You seem to have an ability to explain to people about your experience, either in\npoetry or in some of the other written work that you’ve done, and some of your\nwritten work 1s 1n the file available at the museum. Do you have any advice or any\nguidance for survivors who would like to — to speak to their children or their\ngrandchildren and find it difficult?",
        "A: Yeah, I sometimes get people who talk to me and who’ ve said they cannot talk\nto their par — to their children because their children are different. Some children do\nnot want to hear about what happened there. But I can tell you one thing, which I\nknow from my work as — on psychology and in the department of Social Services,\nthat I have found that it’s very difficult, often, not always, to talk to the children,\nand it’s easier to talk to grandchildren. And I found this out in three respects.\nNumber one I found it out when I was working with child abuse, what was\n[indecipherable], that the children of — who were abused didn’t like to talk to their\nchild — to their parents because they didn’t want to make them feel ashamed or\nresponsible. But the grandchildren want to know, they’re a little bit further\nremoved. Number two, I found out we had some relatives in Russia and my — my\nOctober 25, 1998\nbrother once went to Russia and he spoke to them. And then some grandchildren of\nours, from my — my — my uncle’s grandchildren came and they wanted to know\nabout Communism and things like this. The children didn’t talk about Communism\nto their parents, the — on why and what, but the grandchildren did. Then I also have\nthis here — this — I worked with AAA, alcoholic anonymous, so the children don’t\nwant to talk about it to their parents, because they don’t want to picture their parents\nas alcoholics. But the grandchildren want to get into [indecipherable]. And the\nsame 1s also true with the Holocaust experience, that most of the time you see, the\nchildren don’t want to hear about it. They hear so much about it, it’s too much. But\nthe grandchildren are free, more free and they want to hear about it and they — many\ntimes, an-and that’s why, for instance my — my wife didn’t want to write any book\nor anything like this for her children. Yeah, now she writes it for her children\n[indecipherable] the grandchildren. [indecipherable]. I think eventually they will\nhear it, you see, but it takes a long time.",
        "Q: Id like to ask you some questions about your volunteer work at the museum.\nAnd Id like to know specifically what do you do at the U.S. Holocaust Memorial\nMuseum.",
        "A: All right. We moved to Silver Spring in 1988. When I came here I had a job\nalready right away with the Montgomery county to give a course on the search for\nOctober 25, 1998\nidentity by the famous Victor Frankl. It’s an omo — 1-it’s called — Victor Frankl.\nAnd then I also tried — I — at that time the museum was just forming, it had an office\non L or M street in Washington, D.C. and I was going there and talking to Miss\nMorgenstern and additional people of the museum, I was talking to them about\nthis. But they were not organized yet, so I just let it go. Then I — I didn’t want to\ntake a job there, I just wanted to see if anything could be done. I was talking to them\nto — to the one 1n charge of the library. And then I started to become a regular\nvolunteer when it opened up in 1993. Even before that I was already a volunteer.\nAnd in the first year I was also on the volunteer advisory board. One time I — I was\na little bit — for a little while I was chairman, but then [indecipherable] two years,\nthen you have to go out and I didn’t want to — because you can only stay at wa — at\n— on the advisory board for two years, then you have to interrupt one or two years,\nbut I didn’t want to do it any more, no time. So what happened is now I’m doing\nthree things at the museum. Number one a visitor representative, which means on\nthe floor doing all the different things which should be done, which are necessary\non the floor, about information and passes, elevators, all kinds of things. Number\ntwo, I’m with the Fannie Mae organization [indecipherable] about taking groups,\nleading groups around, young childrens in their teens, junior and high school\nchildren. And then after talking to them for two hours or so leading them\nOctober 25, 1998\n[indecipherable]. Then number te — three, I’m in the speakers’ bureau. And\nspeakers’ bureau, they have different person now, John Minnick. I went and I\ntalked to the — different things. I also talk — I was asked by other organizations, by\nthe Catholic University and by Fort Meade talked 1-in York, Pennsylvania, in\nWhite Port, Virginia. [indecipherable] remember what the difference is, and\ntalked [indecipherable] you see, I just talked there. But I only talked for a few\nminutes, let’s say for 20 minutes, 30 minutes the most, 20 minutes and then they ask\nquestions. But as we see, I showed them the list and when I talked at this school, the\nhigh school, I was surprised that after the school was finished, after school was\nfinished, people came and they stayed and they asked more questions. That’s what\nI’m doing now and I also — I also brought to their attention that it was 60 years now\nafter the Holocaust and to do something about it, they didn’t want to do anything in\nthe beginning, but now it seems to be [indecipherable] doing something about it,\nyou see. So I just got to all the different people [indecipherable] will also give a\nluncheon and I think it’s a luncheon [indecipherable] the museum in January next\nyear, about certain experiences in [indecipherable] Kristallnacht. There are many\nthings in Kristallnacht which I didn’t know and I have the documents there and I\nhave some books which I found in the library only last week.",
        "Q: What special insights and talents do you bring to your work at the museum?\nOctober 25, 1998",
        "A: I don’t know if there’s any talent, I don’t know 1s there any insight. I think it’s\njust the willingness to — people should know certain things and — which to — which\nis very hard to get to it—1-—a different way, you see. You have to have your\ncontact, you have to know what other people want. The only thing is like — like you\nsay in social work [indecipherable] you see, the most important thing of a person is\nbe able to listen, listen, you see. And so I try to listen to the other people, I don’t\nalways talk [indecipherable]. But I mean, in general it’s — it’s the attention, it-it-it’s\nmainly to listen to other people, to understand what they mean by that, and if not\nyou ask them. And it’s — it’s the most important, I think, and people should ask\nquestions. You cannot always have the answers because there are more questions\nthan answers. [indecipherable] it’s more question than answer. But it also says\n[indecipherable] the Bible says, and too in the Talmud that you don’t ask\nquestions, you — you cannot learn. So you see, you have to ask the questions and\nwhen you see something, you ask the question, why is this happening, why is this\nnot happening. And not to be so bland and disregard what’s going on around you,\nthat don’t have anything to do with you. You cannot live in this world, I tell them\nmany times, as one person. You can only live with — you must have other people to\nlive. What would you do if you would be only one person? Who is going to bake?\nWho is going to [indecipherable] Who is going to — to bring you from one place to\nOctober 25, 1998\nanother, transportation and so forth. So we need all our other people too. Everyone\nhas a job in this world, and we must all work together. And we must all believe that\nwe are not the final [indecipherable] and we’ll be judged eventually.",
        "Q: Can you tell me some of your special experiences or special moments that\nyou ’ve had at the museum?",
        "A: I—I-—TI once —I was working in the — in — on the — in — in the information\nsection [indecipherable] two times I had people coming over and tell me — tell me\nsomething about this, so I told them — and they came from Germany. I — because\nthey needed someone to speak German to them, so they called me over, so I spoke\nto them. So inter — and was very interesting. This one person, she was a student in\nhistory, and the other one was in — working in the German embassy in Tunis. It just\nso happened that they wrote me, they knew that I would be in Germany, they\ntelephoned me from Tunis to Bremen and they excused themselves as they could\nnot come. See, I don’t like to start conver — correspondence with others, you see,\nbut they wrote me. So that was one instance and they wanted to see me and they\nwrote me, by the name — the name of Schroeder, that I think they are related to the\npresident — president of wer — Germany. So [indecipherable] works in the\nembassy. So then I had, another time I had the woman coming over and she said she\nwas very depressed and she said, we were living in the zargabeit(ph), the\nOctober 25, 1998\nZweibriicken and it’s between border, French border. And at that time in 1936 —\n°36? Yeah. They had the plevisute(ph) whether they want to come to Germany or\nnot. So they decided to come to Germany because Hitler made so much\npropaganda there. But she said, we were always good friends with Jews. My fath —\nmy — my father used to deal with Jews and my — and we always had good\nrelationship. And then afterwards, when we joined Germany, then they called over\nmy husband — her husband and they asked him what did he do with the Jews, you\nsee? Why do you still keep contact with the Jews. I didn’t understand exactly what\nshe said, if he committed suicide or what he did. But anyhow, after she came back\nfrom the — going through the museum, she came back to me and she said to me, I\ndon’t want to see all this. In other words, she said, I don’t want to remember all this\nbecause it gives bad memories back to me. So people come over sometimes and\nthey tell you certain things. There are many other things, but you hear any other\nthings. You sometimes see people who you haven’t seen for years. Sometimes\npeople come — I met people from South America who — who met — who knew\nsomeone of ma — my cousin who lives in South America. You see, 1-it — all kinds\nof experiences. It’s very interesting there if you are on — on the — with the public,\nyou know? That’s why I went with the public, and I could have done translations\nupstairs if I wanted to, but this is more interesting for me.\nOctober 25, 1998",
        "Q: Have their been any special moments where your experiences as a refugee and\nsurvivor have — have had an impact on the students who come in through the\nmuseum?",
        "A: Yes, I mean, when I talk to them and they want to hear more about it and — and\nsome people call me back and there is some impact, but I — I don’t know actually\nhow much impact it is, I only in — I only can say that when we finish the rounds,\nyou know, I sometimes ask people to write out the comment — the comment cards,\nyou see, and — and they write out the comment cards. They write out certain things\nthat gave them more insight and they would like to hear more about it. It has some\ninsight, but directly I cannot point to any particular theme, you see. There are — it\ncertainly makes an impact on them, and the people come — to most of them. To\nmost of them, I cannot say to all of them. Especially children who, I would say who\nare more than 15 years old, because if they are less than 15 years old, even though\nthe museum says 11 years can come, you have different types of people. Some have\n— are very intelligent [indecipherable] some only become intelligent at 15, it’s all\ndifferent grades.",
        "Q: There has been a resurgence of interest in the Holocaust. You have been in this\ncountry since before the war was over. In your experience, what do you think has\naccounted for this resurgence in interest?\nOctober 25, 1998",
        "A: It — it took a long time to — people here in the United States and all over really\nfound interest in the Holocaust. In the beginning no one wanted to talk about it. And\nI know the people who come from Germany [indecipherable] don’t want to — to\nbuy German goods, and things of this sort. After the years go by, people can look a\nlittle bit more in unbiased [indecipherable] peace and rest about what happened\nwith us, and people want to know more about their past in hitl — in Hitler’s time.\nYou see, everyone had one had to rate — write a — what is called a family tree. And\nin the United States I think it came about when Haley wrote his book on roots and\npeople want to know who’s really my forefather, who are really my people before\nme. And I think this had some influence here that people want to know more about\nit and the children want to know more about their family. It could be an — and they\nlearn a little bit about it in school, more than before. It’s unfortunate that in\nMaryland it’s not compulsory to teach the Holocaust. But I know they have five or\nsix states, like New York is one of them. And maybe [indecipherable] to the\neducation [indecipherable] where it is compulsory to talk about the Holocaust, not\nonly in five or six lines like they have in the social studies book, much more about\nthis an-and learn about things, see. How people should live with each other. Human\nhistory. And that’s why very important, you see that people like [indecipherable]\nwe talk about the Holocaust, you see, we try to learn about it, we like to make\nOctober 25, 1998\npeople aware about what happened and what can happen if the Holocaust and\nespecially the second ge-generation, they should know about that [indecipherable]\nthey doing a good job.\n[break]",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Jacob Wiener. This is tape number two, side A.\nAnd I had been asking you about the resurgence of interest in the Holocaust, and I\nwonder if you think that the — the Holocaust Museum itself has had some role in the\nresurgence of interest. If the Holocaust Museum itself had some role in the\nresurgence [inaudible]",
        "A: Okay, you also asked me about how I feel about certain things. I already told the\nHolocaust Museum there are certain things which I don’t feel are correct. For\ninstance, certain people, you see, certain people who had the experience and so\nforth, should be used to do some research in certain areas and — and I found that —\nthat the Holocaust Museum is more interested in certain facts, not — they would hear\nmore about the emotions from other people, you see [indecipherable]. Of course,\nwhen you have emotions, you may not always be neutral, but there is no person in\nthis world who is a neutral, you cannot be neutral in th — in — in th — in your mind\n[indecipherable] where it says you can be neutral in facts, you see. So for instance,\nOctober 25, 1998\nI [indecipherable] to them that they are — they’re preparing people who have\nstudied from books and every book has a certain bias. Because you can have 10\nbooks and you have 10 certain points of view in 10 certain books. You cannot be\nfull of bias. Of course, the survivor, or someone [indecipherable] also has certain\nbiases, because what he went through. But his personal bias is — is actually what he\nlearned during the Holocaust, I mean what the experience in the Holocaust, what I\nexperienced or others experienced during the Holocaust, so [indecipherable] so\ntherefore I say, if you’d send someone out to visit concentration camps for instant,\nyou know, many survivors don’t like to do this, because they want — don’t want to\nhave a second experience. But the people who go there with a professional degree\nand book knowledge, they may not know which questions to ask, proper questions.\nAnd that’s why I said to them many times that — that I feel you should at least send\none person also from the — from those Holocaust people, you see, the sur —\nsurvivors and they should bring out their — their emotions, wha — how they feel\nabout it. I feel about certain things, you see, feeling is not [indecipherable]. And\nthat’s one thing. And then — then, like I, you see, I don’t feel too comfortable in\nmaybe saying everything which is there, but you cannot always — you don’t know\nwho the other person is, how the other person would take it, if I tell them from my\nown inner heart, you see, how I feel about it. So I don’t honestly know that, you see,\nOctober 25, 1998\nbut I don’t want to insult the person on — and things like this. But — but let’s say\nwhen I lead the groups around, you see, I tell them how I feel about it. And I tell the\nother people who I — how I feel about it. And I don’t always know if this 1s the right\nway to say or not. You should always say your — your feelings. If you have very\nstrong feelings about it, like I had about — as I mentioned to you before, about\npeople can come out and they say they don’t believe in God any more, you see, now\nI have the strong feelings about this. But — and na — once happened when I — when\nsomeone has invited me in New York, psychologist, a friend of mine, he asked me\nto talk about what happened during Kristallnacht. I couldn’t say it, because it — I\nwas — it was too much for me, I couldn’t say it. I do cry. I couldn’t say it. So there\nare certain times, in certain instances which made the greater impression on you.\nMakes a great impression. I didn't vi — didn’t want to talk about the Holocaust, what\nhappened to me, but after awhile I said to myself, the world must know, you see,\nlike the book says. And, so therefore I said I would [indecipherable] about it, and\nso not everyone may like it, but that’s what it is. I hope only that we gonna have this\nhatred any more and this kind of terrorism, and this kind of anti-Semitism, because I\nexperienced anti-Semitism very early in class, 1n — in school.",
        "Q: Did you experience anti-Semitism in this country after the war?\nOctober 25, 1998",
        "A: No, not really. You see, there is always some subtle anti-Semitism which, if a\nJewish person advances or so, there’s always some anti-semi — Semitism 1n the —\nand why does he do this, and — and why does he deserve this, and why doesn’t he —\nthere is always some anti-Semitism, but I cannot at this point have to think about it,\nfind out special incidents. There are always certain incidences when you see it. I\nmean, I don’t know if this 1s anti-Semitism, because that the Jews were considered\nenemy aliens during the war, I don’t know if that’s anti-Semitism. So I don’t know.\nBut, that we were considered like refugees and looked down, that was hard to get a\njob, you see, at that time it was hard to get a job if you are not pure in your language\nand you have an accent. In America it’s not — no longer that way, used to be. So, I\nmean, you couldn’t get a job in the very beginning, you know [indecipherable]\nsome anti-Semitism, I think, but — or it’s just [indecipherable] against foreigners,\nyou see. I don’t know. But whenever someone leaves a country, comes to a\ndifferent country, he’s not immediately accepted. Takes a long time. Now we accept\npeople much quicker, when the Jews come in.",
        "Q: Do you see the interest in Nazism from the skinheads and the other neo-Nazi\ngroups as a— as a parallel to what was happening in Germany before the war?",
        "A: They could develop into such a thing, I think, because they are very adamant\nabout hating people and — and — and wherever there’s hate, there is the possibility\nOctober 25, 1998\nthat it develops into the same a-as before. I know this because the thought already\nis, before Hitler, feeling at the time, I saw the — that — that youngsters, you see,\ncalled you names [indecipherable] that’s always possibility. And — and in\nGermany, at least now, they tried to outlaw anti-Semitism, you see, here too, but\nyou cannot completely outlaw it because you never know what really is in the\nperson’s heart. There are some people who [indecipherable] anti-Semitism.\n[indecipherable] you see in schools too, sometimes they see the teacher\n[indecipherable] people, especially when you go to non-Jewish schools. And they\n[indecipherable] have the books really, what kind of books they read and\n[indecipherable]. But it’s not on the old — in the old [indecipherable]. I like to — if\nI see something like this, I’d like to address it head on, you see, like I do many\ntimes, you see, even when the Nazis invaded our town, I asked them right away,\ndon’t — don’t want to hide from them, I just want to ask them, why do you have\nthis? Some like — someone asked me, do you have any — do — don’t you — do you —\ny-you don’t like me because I’m not formal, I’m not religious, or so, like this, they\nask me this questions. I say no, I would like you to see and be religious, but I — I —\nit’s up to you, you see. You have the choice, you see, and therefore I — I’m not\nrefusing, you know, everything, that is nothing but my point of view is, you see.\nThat’s what the most important, like said before, you have to have a point of view.\nOctober 25, 1998",
        "Q: What are the accomplishments that you feel the most proud of?",
        "A: Most important is that when I came here, you see, I — I found something in — in\nthe education field. And I like the education field because you can influence the\nchildren and people and other people and — and I work in that field with — when I\nwas — I had different job, I — I founded a — a Jewish school in th — the mountains,\nthe mountain there, the Catskill mountains. I — I worked with the girls’ schools, and\nI helped bring girls over from — from Hungary and Sweden to the United States\non a student visa and I helped banking institution in 1956, the children’s home for\nthe ke — the re-retarded and emotionally disturbed children, which 1s still exists in\n[indecipherable]. And I — I learned with other people. So I think that’s a — another\nthing, and I wrote a few things, you see, which [indecipherable] and learn from if\nthey want to, and — and I think eh — but could have done more. But we cannot do all\neverything. We can only do a few things, a few things and everyone does his own\nand we live together in peace and harmony. And to be well and healthy, that’s the\nmost important.",
        "Q: What would you yet like to accomplish?",
        "A: I’m writing this book, I hope to finish it, because they always ask me, when will\nyou finish it, how — how far are you? I — I’m lazy. I just cannot get to it all the time\nbecause I have many other things, I have here [indecipherable] chaplain, I go there\nOctober 25, 1998\n— there — I give classes here and there and there, so I have to cut down on this, to do\none thing. Too many things are not good to do, even if I move it up and — I —I want\nto finish this book, I hope, and write a little bit more about the experience, and talk\nto people, that’s all.",
        "Q: Tell me about the book that you’re working on.",
        "A: The book 1s actually an autobiography, but it’s not only an autobiography, also\nit’s something about history in it, because — I mentioned this in the museum, I said\nyou only want historians to travel overseas, yeah, I said — I said, I’m also a historian\nbecause I — I studied history and languages, you know, to see, that’s why I n — know\na little bit about every language, but not the whole language. Now, towards the end\nis this, I — I want it to be maybe part of a textbook, so that’s why I wrote also a little\nbit of history in there, you see how it came about, and how the Nazis invaded\nPoland. What you hear mostly nowadays when peoples talk is their experience in\nconcentration camps, and — which unfortunately is — 1s a very important part of their\nlife — lives, but I think it — I— what people don’t know so much, and that’s what I\nam talking to them about in the — for the speakers’ bureau I mentioned it, about how\nwas it possible that Nazism developed in Germany and what brought it about, you\nsee. The antecedents, what happened before, you see, and ho — what it means to\ngrow up in Germany, that’s my topic, more or less, you see. Not so much — and it\nOctober 25, 1998\nwasn’t in the conversation unfortunately you see, but I understand it was a terrible\nexperience, but here’s what I want to — to write about in this book, and I don’t have\na name for it. But I also want to tell them, you see, that I, among the\n[indecipherable] I wrote about it, every person has to see in this life, miracles\nhappen. [indecipherable] a whole list of miracles that happened to me. I wouldn’t\nbe here, the miracles. So I feel it’s important that a person understands themselves\nand understands that he is not the guide of the [indecipherable] you know, no some\n—next day something happens, you get sick. But you have to pray and you have to\nhope, see. That actually 1-is what I believe and I would like others to believe it too,\nbut I can’t make them believe. But I said to them, you see, you can learn a little bit\nfrom me.",
        "Q: You mentioned some miracles that happened to you in Europe, getting out of\nEurope. What miracles happened to you in this country?",
        "A: In this country, first of all, when we came to — I have to start here, coming to\nCanada. It happened many miracles in Canada, I — it would be too long to talk\nabout everything, I’d rather [indecipherable] a miracle happened that we wanted to\nstay in Montreal and we were told by the government you come — go to\nSaskatchewan. And my father had a cousin. A miracle happened that we — we met\nsome people at the travelers’ aid and they found out for us and we stayed in\nOctober 25, 1998\nMontreal. We didn’t think we would. A miracle happened that I want to come to\nthe United States and there was no way for me, I didn’t know how. But one day we\nfound a newspaper where some people who have gone to school with me in\nGermany, they on there and I wrote to Baltimore and I got an affidavit. And the\nnext miracle was, when I got American affidavit I needed permission to come to\nAmerica, | didn’t think I would get it. Had special meeting with the consul\n[indecipherable] and I had no money and I got money from the [indecipherable]\nJewish American Aid Society, I came to America and I came to Baltimore. Never\nthought I would come to Baltimore to an institution. And I never thought I would —\nI would stay there five years or six years. Stayed there five, six years, til I got\n[indecipherable] in the organization. Then I didn’t think I would get a job\nafterwards, I got a job [indecipherable] and so forth, so all kinds of — and didn’t\nthink I would ever become a citizen [indecipherable] and about getting married\nand children and all the other things coming afterwards. All miracles. The whole\nstory of miracles, and I wrote si — I wrote that the miracle of Hanukkah, the\nmiracle of proof of my own stories. Hanukkah miracles [indecipherable] miracles.",
        "Q: Is there anything that you would like to add that we haven’t covered today, or\nwas not covered in your other interviews?\nOctober 25, 1998",
        "A: We will never be able to cover everything, but I just want to say that, as I\nmentioned before, if you have hatred in your heart, you — you won’t get very far and\nyou might only hurt yourself and other people. And since I was a social worker at\none time, I still am, that’s number one. Number two 1s, you have to have your own\nopinion what you want to live with and — and if you feel comfortable, then you\nshould do it. And especially if you’re Jewish you should — you should know what it\nmeans to be a Jew and — and you should teach your children, you see, and\nsometimes your children don’t ask many things, you see. You should play to their —\nan age when they ask, and when they ask you should answer them as much as you\ncan. And I hope that the Holocaust Museum will make it possible — makes it\npossible for people to learn about that and — an-and gives everyone a chance to\nexperience what other people experienced, but they should also give some\nopportunity for people who experience it to — to do more in this area if they want to.\nI want to thank you, that’s all.",
        "Q: I thank you very much for speaking with us today. And this concludes the\nUnited States Holocaust Memorial Museum — excuse me, Memorial Museum\ninterview with Jacob Wiener.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum volunteer\ncollection interview with Jacob Wiener conducted by Esther Finder on October\n25\", 1998 in Silver Spring, Maryland. This interview is part of the museum’s\nproject to interview Holocaust survivors and witnesses who are also volunteers with\nthe museum. This is a follow-up interview that will focus on Jacob Wiener’s post-\nHolocaust experiences. In preparation for this interview I listened to the interview\nconducted with the U.S. Holocaust Memorial Museum, and we did two of them, a\nvideo on June 30\" of 1994, and an audio that was received by the museum on\nFebruary first of 1996. And you also did an interview with the Survivors of Shoah\nVisual History foundation on October 17\", 1996, and I reviewed part of that also. I\nwill not ask you to repeat everything you said in that interview, instead I will use\nthis interview as an opportunity to follow up on those interviews and focus on your\npost-Holocaust experiences. This is tape number one, side A. I want to thank you\nfor doing the interview with us today. Can you tell me what is your name, and what\nwas your name at birth?",
        "Q: When did you change your name and why?",
        "Q: We’re going to ask about your immediate post-war experience. I would like you\nto tell me how you learned that the war was over.",
        "Q: What exactly did you learn from talking to those people who were there?",
        "Q: You were in the United States. How did the American media present the news\nof the war and what had happened to the Jews?",
        "Q: What was reaction of the Jewish community around you to the news that was\ncoming out of Europe?",
        "Q: I have a couple questions about what you just said. You said you left the\nYeshiva, you got semicha there. Can you explain what that means?",
        "Q: And that’s when you became a citizen?",
        "Q: Is your wife also a survivor of the Holocaust?",
        "Q: I wanted to go back to something you said a few moments ago, about being at\nmagison — Madison Square Garden —",
        "Q: — with [indecipherable]. Can you tell me about that event?",
        "Q: I'd like you as an eyewitness, to tell me what was going on in that protest at\nmadis — Madison Square Garden. If you could describe the scene and what was\nsaid, and — and the feelings that the people had.",
        "Q: When the war was over, and you said you had read articles, not on the front\npage, about what had happened to the Jews. I would like to get a sense from you of\nwhat the Jewish community in the — in the United States, religious or secular,\nwhatever you can share with me, what was the reaction of the Jewish community\nand — and was there much said by the Jewish community?",
        "Q: Many think that, and it was not always positive, unfortunately, because when I\ncame and the whole family came in, already before the war, in 1939 to the United\nStates, to Montreal we came, before we went to Montreal [indecipherable]\nUnited States, there were in — in the community there were mone — mostly older\npeople and they could not believe it that it was as bad as it really was, even if we\ntold it to them, you see, they could not believe it. And we were considered even\nwhen we came to the United States, refugees, an-and it — an-and considered\nrefugees. We were called greenhorns. It’s completely different now, when the\nRussian Jews came over, and they were accepted as [indecipherable]. We were —\nwe be — came there with only four dollars from — from Germany, which we could\ntake out, four dollars. This was 10 marks at that time, 10 marks was four dollars.\nAnd even when I was in yeshiva I[ had to canvas that — that we put clothing, other\nthings like this, doctors, or medical servicing and so forth. We were not considered\nactually as it was, as bad as it really was. They did not think it was as bad as it\nreally was.",
        "Q: How long did it take for — for you or the people around you to grasp the full\nextent of the genocide, just how many people were killed? How long did it take for\nthat information to come across?",
        "Q: How closely did you follow the Nuremberg trials?",
        "Q: Did you follow the U.N. vote on the partition of Palestine?",
        "Q: Let’s take a break and see if we can get — stop that background noise. All right,\nwe're back now and I had been asking you about the partition of Palestine and I\nwanted to get a sense of you — from you, of what was going on here in the Jewish\ncommunity with respect to the partition and the birth of the state of Israel.",
        "Q: Did you every consider making aliyah and going to Israel, sp —\n[indecipherable] at that time?",
        "Q: After the birth of the state, there was the — the war, and there have been\nsubsequent wars. I-I wanted add — to ask you to share in the insights or any thoughts\nyou had during these conflicts, particularly with your life experience, knowing what\nwar can be, and knowing fear as a Jew, I was wondering if you had any insights that\nyou could share about Israel’s wars.",
        "Q: The comment that you just made with respect to the Sinai and the encirclement\nof the — that’s the *56 war?",
        "Q: How closely did you follow the Eichmann trial?",
        "Q: Did you feel justice was done?",
        "Q: We’re going to pause, and I’m going to flip the tape. One moment.\n[break]",
        "Q: This is a continuation of a United States Holocaust Memorial Museum\nvolunteer collection interview with Jacob Wiener. This is tape number one, side B.\nAnd I wanted to now continue in the 60’s, you had just told me about the\nEichmann trial. The 1960’s were very turbulent in the United States and I would\nlike some insight from you on how you reacted to some of what was going on\naround you. Specifically, let’s start with the Civil Rights movement. Do you have\nany thoughts on that?",
        "Q: You mentioned that in Germany you had a classmate who was from Africa.",
        "Q: Can you tell me a little bit about what it was like to have him in the class and\nwhat the reaction of the other students was to this individual?",
        "Q: This country had gone to war with Korea and then again with Vietnam. I was\nwondering if you had any insights that you could share about what was — what it\nwas like for you to watch this country now go to war.",
        "Q: I'd like to ask you about — you mentioned children and — your wife and children.\nWhat kinds of things did you tell children about your experiences before you came\nto this country?",
        "Q: I wanted to ask you about some of your writings. And specifically if you had\nsome favorite themes that you revisit in your writing.",
        "Q: Do you have some favorite works or perhaps a favorite poem that you would like\nto share?",
        "Q: Is there another piece of work that you wanted to — to share today?",
        "Q: You seem to have an ability to explain to people about your experience, either in\npoetry or in some of the other written work that you’ve done, and some of your\nwritten work 1s 1n the file available at the museum. Do you have any advice or any\nguidance for survivors who would like to — to speak to their children or their\ngrandchildren and find it difficult?",
        "Q: Id like to ask you some questions about your volunteer work at the museum.\nAnd Id like to know specifically what do you do at the U.S. Holocaust Memorial\nMuseum.",
        "Q: What special insights and talents do you bring to your work at the museum?",
        "Q: Can you tell me some of your special experiences or special moments that\nyou ’ve had at the museum?",
        "Q: Have their been any special moments where your experiences as a refugee and\nsurvivor have — have had an impact on the students who come in through the\nmuseum?",
        "Q: There has been a resurgence of interest in the Holocaust. You have been in this\ncountry since before the war was over. In your experience, what do you think has\naccounted for this resurgence in interest?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Jacob Wiener. This is tape number two, side A.\nAnd I had been asking you about the resurgence of interest in the Holocaust, and I\nwonder if you think that the — the Holocaust Museum itself has had some role in the\nresurgence of interest. If the Holocaust Museum itself had some role in the\nresurgence [inaudible]",
        "Q: Did you experience anti-Semitism in this country after the war?",
        "Q: Do you see the interest in Nazism from the skinheads and the other neo-Nazi\ngroups as a— as a parallel to what was happening in Germany before the war?",
        "Q: What are the accomplishments that you feel the most proud of?",
        "Q: What would you yet like to accomplish?",
        "Q: Tell me about the book that you’re working on.",
        "Q: You mentioned some miracles that happened to you in Europe, getting out of\nEurope. What miracles happened to you in this country?",
        "Q: Is there anything that you would like to add that we haven’t covered today, or\nwas not covered in your other interviews?",
        "Q: I thank you very much for speaking with us today. And this concludes the\nUnited States Holocaust Memorial Museum — excuse me, Memorial Museum\ninterview with Jacob Wiener.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Presently my name is Jacob Gerd, g-e-r-d Wiener, w-i-e-n-e-r. And\nformerly my name was Kopel(ph) Gerd Zwienizki, z-w-i-e-n-i-z-k-i.\nOctober 25, 1998",
        "A: Changed my name as part of the naturalization in 1951, I believe, and the reason\nwas that time I was married, my wife didn’t like this name, the all different kinds of\npronunciations, and my brother already had changed his name to Wiener, w-i-e-n-\ne-r, and I told the judge at that time that the reason I’m changing my name to\nWiener is because Zwienizki is very hard to pronounce, very hard to write. And\njust like a herring, where you cut off the top and the bottom, the tail and the\n[indecipherable] so I cut off the z and the icki and it remains wien. But I wanted a\ntwo syllable name so I made it Wiener.",
        "A: I learned it from newspapers and I also learned it from talking to people who had\nbeen in the Holocaust, who knew about the Holocaust [indecipherable]",
        "A: During the war, I was on — 1-in the beginning of the war I was still 1n contact\nwith relatives of mine in Germany, I wrote them letters and the letters came back.\nAnd from the contents of the letters I knew that it was going worse — from worse to\nworse — from bad to worse, because they wrote this person is not here any more, he\nwent on vacation. What they meant by this of course was went to concentration\ncamp. After awhile I don’t hear from the people at all, letters came back censored,\nOctober 25, 1998\nor no letters came back. This went on every year. Every year I wrote a little article\nfor myself about hoping that the war would end. We went out to the different\norganizations and — to find out if the war could be ended, but there wasn’t much\nresponse in that respect, and so it went on til the end of the war. In 1945 the war\nended, and many demonstrations were held and people talked about this and they\n[indecipherable] and they heard about this from other people.",
        "A: It’s unfortunate that the media here in the United States didn’t write too much\nabout it, a-and if they did, like the “New York Times” they wrote it on a— not ona\nmain page, but wrote it on pages afterwards. It’s — the only time when they wrote\nthe things on the first page was during Kristallnacht. And afterwards they didn’t\nwrite it on front of the pages. I read the paper, of course, and while I read the paper,\nI also learned English more, and — and I can only say this, you see, that when the\nwar started I was registered in class 4-D, which was clergy going to school, because\nI went to the Yeshiva and they were exempt from actually joining the war, even\nthough I tried to join the war and — but the only thing was at that time, either buy\nwar bonds, or I even tried to join the war by being an air raid warden, but after\nawhile they told me, you cannot be an air raid warden, I was considered an enemy\nOctober 25, 1998\nalien, despite the fact that I was Jewish in the United States, and I always had to\nget permission even to travel, let’s say from Baltimore to Yonkers, where I had a\nlittle shop, in Yonkers.",
        "A: The Jewish community. A-After the war? After the war, about 1945, 1940 si —\n1946, I left the Yeshiva in Baltimore, the [indecipherable] Yeshiva Rabbinical\ncollege, I left them. I got semicha there and I talked about this, they tried to help\nJews in Europe, they send out packages to them, they send out packages and then I\ntried to find people from my birthplace to whom I could talk and who maybe knew\nmore about what happened at my particular place where I was born. And I found\npeople, I found people in New York. There was some people in New York by the\nname of Greenburg(ph). I talked to them what had happened in Germany. I also\ntalked about other people, I went to organizations, like — had a big demonstration in\nMadison Square Garden. They had the em — demonstrations all over, and bringing\npeople e — over, and many people came over afterwards, but they had not actually\nbeen in the Nazi concentration camps per se, they had, during the war they had gone\nfrom Germany, Russia, Poland and so forth to Shanghai or into other places. And\nthey came over. And then [indecipherable] and other people came over.\nOctober 25, 1998",
        "A: Semicha means like ordination to be a rabbi. At that time, the rabbi at the\nYeshiva was Rabbi Ruderman, who had come from Lithuania just before the war.\nIn fact, his wife was born in KOénigsberg, was east Prussia, part of Germany. And\nit — and it was not — there were not too many people — during the war, of course, the\nnumber of students at the yeshiva increased and after the war it went down. At the\nend of the war, especially, I tried to become a United States citizen. Already during\nthe war I tried to become a United States citizen. In 1943 was the first time I made\nan appeal to become an American citizen. Now at that time, the immigration policy\nwas that you had to have first papers, and after first papers you have to wait five\nyears and you can make an application to become a citizen. So, when I made my\nfirst application 1943, I was asked to come before a board in Baltimore, five\ndifferent organizations, the navy, the — the war , the defense and so forth. And it\nwas — it was rejected because at that time the war was — looked very bad because\nthe Nazis had been stopped at Stalingrad and it was very bad, so they didn’t want\nanyone to become a citizen unless they actually went to war. And later on I made\nthe application, think around 1950, though it might be earlier, with the FBI to go for\ntranslations. So they said, if you want to make translation, we have to send you to\nOctober 25, 1998\nGermany, | didn't want to go to Germany, so | stayed here. But they helped me\nalso in — to get my second papers, and I got them 1n, as I said before, in 1951.",
        "A: Then I became a United States citizen, and as I mentioned before, I changed my\nname at that time. And I was already married then, because we married in 19 — got\nmarried in 1948.",
        "A: Yes, my wife was born in Nuremberg and she moved to Firth(ph). And they\nwere living there and the — her father was a merchant, he had — they had a business,\nand — and of course like all people at that time, tried to leave Germany after the\nKristallnacht, which I consider the beginning of the end. Everyone knew that it\nwould not change any more and they had to leave. Before that time, we also had\ntried to come out of Germany, but I don’t want to talk before that time, but only\nsay that they finally, in 1939, that’s before the war, she came out with the\nKindertransport, children’s transport to England. And their parents also came out,\nbecause they had some relatives in England. I had also tried to come out with the\ntransport, but just on the date when I received the permission to come to England,\nthey stopped it.\nOctober 25, 1998",
        "A: Yeah.",
        "A: It was a big crowd in Madison Square Garden. They made many\n[indecipherable] meetings. But, as I understand it now, you see, and as I read in the\nnewspaper and so forth, there were always requests of people to come to the United\nStates. They — at — at that time, in order to come to the United States,\n[indecipherable] you needed a — what’s called a certificate — zertifickat. And there\nwere only a certain number of zertifikats available per year for people from\nGermany, because a number of zertifikats had been set in nine [indecipherable]\nthat time, and at that time the — the — the — the — I mean, the type of population in\nAmerica was different than it was in 1940 and 1950. So, many people got\ncertificates but they were only dated for two or three years later. And who wanted to\nwait two or three years? We didn’t want to wait two or three years. We didn’t have\nan American certificate, even though I know from my records, and my mother, that\nshe had — my father had applied to go to the United States already in the 20’s, but\nmy mother didn’t want to go because she had all her family in — 1n Germany. So\nthat’s why we stayed there.\nOctober 25, 1998",
        "A: I don’t know any more exactly what went on there. I can only tell you it was a\nvery big meeting. You see, the Madison Square Garden has a very big place and it\nwas filled up to capacity. And there were many people who spoke about it, what\nhappened in — in — in — 1n Germany, and what could be done and they wanted to —\nthey wanted to influence the American government to do something about it. In that\nrespect, I mean a little bit to the side, when I was in the yeshiva, there was a young\nman, he was young at that time, who came every week, every Thursday to the\nyeshiva and from there he went on to Washington to discuss with cabinet ministers\nto let Jews out. And his name was Michael Trist(ph), and the person he talked to\nthat was discussing, Moshe Sherer, which recently passed away, became the\npresident of the Agudath(ph) [indecipherable] organization. But every week they\ncame out. And some of the yeshivas and some of other organizations made it, but it\nwas a very tough time because the United States was interested — and it is not\nagainst the United States, the United States was interested to win the war. If we\nwin the war, then everything will change. So we cannot bomb the trains to the\nconcentration camps. And they heard the person, Jacob Rosenheim, I have his\nOctober 25, 1998\nbook here, and I heard him speak many times, who le — sent letters, and I have the\ncopies of the letters which he sent to Roosevelt and other people to do this. Only\none person was successful to a certain extent, a limited extent and it was Ruth\nGruber, I don’t know if you heard of her, who arranged with Secretary Ickes and\nMorgenstern(ph) and so forth, they arranged that thousand — that they permit a\nthousand Jews to go to Oswego, one of my family, and we also went to Oswego. In\n— that’s in the — Oswego is near Lake Erie, I think, it’s in the state of New York.\nSo they did very many things, so the people came over and they were protesting and\nthey were writing and they were talking to in-influential people. But it was not the\nmood at that time. It was just — in fact, they never felt that anything bad happened to\nthe Jews, and it could be changed, until Kristallnacht. I think by Kristallnacht it\nchanged, because that was the first time that Roosevelt called his ambassador from\nBerlin away and talked to him about what happened.\nOctober 25, 1998\nOctober 25, 1998",
        "A: You must know that everything which was done by the Nazis was done secretly.\nAnd that’s why people still denied if afterwards. And that’s also why many people\ndidn’t know about it until very much — because, as I mentioned before, in the\nbeginning we did — we did receive some correspondence, but afterwards we didn’t\nreceive correspondence. Everything went — I don’t know how it came over here\n[indecipherable] channels, small radios, because they had no television here. It\ncame out slowly after the war, it came out, even so set — so far that last year when I\nwas in Germany, I heard certain things which I didn't even know happened during\nthe war. You see, even now, 50 years later, 60 years later you see, there are certain\nthings which had never been publicized and which only come out now. It’s\nunfortunate, you see, when so much in secrecy that people couldn’t believe it. It\nwas unbelievable, it’s beyond belief what happened there, that a — such a thing in a\n—a highly civilized, scientific country should happen like this.",
        "A: At that time there was already television, I think, 1946 and we tried to see — look\nat the — look at the television, find out what ha — what was going to happen and we\nsaw other people there. But in my impression, I mean the impression of most people\nwas [indecipherable] that these people were so brainwashed, or crazy, or whatever\nyou call this, you see, saying that I had nothing to do with it because I followed\nOctober 25, 1998\norders. Same thing was when they killed my mother also, they said, we followed\norders. But they did not have their own mind, they just said they followed orders.\nOf course, the world knew by that time that they could have done something\nbecause they had power and they had all the authority to do what they wanted to do\nand they didn’t do it. And not only this, the worst thing of it, that they in-\nintimidated the whole population to do this — to go in the same way. That no one\nactually acted freely on his own free will.",
        "A: Yes, we followed it very closely. It was in November and we followed the vote\nand it took some time to find that the majority vote came out about Palestine. That\nwas going on for a long time, because it actually started long before the war. In\n1936 with the British, you see, were not too happy and were not too much in favor\nof — of it at all. And they even — many people died because they tried to go there by\nforce to Israel, to Palestine at that time. They couldn’t land, they got sent to the\nconcentration camps in Crete and other places. But before the — this, we saw them,\nthat finally came through. We were very much ap — surprised, especially that\nRussia voted for it. But of course no Arabs, they voted for it and they never\nacknowledged it. And to this date, no one blames them for anything, but they really\ndo because they never voted for it. For them it doesn’t exist.\nOctober 25, 1998",
        "A: The entire Jewish community here, as far as I know and I saw, was very much\ninterested in what was going to happen, because many Jews had already gone to\nPalestine at that time, and they did not feel safe in Palestine, and they did not know\nwhat would happen, the 21 Arab states would be poised to — to break Palestine and\nnot to have peace with them, you see, even though the Jewish community in\nPalestine, and I know that, offered any person, whatever nationality, whatever sex,\nwhatever religion, to stay there and they would live in peace. But there was so much\nhatred and unfortunately we still have hatred in the world, that they said no, don’t\nstay there, go out, because they will kill you. They did not have in mind to kill you,\njust now [indecipherable] in mind to kill anyone. Not as, number one, not\n[indecipherable]. And they went out and they made the concen — they made these\nrefugee camps, in which they are existing today, and the U.N. supported it. I went to\nthe U.N. when the U.N. was, at that time meeting. They were meeting already\nbefore 1945, the U.N. went in, and what would happen there, they saw people\nstanding — people standing outside and there was — this is — was — o-other people in\nOctober 25, 1998\nthere, beca — all the people wanted peace. All the — they want to live in peace with\nother people too, but they just couldn’t. As I mentioned many times, in Germany I\nmentioned it too, the most pious person cannot live in peace if the wicked neighbor\ndoesn’t want it. That’s one German citation, that the Germans made themselves.\nSchiller(ph) made it. His poem. So we were very much afraid that we would not have\npeace, but we all very much wanted peace.",
        "A: I know many of my family went to Palestine, but I can tell you that already ye-\nyears before that, in 1933, when Hitler came to power, already in that ti — at that\ntime they had what they called Hasharah. It means preparation for. And I\nparticipated in one of such groups. However, like all the Jews, my mother especially\nthought that things were changed and the neighbors, our neighbors, our non-Jewish\nneighbor [indecipherable] things were changed. And who knows what it 1s starting\nin a new life and so forth. I wanted to go there, we learned already Hebrew at that\ntime. But at that moment when — when this happened, the partition happened in\n1948, at that time I was in the United States and my — my father was in Canada\nand he did not have too much — he did not make too much of an effort at that time to\ngo to Palestine, even though we had family in Palestine at that time, and I received\nOctober 25, 1998\n[indecipherable] from Palestine, but at that time it was not settled yet\n[indecipherable]",
        "A: First I want to say that the Jewish people were always against war. We want to\ntry to settle everything by peace as much as possible, even if it’s [indecipherable]\nunfortunately. But I remember one instance, I think it was the — the war — the Six\nDay War in 1967, I think. And at that time I was — I had a job in New York and I\nwent to a convention in Montreal. We had — and my father’s family was living in\nMontreal, and at that convention we had a meeting and at that meeting there was a\ngreat British journalist, I think Lady jo — James, I don’t remember her name.\nAnyhow, there was a vote. Who votes for Israel and — that they should win or that\nthey should be — should be peace and who votes against it. Every person voted with\nIsrael that isra — that Israel should have peace. Only one person voted no. And they\nasked this one person why no, they said, there should never be a complete, 100\npercent vote. There should always be one — besides, then they asked the question,\nOctober 25, 1998\nwhat can we do in order to make peace here? Well, there were all different answers\nand one person, this Lady James gave a very interesting answer, she said, we\nshould build a wall, like they have the China wall — Chinese wall between China\nand the other things. They had another wall [indecipherable] Berlin wall. So we\nmake a — at that time they were all interested in making peace by building walls. So\nthey had the intention, this lady says, you make a wall between the Israelis and the\nArabs. Of course it never happened, but that was the psychology and the — the ideas\nof the people at that time, you see that they might think — that they think by making\nwalls, you can make peace. Just like during the war, you see, when the French made\nthe Maginot line, they thought with a wall they can [indecipherable] the peace and\nthe Nazis just walk around. And that was an interesting idea she had. Then of\ncourse there were the other wars [indecipherable] but when the — the Six Day War,\nyou know, when they suddenly saw that the Jews were winning and there was a\neuphoria and they went in the streets with big bed sheets and you collected money,\neverything was okay, but unfortunately, this a mistake for the Jewish people, they\ndid not see what they could have done at that time, if they had done it at that time,\nwe wouldn’t have trouble now. For instance, at that time the whole west thing,\neverything was okay. At that time they started to call it the West Bank. Before they\ndidn’t call it even the West Bank. It was Transjordania, it [indecipherable]\nOctober 25, 1998\nJordania was — was separated between the east, the west and th-the whole thing\nabout West Bank and East Bank and who knows what? These terms wouldn’t\ncame up there — the other words which were going on between Israel, there was\nalways a trouble — they were always afraid the Jews would win. And they did win in\nsome [indecipherable] at that time when the [indecipherable] and they captured\nall of the Sinai peninsula and they even had Arafat surrounded. They did not do\nanything with him, they let them all go [indecipherable] I don’t know if the others\nwould have done this if they had cir-circled — encircled the Jewish people and so\nforth, they would not let one person le — go out alive. But that’s what the Jewish\nmentality is. [indecipherable] they don’t understand this here.",
        "A: It was the Suez canal. And I want to say only one thing, it could have been\npeace, and this was — and I remember this, you know, Golda Meier, who was the\nprime minister at that time, she made peace with Sadat. Cause even Sadat had\nfought the Jews, but they made peace on the basis, and that’s why she\n[indecipherable] she said we both have grandchildren and we don’t want our\ngrandchildren to live through war. You see, so — so therefore there is some point\nwhere you can bring people together. But you can only bring them together — they\nOctober 25, 1998\nmentioned Germany too, if you learn from the past. We have [indecipherable]\ngrandchildren who — in the future, so have to learn from that.",
        "A: At that time again, we followed it by radio and by television and we were very\nmuch surprised that they found him, because he did not identify himself. Only\nafterwards they found out about it. And then it was ORT and television and a-all,\nand we heard all the reports which were done. It’s unfortunate again that one person\n[indecipherable] he should not have been executed, but — well, I don’t know, you\nsee, because he executed thousands and hundred thousands of people, he is one\nperson. He was guilty, that’s all [indecipherable] but again, to the last minute, he\ndenied that he was responsible. He denied his responsibility. People don’t want to\nbe responsible. I did by — by orders. But that was his order, because he was one of\nthe three or four people at the Wannsee conference who made the decision of the\nfinal solution.",
        "A: I think there was done justice, you see. Even though we say — even though the\nJewish religion they say God 1s the final judge, you know, God is the final judge,\nbut — and justice will come eventually and it did come eventually because the war\nended and Hitler did not achieve what he wanted to achieve, so he was the final\nOctober 25, 1998\njudge, but at that moment it was in the hands of the human court, with the majority\nof mankind at that time, because everyone was involved. So therefore, I think there\nwas justice done, to that extent.",
        "A: I never felt any animosity, so to say, to anyone who was not Jewish or any other\nkind of color, because even in school in Germany, I had a black person, at that time\nthey were called Negroes, in my class, and he came from a former German colony\nin east Africa. So I — I always tried to reconcile people and to try to — to understand\nother people’s views. Now when this happened with the Civil Rights movement, of\ncourse when I was working in the department of Social Services in New York, we\nhad also many people who were different colors, Orientals and other people of\nOctober 25, 1998\ndifferent colors and I was always very good with them, and never had any\nproblems. So, besides this, I remember when they had this march to Selma there\nwas one Jewish person who was killed, Schwerner(ph). And Schwerner(ph), we\nknew his father, who had a wig fam — a — a business of making wigs, sheitel, in\nGerman. And so we knew about this, you see. Again you see, here you see that\nthere were Jewish people who, as some could say, with what happens to other\npeople and not just saying it like you know, many times people say yeah, we have\nsympathy, but they deserve it. No, not that way. A-And try to have and try to see\nwhat it was. So we had the sympathy with them also, and th — because — because a\nnumber of Jews, especially Jews, are very sympathetic to all kinds of people. They\nhave this kind, what you call this [indecipherable] hearts. Emotion with other\npeople. It doesn’t necessarily mean we — we — we have to leave our religion or our\nwhatever we believe in, but we also acknowledge what others believe in, we don’t\nfight them because of they’re — they are different in certain respects.",
        "A: Yes.\nOctober 25, 1998",
        "A: In the beginning there was really no difference. Under the Weimar republic, I\nmean before Hitler came to power, they made no difference between them and\nthem, even though Weimar republic said every person has a right to live his way.\nThis person was okay. I don’t know what happened to him afterwards, but I’m quite\nsure that when Hitler came to power, he had gone back by that time and I don’t\nknow what happened afterwards. But I only know that during this time, 1t was a —\nbecause it was an organization in Germany during the Weimar republic which was\ncalled verhein(ph), means a-an assembly, a group, for Germans in the foreign\ncountries, especially in the Austria, Czechoslovakia, where the Germans were the\nbordering countries, here was such kind of an organization and they wanted\neveryone already in the Weimar republic, they wanted everyone to join this\norganization and to work for them. In other words, they already wanted at that time\nto include them into Germany. They were not hiding like Hitler did, to conquer\nthem and make them part of Germany, but they were just like supporting them,\nbecause they were living at the outskirts of Germany.\nOctober 25, 1998",
        "A: The unfortunate thing 1s that after the World War II, which is now of course, in\nGermany [indecipherable], it means war of distraction, because that was the\nwhole purpose, more so than winning the war. At —- more — many more wars\nhappened. Like you say, the war in Korea, the war in Vietnam and now even other\nwars in Bosnia and all over the world [indecipherable] situation in Africa, all\nthese different things which happened afterwards. But that was the — and age — I\nmean, the 60’s were some kind of — it was a rebellion, it was rebellion of the youth.\nAnd I saw it myself because there was it — in my department, when the\ncommissioner gave a talk, a group of people came, stopped him from talking and sat\nin front of him — sat in front of him, you see, so that he couldn't talk any more, and\ntalked against him. No respect. I mean, that was — that is actually the beginning of\nmaking peace. The first — the first thing about peace, when you have to re — respect\nfor each other. And honor what other people say, that’s a real democracy. This was\nwhat Freud calls civil disobedience. That means they — they wanted to show their\nown force, their own selfishness, their own pride by saying I know more than you\ndo. That happens with — I mean, it happened in schools too, that children — and my\nwife knows about this, that the children many times will see — accuse teacher of\nsomething which they want to be the boss [indecipherable] be in charge. You see,\nif people don’t work together with each other, you see, that’s what I always try to\nOctober 25, 1998\ndo, as I mentioned before, with the black people. With other people, if they don’t\naccept this and the respect to other people — respect other people and — and listen to\nother people, at least listen to them, you see, then we cannot have any peace. So I\nwas always — I didn’t really understand the anti-war movement at that time. Of\ncourse, we shouldn’t have a war which there is no purpose to it. But the government\nitself, you see, didn’t have a key purpose of what they really wanted to do, and\ntherefore it’s — it’s no wonder that the people themselves didn’t know what to do.",
        "A: I told the children then and I’m telling the children now — and I wrote about this,\nI’m telling the children to grow up in a country where you don’t know what’s going\nto happen to you, they make laws against th-the Jews, they make law against other\nthings, the first thing 1s you have to know what you want to do, you have to know\nyourself. You start with knowing yourself and then you will either — you cannot be\neverything, everybody [indecipherable]. So therefore I say if you want to be a Jew,\nyou have to know what it means to be a Jew. If you want to be someone else, you\nhave to know what — what it means to be someone else. But you have to know what\nyou want to be. Because you cannot talk to other people if you don’t have a point of\nOctober 25, 1998\nview of your own. So it — when I wrote the children and I was many asked to talk\nabout what it means to grow up in Germany, and I was many times asked, what do\nyou think about things which are going on in this world, I say, we cannot have all\nthe answers, and I studied psychology, we cannot meet on the — always have all the\nanswers, but we have to know one thing, that we have to have one point of view and\nsometimes we don’t know the an — we don’t always know the answer, you see. But\nthen we have to have a belief, a faith [indecipherable] I have the faith in God, and\nfinally he will make the final decision. I don’t know, we make — made decisions and\nit would not happen that way. We had — we — we always thought, you see, that if we\nmake this kind of treaty, well have peace. No peace came though. No, we — we\ndon’t always know the decision, but finally the decision were made\n[indecipherable]. Just like I know that when Chamberlain before the war, by the\nmun — Munich conference came back with an umbrella and said, we have thousand\nyears of peace, that what he thought, you see. But I don’t know if he ever believed\nit. If you say something and you don’t believe it [indecipherable] tell the truth,\nthen nothing will come out of it, that’s what I say. That’s why I told the children,\nyou have to learn something about yourself and you have to go to school, you have\nto — education is the most important, now we all know it in America too, education\nis the more important. It’s — it’s more important than learning about war\nOctober 25, 1998\n[indecipherable] education, because if you haven’t educated you don’t know how\nto — what kind of decision to make and where to go. And it also finalize — it also\nsensitizes a person to what it means, how to live with other people.",
        "A: Favorite themes? When I write certain stories and so on, I make people beli — I\nbring out — I like to, I intend to, I don’t know if I’m always successful, I intend to\nfind out in — in — and — and impress upon them that, as I said before, we have to\nknow what we want. And — and I know there are two types of people who came out\nof the concentration camps, two types of people. Don’t want to be\n[indecipherable]. You see, the one type of people who came out and said, if God\nlets this happen, where is God? And another type of people came out and they said,\nI cannot believe anyone and I only believe in God. So just two opposites. And we\nsee this here in the United States nowadays, we see that many what we call bali-\nchuva(ph), that means people who returned to Jewish [indecipherable] many thing.\nAnd we see on the other hand that people say, I don’t want to believe that. And I\nwrote about this. And — and — and I say, if — if a person doesn’t at least have one\ngoal or one motive by which to go, he gets lost. And many people committed\nsuicide during the war, afterwards, because they — they didn’t know what was going\nOctober 25, 1998\nto happen and they couldn’t believe it. From the Jewish point of view, it is an\n[indecipherable] sin to commit suicide, because we have — we are not the masters\nof our ow life, and that’s why suicide is forbidden because our life was given by\nGod and therefore we cannot take it away. He — unless He takes it away, you see.\nBut — but that’s the story.",
        "A: Yeah, I have here two things which I like to tell you. When we first came to\nAmerica in 1939, and I must say that every step in my life was a miracle, and that’s\nwhat I want to write about, and every person has miracles in his life, everything was\na miracle. It was a miracle that we came out, that we came out this way. Even the\nkilling of Ernst vom Raim(ph) on Kristallnacht was also a miracle because up to\nthat time, the number of Jews emigrating had declined, and this — many Jews\nemigrated after this happened, who otherwise would have died in the concentration\ncamps. So I don’t know — you see, everything is a miracle. But when I came out of\nGermany, | wrote of it. This is a poem, and I only want to read the last two lines\nbecause how happy we were to come to the United States. It goes like this, “Land\nof future, our future, everything we bring to you. Seeking refuge we are coming.\nThat is all we have in view. To be treated in your country, duties, rights, like you,\nOctober 25, 1998\nthe same. Not despised, distained, detested, that’s our honest aim. Continent of\nmankind’s future, world of sun and hope. Far off war and scenes of\n[indecipherable] on the western semi-globe(ph). God bless you. From a land of\nterror we were forced to flee. God bless you America, you, the land of the free.”",
        "A: [indecipherable] briefly and this is in answer to the people who said, why did\nthis happen to me? And what do the victims say? The victims say, I may be alive\nand many are not alive any more. “What was our guilt? We were born a Jew. We\nare weak and helpless and only a few. We pray to you, God, to [indecipherable]\nthe Shema for you, we accept our death. The killers rejoice with a stone filled heart\nto see us defenseless people depart. You will judge them, we know, for their\nhorrible crime to kill us all. You will pay them in time. The Jewish people will not\ndisappear as long as we to you are near.” Now, that was what the victims said. Now\nwhat do the survivors say? The survivors say, “How can we forget the Holocaust?\nYes, some survived, although millions were lost. We survivors will never forget\ntheir pain. We’ll cry out to the world, never again. To you God, we belong for\ninfinity, because you have never forsaken me. You knew what would be our\ndestiny. Only we cannot fathom your heavenly scope, but we’ll never lose love and\nfear and hope in you, who has the power and might, you who work in justice and\nOctober 25, 1998\nright. You left us alive. We were saved to narrate our brothers and sisters indescrit —\nindescribable fate. For the world must know what the Nazis contrived, and that it\nwas God by whose love we survived.”",
        "A: Yeah, I sometimes get people who talk to me and who’ ve said they cannot talk\nto their par — to their children because their children are different. Some children do\nnot want to hear about what happened there. But I can tell you one thing, which I\nknow from my work as — on psychology and in the department of Social Services,\nthat I have found that it’s very difficult, often, not always, to talk to the children,\nand it’s easier to talk to grandchildren. And I found this out in three respects.\nNumber one I found it out when I was working with child abuse, what was\n[indecipherable], that the children of — who were abused didn’t like to talk to their\nchild — to their parents because they didn’t want to make them feel ashamed or\nresponsible. But the grandchildren want to know, they’re a little bit further\nremoved. Number two, I found out we had some relatives in Russia and my — my\nOctober 25, 1998\nbrother once went to Russia and he spoke to them. And then some grandchildren of\nours, from my — my — my uncle’s grandchildren came and they wanted to know\nabout Communism and things like this. The children didn’t talk about Communism\nto their parents, the — on why and what, but the grandchildren did. Then I also have\nthis here — this — I worked with AAA, alcoholic anonymous, so the children don’t\nwant to talk about it to their parents, because they don’t want to picture their parents\nas alcoholics. But the grandchildren want to get into [indecipherable]. And the\nsame 1s also true with the Holocaust experience, that most of the time you see, the\nchildren don’t want to hear about it. They hear so much about it, it’s too much. But\nthe grandchildren are free, more free and they want to hear about it and they — many\ntimes, an-and that’s why, for instance my — my wife didn’t want to write any book\nor anything like this for her children. Yeah, now she writes it for her children\n[indecipherable] the grandchildren. [indecipherable]. I think eventually they will\nhear it, you see, but it takes a long time.",
        "A: All right. We moved to Silver Spring in 1988. When I came here I had a job\nalready right away with the Montgomery county to give a course on the search for\nOctober 25, 1998\nidentity by the famous Victor Frankl. It’s an omo — 1-it’s called — Victor Frankl.\nAnd then I also tried — I — at that time the museum was just forming, it had an office\non L or M street in Washington, D.C. and I was going there and talking to Miss\nMorgenstern and additional people of the museum, I was talking to them about\nthis. But they were not organized yet, so I just let it go. Then I — I didn’t want to\ntake a job there, I just wanted to see if anything could be done. I was talking to them\nto — to the one 1n charge of the library. And then I started to become a regular\nvolunteer when it opened up in 1993. Even before that I was already a volunteer.\nAnd in the first year I was also on the volunteer advisory board. One time I — I was\na little bit — for a little while I was chairman, but then [indecipherable] two years,\nthen you have to go out and I didn’t want to — because you can only stay at wa — at\n— on the advisory board for two years, then you have to interrupt one or two years,\nbut I didn’t want to do it any more, no time. So what happened is now I’m doing\nthree things at the museum. Number one a visitor representative, which means on\nthe floor doing all the different things which should be done, which are necessary\non the floor, about information and passes, elevators, all kinds of things. Number\ntwo, I’m with the Fannie Mae organization [indecipherable] about taking groups,\nleading groups around, young childrens in their teens, junior and high school\nchildren. And then after talking to them for two hours or so leading them\nOctober 25, 1998\n[indecipherable]. Then number te — three, I’m in the speakers’ bureau. And\nspeakers’ bureau, they have different person now, John Minnick. I went and I\ntalked to the — different things. I also talk — I was asked by other organizations, by\nthe Catholic University and by Fort Meade talked 1-in York, Pennsylvania, in\nWhite Port, Virginia. [indecipherable] remember what the difference is, and\ntalked [indecipherable] you see, I just talked there. But I only talked for a few\nminutes, let’s say for 20 minutes, 30 minutes the most, 20 minutes and then they ask\nquestions. But as we see, I showed them the list and when I talked at this school, the\nhigh school, I was surprised that after the school was finished, after school was\nfinished, people came and they stayed and they asked more questions. That’s what\nI’m doing now and I also — I also brought to their attention that it was 60 years now\nafter the Holocaust and to do something about it, they didn’t want to do anything in\nthe beginning, but now it seems to be [indecipherable] doing something about it,\nyou see. So I just got to all the different people [indecipherable] will also give a\nluncheon and I think it’s a luncheon [indecipherable] the museum in January next\nyear, about certain experiences in [indecipherable] Kristallnacht. There are many\nthings in Kristallnacht which I didn’t know and I have the documents there and I\nhave some books which I found in the library only last week.\nOctober 25, 1998",
        "A: I don’t know if there’s any talent, I don’t know 1s there any insight. I think it’s\njust the willingness to — people should know certain things and — which to — which\nis very hard to get to it—1-—a different way, you see. You have to have your\ncontact, you have to know what other people want. The only thing is like — like you\nsay in social work [indecipherable] you see, the most important thing of a person is\nbe able to listen, listen, you see. And so I try to listen to the other people, I don’t\nalways talk [indecipherable]. But I mean, in general it’s — it’s the attention, it-it-it’s\nmainly to listen to other people, to understand what they mean by that, and if not\nyou ask them. And it’s — it’s the most important, I think, and people should ask\nquestions. You cannot always have the answers because there are more questions\nthan answers. [indecipherable] it’s more question than answer. But it also says\n[indecipherable] the Bible says, and too in the Talmud that you don’t ask\nquestions, you — you cannot learn. So you see, you have to ask the questions and\nwhen you see something, you ask the question, why is this happening, why is this\nnot happening. And not to be so bland and disregard what’s going on around you,\nthat don’t have anything to do with you. You cannot live in this world, I tell them\nmany times, as one person. You can only live with — you must have other people to\nlive. What would you do if you would be only one person? Who is going to bake?\nWho is going to [indecipherable] Who is going to — to bring you from one place to\nOctober 25, 1998\nanother, transportation and so forth. So we need all our other people too. Everyone\nhas a job in this world, and we must all work together. And we must all believe that\nwe are not the final [indecipherable] and we’ll be judged eventually.",
        "A: I—I-—TI once —I was working in the — in — on the — in — in the information\nsection [indecipherable] two times I had people coming over and tell me — tell me\nsomething about this, so I told them — and they came from Germany. I — because\nthey needed someone to speak German to them, so they called me over, so I spoke\nto them. So inter — and was very interesting. This one person, she was a student in\nhistory, and the other one was in — working in the German embassy in Tunis. It just\nso happened that they wrote me, they knew that I would be in Germany, they\ntelephoned me from Tunis to Bremen and they excused themselves as they could\nnot come. See, I don’t like to start conver — correspondence with others, you see,\nbut they wrote me. So that was one instance and they wanted to see me and they\nwrote me, by the name — the name of Schroeder, that I think they are related to the\npresident — president of wer — Germany. So [indecipherable] works in the\nembassy. So then I had, another time I had the woman coming over and she said she\nwas very depressed and she said, we were living in the zargabeit(ph), the\nOctober 25, 1998\nZweibriicken and it’s between border, French border. And at that time in 1936 —\n°36? Yeah. They had the plevisute(ph) whether they want to come to Germany or\nnot. So they decided to come to Germany because Hitler made so much\npropaganda there. But she said, we were always good friends with Jews. My fath —\nmy — my father used to deal with Jews and my — and we always had good\nrelationship. And then afterwards, when we joined Germany, then they called over\nmy husband — her husband and they asked him what did he do with the Jews, you\nsee? Why do you still keep contact with the Jews. I didn’t understand exactly what\nshe said, if he committed suicide or what he did. But anyhow, after she came back\nfrom the — going through the museum, she came back to me and she said to me, I\ndon’t want to see all this. In other words, she said, I don’t want to remember all this\nbecause it gives bad memories back to me. So people come over sometimes and\nthey tell you certain things. There are many other things, but you hear any other\nthings. You sometimes see people who you haven’t seen for years. Sometimes\npeople come — I met people from South America who — who met — who knew\nsomeone of ma — my cousin who lives in South America. You see, 1-it — all kinds\nof experiences. It’s very interesting there if you are on — on the — with the public,\nyou know? That’s why I went with the public, and I could have done translations\nupstairs if I wanted to, but this is more interesting for me.\nOctober 25, 1998",
        "A: Yes, I mean, when I talk to them and they want to hear more about it and — and\nsome people call me back and there is some impact, but I — I don’t know actually\nhow much impact it is, I only in — I only can say that when we finish the rounds,\nyou know, I sometimes ask people to write out the comment — the comment cards,\nyou see, and — and they write out the comment cards. They write out certain things\nthat gave them more insight and they would like to hear more about it. It has some\ninsight, but directly I cannot point to any particular theme, you see. There are — it\ncertainly makes an impact on them, and the people come — to most of them. To\nmost of them, I cannot say to all of them. Especially children who, I would say who\nare more than 15 years old, because if they are less than 15 years old, even though\nthe museum says 11 years can come, you have different types of people. Some have\n— are very intelligent [indecipherable] some only become intelligent at 15, it’s all\ndifferent grades.\nOctober 25, 1998",
        "A: It — it took a long time to — people here in the United States and all over really\nfound interest in the Holocaust. In the beginning no one wanted to talk about it. And\nI know the people who come from Germany [indecipherable] don’t want to — to\nbuy German goods, and things of this sort. After the years go by, people can look a\nlittle bit more in unbiased [indecipherable] peace and rest about what happened\nwith us, and people want to know more about their past in hitl — in Hitler’s time.\nYou see, everyone had one had to rate — write a — what is called a family tree. And\nin the United States I think it came about when Haley wrote his book on roots and\npeople want to know who’s really my forefather, who are really my people before\nme. And I think this had some influence here that people want to know more about\nit and the children want to know more about their family. It could be an — and they\nlearn a little bit about it in school, more than before. It’s unfortunate that in\nMaryland it’s not compulsory to teach the Holocaust. But I know they have five or\nsix states, like New York is one of them. And maybe [indecipherable] to the\neducation [indecipherable] where it is compulsory to talk about the Holocaust, not\nonly in five or six lines like they have in the social studies book, much more about\nthis an-and learn about things, see. How people should live with each other. Human\nhistory. And that’s why very important, you see that people like [indecipherable]\nwe talk about the Holocaust, you see, we try to learn about it, we like to make\nOctober 25, 1998\npeople aware about what happened and what can happen if the Holocaust and\nespecially the second ge-generation, they should know about that [indecipherable]\nthey doing a good job.\n[break]",
        "A: Okay, you also asked me about how I feel about certain things. I already told the\nHolocaust Museum there are certain things which I don’t feel are correct. For\ninstance, certain people, you see, certain people who had the experience and so\nforth, should be used to do some research in certain areas and — and I found that —\nthat the Holocaust Museum is more interested in certain facts, not — they would hear\nmore about the emotions from other people, you see [indecipherable]. Of course,\nwhen you have emotions, you may not always be neutral, but there is no person in\nthis world who is a neutral, you cannot be neutral in th — in — in th — in your mind\n[indecipherable] where it says you can be neutral in facts, you see. So for instance,\nOctober 25, 1998\nI [indecipherable] to them that they are — they’re preparing people who have\nstudied from books and every book has a certain bias. Because you can have 10\nbooks and you have 10 certain points of view in 10 certain books. You cannot be\nfull of bias. Of course, the survivor, or someone [indecipherable] also has certain\nbiases, because what he went through. But his personal bias is — is actually what he\nlearned during the Holocaust, I mean what the experience in the Holocaust, what I\nexperienced or others experienced during the Holocaust, so [indecipherable] so\ntherefore I say, if you’d send someone out to visit concentration camps for instant,\nyou know, many survivors don’t like to do this, because they want — don’t want to\nhave a second experience. But the people who go there with a professional degree\nand book knowledge, they may not know which questions to ask, proper questions.\nAnd that’s why I said to them many times that — that I feel you should at least send\none person also from the — from those Holocaust people, you see, the sur —\nsurvivors and they should bring out their — their emotions, wha — how they feel\nabout it. I feel about certain things, you see, feeling is not [indecipherable]. And\nthat’s one thing. And then — then, like I, you see, I don’t feel too comfortable in\nmaybe saying everything which is there, but you cannot always — you don’t know\nwho the other person is, how the other person would take it, if I tell them from my\nown inner heart, you see, how I feel about it. So I don’t honestly know that, you see,\nOctober 25, 1998\nbut I don’t want to insult the person on — and things like this. But — but let’s say\nwhen I lead the groups around, you see, I tell them how I feel about it. And I tell the\nother people who I — how I feel about it. And I don’t always know if this 1s the right\nway to say or not. You should always say your — your feelings. If you have very\nstrong feelings about it, like I had about — as I mentioned to you before, about\npeople can come out and they say they don’t believe in God any more, you see, now\nI have the strong feelings about this. But — and na — once happened when I — when\nsomeone has invited me in New York, psychologist, a friend of mine, he asked me\nto talk about what happened during Kristallnacht. I couldn’t say it, because it — I\nwas — it was too much for me, I couldn’t say it. I do cry. I couldn’t say it. So there\nare certain times, in certain instances which made the greater impression on you.\nMakes a great impression. I didn't vi — didn’t want to talk about the Holocaust, what\nhappened to me, but after awhile I said to myself, the world must know, you see,\nlike the book says. And, so therefore I said I would [indecipherable] about it, and\nso not everyone may like it, but that’s what it is. I hope only that we gonna have this\nhatred any more and this kind of terrorism, and this kind of anti-Semitism, because I\nexperienced anti-Semitism very early in class, 1n — in school.\nOctober 25, 1998",
        "A: No, not really. You see, there is always some subtle anti-Semitism which, if a\nJewish person advances or so, there’s always some anti-semi — Semitism 1n the —\nand why does he do this, and — and why does he deserve this, and why doesn’t he —\nthere is always some anti-Semitism, but I cannot at this point have to think about it,\nfind out special incidents. There are always certain incidences when you see it. I\nmean, I don’t know if this 1s anti-Semitism, because that the Jews were considered\nenemy aliens during the war, I don’t know if that’s anti-Semitism. So I don’t know.\nBut, that we were considered like refugees and looked down, that was hard to get a\njob, you see, at that time it was hard to get a job if you are not pure in your language\nand you have an accent. In America it’s not — no longer that way, used to be. So, I\nmean, you couldn’t get a job in the very beginning, you know [indecipherable]\nsome anti-Semitism, I think, but — or it’s just [indecipherable] against foreigners,\nyou see. I don’t know. But whenever someone leaves a country, comes to a\ndifferent country, he’s not immediately accepted. Takes a long time. Now we accept\npeople much quicker, when the Jews come in.",
        "A: They could develop into such a thing, I think, because they are very adamant\nabout hating people and — and — and wherever there’s hate, there is the possibility\nOctober 25, 1998\nthat it develops into the same a-as before. I know this because the thought already\nis, before Hitler, feeling at the time, I saw the — that — that youngsters, you see,\ncalled you names [indecipherable] that’s always possibility. And — and in\nGermany, at least now, they tried to outlaw anti-Semitism, you see, here too, but\nyou cannot completely outlaw it because you never know what really is in the\nperson’s heart. There are some people who [indecipherable] anti-Semitism.\n[indecipherable] you see in schools too, sometimes they see the teacher\n[indecipherable] people, especially when you go to non-Jewish schools. And they\n[indecipherable] have the books really, what kind of books they read and\n[indecipherable]. But it’s not on the old — in the old [indecipherable]. I like to — if\nI see something like this, I’d like to address it head on, you see, like I do many\ntimes, you see, even when the Nazis invaded our town, I asked them right away,\ndon’t — don’t want to hide from them, I just want to ask them, why do you have\nthis? Some like — someone asked me, do you have any — do — don’t you — do you —\ny-you don’t like me because I’m not formal, I’m not religious, or so, like this, they\nask me this questions. I say no, I would like you to see and be religious, but I — I —\nit’s up to you, you see. You have the choice, you see, and therefore I — I’m not\nrefusing, you know, everything, that is nothing but my point of view is, you see.\nThat’s what the most important, like said before, you have to have a point of view.\nOctober 25, 1998",
        "A: Most important is that when I came here, you see, I — I found something in — in\nthe education field. And I like the education field because you can influence the\nchildren and people and other people and — and I work in that field with — when I\nwas — I had different job, I — I founded a — a Jewish school in th — the mountains,\nthe mountain there, the Catskill mountains. I — I worked with the girls’ schools, and\nI helped bring girls over from — from Hungary and Sweden to the United States\non a student visa and I helped banking institution in 1956, the children’s home for\nthe ke — the re-retarded and emotionally disturbed children, which 1s still exists in\n[indecipherable]. And I — I learned with other people. So I think that’s a — another\nthing, and I wrote a few things, you see, which [indecipherable] and learn from if\nthey want to, and — and I think eh — but could have done more. But we cannot do all\neverything. We can only do a few things, a few things and everyone does his own\nand we live together in peace and harmony. And to be well and healthy, that’s the\nmost important.",
        "A: I’m writing this book, I hope to finish it, because they always ask me, when will\nyou finish it, how — how far are you? I — I’m lazy. I just cannot get to it all the time\nbecause I have many other things, I have here [indecipherable] chaplain, I go there\nOctober 25, 1998\n— there — I give classes here and there and there, so I have to cut down on this, to do\none thing. Too many things are not good to do, even if I move it up and — I —I want\nto finish this book, I hope, and write a little bit more about the experience, and talk\nto people, that’s all.",
        "A: The book 1s actually an autobiography, but it’s not only an autobiography, also\nit’s something about history in it, because — I mentioned this in the museum, I said\nyou only want historians to travel overseas, yeah, I said — I said, I’m also a historian\nbecause I — I studied history and languages, you know, to see, that’s why I n — know\na little bit about every language, but not the whole language. Now, towards the end\nis this, I — I want it to be maybe part of a textbook, so that’s why I wrote also a little\nbit of history in there, you see how it came about, and how the Nazis invaded\nPoland. What you hear mostly nowadays when peoples talk is their experience in\nconcentration camps, and — which unfortunately is — 1s a very important part of their\nlife — lives, but I think it — I— what people don’t know so much, and that’s what I\nam talking to them about in the — for the speakers’ bureau I mentioned it, about how\nwas it possible that Nazism developed in Germany and what brought it about, you\nsee. The antecedents, what happened before, you see, and ho — what it means to\ngrow up in Germany, that’s my topic, more or less, you see. Not so much — and it\nOctober 25, 1998\nwasn’t in the conversation unfortunately you see, but I understand it was a terrible\nexperience, but here’s what I want to — to write about in this book, and I don’t have\na name for it. But I also want to tell them, you see, that I, among the\n[indecipherable] I wrote about it, every person has to see in this life, miracles\nhappen. [indecipherable] a whole list of miracles that happened to me. I wouldn’t\nbe here, the miracles. So I feel it’s important that a person understands themselves\nand understands that he is not the guide of the [indecipherable] you know, no some\n—next day something happens, you get sick. But you have to pray and you have to\nhope, see. That actually 1-is what I believe and I would like others to believe it too,\nbut I can’t make them believe. But I said to them, you see, you can learn a little bit\nfrom me.",
        "A: In this country, first of all, when we came to — I have to start here, coming to\nCanada. It happened many miracles in Canada, I — it would be too long to talk\nabout everything, I’d rather [indecipherable] a miracle happened that we wanted to\nstay in Montreal and we were told by the government you come — go to\nSaskatchewan. And my father had a cousin. A miracle happened that we — we met\nsome people at the travelers’ aid and they found out for us and we stayed in\nOctober 25, 1998\nMontreal. We didn’t think we would. A miracle happened that I want to come to\nthe United States and there was no way for me, I didn’t know how. But one day we\nfound a newspaper where some people who have gone to school with me in\nGermany, they on there and I wrote to Baltimore and I got an affidavit. And the\nnext miracle was, when I got American affidavit I needed permission to come to\nAmerica, | didn’t think I would get it. Had special meeting with the consul\n[indecipherable] and I had no money and I got money from the [indecipherable]\nJewish American Aid Society, I came to America and I came to Baltimore. Never\nthought I would come to Baltimore to an institution. And I never thought I would —\nI would stay there five years or six years. Stayed there five, six years, til I got\n[indecipherable] in the organization. Then I didn’t think I would get a job\nafterwards, I got a job [indecipherable] and so forth, so all kinds of — and didn’t\nthink I would ever become a citizen [indecipherable] and about getting married\nand children and all the other things coming afterwards. All miracles. The whole\nstory of miracles, and I wrote si — I wrote that the miracle of Hanukkah, the\nmiracle of proof of my own stories. Hanukkah miracles [indecipherable] miracles.\nOctober 25, 1998",
        "A: We will never be able to cover everything, but I just want to say that, as I\nmentioned before, if you have hatred in your heart, you — you won’t get very far and\nyou might only hurt yourself and other people. And since I was a social worker at\none time, I still am, that’s number one. Number two 1s, you have to have your own\nopinion what you want to live with and — and if you feel comfortable, then you\nshould do it. And especially if you’re Jewish you should — you should know what it\nmeans to be a Jew and — and you should teach your children, you see, and\nsometimes your children don’t ask many things, you see. You should play to their —\nan age when they ask, and when they ask you should answer them as much as you\ncan. And I hope that the Holocaust Museum will make it possible — makes it\npossible for people to learn about that and — an-and gives everyone a chance to\nexperience what other people experienced, but they should also give some\nopportunity for people who experience it to — to do more in this area if they want to.\nI want to thank you, that’s all.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 25, 1998\nRG-50.106*0112",
        "PREFACE",
        "The following oral history testimony is the result of an audiotaped interview with Jacob\nWiener, conducted by Esther Finder on October 25, 1998 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Silver Spring, Maryland and 1s part of the United\nStates Holocaust Memorial Museum's volunteer collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "JACOB WIENER\nOctober 25, 1998\nBeginning Tape One, Side A"
    ]
}