{
    "rg": "RG-50.030.0042_trs_en",
    "sequence": [
        "Q: Just tell us your name and where your born and what yout...",
        "A: Born in Prague, Czechoslovakia--which was a main city in Czechoslovakia. I went to school\nthere. My father had...he was quite in a in a way quite, behaved like American because he\nchanged many different, during his life, his...his profession. Uh he started in in a small small\ntown in southern Bohe...southern Bohemia, went to Prague. And in Prague, he had--I don't...I\ndon't recall anymore how many different uh profession, but he he had a small factory, shoe\nfactory. There were probably some four of those as I remember or five, which he did\nsomething like many Americans do. He moved around and tried to improve himself. And my\nmy mother uh lived in a...was born in a small town just the same as my father. And they\ncame to Prague, because generally all the Jews all over the world, they tried to go to improve\nthemselves. They don't stay in in small towns, but they go to the main city. So therefore\nPrague was a main city when so many Jews existed, and under quite good conditions.\nBecause it was a first Czech president who--there was a famous case against the Jews, and\nuh he did uh defend it. It was, uh, Herzna (ph) case. He was accused, I mean uh he was\naccused that he was using blood to make to matzahs, and he defended him. And later on, it\nwas...it was uh... He won, of course; but uh later on also he was quite uh popular as a uh as a\nas defender of Czechoslovakia, uh of Bohemia, because at that time it still belonged to\nAustria-Hungary. And uh later on, he became the president; and he was liked by by the\nwhole population.",
        "Q: What was __ for the Jewish community in Prague?",
        "A: The Jewish community at that time, of course they didn't have the same kind of privileges,\nofficially uh under Austra-Hungary it was of course if somebody would change his religion,\nthey could become in the military a general or something like that, but the religion was quite\nimportant. Under Czechoslovakia, under ...this was under...after 1918, uh the population\nwhether they were Jewish or Christian, they were all equal. Of course, like everywhere else,\nthere were certain anti-Semitic behav...it was some certain anti-Semitic behavior. They...they\nwere not allowed to do some small thing; but in the long-run, there was, 1t was quite uh good\nsociety. I mean, toward to some in in a way uh the republic - I am sorry, I should have\nmentioned the the Czechoslovakia Republic was uh really under, was uh established not only\nunder President Masaryk, but also uh who was another uh father of the country, was uh was\nuh was uh President Wilson of United States.",
        "Q: As we learn more about the time that you're speaking of, and how was your family living\nthrough this early period before the war?",
        "A: Quite well, and the Jews did imp...did improve everywhere.",
        "Q: And in your particular family, did you have a sister or....?",
        "A: [...1 did have a sister and brother. My sister went to schools, of course; and my uh my\nuh...when the, when the Germans came she was already about 19 years old. She had some\nbusiness school. And my brother studied uh on the University to become a lawyer.",
        "Q: OK. Now you mentioned when the Germans came. Could you tell us a little about your\nmemory of when the Germans came? Where you were for example? How old you were?\nWhat you were doing?",
        "A: At at that time the uh (ph) in the town of Munich. Before Munich, the...our situation\nwas: neither the French, nor...nor the uh...nor the British, they didn't uh somehow...\nThey...they considered Czechoslovakia as a small state, and there was no reason for them uh\nto interfere. They tried to save the world of World War. Which is something. I mean, this is\nknown of course today through radio. So everybody knows how...how Munich developed\nand what they had. But the first time Czechoslovakia had tried to defend them...uh to to\ndefend itself. Later on, it was...and when it was visible the Germans were going to help\nCzechoslovakia uh they uh the Czech were very easily taken over by by German, by\nGermany. Who...it was in the morning, perhaps, when I saw the...under the windows where\nof our house marching soldiers, these were German soldiers in these... Uh, prepared to shoot\nanybody who would would run or would try to to do uh to to defend Czechoslovakia. Now,\nof course, some people were killed; but in the long-run not that much happened.",
        "Q: But that was 1938.",
        "A: Yes.",
        "Q: Can you...how old were you at that time?",
        "A: Uh, was some 20, 29.",
        "Q: And what were you doing for your livelihood at that time?",
        "A: At...at that time I was working in a uh for a firm which uh they were in ex...import and\nexport different products to in Europe and bringing again other things in. But I was also\nschooled as a painter; so this was my second profession. And what really happened,\nsomething what used to be a second profession...or really uh just uh it 1t was it was... Uh,\npardon me...(stuttering) It was - I have to study - I think now uh this was my second\nprofession; and now the second profession became the first profession. Because when they\ncame, I got uh a group of people who who used to, uh whom I knew, they started to to paint\nuh pictures for for some Swiss uh company. Those pictures were pretty ugly but\nanyhow it was a hand-made product that and then I did something for for my and for myself\nI was painting cause uh for some company - uh it was a book store and a uh and a factory - it\nit was a book store where where they were selling there pictures and ...",
        "Q: During that time, were there any difficulties that you and your family experienced? This was\nafter the German occupation in 1938.",
        "A: There were not too many difficulties. Only the difficulties were those that were imposed by\nthe Ger...by the German that we couldn't walk after after six or after six or eight o'clock. I\ndon't recall anymore. In the evening we couldn't go to the parks because the parks were not\nallowed for Jews and dogs of course and uh the the population remained of course\nthe population I mean the Jewish population couldn't go around and buy uh uh whatever they\nwould need immediately. They had to go after certain hours which, and there was the the\nbest meats or what best products were sold out, then they could come and and buy whatever\nthere was necessary.",
        "Q: But during this period of time - this was 1938 and '39...",
        "A: Right. Right.",
        "Q: What happened, then, to change that experience? When did the difficulties begin...?",
        "A: The...the difficulties started immediately because when the German came the main thing was\nthat uh we have to deliver radios, perhaps so we couldn't hear - we we wouldn't be informed\nwhat's happening. Then of course we had to uh of course not everybody had to uh obey. Of\ncourse if you were caught you went to concentration camp. I used to go always in the\nevening to my friend who had a radio and listen there. What we did we listen uh uh radio uh\nuh radio London and uh then what was also prohibited uh to possession of gold and silver\nand so on. What my father did, he bought some very cheap pieces of uh...of uh rings, and so\non; and then, even those and the good one, he kept. It was uh...of course, 1t was again\nprohibited very severely; but uh what happened that uh our maid saved most of the gold.\nAnd...but what we had in gold or uh uh precious stone and so on, by uh...by the maid. And\nuh uh so ...so she kept everything until the end of the uh...until the end of the war. Then I\ncame back, and I got it back again from her.",
        "Q: But let's go back now to the time that uh we were speaking of before and please tell us about\nhow you and your family were taken to the camp? What was the circumstance of that...?",
        "A: The circumstances uh it was it was decided by the Jewish leadership - I don't anymore recall\nthe official name of it - which families should go. They get their numbers and uh they left uh\nthere Prague. Of course it was very often also happened that uh like in everything certain\npeople had a priority to go and or not to go. But the those things do happen.",
        "Q: And in your case, could you tell us how it happened?",
        "A: Yes. Uh we we got uh we got uh asked to to be to be prepared to have certain uh certain\namount of luggage what we can carry with us. I think it was like forty kilos, something like\nthat. And uh to be in in - it was a big building and there the uh uh - I don't know, recall any\nmore the name uh the name of it. Anyhow, we stayed there overnight, I think for two days - I\nI don't recall any more. And then we were then we left by train to to Theresienstadt [NB:\nTerezin]. It was not everybody. My...my brother, he married at that time. He stayed still in\nPrague. Uh my father, mother and sister--we left for Theresienstadt.",
        "Q: Do you remember when that was? Not precisely the date, no not precisely the date, but more\nor less - was it in the wintertime?",
        "A: It was...1t was in wintertime.",
        "Q: And when you got to Theresienstadt, what what did you think of the entry? What impressed\nyou?",
        "A: At that time, uh we were just what we uh we just carried our luggage. And we were actually\nquite uh happy that we were allowed to have uh that amount of luggage, what it was allowed\nto take with us. Uh, it was decided also by... I was...by sheer luck, I...I got to a into a barra...\nPardon me. I should say that Theresienstadt was city, and there were military barracks; and I\nuh, by sheer incident [NB: accident], these many... Uh, the men were separated far from\nwomen. And I got to Magdeburg uh barracks, and uh it was quite close where our room\nwhere I was. And I uh was very close where the main leadership of the...of Theresienstadt\nlived. I uh the my my first occupation where I did, what I what I did, I joined uh OD. This\nwas Ordnung Name (ph), or something like that. It was something like a police. It was not a\nghetto police. It...1t was a separate thing. This...this one was only kind of an organization. We\nshould worry that people would work uh on the in the ghetto in proper way or just a small...it\nwas a...1t was not the police, but something similar. Uh, luckily that I was... got a room\nwhere uh where there was a uh (pause) the leadership of the camp - there there was at that\ntime there was leader of the camp, of Theresienstadt was [Dr. Jacob] Edelstein, and he went\nprobably uh and also uh... Pardon me, I was where at the ghetto [wahe (ph)] it was winter, a\nvery severe winter, and we we had to stand there for many hours in the uh uh 1n the barracks.\nOf course, the water was cold, and it was a very unpleasant situation. Luckily I, one day I\nwas standing there. And which is a transport going through, I uh I met my again my uncle uh\nFishel (ph), who who was an engineer. He got into the uh in in Theresienstadt by because\nhe...as an engineer, he built railroads. And at that time, there was nobody else above him as a\nspecialist in that field; and uh he got to Theresienstadt in a separate wagon with all his\npossession. And he helped me to get in in the Technical Department, which was... Technical\nDepartment! was a group of about uh a hundred painters, mainly hund...hundred. It was\n' This was probably the Aufbaukommando.\nabout engineers, main... mainly these uh engineers and painters and draftsmen. So\nwould...would be there in a way considered draftsmen and painters together; and uh uh what\nmy job was to uh to uh to prepare everyday statistics...take statistics take for the\nKommandatur to uh... These were uh...we had to...on small strips, we had to write down how\nmany people did receive certain amount of food, how much and so on. Uh, statistics also\nwho died, who didn't die, how many are living and under what condition and so on. Just\nstatistics. But besides that, what we did: we painted. This was allowed by the...by the\nGermans. Nobody didn't know exactly why it was allowed, but it was. And many of those\nthings which I at that time done were not pleasing to the Germans of course, but they didn't\nobject. Un later on many of those things were hidden but uh at that time it it 1t was alright.\nThe statistics had to be delivered and everyday on the German Komandatur; and uh at the\ntime the the leader of the the German main, the uh the uh how could I say, the main leader of\nthe Germans was uh was Seidl. But the uh unpleasant thing was delivering all of the of the\nstrips, the statistics to the Kommandatur, to uh... And...and what happened one day, uh about\nseven people were called because uh they either got from outside some cigarettes, or they\nwrote letters. And those seven people were uh were hung. And uh I had at that time...in the\nmorning, I...[ had to deliver the numbers with uh the uh uh Jewish leader, Edelstein, to the\nKommandatur and uh and delivered those numbers. You had to push them in the opening of\nthe...you know, he had just a on the wall; and, of course, the Germans were mad at us.\nI expect they were kicked us out, out of the Kommandatur. But there were other uh quite\ninteresting things which were happening in the ghetto which are probably known today to\neverybody, uh that uh that the uh what they were concert given, they were uh they were also\nuh... What I want to say? Besides that, there were other different cultural things happening.",
        "Q: Could you tell us a little about the paintings that you were making, and those that your\ncolleagues were making?",
        "A: The paintings uh actually today exist in...1n Theresienstadt. A whole department, a museum,\nwhere they where they are showing all...all...many of those paintings which were saved\namong the people who (ph), and [Bed_ ich] Fritta and [Otto] Ungar, and others who\nbecame to the... Under Czechoslovakia, they became national painters. They were, of course,\nuh my, my... Pardon me, uh my father worked at that time also in the kitchen. Just later on\nwhen my brother came, he was also working in the kitchen. And uh, if I recall, my father\nwas... he was a supervisor. But there was a...what was happening there was a big uh fuss\nbecause of many things they did disappeared from the kitchen. People were stealing, and so\non; and he was very much against it, so he was thrown out. Those people who did uh who\ndid steal, of course, they stayed. Nothing happened to them. But what was happening was uh\nthat the life in Theresienstadt was, in a way, it was quite bad for elderly people. For the\npeople who were still young and quite strong, 1t was not that bad. They could, they could\nsurvive, because the work was not that difficult. But it... the possibility of surviving for\nyoung people was quite a good one. With the elderly, it was a difficult situation because they\nwere under the roofs of the uh of the barracks. In day, it was either cold or hot; and many of\nthose people died. When the beginning the city had some, let's say, some six thousand\npeople. These either soldiers and many prostitutes too. The population was _ uh...of\nTheresienstadt, was uh...was uh...send other parts of Czechoslovakia; and all the Jews were,\nwe were. They took over the highest, probably. There were about uh sixty, I think... don't...\nfifty or sixty thousand people living in the...in the city. Which was originally about for six\nthou...six thousand people before. Therefore, it was quite difficult uh...what quite difficult\nconditions for people to uh to uh to to exist.",
        "Q: How long were you in that camp?",
        "A: In the camp, I was only from from the December [1941] ‘til uh...'til uh January...I think, 11th,\n'42. Something like three quaters of a year. And uh at that time, what happened uh that\npeople who were in the...were indispensable, they could stay. They would stay, and save\ntheir family with them. Uh I tried that my... I gave my name just the same that I will go with\nmy family uh if I can... would go by my ____ there with my family. That way, my ...I saw\nthat my job is so indispensable that they wouldn't take me, and save my family, too. But uh\nthis was...it was that uh uh painter Fritta, who was my relative, that he tried all night...was\nstanding there inside to get me out, and my family too. But it didn't work out. So I went...so I\nwent to uh...with, with the train to Auschwitz.",
        "Q: And in Auschwitz, what did you find?",
        "A: In Auschwitz, uh the first...the first thing which was that the train in which we\nwent...was...every train had a leader. I became one of those ... And uh took care of the...the\nwagon. And every, every wagon had their leader. And uh the first thing, the first impression\nwas the toilet. There were only end of barrels there, you know. There were kids or grown-\nups or whatever; and the first thing, was there was an old man who was sitting there, and he\ndied just... We, we saw the first man died like that in the train. It was a very bad, horrible\nimpression, for...for the elderly people, mainly. Uh, we travelled uh about two days to\nAuschwitz. We did not know where we ...where we were; and uh after questioning where we\nwere, he said ... Uh, the German soldier said, in Honolulu - it's very very hot here. Then as\nthe leader of the...of the wagon, I had to take uh care of to to get all all the people out of\nthe...out of the wagon; and the sick one or the dead one, to get them out. And this was the\nfirst time I lost my family, because I didn't see them. I saw only that they...that they had to\nget out, and this was the end what I saw. I tried, and still...because I did not know what it is, I\ntried to uh to carry my rucksack and my luggage. And I could only hear or saw some SS\nmen, you know, beat people and try that they would leave the luggage there and...and run.\nUh, I...I did not. I...I tried still to carry the luggage. And some SS men kicked me and ran me\nout, so I I I did...I did uh fall. I had... I had to go where they were showing me. And there\nwere two groups of people. There were the young...young men, and uh elderly men; and the\nsame thing with women. And also there were some kind of a truck or what for, for people\nthat were sick. So, uh I...I just saw the man standing there. So I I got in the group without\nreally knowing what...what it meant, of course. And this was uh...then we had to march. We\nmarched to the barracks in Auschwitz, and uh I had... Uh, we got uh the uh we got to the\nbathroom there. Or two different kinds of...there were some different rooms. There was a\npandemonium, because uh people were scared and they were without uh ... They they felt\nthat this is the end of the world, because because they were screaming and beating and so on.\nAnd also there was...1t was there were inscription: whoever has any money, or or stones or\nanything--I mean precious stones--they should give it away. Uh I had some money, so the...i1f\nif I recall still, I didn't know where to put it. One couldn't throw it anywhere, so there were\nfour sets in...one's a toilet. And I rolled all the money and pushed it in the faucet. Then we\nwent also from from there on we went to the barracks and uh where we should stay. We got\nsome soup to eat. Of course, the soup was so horrible; and of course we didn't eat. We just\n. We give it to to to the other haftlings, meaning uh the prisoners, and they were\nvery happy. They they told us we need don't worry about it. We are going to eat it very soon.\nWhich was, of course, true. And in Auschwitz, I stayed from uh quite... Actually, Auschwitz\nas such was uh it was uh a city, it was a city by itself, more or less. There was Auschwitz No.\n1 and Auschwitz No. 2, 3, and Buna, where I later was. This was uh Auschwitz No. 3.,\nmeaning Buna...meant Buna , they made other... What they wanted to do, they\nwanted to uh have a factory uh to to make artificial rubber. And uh in uh Auschwitz uh I\nstayed, as I said, almost about a week. Uh there was uh I worked on a...on this a a (pause) uh\nworked on on on the road by using a big roller, the big roller. Then I was now in Auschwitz.\nIt's still standing there. It was enormous kind of a roller which had to be pulled or pushed by\nthe people. Of course, who got underneath were killed very easily. And uh I stayed uh in\nAuschwitz uh about about a week. Every day, there was uh uh practically pandemonium\nbecause nobody didn't know what really happening more or less. Everybody was out of his\nwits. And nevertheless, then after...after a week we were put again in a group; and we were\nmarched to to uh we we marched to Buna, which was uh very... Buna as such really didn't\nexist yet. It was only part; the barracks were built, but the rest of the city didn't exist. First\nthing what we had to do really was so called \"[planien (ph)],\" which meant straightening out\nthe ground. And uh besides they didn't have any equipment. They didn't have any tractors, or\nvery few ones; and the railroad was there, but uh everything else must have been done by\nhand. So the first day, what we really did was were just working on the on the grounds try try\nto straighten 1t or making holes and cover them up again. Just a...just a job so uh we would\nwe would do something. Uh it was also very distressing to uh to get perhaps numbers to be\ntattooed, and so on. To get the numbers, we did not know what the reason was we are doing;\nbecause they just called the number and you got some two pieces of of uh of uh linen. Uh,\nwritten on it, you know, your number; and they...you should, you should have it put on your\ntrousers or on your on your coat. And uh uh after...after that, we uh we were...uh we, we got\nnumbered in the barracks where we could stay. We every every barrack uh had its uh uh...\n(pause) Every barrack was uh...had bunks uh... (pause) I mean, beds; and uh there were\nabout five people, I don't know anymore whether they were five or six people on each on the\nlevels to be uh (pause) where where the people could sleep. I don't know if I pronounce it\nproperly. Anyhow ... (pause)",
        "Q: OK. Would you like to take a drink of water now, just for a moment?",
        "A: I can . (Drinking)",
        "Q: Let's start thinking back now to what you were just describing as your experience in Buna, as\na...as a camp. The kind of work you were doing...",
        "A: Yes.",
        "Q: ...what life was like, and how long you stayed there.",
        "A: Yeah. In in Buna, I stayed from the 28th or 27th October 19 uh 40 40...",
        "Q: It doesn't matter the year. Just ...",
        "A: It...1t was until...until year '45. And uh from the beginning, I was uh (pause) didn't\nhave any special job, just just straightening the uh ground. But later on, by sheer incident\n[NB: accident], they were looking for somebody who would who who could paint uh...who\ncould paint the arbeit...(pbh), who was a uh SS man who took uh who took care that people\nwould be working or what kind of recommend they got their kommando and so on. How\nhow would...where they would be working. And uh uh since I was... by sheer incident or\nluck, I I got some pencil and some piece of paper. And I painted the SS man; because he was\nalways riding a bicycle, and I I painted him. This really should have been some gift to him,\non aon aa bike...like for children, on a tricycle. Of course, this was a joke. And if he didn't\ntake it as such, you likely could have been destroyed. And...but luckily, it didn't happen; and\nuh he was very happy with it, and I got a job in a in a uh barrack where there were painters\nwho had painted. And also they worked in a in a in a building where...where they were\nmaking numbers for for prisoners. So the the first thing, for about a week or two weeks, I\nwas making numbers for for prisoners. And these will take quite nice job. Later on, I was uh\nI was uh replaced by uh by a by a German uh German opera singer from Munich. His name\nwas Kiep (ph); and because he was German he he got the better kind of a job. But...and I\nwas...but I was told in the evening, if I want to I can come by my free will...I can paint still\nthe number. Which was a very good thing to do, because what happened uh--not that every\nevery every haftling or every prisoner had to have...had to have a number--but the number\nwas extremely important because if it was stamped, it was a big number. But you could have\na smaller number done by hand, and the smaller numbers meant you became...you were\nmore or less prominent. The SS knew about it, that it is uh that uh something like that exist.\nBut somehow they did let it go, and people were very often treated according to what kind of\na number they had. What I did, I used to come then. And in the evening, when I was...after\nafter work, and work and worked there probably two hours. For that, I got more soup. And\nuh having more soup was a quite...a quite uh, I think, important; because you lived a little bit\nbetter. Not only that, you could...that I could uh have twice as much, but I could have... I did\nhave also a uh a friend who was who was taking care of me otherwise. He darned my uh my\nuh my socks, or whatever I needed; and I gave him again the soup.",
        "Q: You mentioned that you stayed in Buna until 1945. What happened then to cause you to\nleave Buna?",
        "A: Oh, what (stutter) because on the 18th of January, the uh... Pardon me, '45, uh came the...the\nRussians came quite close, and therefore I had to leave Buna. But they...actually, what\nmattered in in Buna the life was not only like that... Uh, I don't know if I should have said,\nperhaps, that I got uh uh I got a Czech kapo for whom I made a uh number. And he was...he\nwas a communist; and I asked him if I could work for him. And uh the Czech kapo uh was\nquite good man. He he didn't beat his people, and uh it it did. And I got...he got the first\nkommando; and the first kommando was divided among people who worked in the in the\nelectro magazine, part of them, and the second part were...were the...the musicians. The\nmusicians were many of outstanding musicians who played all over Europe, but there they\nwere playing only for people who were working in the morning. So they gave their coming\nin the evening. And since they were quite prominent people--meaning that they had a better\nclothes a little bit--we had a little bit better clothes just the same as they did. Uh and uh\nwhat...what happened was uh many different events did perhaps the kapo in the in the in the\nMalerei [NB: paintshop, or artists' studio], where they make where they were making the the\nuh uh (pause) ...the numbers. He was... he was changed from uh...from uh...because he was\nhalf Jewish, and they had uh they they were told in the cases they would prefer to be\nGermans. They would have the possibility to become if they would also; and uh there\nwas not everybody... Uh, no, wanted say that uh it was there was perhaps a bordello in the\ncamp. I mean, these were the funniest things what what happened too. Not only the horrible\nthings. And then he became a German the next day, for which he could go to the bordello.\nAnd uh there...there, he told to to the girls there. And he suddenly discovered that she's from\nthe same city, and they know each other; and he didn't perform as he should. So the SS man\nstarted to scream at him. And uh anyhow nothing happened; but I mean just as a funny thing,\nwhat what which were happening there. Uh another thing is, there was even also an opera in\ncamp, for... Not for everybody, but more or less for the prominents of the...of the prisoners,\nand the SS. And the operetta was \"Rosamonte.\" And uh I had another friend who was uh\npainter, who became also the kapo of the painters. He painted like in...like a magician some\npictures; and nobody didn't know what was what was happening. I mean, what was on on on\nit. And then he turned it around, and he painted the whole thing upside down. And he painted\nsome pictures, you know. Another funny thing was when uh they were uh uh uh... Pardon\nme...(pause) I wanted to say, there was a dentist and uh he was Jewish. And one day, there\nwere...there were...there were SS men going with one of those prostitutes, and he had to have\nhis teeth uh redone or something. He had to... Anyhow, he was sitting there; and the prisoner\ntold him--the SS man--he should open his mouth, which he did, and keep it like that. The girl\nwas in the...1n the other room. And uh so they...so the haftling went to to to the girl. They had\ntheir business done, and the SS man was still sitting there with with his mouth open. Another\nSS man walked by and looked at it, and he started of course to scream. I don't know what\nreally happened to the prisoner, but this was kind of a funny thing what happened. On the\nother hand, horrible things did...did happen. If somebody did escape, there was uh uh... Did\nhappen a couple of times that people did escape, but very seldom anybody was saved. But\nanyhow we had to stand for, of course, for hours until the guy was caught. And it took hours\nand hours. Anyhow, they caught the man. And uh all...we we were standing there, and he\nwas he was sitting on the edge of the camp. They poured cold water on him. And it was, you\nknow, in January. You can imagine. He didn't last too long, but he he froze to death. And the\nall...all kommandos, all the haftlings had to walk in front of him and uh see the the...how\nhow horrible the end is for anybody who tries...who tries to to escape. And there were\nvarious people who did try to escape. And I think some did.",
        "Q: Well, as we speak of escape, perhaps you can recall how you left the camp, Buna. And how\nyou eventually found your way to freedom.",
        "A: Uh to get out of Buna, uh this was uh on the 18th of January. It was freezing, and uh the\nRussians were coming much closer to Buna than the Germans expected. They were doomed.\nAnd uh actually what happened, my...where I was working in the electro magazine--this was\nwhere the Czech kapo existed--uh, the situation was quite good, at least for me. And I\ncould...I had enough of food that I could uh for for lunch or something, that I could also\nget couple more uh prisoners who would...who got some soup and so on. Because I was\nworking there in the office, which was uh very uh uh... I mean, it was an excellent job to\nhave under those conditions. The only way probably how how I did survive, because I was\nin the office there. In the office, I could uh uh...I could quite uh move around. And I also\npainted some pictures for the uh for the civilians there. Because there were civilians uh and\nuh...",
        "Q: When the Germans realized that the Russians were getting closer...",
        "A: Right.",
        "Q: ...what did they do at that point that allowed you to leave Buna?",
        "A: They...they didn't do anything. I mean, uh the Germans... they said, \"Alright. Pack your\nthings, and let's go!\" But because uh, I...I had many uh...I...1 knew many of the civilians in\nthe... in the...in the job, they called me on the side and they gave me some some bread and\nsome butter and uh uh they gave me goodbye. And this was the only thing they could do.",
        "Q: And then you started to walk...",
        "A: And then we started to walk to Gleiwitz.” The the thing is that generally prisoners had a long\ncoats, which were... I mean, they were very poor quality; uh but the striped coat... But I had\nonly a short one since I didn't walk. And what was prohibited, I had under the uh some uh\nsome pieces of of rags or whatever sewn in the coat. So it was a short one, but it was it was\ntwice as warm as the others. And uh...\n* Subcamp of Auschwitz, located in Upper Silesia.",
        "Q: How far did you walk, and how long did it take?",
        "A: That's what I wanted to say. From there on, uh we walked to to Gletwitz, which was about\ntwo days.",
        "Q: And eventually?",
        "A: But we had...we had to walk, we had to walk, and... Which was very difficult; because not\nonly that many prisoners couldn't stand 1t any more and died on the road and were shot, but\nmany SS men did the same, too. So it was not only the...it was not only the prisoners who\nwere who were under such a stress. Even the elderly SS couldn't...couldn't...couldn't stand it\nthemselves. We got to Gleiwitz, and in ... There was a pandemonium, really; because\nnobody didn't know what was happening and they did not know whether should people\nshould con...continue with with their kommandos as they were or not. And L...after two\ndays... Well, I was not really deranged...doesn't seem like anybody else decided I had to\nmove, so I did. And moved with them. We got on a train. And on the train, and we traveled\nfor about ten days. The only thing is uh the bread what I had from the from the people in the\nuh in the electro magazine, where I used to work; and then what we got on the road. And on\nthe road, we had only some a half of a loaf and some marmalade, and this was it. And the\nwater, we didn't get; because it was in January, and what we got was only when the snow\nwas coming down and we we had some uh some water. I was still in a pretty reasonably\ngood shape, because I had some bread and so on.",
        "Q: But it sounds like that's a fantastic story that you're into now. We're going to have to pause\nhere for a moment while the tape is being changed, so if you'd like to take another drink of\nwater and ....\nTape #2\nTECHNICAL CONVERSATION",
        "Q: OK. Mr. Bruml, if you'd like to remember again where we were talking just a few moments\nago about the train ride.",
        "A: Now if I recall, there are too many things which happened on the train is if very few I can I\ncan recall because the situation was such that people who were uh for for many days without\nfood. They were dying. They were laying on the ground of the of the wagon, and many of\nthose other people that uh the the wagon was not that big. It was a cattle wagon, an open one.\nAnd you can imagine that we didn't have any water. The only water was the snow which\nwas coming down. But somehow, I don't recall that much because it was every day was the\nsame - it was pandemonium. Uh on one side of the of the wagon, were sitting the painters.\nOn the other side of the wagon were the uh gardeners. There was another comp...uh and we\nknow each other uh another group, I mean the gardeners. And in between was the main\npleps (ph) of the prisoners who were so called musselmans. They...we were undernourished,\nbut they were even much more so. They had only generally a very few days to to to survive;\nand out of the uh transport of five thousand people, probably only two, two and a half\nthousand survived. There were there were very often killing each other, because they thought\nthat somebody was dying already. They took his shoes, and uh the situation was very\nhorrible. But even if I talk about it, somehow it is like pulled together in a way that you\nreally don't recall. Every day was the same. Every day was so horrible that you don't\nremember the day before. Uh after, and we went through Czechoslovakia going to the south.\nSome people did throw - they were standing on bridges and they threw some food so the\npeople behaved quite well because what what happened really we went through\nCzechoslovakia going from the north to the south in Austria, and uh we stopped at\nMauthausen. They thought that they will get rid of us in Mauthausen, but the Mauthausen\ncamp was already, it was a horrible camp. Very few people did did survive. The, later on\nwhen I, when we were in Mauthausen, uh they told us, there was inscription on it how each\nnation, how long the people survived, and I think Jews were I think only two uh two uh\nweeks. They thought them, anyhow, we were very lucky not to be denied the entrance and\nwe continued with the train. After ten days we we stopped and uh we were in Dora-\nNordhausen. This this was uh first we were dosed with some uh petroleum, with water, you\nknow, the disinfection, in January and standing there for hours so you can imagine not that\nmany people survived after that. Uh but uh in Dora-Nordhausen was established really as uh\nas a camp where they were making uh parts. It was done under under the mountain. The\ncamp and people were making, they they had - pardon me - they also railroads there and they\nwere working on the V-2. Uh anyhow, what happened with me I got uh I didn't uh, I I got in\na barrack and I was told not to uh try to uh just try to escape, to work, which I did. The the\nprobably very seldom that somebody was running around and uh didn't work, but\nsomehow I did, I I managed to do that. I had a broom and I was cleaning and doing things\nlike that. But finally they caught on me and they, I was told I was in a transport going to\nanother camp by the name Ellrich.’ Luckily, I had uh uh some uh German kapo who told\nme--uh he was from Elsass-Lothringen [NB: Alsace-Lorraine]--that I would not under any\ncircumstances go with with this group, because they go to a camp by the name Ellrich, and\nout of that nobody comes generally. Uh later on I did...I did see it, because when I was\nstanding there I saw wagons of people bloodied, just cadavers and going out of there. So I\ndidn't get into that; and uh whatever...what happened, I hid myself in a stack of of uh uh uh\nunder some stack. And uh I hid until...",
        "Q: Was that a haystack?",
        "A: A haystack, right. That that's what they call it. I was looking for the word. And uh I...I\nstayed there 'til the morning, when the...when all...all the...disappeared. They were at some\ntwo prisoners set on me, so I had to get out. Which I I did. And uh I I had some uh prisoner,\nwho who whom I knew he was a kapo. I shouldn't go there under any circumstances. And\ntried to avoid it, which I did. And uh I I saw some people writing some some names. So, I\nam...I just went there and put my name on it, too. And uh I said I couldn't go with it because\nI just keeled over, and I just cannot remember what would happen. So they sent me to a\nbarrack. And this was a typhus barrack; which I of course did not know. But I had injection\nbefore I didn't get anything. And since they...I had a friend there again who knew the kapo\nand said I am a painter. So what happened, they opened the...the windows and let me out\nevery day; and I used to go to another barracks, and painted pictures. Uh, they were horrible\npictures like uh swans, and... and sun, and... You know, and the things which generally\npeople like, you know. I mean, uh lower class people like ...",
        "Q: What happened to all those pictures that you painted?",
        "A: Unfor...unfortunately they they got beat up (ph) in the camp. They were horrible. Anyhow,\nfrom....",
        "Q: Were you able to bring any pictures out with you?",
        "A: No. No. The only thing, the the the... And uh anyhow, from there on, I uh... Yeah, I I was\nhiding until...for a couple of days. I don't know--seven days or ten days. And uh, I...I just felt\nI could not hold out anymore. And I went to the Arbeitsdienst, which was uh...they were\ntaking people who worked... uh, so they would be working you know. Uh, prisoners, I mean.\nAnd uh I I asked them that I would love to work, because uh I just cannot stand, you know,\ncleaning outside. They were utterly surprised. They wanted to know uh what is my\nprofession. So I I told them I am a painter, and they gave me a barrack where there were only\nthree guys. And they were all Czechs; and uh the thing is, they were...they were doing quite\n° §S-Baubrigade (construction brigade) camp, which functioned as a subcamp of Buchenwald,\nDachau and Dora-Mittelbau. Located in Sachsen province.\nwell. They...the problem is only they didn't have anything to do; and uh they were getting\nsoup and so on. They were...they had a very nice life; but then I would come there, that\nwould be the fourth one. And they were not Jewish. I was the only one. So they tried to get\nme out. Not that...you know, it's self-preservation. I cannot blame them for it. And...and uh\nfrom there, ...but nevertheless I was with them. So they sent me in a German German uh SS\ncamp, and I should paint there for for for the SS some inscription. Uh, which I did; and uh\nthe paper on which I was working was very primitive uh war (ph) kind of a paper, which the\nink spread on it and it just didn't work out. But the SS man who saw me to do that, started to\nscream. They sabotage. Luckily, the uh the airplanes came and started to bombard. So uh I I\nhad to rush out of the SS camp to the prisoner's camp, and uh uh what I uh uh and uh (pause)\nand at that time I came back again to to continue. And he came...he came. He saw\nwhat...what was happening. He started to scream that uh they will hang me the next day. I\nhad to give him my number, and I had to run back to the prisoners' camp. And somehow, he\ndidn't...he didn't do it. I didn't hang. I am still here. Uh...and uh later on, I got a job again with\nthe with the SS to go out with prisoners. And these were some German young boys--some\nsixteen, seventeen--who escaped. And they had to show...they had to show where they hid,\nhow they ran out of the camp, how they could escape. And I had to make earlier drawings of\nit, and they took the drawing. They put it with all the papers and sent it to Berlin; and...and\nhung the prisoners. And ...",
        "Q: Well, we're just at that point now where we're going to be uh closing the interview. And I\nwould like you to try to remember the last days in the camp, and the first days of your\nliberation.",
        "A: The last day of the uh... Yeah, I have to get to to Bergen-Belsen.",
        "Q: And from this camp to Bergen-Belsen?",
        "A: From...from this camp, it was again five days. And after five days, it was again a horrible\nkind of experience. We came...",
        "Q: Walking?",
        "A: ...to...to... No, it was not walking. It was a train; and the train went through the night. And uh\nfive days out, five days. And I I just cannot remember any more, but I know that we came to\nHamburg. And uh the uh during...during the night very often happened that we have seen\nburning trains, bombardment. And also we uh...a plane came, while the train was going, and\nand started... Uh, you could see the reflectors on the plane; and they started to bomb. And uh\nwe could jump out of the train; but SS was already out of the train, and they would they\nwould shoot anybody who would run away. But uh we did finally arrive in Bergen-Belsen.\nIn Bergen-Belsen...uh there, 1t was...I think, most of the...of the camp was uh uh German\ninhabitants. Pardon me, uh German uh women women inhabitants. And uh (pause) the the\nevents were not, this this was really the last more or less to date in in Bergen-Belsen. So then\nthere were already inscription that it is under the Red Cross, but the SS was still there.\nThey...they could...could shoot. Finally uh we saw the uh the the English, who came in. And\nthey put in charge, because there were very few people with tanks. So they put in charge SS;\nbut the Hungarian SS. The Hungarian SS was not exactly much better than the than the\nGerman one, but still they they knew that this is the end. Anyhow, so they didn't do that\nmuch. Some people tried to escape. These was the Russian, through the\ncanalization...through the canals; and uh they were shooting in. So I don't know that anybody\nsurvived, but I did. Uh the the door was not anymore, uh the current was cut off, but the door\nwas still there. So with couple of friends, we jump on the on the door and tried to get over.\nWhich we did. And uh run run in the woods. Finally, we got uh many of those prisoners\nwere running around in the in the farms and so on. The farmers of course they knew that this\nis the end so they gave us food and so on and uh many of those prisoners ate as much or tried\nto gorge themselves as much as as they could, and they got very sick because all the time\nwhat we were eating was uh, there was only bread or or soup which was soup, SO any\nany little bit of fat was uh really dangerous to to your intestines. Uh after that uh the the\nBritish came and people were still running around trying to get to the farms, and they took\nsome uh some uh radios and oh some uh some coats and so on what they got. Some they\ndidn't get. Something like after every war, people don't behave normally and rationally as\nthey should. Uh I know we were in some in some family. They were quite nice people, so\nthey they told us we can lay down on on the bed and sleep, and that was quite nice of them,\nand uh then we uh then I got back again to the camp because we were told by by the by the\nBritish we had to go back again so we did, and uh I got uh a job with the British. II got uh in\nwith some paper that I was serving of uh I was working for the UNRRA and uh I stayed with\nwith the British till the I think the July because uh there was a magazine they had some shirts\nand whatever, some uh uh (pause) underwear and so on. And I had to to supervise it. I had to\nand since I knew Czech and some some uh and I knew German, some some English I could\nuh I was working for for the British all the time. And I was also the leader of the Czech\nbarrack and uh I could uh by uh... Yeah I also, pardon me, and I was also supervising the\nkitchen. Many of the German girls, many of them were widows--and young, some eighteen,\nnineteen years old--and they were they were giving food to the to the prisoners. And one had\nto take care of you know so the people wouldn't go twice or three times for the same soup\nand so on. Uh there were ... (pause)",
        "Q: Well, as you're pausing, it gives me an opportunity to tell you that the tape is almost finished\nand we wanted in these last few minutes for you to tell us how and where you met your wife.",
        "A: Oh. (Pause) Should I say now?",
        "Q: Right now.",
        "A: This was kind of a very interesting thing and this did happen very often to us. I met my wife\ngoing with one girl who was friend of mine and I was standing in one row and my wife was\nstanding in the other row of people to try to pronounce dead people for really dead, so we\ncan inherit from our relatives, our parents, any possessions, and since uh I was the only one\nwho from the male who who did survive that camp, which my wife was just trying to find\nout if anybody did survive be...besides men, and we were looking at each other and we\nthought that we somehow, that we somehow know each other. And this this was the thing\nthat we tried, I mean uh we we just thought that uh it is quite interesting anything like that\nhappening.",
        "Q: That was in the camp?",
        "A: This was not. This was already when we came back again to to Prague.",
        "Q: To Prague.",
        "A: And uh (pause)...but what what was really very interesting was that I did not know my wife.\nNeither she did know me. Nevertheless, she did know my brother; and I knew her her father,\nbecause her father was uh something like a tinsmith. He had a small shop and I was working\nin that in that shop. I wanted to have as much knowledge of different professions which I\ncould do. So I was working there for a week, or I didn't know even her her father.",
        "Q: Well, that was a very nice coincidence then to the story of how you met your wife. And with\nthat, I'm going to thank you again for taking this time to share with us your thoughts on this...",
        "A: I thank you, I thank you just the same very much.",
        "Q: Well, you've done beautifully. Thank you.",
        "A: Thank you.\nPhotographs\n(1) This is my family. My father Henry, mother Irma and my small brother Otto. None of them,\nof course, survived. And me, in the...in the front.\n(2) This is a picture of me in Bergen-Belsen, the last day of Bergen-Belsen in '45. And this was\ndone by Kurt Fanderfalde. Used to be a communist, and escaped to to to Germany.\n"
    ],
    "questions": [
        "Q: Just tell us your name and where your born and what yout...",
        "Q: What was __ for the Jewish community in Prague?",
        "Q: As we learn more about the time that you're speaking of, and how was your family living\nthrough this early period before the war?",
        "Q: And in your particular family, did you have a sister or....?",
        "Q: OK. Now you mentioned when the Germans came. Could you tell us a little about your\nmemory of when the Germans came? Where you were for example? How old you were?\nWhat you were doing?",
        "Q: But that was 1938.",
        "Q: Can you...how old were you at that time?",
        "Q: And what were you doing for your livelihood at that time?",
        "Q: During that time, were there any difficulties that you and your family experienced? This was\nafter the German occupation in 1938.",
        "Q: But during this period of time - this was 1938 and '39...",
        "Q: What happened, then, to change that experience? When did the difficulties begin...?",
        "Q: But let's go back now to the time that uh we were speaking of before and please tell us about\nhow you and your family were taken to the camp? What was the circumstance of that...?",
        "Q: And in your case, could you tell us how it happened?",
        "Q: Do you remember when that was? Not precisely the date, no not precisely the date, but more\nor less - was it in the wintertime?",
        "Q: And when you got to Theresienstadt, what what did you think of the entry? What impressed\nyou?",
        "Q: Could you tell us a little about the paintings that you were making, and those that your\ncolleagues were making?",
        "Q: How long were you in that camp?",
        "Q: And in Auschwitz, what did you find?",
        "Q: OK. Would you like to take a drink of water now, just for a moment?",
        "Q: Let's start thinking back now to what you were just describing as your experience in Buna, as\na...as a camp. The kind of work you were doing...",
        "Q: ...what life was like, and how long you stayed there.",
        "Q: It doesn't matter the year. Just ...",
        "Q: You mentioned that you stayed in Buna until 1945. What happened then to cause you to\nleave Buna?",
        "Q: Well, as we speak of escape, perhaps you can recall how you left the camp, Buna. And how\nyou eventually found your way to freedom.",
        "Q: When the Germans realized that the Russians were getting closer...",
        "Q: ...what did they do at that point that allowed you to leave Buna?",
        "Q: And then you started to walk...",
        "Q: How far did you walk, and how long did it take?",
        "Q: And eventually?",
        "Q: But it sounds like that's a fantastic story that you're into now. We're going to have to pause\nhere for a moment while the tape is being changed, so if you'd like to take another drink of\nwater and ....",
        "Q: OK. Mr. Bruml, if you'd like to remember again where we were talking just a few moments\nago about the train ride.",
        "Q: Was that a haystack?",
        "Q: What happened to all those pictures that you painted?",
        "Q: Were you able to bring any pictures out with you?",
        "Q: Well, we're just at that point now where we're going to be uh closing the interview. And I\nwould like you to try to remember the last days in the camp, and the first days of your\nliberation.",
        "Q: And from this camp to Bergen-Belsen?",
        "Q: Walking?",
        "Q: Well, as you're pausing, it gives me an opportunity to tell you that the tape is almost finished\nand we wanted in these last few minutes for you to tell us how and where you met your wife.",
        "Q: Right now.",
        "Q: That was in the camp?",
        "Q: To Prague.",
        "Q: Well, that was a very nice coincidence then to the story of how you met your wife. And with\nthat, I'm going to thank you again for taking this time to share with us your thoughts on this...",
        "Q: Well, you've done beautifully. Thank you."
    ],
    "answers": [
        "A: Born in Prague, Czechoslovakia--which was a main city in Czechoslovakia. I went to school\nthere. My father had...he was quite in a in a way quite, behaved like American because he\nchanged many different, during his life, his...his profession. Uh he started in in a small small\ntown in southern Bohe...southern Bohemia, went to Prague. And in Prague, he had--I don't...I\ndon't recall anymore how many different uh profession, but he he had a small factory, shoe\nfactory. There were probably some four of those as I remember or five, which he did\nsomething like many Americans do. He moved around and tried to improve himself. And my\nmy mother uh lived in a...was born in a small town just the same as my father. And they\ncame to Prague, because generally all the Jews all over the world, they tried to go to improve\nthemselves. They don't stay in in small towns, but they go to the main city. So therefore\nPrague was a main city when so many Jews existed, and under quite good conditions.\nBecause it was a first Czech president who--there was a famous case against the Jews, and\nuh he did uh defend it. It was, uh, Herzna (ph) case. He was accused, I mean uh he was\naccused that he was using blood to make to matzahs, and he defended him. And later on, it\nwas...it was uh... He won, of course; but uh later on also he was quite uh popular as a uh as a\nas defender of Czechoslovakia, uh of Bohemia, because at that time it still belonged to\nAustria-Hungary. And uh later on, he became the president; and he was liked by by the\nwhole population.",
        "A: The Jewish community at that time, of course they didn't have the same kind of privileges,\nofficially uh under Austra-Hungary it was of course if somebody would change his religion,\nthey could become in the military a general or something like that, but the religion was quite\nimportant. Under Czechoslovakia, under ...this was under...after 1918, uh the population\nwhether they were Jewish or Christian, they were all equal. Of course, like everywhere else,\nthere were certain anti-Semitic behav...it was some certain anti-Semitic behavior. They...they\nwere not allowed to do some small thing; but in the long-run, there was, 1t was quite uh good\nsociety. I mean, toward to some in in a way uh the republic - I am sorry, I should have\nmentioned the the Czechoslovakia Republic was uh really under, was uh established not only\nunder President Masaryk, but also uh who was another uh father of the country, was uh was\nuh was uh President Wilson of United States.",
        "A: Quite well, and the Jews did imp...did improve everywhere.",
        "A: [...1 did have a sister and brother. My sister went to schools, of course; and my uh my\nuh...when the, when the Germans came she was already about 19 years old. She had some\nbusiness school. And my brother studied uh on the University to become a lawyer.",
        "A: At at that time the uh (ph) in the town of Munich. Before Munich, the...our situation\nwas: neither the French, nor...nor the uh...nor the British, they didn't uh somehow...\nThey...they considered Czechoslovakia as a small state, and there was no reason for them uh\nto interfere. They tried to save the world of World War. Which is something. I mean, this is\nknown of course today through radio. So everybody knows how...how Munich developed\nand what they had. But the first time Czechoslovakia had tried to defend them...uh to to\ndefend itself. Later on, it was...and when it was visible the Germans were going to help\nCzechoslovakia uh they uh the Czech were very easily taken over by by German, by\nGermany. Who...it was in the morning, perhaps, when I saw the...under the windows where\nof our house marching soldiers, these were German soldiers in these... Uh, prepared to shoot\nanybody who would would run or would try to to do uh to to defend Czechoslovakia. Now,\nof course, some people were killed; but in the long-run not that much happened.",
        "A: Yes.",
        "A: Uh, was some 20, 29.",
        "A: At...at that time I was working in a uh for a firm which uh they were in ex...import and\nexport different products to in Europe and bringing again other things in. But I was also\nschooled as a painter; so this was my second profession. And what really happened,\nsomething what used to be a second profession...or really uh just uh it 1t was it was... Uh,\npardon me...(stuttering) It was - I have to study - I think now uh this was my second\nprofession; and now the second profession became the first profession. Because when they\ncame, I got uh a group of people who who used to, uh whom I knew, they started to to paint\nuh pictures for for some Swiss uh company. Those pictures were pretty ugly but\nanyhow it was a hand-made product that and then I did something for for my and for myself\nI was painting cause uh for some company - uh it was a book store and a uh and a factory - it\nit was a book store where where they were selling there pictures and ...",
        "A: There were not too many difficulties. Only the difficulties were those that were imposed by\nthe Ger...by the German that we couldn't walk after after six or after six or eight o'clock. I\ndon't recall anymore. In the evening we couldn't go to the parks because the parks were not\nallowed for Jews and dogs of course and uh the the population remained of course\nthe population I mean the Jewish population couldn't go around and buy uh uh whatever they\nwould need immediately. They had to go after certain hours which, and there was the the\nbest meats or what best products were sold out, then they could come and and buy whatever\nthere was necessary.",
        "A: Right. Right.",
        "A: The...the difficulties started immediately because when the German came the main thing was\nthat uh we have to deliver radios, perhaps so we couldn't hear - we we wouldn't be informed\nwhat's happening. Then of course we had to uh of course not everybody had to uh obey. Of\ncourse if you were caught you went to concentration camp. I used to go always in the\nevening to my friend who had a radio and listen there. What we did we listen uh uh radio uh\nuh radio London and uh then what was also prohibited uh to possession of gold and silver\nand so on. What my father did, he bought some very cheap pieces of uh...of uh rings, and so\non; and then, even those and the good one, he kept. It was uh...of course, 1t was again\nprohibited very severely; but uh what happened that uh our maid saved most of the gold.\nAnd...but what we had in gold or uh uh precious stone and so on, by uh...by the maid. And\nuh uh so ...so she kept everything until the end of the uh...until the end of the war. Then I\ncame back, and I got it back again from her.",
        "A: The circumstances uh it was it was decided by the Jewish leadership - I don't anymore recall\nthe official name of it - which families should go. They get their numbers and uh they left uh\nthere Prague. Of course it was very often also happened that uh like in everything certain\npeople had a priority to go and or not to go. But the those things do happen.",
        "A: Yes. Uh we we got uh we got uh asked to to be to be prepared to have certain uh certain\namount of luggage what we can carry with us. I think it was like forty kilos, something like\nthat. And uh to be in in - it was a big building and there the uh uh - I don't know, recall any\nmore the name uh the name of it. Anyhow, we stayed there overnight, I think for two days - I\nI don't recall any more. And then we were then we left by train to to Theresienstadt [NB:\nTerezin]. It was not everybody. My...my brother, he married at that time. He stayed still in\nPrague. Uh my father, mother and sister--we left for Theresienstadt.",
        "A: It was...1t was in wintertime.",
        "A: At that time, uh we were just what we uh we just carried our luggage. And we were actually\nquite uh happy that we were allowed to have uh that amount of luggage, what it was allowed\nto take with us. Uh, it was decided also by... I was...by sheer luck, I...I got to a into a barra...\nPardon me. I should say that Theresienstadt was city, and there were military barracks; and I\nuh, by sheer incident [NB: accident], these many... Uh, the men were separated far from\nwomen. And I got to Magdeburg uh barracks, and uh it was quite close where our room\nwhere I was. And I uh was very close where the main leadership of the...of Theresienstadt\nlived. I uh the my my first occupation where I did, what I what I did, I joined uh OD. This\nwas Ordnung Name (ph), or something like that. It was something like a police. It was not a\nghetto police. It...1t was a separate thing. This...this one was only kind of an organization. We\nshould worry that people would work uh on the in the ghetto in proper way or just a small...it\nwas a...1t was not the police, but something similar. Uh, luckily that I was... got a room\nwhere uh where there was a uh (pause) the leadership of the camp - there there was at that\ntime there was leader of the camp, of Theresienstadt was [Dr. Jacob] Edelstein, and he went\nprobably uh and also uh... Pardon me, I was where at the ghetto [wahe (ph)] it was winter, a\nvery severe winter, and we we had to stand there for many hours in the uh uh 1n the barracks.\nOf course, the water was cold, and it was a very unpleasant situation. Luckily I, one day I\nwas standing there. And which is a transport going through, I uh I met my again my uncle uh\nFishel (ph), who who was an engineer. He got into the uh in in Theresienstadt by because\nhe...as an engineer, he built railroads. And at that time, there was nobody else above him as a\nspecialist in that field; and uh he got to Theresienstadt in a separate wagon with all his\npossession. And he helped me to get in in the Technical Department, which was... Technical\nDepartment! was a group of about uh a hundred painters, mainly hund...hundred. It was\n' This was probably the Aufbaukommando.\nabout engineers, main... mainly these uh engineers and painters and draftsmen. So\nwould...would be there in a way considered draftsmen and painters together; and uh uh what\nmy job was to uh to uh to prepare everyday statistics...take statistics take for the\nKommandatur to uh... These were uh...we had to...on small strips, we had to write down how\nmany people did receive certain amount of food, how much and so on. Uh, statistics also\nwho died, who didn't die, how many are living and under what condition and so on. Just\nstatistics. But besides that, what we did: we painted. This was allowed by the...by the\nGermans. Nobody didn't know exactly why it was allowed, but it was. And many of those\nthings which I at that time done were not pleasing to the Germans of course, but they didn't\nobject. Un later on many of those things were hidden but uh at that time it it 1t was alright.\nThe statistics had to be delivered and everyday on the German Komandatur; and uh at the\ntime the the leader of the the German main, the uh the uh how could I say, the main leader of\nthe Germans was uh was Seidl. But the uh unpleasant thing was delivering all of the of the\nstrips, the statistics to the Kommandatur, to uh... And...and what happened one day, uh about\nseven people were called because uh they either got from outside some cigarettes, or they\nwrote letters. And those seven people were uh were hung. And uh I had at that time...in the\nmorning, I...[ had to deliver the numbers with uh the uh uh Jewish leader, Edelstein, to the\nKommandatur and uh and delivered those numbers. You had to push them in the opening of\nthe...you know, he had just a on the wall; and, of course, the Germans were mad at us.\nI expect they were kicked us out, out of the Kommandatur. But there were other uh quite\ninteresting things which were happening in the ghetto which are probably known today to\neverybody, uh that uh that the uh what they were concert given, they were uh they were also\nuh... What I want to say? Besides that, there were other different cultural things happening.",
        "A: The paintings uh actually today exist in...1n Theresienstadt. A whole department, a museum,\nwhere they where they are showing all...all...many of those paintings which were saved\namong the people who (ph), and [Bed_ ich] Fritta and [Otto] Ungar, and others who\nbecame to the... Under Czechoslovakia, they became national painters. They were, of course,\nuh my, my... Pardon me, uh my father worked at that time also in the kitchen. Just later on\nwhen my brother came, he was also working in the kitchen. And uh, if I recall, my father\nwas... he was a supervisor. But there was a...what was happening there was a big uh fuss\nbecause of many things they did disappeared from the kitchen. People were stealing, and so\non; and he was very much against it, so he was thrown out. Those people who did uh who\ndid steal, of course, they stayed. Nothing happened to them. But what was happening was uh\nthat the life in Theresienstadt was, in a way, it was quite bad for elderly people. For the\npeople who were still young and quite strong, 1t was not that bad. They could, they could\nsurvive, because the work was not that difficult. But it... the possibility of surviving for\nyoung people was quite a good one. With the elderly, it was a difficult situation because they\nwere under the roofs of the uh of the barracks. In day, it was either cold or hot; and many of\nthose people died. When the beginning the city had some, let's say, some six thousand\npeople. These either soldiers and many prostitutes too. The population was _ uh...of\nTheresienstadt, was uh...was uh...send other parts of Czechoslovakia; and all the Jews were,\nwe were. They took over the highest, probably. There were about uh sixty, I think... don't...\nfifty or sixty thousand people living in the...in the city. Which was originally about for six\nthou...six thousand people before. Therefore, it was quite difficult uh...what quite difficult\nconditions for people to uh to uh to to exist.",
        "A: In the camp, I was only from from the December [1941] ‘til uh...'til uh January...I think, 11th,\n'42. Something like three quaters of a year. And uh at that time, what happened uh that\npeople who were in the...were indispensable, they could stay. They would stay, and save\ntheir family with them. Uh I tried that my... I gave my name just the same that I will go with\nmy family uh if I can... would go by my ____ there with my family. That way, my ...I saw\nthat my job is so indispensable that they wouldn't take me, and save my family, too. But uh\nthis was...it was that uh uh painter Fritta, who was my relative, that he tried all night...was\nstanding there inside to get me out, and my family too. But it didn't work out. So I went...so I\nwent to uh...with, with the train to Auschwitz.",
        "A: In Auschwitz, uh the first...the first thing which was that the train in which we\nwent...was...every train had a leader. I became one of those ... And uh took care of the...the\nwagon. And every, every wagon had their leader. And uh the first thing, the first impression\nwas the toilet. There were only end of barrels there, you know. There were kids or grown-\nups or whatever; and the first thing, was there was an old man who was sitting there, and he\ndied just... We, we saw the first man died like that in the train. It was a very bad, horrible\nimpression, for...for the elderly people, mainly. Uh, we travelled uh about two days to\nAuschwitz. We did not know where we ...where we were; and uh after questioning where we\nwere, he said ... Uh, the German soldier said, in Honolulu - it's very very hot here. Then as\nthe leader of the...of the wagon, I had to take uh care of to to get all all the people out of\nthe...out of the wagon; and the sick one or the dead one, to get them out. And this was the\nfirst time I lost my family, because I didn't see them. I saw only that they...that they had to\nget out, and this was the end what I saw. I tried, and still...because I did not know what it is, I\ntried to uh to carry my rucksack and my luggage. And I could only hear or saw some SS\nmen, you know, beat people and try that they would leave the luggage there and...and run.\nUh, I...I did not. I...I tried still to carry the luggage. And some SS men kicked me and ran me\nout, so I I I did...I did uh fall. I had... I had to go where they were showing me. And there\nwere two groups of people. There were the young...young men, and uh elderly men; and the\nsame thing with women. And also there were some kind of a truck or what for, for people\nthat were sick. So, uh I...I just saw the man standing there. So I I got in the group without\nreally knowing what...what it meant, of course. And this was uh...then we had to march. We\nmarched to the barracks in Auschwitz, and uh I had... Uh, we got uh the uh we got to the\nbathroom there. Or two different kinds of...there were some different rooms. There was a\npandemonium, because uh people were scared and they were without uh ... They they felt\nthat this is the end of the world, because because they were screaming and beating and so on.\nAnd also there was...1t was there were inscription: whoever has any money, or or stones or\nanything--I mean precious stones--they should give it away. Uh I had some money, so the...i1f\nif I recall still, I didn't know where to put it. One couldn't throw it anywhere, so there were\nfour sets in...one's a toilet. And I rolled all the money and pushed it in the faucet. Then we\nwent also from from there on we went to the barracks and uh where we should stay. We got\nsome soup to eat. Of course, the soup was so horrible; and of course we didn't eat. We just\n. We give it to to to the other haftlings, meaning uh the prisoners, and they were\nvery happy. They they told us we need don't worry about it. We are going to eat it very soon.\nWhich was, of course, true. And in Auschwitz, I stayed from uh quite... Actually, Auschwitz\nas such was uh it was uh a city, it was a city by itself, more or less. There was Auschwitz No.\n1 and Auschwitz No. 2, 3, and Buna, where I later was. This was uh Auschwitz No. 3.,\nmeaning Buna...meant Buna , they made other... What they wanted to do, they\nwanted to uh have a factory uh to to make artificial rubber. And uh in uh Auschwitz uh I\nstayed, as I said, almost about a week. Uh there was uh I worked on a...on this a a (pause) uh\nworked on on on the road by using a big roller, the big roller. Then I was now in Auschwitz.\nIt's still standing there. It was enormous kind of a roller which had to be pulled or pushed by\nthe people. Of course, who got underneath were killed very easily. And uh I stayed uh in\nAuschwitz uh about about a week. Every day, there was uh uh practically pandemonium\nbecause nobody didn't know what really happening more or less. Everybody was out of his\nwits. And nevertheless, then after...after a week we were put again in a group; and we were\nmarched to to uh we we marched to Buna, which was uh very... Buna as such really didn't\nexist yet. It was only part; the barracks were built, but the rest of the city didn't exist. First\nthing what we had to do really was so called \"[planien (ph)],\" which meant straightening out\nthe ground. And uh besides they didn't have any equipment. They didn't have any tractors, or\nvery few ones; and the railroad was there, but uh everything else must have been done by\nhand. So the first day, what we really did was were just working on the on the grounds try try\nto straighten 1t or making holes and cover them up again. Just a...just a job so uh we would\nwe would do something. Uh it was also very distressing to uh to get perhaps numbers to be\ntattooed, and so on. To get the numbers, we did not know what the reason was we are doing;\nbecause they just called the number and you got some two pieces of of uh of uh linen. Uh,\nwritten on it, you know, your number; and they...you should, you should have it put on your\ntrousers or on your on your coat. And uh uh after...after that, we uh we were...uh we, we got\nnumbered in the barracks where we could stay. We every every barrack uh had its uh uh...\n(pause) Every barrack was uh...had bunks uh... (pause) I mean, beds; and uh there were\nabout five people, I don't know anymore whether they were five or six people on each on the\nlevels to be uh (pause) where where the people could sleep. I don't know if I pronounce it\nproperly. Anyhow ... (pause)",
        "A: I can . (Drinking)",
        "A: Yes.",
        "A: Yeah. In in Buna, I stayed from the 28th or 27th October 19 uh 40 40...",
        "A: It...1t was until...until year '45. And uh from the beginning, I was uh (pause) didn't\nhave any special job, just just straightening the uh ground. But later on, by sheer incident\n[NB: accident], they were looking for somebody who would who who could paint uh...who\ncould paint the arbeit...(pbh), who was a uh SS man who took uh who took care that people\nwould be working or what kind of recommend they got their kommando and so on. How\nhow would...where they would be working. And uh uh since I was... by sheer incident or\nluck, I I got some pencil and some piece of paper. And I painted the SS man; because he was\nalways riding a bicycle, and I I painted him. This really should have been some gift to him,\non aon aa bike...like for children, on a tricycle. Of course, this was a joke. And if he didn't\ntake it as such, you likely could have been destroyed. And...but luckily, it didn't happen; and\nuh he was very happy with it, and I got a job in a in a uh barrack where there were painters\nwho had painted. And also they worked in a in a in a building where...where they were\nmaking numbers for for prisoners. So the the first thing, for about a week or two weeks, I\nwas making numbers for for prisoners. And these will take quite nice job. Later on, I was uh\nI was uh replaced by uh by a by a German uh German opera singer from Munich. His name\nwas Kiep (ph); and because he was German he he got the better kind of a job. But...and I\nwas...but I was told in the evening, if I want to I can come by my free will...I can paint still\nthe number. Which was a very good thing to do, because what happened uh--not that every\nevery every haftling or every prisoner had to have...had to have a number--but the number\nwas extremely important because if it was stamped, it was a big number. But you could have\na smaller number done by hand, and the smaller numbers meant you became...you were\nmore or less prominent. The SS knew about it, that it is uh that uh something like that exist.\nBut somehow they did let it go, and people were very often treated according to what kind of\na number they had. What I did, I used to come then. And in the evening, when I was...after\nafter work, and work and worked there probably two hours. For that, I got more soup. And\nuh having more soup was a quite...a quite uh, I think, important; because you lived a little bit\nbetter. Not only that, you could...that I could uh have twice as much, but I could have... I did\nhave also a uh a friend who was who was taking care of me otherwise. He darned my uh my\nuh my socks, or whatever I needed; and I gave him again the soup.",
        "A: Oh, what (stutter) because on the 18th of January, the uh... Pardon me, '45, uh came the...the\nRussians came quite close, and therefore I had to leave Buna. But they...actually, what\nmattered in in Buna the life was not only like that... Uh, I don't know if I should have said,\nperhaps, that I got uh uh I got a Czech kapo for whom I made a uh number. And he was...he\nwas a communist; and I asked him if I could work for him. And uh the Czech kapo uh was\nquite good man. He he didn't beat his people, and uh it it did. And I got...he got the first\nkommando; and the first kommando was divided among people who worked in the in the\nelectro magazine, part of them, and the second part were...were the...the musicians. The\nmusicians were many of outstanding musicians who played all over Europe, but there they\nwere playing only for people who were working in the morning. So they gave their coming\nin the evening. And since they were quite prominent people--meaning that they had a better\nclothes a little bit--we had a little bit better clothes just the same as they did. Uh and uh\nwhat...what happened was uh many different events did perhaps the kapo in the in the in the\nMalerei [NB: paintshop, or artists' studio], where they make where they were making the the\nuh uh (pause) ...the numbers. He was... he was changed from uh...from uh...because he was\nhalf Jewish, and they had uh they they were told in the cases they would prefer to be\nGermans. They would have the possibility to become if they would also; and uh there\nwas not everybody... Uh, no, wanted say that uh it was there was perhaps a bordello in the\ncamp. I mean, these were the funniest things what what happened too. Not only the horrible\nthings. And then he became a German the next day, for which he could go to the bordello.\nAnd uh there...there, he told to to the girls there. And he suddenly discovered that she's from\nthe same city, and they know each other; and he didn't perform as he should. So the SS man\nstarted to scream at him. And uh anyhow nothing happened; but I mean just as a funny thing,\nwhat what which were happening there. Uh another thing is, there was even also an opera in\ncamp, for... Not for everybody, but more or less for the prominents of the...of the prisoners,\nand the SS. And the operetta was \"Rosamonte.\" And uh I had another friend who was uh\npainter, who became also the kapo of the painters. He painted like in...like a magician some\npictures; and nobody didn't know what was what was happening. I mean, what was on on on\nit. And then he turned it around, and he painted the whole thing upside down. And he painted\nsome pictures, you know. Another funny thing was when uh they were uh uh uh... Pardon\nme...(pause) I wanted to say, there was a dentist and uh he was Jewish. And one day, there\nwere...there were...there were SS men going with one of those prostitutes, and he had to have\nhis teeth uh redone or something. He had to... Anyhow, he was sitting there; and the prisoner\ntold him--the SS man--he should open his mouth, which he did, and keep it like that. The girl\nwas in the...1n the other room. And uh so they...so the haftling went to to to the girl. They had\ntheir business done, and the SS man was still sitting there with with his mouth open. Another\nSS man walked by and looked at it, and he started of course to scream. I don't know what\nreally happened to the prisoner, but this was kind of a funny thing what happened. On the\nother hand, horrible things did...did happen. If somebody did escape, there was uh uh... Did\nhappen a couple of times that people did escape, but very seldom anybody was saved. But\nanyhow we had to stand for, of course, for hours until the guy was caught. And it took hours\nand hours. Anyhow, they caught the man. And uh all...we we were standing there, and he\nwas he was sitting on the edge of the camp. They poured cold water on him. And it was, you\nknow, in January. You can imagine. He didn't last too long, but he he froze to death. And the\nall...all kommandos, all the haftlings had to walk in front of him and uh see the the...how\nhow horrible the end is for anybody who tries...who tries to to escape. And there were\nvarious people who did try to escape. And I think some did.",
        "A: Uh to get out of Buna, uh this was uh on the 18th of January. It was freezing, and uh the\nRussians were coming much closer to Buna than the Germans expected. They were doomed.\nAnd uh actually what happened, my...where I was working in the electro magazine--this was\nwhere the Czech kapo existed--uh, the situation was quite good, at least for me. And I\ncould...I had enough of food that I could uh for for lunch or something, that I could also\nget couple more uh prisoners who would...who got some soup and so on. Because I was\nworking there in the office, which was uh very uh uh... I mean, it was an excellent job to\nhave under those conditions. The only way probably how how I did survive, because I was\nin the office there. In the office, I could uh uh...I could quite uh move around. And I also\npainted some pictures for the uh for the civilians there. Because there were civilians uh and\nuh...",
        "A: Right.",
        "A: They...they didn't do anything. I mean, uh the Germans... they said, \"Alright. Pack your\nthings, and let's go!\" But because uh, I...I had many uh...I...1 knew many of the civilians in\nthe... in the...in the job, they called me on the side and they gave me some some bread and\nsome butter and uh uh they gave me goodbye. And this was the only thing they could do.",
        "A: And then we started to walk to Gleiwitz.” The the thing is that generally prisoners had a long\ncoats, which were... I mean, they were very poor quality; uh but the striped coat... But I had\nonly a short one since I didn't walk. And what was prohibited, I had under the uh some uh\nsome pieces of of rags or whatever sewn in the coat. So it was a short one, but it was it was\ntwice as warm as the others. And uh...\n* Subcamp of Auschwitz, located in Upper Silesia.",
        "A: That's what I wanted to say. From there on, uh we walked to to Gletwitz, which was about\ntwo days.",
        "A: But we had...we had to walk, we had to walk, and... Which was very difficult; because not\nonly that many prisoners couldn't stand 1t any more and died on the road and were shot, but\nmany SS men did the same, too. So it was not only the...it was not only the prisoners who\nwere who were under such a stress. Even the elderly SS couldn't...couldn't...couldn't stand it\nthemselves. We got to Gleiwitz, and in ... There was a pandemonium, really; because\nnobody didn't know what was happening and they did not know whether should people\nshould con...continue with with their kommandos as they were or not. And L...after two\ndays... Well, I was not really deranged...doesn't seem like anybody else decided I had to\nmove, so I did. And moved with them. We got on a train. And on the train, and we traveled\nfor about ten days. The only thing is uh the bread what I had from the from the people in the\nuh in the electro magazine, where I used to work; and then what we got on the road. And on\nthe road, we had only some a half of a loaf and some marmalade, and this was it. And the\nwater, we didn't get; because it was in January, and what we got was only when the snow\nwas coming down and we we had some uh some water. I was still in a pretty reasonably\ngood shape, because I had some bread and so on.\nTape #2\nTECHNICAL CONVERSATION",
        "A: Now if I recall, there are too many things which happened on the train is if very few I can I\ncan recall because the situation was such that people who were uh for for many days without\nfood. They were dying. They were laying on the ground of the of the wagon, and many of\nthose other people that uh the the wagon was not that big. It was a cattle wagon, an open one.\nAnd you can imagine that we didn't have any water. The only water was the snow which\nwas coming down. But somehow, I don't recall that much because it was every day was the\nsame - it was pandemonium. Uh on one side of the of the wagon, were sitting the painters.\nOn the other side of the wagon were the uh gardeners. There was another comp...uh and we\nknow each other uh another group, I mean the gardeners. And in between was the main\npleps (ph) of the prisoners who were so called musselmans. They...we were undernourished,\nbut they were even much more so. They had only generally a very few days to to to survive;\nand out of the uh transport of five thousand people, probably only two, two and a half\nthousand survived. There were there were very often killing each other, because they thought\nthat somebody was dying already. They took his shoes, and uh the situation was very\nhorrible. But even if I talk about it, somehow it is like pulled together in a way that you\nreally don't recall. Every day was the same. Every day was so horrible that you don't\nremember the day before. Uh after, and we went through Czechoslovakia going to the south.\nSome people did throw - they were standing on bridges and they threw some food so the\npeople behaved quite well because what what happened really we went through\nCzechoslovakia going from the north to the south in Austria, and uh we stopped at\nMauthausen. They thought that they will get rid of us in Mauthausen, but the Mauthausen\ncamp was already, it was a horrible camp. Very few people did did survive. The, later on\nwhen I, when we were in Mauthausen, uh they told us, there was inscription on it how each\nnation, how long the people survived, and I think Jews were I think only two uh two uh\nweeks. They thought them, anyhow, we were very lucky not to be denied the entrance and\nwe continued with the train. After ten days we we stopped and uh we were in Dora-\nNordhausen. This this was uh first we were dosed with some uh petroleum, with water, you\nknow, the disinfection, in January and standing there for hours so you can imagine not that\nmany people survived after that. Uh but uh in Dora-Nordhausen was established really as uh\nas a camp where they were making uh parts. It was done under under the mountain. The\ncamp and people were making, they they had - pardon me - they also railroads there and they\nwere working on the V-2. Uh anyhow, what happened with me I got uh I didn't uh, I I got in\na barrack and I was told not to uh try to uh just try to escape, to work, which I did. The the\nprobably very seldom that somebody was running around and uh didn't work, but\nsomehow I did, I I managed to do that. I had a broom and I was cleaning and doing things\nlike that. But finally they caught on me and they, I was told I was in a transport going to\nanother camp by the name Ellrich.’ Luckily, I had uh uh some uh German kapo who told\nme--uh he was from Elsass-Lothringen [NB: Alsace-Lorraine]--that I would not under any\ncircumstances go with with this group, because they go to a camp by the name Ellrich, and\nout of that nobody comes generally. Uh later on I did...I did see it, because when I was\nstanding there I saw wagons of people bloodied, just cadavers and going out of there. So I\ndidn't get into that; and uh whatever...what happened, I hid myself in a stack of of uh uh uh\nunder some stack. And uh I hid until...",
        "A: A haystack, right. That that's what they call it. I was looking for the word. And uh I...I\nstayed there 'til the morning, when the...when all...all the...disappeared. They were at some\ntwo prisoners set on me, so I had to get out. Which I I did. And uh I I had some uh prisoner,\nwho who whom I knew he was a kapo. I shouldn't go there under any circumstances. And\ntried to avoid it, which I did. And uh I I saw some people writing some some names. So, I\nam...I just went there and put my name on it, too. And uh I said I couldn't go with it because\nI just keeled over, and I just cannot remember what would happen. So they sent me to a\nbarrack. And this was a typhus barrack; which I of course did not know. But I had injection\nbefore I didn't get anything. And since they...I had a friend there again who knew the kapo\nand said I am a painter. So what happened, they opened the...the windows and let me out\nevery day; and I used to go to another barracks, and painted pictures. Uh, they were horrible\npictures like uh swans, and... and sun, and... You know, and the things which generally\npeople like, you know. I mean, uh lower class people like ...",
        "A: Unfor...unfortunately they they got beat up (ph) in the camp. They were horrible. Anyhow,\nfrom....",
        "A: No. No. The only thing, the the the... And uh anyhow, from there on, I uh... Yeah, I I was\nhiding until...for a couple of days. I don't know--seven days or ten days. And uh, I...I just felt\nI could not hold out anymore. And I went to the Arbeitsdienst, which was uh...they were\ntaking people who worked... uh, so they would be working you know. Uh, prisoners, I mean.\nAnd uh I I asked them that I would love to work, because uh I just cannot stand, you know,\ncleaning outside. They were utterly surprised. They wanted to know uh what is my\nprofession. So I I told them I am a painter, and they gave me a barrack where there were only\nthree guys. And they were all Czechs; and uh the thing is, they were...they were doing quite\n° §S-Baubrigade (construction brigade) camp, which functioned as a subcamp of Buchenwald,\nDachau and Dora-Mittelbau. Located in Sachsen province.\nwell. They...the problem is only they didn't have anything to do; and uh they were getting\nsoup and so on. They were...they had a very nice life; but then I would come there, that\nwould be the fourth one. And they were not Jewish. I was the only one. So they tried to get\nme out. Not that...you know, it's self-preservation. I cannot blame them for it. And...and uh\nfrom there, ...but nevertheless I was with them. So they sent me in a German German uh SS\ncamp, and I should paint there for for for the SS some inscription. Uh, which I did; and uh\nthe paper on which I was working was very primitive uh war (ph) kind of a paper, which the\nink spread on it and it just didn't work out. But the SS man who saw me to do that, started to\nscream. They sabotage. Luckily, the uh the airplanes came and started to bombard. So uh I I\nhad to rush out of the SS camp to the prisoner's camp, and uh uh what I uh uh and uh (pause)\nand at that time I came back again to to continue. And he came...he came. He saw\nwhat...what was happening. He started to scream that uh they will hang me the next day. I\nhad to give him my number, and I had to run back to the prisoners' camp. And somehow, he\ndidn't...he didn't do it. I didn't hang. I am still here. Uh...and uh later on, I got a job again with\nthe with the SS to go out with prisoners. And these were some German young boys--some\nsixteen, seventeen--who escaped. And they had to show...they had to show where they hid,\nhow they ran out of the camp, how they could escape. And I had to make earlier drawings of\nit, and they took the drawing. They put it with all the papers and sent it to Berlin; and...and\nhung the prisoners. And ...",
        "A: The last day of the uh... Yeah, I have to get to to Bergen-Belsen.",
        "A: From...from this camp, it was again five days. And after five days, it was again a horrible\nkind of experience. We came...",
        "A: ...to...to... No, it was not walking. It was a train; and the train went through the night. And uh\nfive days out, five days. And I I just cannot remember any more, but I know that we came to\nHamburg. And uh the uh during...during the night very often happened that we have seen\nburning trains, bombardment. And also we uh...a plane came, while the train was going, and\nand started... Uh, you could see the reflectors on the plane; and they started to bomb. And uh\nwe could jump out of the train; but SS was already out of the train, and they would they\nwould shoot anybody who would run away. But uh we did finally arrive in Bergen-Belsen.\nIn Bergen-Belsen...uh there, 1t was...I think, most of the...of the camp was uh uh German\ninhabitants. Pardon me, uh German uh women women inhabitants. And uh (pause) the the\nevents were not, this this was really the last more or less to date in in Bergen-Belsen. So then\nthere were already inscription that it is under the Red Cross, but the SS was still there.\nThey...they could...could shoot. Finally uh we saw the uh the the English, who came in. And\nthey put in charge, because there were very few people with tanks. So they put in charge SS;\nbut the Hungarian SS. The Hungarian SS was not exactly much better than the than the\nGerman one, but still they they knew that this is the end. Anyhow, so they didn't do that\nmuch. Some people tried to escape. These was the Russian, through the\ncanalization...through the canals; and uh they were shooting in. So I don't know that anybody\nsurvived, but I did. Uh the the door was not anymore, uh the current was cut off, but the door\nwas still there. So with couple of friends, we jump on the on the door and tried to get over.\nWhich we did. And uh run run in the woods. Finally, we got uh many of those prisoners\nwere running around in the in the farms and so on. The farmers of course they knew that this\nis the end so they gave us food and so on and uh many of those prisoners ate as much or tried\nto gorge themselves as much as as they could, and they got very sick because all the time\nwhat we were eating was uh, there was only bread or or soup which was soup, SO any\nany little bit of fat was uh really dangerous to to your intestines. Uh after that uh the the\nBritish came and people were still running around trying to get to the farms, and they took\nsome uh some uh radios and oh some uh some coats and so on what they got. Some they\ndidn't get. Something like after every war, people don't behave normally and rationally as\nthey should. Uh I know we were in some in some family. They were quite nice people, so\nthey they told us we can lay down on on the bed and sleep, and that was quite nice of them,\nand uh then we uh then I got back again to the camp because we were told by by the by the\nBritish we had to go back again so we did, and uh I got uh a job with the British. II got uh in\nwith some paper that I was serving of uh I was working for the UNRRA and uh I stayed with\nwith the British till the I think the July because uh there was a magazine they had some shirts\nand whatever, some uh uh (pause) underwear and so on. And I had to to supervise it. I had to\nand since I knew Czech and some some uh and I knew German, some some English I could\nuh I was working for for the British all the time. And I was also the leader of the Czech\nbarrack and uh I could uh by uh... Yeah I also, pardon me, and I was also supervising the\nkitchen. Many of the German girls, many of them were widows--and young, some eighteen,\nnineteen years old--and they were they were giving food to the to the prisoners. And one had\nto take care of you know so the people wouldn't go twice or three times for the same soup\nand so on. Uh there were ... (pause)",
        "A: Oh. (Pause) Should I say now?",
        "A: This was kind of a very interesting thing and this did happen very often to us. I met my wife\ngoing with one girl who was friend of mine and I was standing in one row and my wife was\nstanding in the other row of people to try to pronounce dead people for really dead, so we\ncan inherit from our relatives, our parents, any possessions, and since uh I was the only one\nwho from the male who who did survive that camp, which my wife was just trying to find\nout if anybody did survive be...besides men, and we were looking at each other and we\nthought that we somehow, that we somehow know each other. And this this was the thing\nthat we tried, I mean uh we we just thought that uh it is quite interesting anything like that\nhappening.",
        "A: This was not. This was already when we came back again to to Prague.",
        "A: And uh (pause)...but what what was really very interesting was that I did not know my wife.\nNeither she did know me. Nevertheless, she did know my brother; and I knew her her father,\nbecause her father was uh something like a tinsmith. He had a small shop and I was working\nin that in that shop. I wanted to have as much knowledge of different professions which I\ncould do. So I was working there for a week, or I didn't know even her her father.",
        "A: I thank you, I thank you just the same very much.",
        "A: Thank you.\nPhotographs\n(1) This is my family. My father Henry, mother Irma and my small brother Otto. None of them,\nof course, survived. And me, in the...in the front.\n(2) This is a picture of me in Bergen-Belsen, the last day of Bergen-Belsen in '45. And this was\ndone by Kurt Fanderfalde. Used to be a communist, and escaped to to to Germany.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumFebruary 6, 1990\nRG-50.030* 0042",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Charles\nBruml, conducted by Linda Kuzmack on February 6, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "CHARLES BRUML\nFebruary 6, 1990"
    ]
}