{
    "rg": "RG-50.030.0395_trs_en",
    "sequence": [
        "Question: I’d like you to just begin by introducing yourself, and -- and telling us where and when\nyou were born.",
        "Answer: My name is Max Heller. I was born in Vienna, Austria, in 1919. I come from a\nrelatively small family, just a sister, and of course my parents. I grew up in a very Orthodox\nhome. My parents observed the Shabbas, they would not work on the Sabbath; in fact, they\nwould not even light -- put the light on. In fact, what -- that sort of gives me wonderful\nmemories. My father was more Orthodox than -- than my mother. My father had the philosophy\nthat God takes care of everything, and my mother said God takes care of those who take care of\nthemselves. So I’m sort of an in-between. If I lean to anything I lean to, you must take care of\nyourself rather than -- and my father would run across the street against the light because he\nknew God would take care of him. But it’s interesting, that kind of faith helped us when things\ngot very bad. Our home was a very happy home. We were not wealthy by any means, I would\nsay we were middle income people, both my mother and my father worked. They had their own\nbusiness, which was a -- a textile business, but they sold to individuals on a credit basis, and they\nhad several salesmen that went out and sold the merchandise and that sort of thing. I -- as I told\nyou, I was brought up Orthodox. In fact, I had a Hebrew teacher from the time I was eight years\nold to prepare me for -- for my Bar Mitzvah, he came to my house three times a week. I\nremember that teacher, because he taught me a lot, not just the Hebrew part, but also, after the\nlesson he would sit with me and talk to me about what Judaism is all about, the ethics, the\nmorals, and the stories, and I was fascinated with that. And I would say that today I’m a strong\nJew, more on the side of the morals and the ethics, and how you’re supposed to behave, than the\nrituals. I -- I have nothing against rituals, I -- I observe but not -- not as much as I -- I try to live\nlike this man taught me, so I’m -- I’m trying to give you a picture of what life was like 1n our\nhouse. My sister was two years old than I am. She -- she probably did not experience things the\nway I did because as a youngster I was involved in a lot of fights because I was Jewish. I\nexperienced a lot more anti-Semitism than my sister did. So it -- in that respect, perhaps we grew\nup a little bit different.",
        "Q: Why would you have experienced more than your sister?",
        "A: Well, my sister, if there was any -- any anti-Semitic action on the street, she certainly would\nrun home rather than get out and fight. So -- so it was a -- really different, she was not exposed\nas much as -- as I was. And I -- I -- you know, I-I sort of lived through it. I belonged to -- when I\ngot older I belonged to a sport club called Ha-Koah, the word stands for strength, and I was in\nthe wrestling section. So all of these guys -- I was like a mascot. In those days they were really\nnational champs. They didn’t shy away from defending yourself. And it’s interesting when I\nthink about it now, is what made my Judaism stronger then, and still is today is you cannot shy\naway. You must face, you must face anti-Semitism, if 1t exists. You -- you cannot just walk away\nfrom it. And even today when I see something that I feel -- and I’ve been in company of people\nthat say things like, oh, I Jewed him down, as an example. I speak up. And perhaps this goes\nback to my childhood when I was -- I spoke up, and I defended myself.",
        "Q: But what at that point gave you the strength to defend yoursel -- yourself, instead of to --",
        "A: Well, I -- th-that’s a very good question. You know, people say I’m proud to be a Jew, right?\nThat’s -- but you have to know why you are proud, and I think because of my upbringing, both\nmy mother and father, and then this teacher that I’m talking about, I felt good being Jewish. I\nnever -- I never had to shy away, it was something that I was very proud of, but I knew why. And\nso this, I think, made the difference, it’s the upbringing that makes the difference. I was very\nhappy. Even today I have people that -- I live in a small town in the south, and we have a college\nin our town called Bob Jones University, and they always send people out trying to convert you.\nThey knock on my door. And both Trude, my wife and I, when we answer the door, we say, you\nhave the wrong address. We are very happy with what we are. Maybe you’re happy with what\nyou are. And so this -- you know, it carries forward, there’s no question about it. And we -- I\nthink our children feel the same way.",
        "Q: Let’s go back. You were talking about the fact that your family was very observant.",
        "A: Mm-hm.",
        "Q: Do you have fond memories of some of those observances?",
        "A: Probably the happiest time of my life, this may sound ridiculous, when we were the poorest.\nAnd this was during the depression, I -- in Europe the depression started perhaps a little earlier\nthan it did in the United States. But my parents had practically lost their business. And they\nrefused to go into bankruptcy. And so we had to give up our apartment, and we moved into one\nroom. My sister, myself, my mother and father, and occasionally my mother’s sister. And on the\nSabbath, in this one room, when during the day we would not light -- there was no light, the most\nbeautiful time was when later in the afternoon -- we went to synagogue in the morning, but later\nin the afternoon we would crawl in bed with Mother and Father, and my father would tell these\nstories about he served four years in the war -- in -- on the side of Germany, incidentally. But my\nmother would sing the most beautiful Jewish songs, and most of them are very sad, but they were\nbeautiful. And we -- my -- we used to si -- we were lying in bed crying, not because we were\nunhappy, because we were happy. And I’ve learned a lot from that. I -- I’ve learned to become\nreally sentimental about my -- my Yiddish [indecipherable] and to appreciate li -- really life,\nbecause the songs deal with life. So I would say 1-1f you say what gave it to me, and what -- what\nmy life was like, this I think determined the way I am. Those times. I remember at the end of the\nday on the Sabbath, they turned the lights on, and they would sit down at a table and they would\ndivide the money they had earned -- they went to work for other people, and they divided the\nmoney that they had to pay the creditors. And when things got better, my mother and father were\nable to get back into business. My father was very proud of the name, he wouldn’t think of\nbankruptcy. And again, that I think taught me a great deal. So these were -- these were happy\ntimes, although they were tough times.",
        "Q: Tell me about the Jewish life in Vienna in general.",
        "A: Well, Jewish people were about 10 percent of the population. And it was a very rich life. The\nJews were involved in -- in the music, they were involved in -- in politics, they were involved\ncertainly in the arts and sciences, and in teaching. And Jews, generally speaking, I would say,\nwere quite influential. They were also -- not all of them were successful, but they were mostly\nsuccessful people, and -- and very law abiding. We didn’t -- we had nobody to be ashamed of. So\nJewish life was a rich life, I would say, although I must tell you, sa -- when -- I go back now to --\nto this sa -- during the day on Saturday, the thing that really touched me is my mother would tell\nus stories about her life as a teenager in a little town in Poland. She grew up in a town called\nLubachow. Her parents, I would say, were poor people. Very, very observant. I still remember\nmy grandfather, very much so because he was a very imposing man with a white beard, and --\nbut he always would tell me these stories, and my mother would tell us what happened to her as a\nchild. She was sent away from home when she was not even 10 years old because the fear that\nthey had of pogroms, when soldiers would come and rape girls. They -- she and her sisters would\nhide under the house. And so one day they were sent to -- to Krak6éw to a -- to a member of the\nfamily, and my mother, at age 10 or so, had to work for that family, although she lived with\nthem. She was like a -- she took care of the baby, she helped clean the house. So when you hear\nfrom your own mother what -- what she went through -- but my mother was never bitter. The --\nthe thing that my mother always said, but look, here we are. And thank God we are alive. I -- I\nsurvived that. So these are -- these are all part of my -- my make-up, and it was very meaningful\nto me to hear what my parents went through. My father went -- was in the service for four years\nas I told you, he was wounded in the war. And yet, when Hitler came, it made absolutely no -- no\ndifference. Neither my mother nor my father went to public school because the public school\nwould not have them. And both my parents were self educated, and went in business self\neducated. So as a result of that, education was the most important thing in our family. So it -- it\nall comes back. You know, people say, well, the Jewish people are so intent on education. This 1s\na good reason. That’s why. And my mother would even write in her -- she -- she sometimes\nwould keep a journal, which we found only recently, and it was very touching what she said. She\nsays, one day I had -- I prayed that my children would have a good education. It’s the most\nimportant thing in the world. So -- so perhaps this gives you a -- a picture of what -- what it was\nlike, life for me in our house, and generally life in Vienna. But we had good times in Vienna, too,\nwe used to -- we used to go to balls, and -- during Mardi Gras season. In fact, every summer we\nwould have a house in the country, and that’s where I met my -- my wife, when I was -- I was 17\nand she was 14. And the day I met her I told her I was going to marry her, and her father\noverheard it, and I was not his favorite person after that. She was -- she was the only child.",
        "Q: You spoke of education. I was wondering if you could talk a little bit about that, and whether\nyou went to integrated schools --",
        "A: Mm-hm.",
        "Q: -- or whether you went only to Jewish institutions?",
        "A: Yeah. No, I went -- when my -- my grammar school was boys only, and that’s not unusual, it\nwas a public school. I went to grammar school for four years, it was totally integrated. We had --\nin fact I had many non-Jewish friends when I went to school. And then after -- at age 10 1s when\nI finished grammar school, and stood an exam to enter into a private high school called\ngymnasium. And that too was integrated. We had religion -- we took religion in school in\ncontrast to America, and this is -- that’s one reason why I feel so strong about not mixing\nreligion with the state, because we -- when we went to school, we had religion, but we had to\nleave our room, and we went to Jewish class, so to speak, when others went to the Christian\nclass. That was not very good, but -- but the school was integrated. I experienced anti-Semitism\nthen, where you know, you’d find scribbled notes, you Jew, or Jew go back to Palestine, and\nthings like that. Some of the professors we had, I felt were anti-Semitic. Maybe it’s because I\ndidn't study that much, but some of them, on the other hand, I felt were very sympathetic. So my\nschooling -- I finished school not because I was genius, but the system was that you can finish\nhigh school after four years, and I went to work as an apprentice. And I made the equivalent of\nmaybe 20 dollars a month. And while I, however, while I was working I went to a business\nschool for three years. And while I was not a very good student in the gymnasium, business\nschool was really what I wanted, and I -- I -- I did quite well. So I worked and went to school at\nthe same time.",
        "Q: And what was the work?",
        "A: I -- the sc -- the business that I worked for, they had five and 10 cent stores which they\nstarted, and in fact they were among the first. And they also would sell merchandise on\nconsignment and put people in business. And my work when I first started was sweeping floors\nand cleaning bathrooms and that sort of thing, but within -- when I was 17, I was in charge of a\ndepartment and I had learned about import/export, because a lot of the merchandise which we\nsold was imported. And I had taken all kinds of courses which enabled me to become a buyer for\n-- for that company. And a good many of the people that worked -- the company was owned by a\nJewish man, and the people that worked there were both Jews and non-Jews. And I must tell you\nthis, we haven’t come to Hitler yet, but Hitler came in on a -- on a Friday, on, I believe it was\nMarch the 11\". On Monday I went to work, we didn’t know what to do, so you go, like you\nalways go, I went to work. And the same people that I had worked with for several years already\n-- this was 1937 -- is when -- ?38, excuse me, when Hitler came. The same people that I had\nworked with for several years suddenly appeared in Nazi uniforms with the swastika band. The\nsame people that I had lunch with every day, that I -- that I went out with, the very same people.\nAnd that was a shock. And this -- this just tells you really, what went on, and how -- how life\nwas. In a way we kidded ourselves. We -- we kidded. Although we had all of these fights and\ntroubles, but never thought that 1t would get to a point as it did. What also happened is a man\nwho worked for the owner of our company, that our owner had put in business, came in one day\nand took over the business. Came in with a group of Nazis in black and brown uniforms and just\ntook the business. And ironically made out a receipt, and fired everybody, except three of us.\nAnd we were put into one office, 1n one room, and we -- and the reason they didn’t fire us 1s the\npeople they put in charge had to learn something. So I’m -- I’m trying to really give you a picture\nof -- it’s -- it’s -- it’s -- when I think about it, I’m really amazed myself of how we were so\nfoolish prior to Hitler not to recognize, or not to sense that there was more to this than just\nhaving a fight in the street.",
        "Q: Let’s just backtrack, cause of course I -- I want you to tell me much more about when Hitler\ncame in. You mentioned that there were fights in the s -- in the street, or scribbled notes. Can you\ntalk a little bit more about other hints, or -- or outright incidents of anti-Semitism prior to Hitler?",
        "A: Well, of course the Nazi party had started many, many years ago. And in fact, they killed a\nchancellor, his name was Dollfuss, several years before Hitler came into Austria. But it was after\n1933, where Hitler came into Germany, where he took over the German government. And those\npeople, his followers, killed Dollfuss, and they were put in jail. So there was always that unrest,\nand there was always -- Austria had maybe 10 - 15 political parties, and there were marches in\nthe streets. It’s -- it’s quite different than it 1s here. And it always resulted in -- in fights and even\nkillings. There was -- the anti-Semitism that you could feel in Austria was that sometimes you\ncould not live where you wanted to live. You were rejected on a job because you were Jewish.\nSo it -- it wa -- it wa -- those kind of things. But we lived with it, and this was -- you almost get\nused to a way of life, that’s just the way it was. And so you -- you live with it. When people\ncame -- we had somebody in the place where I worked who had come from Germany, from\nLeipzig and he told us stories about that Jewish businesses were taken over, and Jews were\nbeaten and all that. I must tell you the truth, we didn’t believe it. We thought oh, there must be\nsomething wrong with that man. Why would they do anything like that? So there was a\ndifference between political national socialism and the anti-Semitic part of anti -- o-of that\nfascism. It was either political, but it was also anti-Semitic. So it was in that atmosphere that we\ngrew up. Maybe I felt it more than others because I was in a Jewish club, and maybe because of\nthe section where I lived. Maybe I was more aware of it because of the education that I had. And\nmy mother, the stories that she would tell me, I -- I was sort of on the -- I -- I had like an antenna.\nYou -- you get sensitive where you -- where you feel these things.",
        "Q: Were you beaten up?",
        "A: I was beaten up and I beat up. I did it both ways. Oh definitely. I -- I came home sometimes\nwith a bloody nose. But I also came home where I felt very triumphant, where I gave somebody\na bloody nose.",
        "Q: But none of this taunting -- was that disturbing to you, or that surprising to you? Didn’t you\ncome home and -- and talk to your family and say why is this happening?",
        "A: No, not really, because I knew the history of the Jews. Not only my mother’s experience in\nPoland, but I knew about the Spanish Inquisition. I knew what happened in Europe, in many\ncountries where Jews lived, and then came another king or another prince or another chancellor,\nand Jews had to leave. I knew all that. I had -- I had heard stories from my grandfather in Poland,\nwho told me what -- what he had experienced. So this -- you know, this was the history of the\nJews. I accepted that. That was the way life was, and -- and the more -- the more they -- the more\nthey were after us, the stronger we became, I felt, at least. It’s like when you -- when you hunt an\nanimal, the fox becomes very fast and clever, because it hunted in -- in a way, that’s the way it\nwas, certainly with me.",
        "Q: Now you went to public schools or private schools, but they were mixed.",
        "A: Mm-hm.",
        "Q: Were your friends mixed, or were your friends Jewish?",
        "A: Most of my friends were Jewish, but some of them, of course, were not. And one of the bad\nexperiences I had after Hitler came was with a friend, a non-Jewish friend that I had known for\nmany, many years, who in fact belonged to the same club, the sport club that I belonged to. And\nhe is the one that threw me on the street, and made me scrub the street. And when I wanted to\npull my pants up not to make -- make them wet, he -- he pulled them down, and he called me a\n[indecipherable] a pig Jew. That was perhaps the greatest shock. Can you imagine that you -- you\nsort of grew up with somebody and suddenly this is what happens to you. You really feel, when\nsomething like that happens, you feel 1t perhaps more because of the disappointment, because it’s\nsomething I did not expect. Fighting on the street I -- I expected. You know, that -- it really\ndidn’t bother me. But this was a betrayal, I was betrayed. So when you ask me about friends, I’m\nnot saying that every one was like that. Most of my non-Jewish friends would not have anything\nto do with me after that. That -- and this, in a way, I -- I expected that. I -- I -- I just -- they were\nprotecting themselves, and at that point I was much more interested with what was going to\nhappen to us, could we get out, than if somebody spoke to me or not.",
        "Q: But it must have been tremendously hurtful.",
        "A: Oh, it was very hurtful, 1t was very hurtful. One time I was surrounded by a group of people --\nwhen I went to this school I was telling you about, th-the business school while I was working,\nand one time I was surrounded by maybe 10 or 15 people my age that I had gone to school with,\nwho threatened to beat me up. And if it hadn’t been for a police officer -- and that was unusual\nby the way, that a police officer would interfere, because normally they looked aside, I would\nhave been beaten to a pulp, I’m sure. It was hurtful. Th-There’s no question about it. But you\nknow, it just didn’t get me down. This is where my father’s faith comes in. I knew that some --\nwe -- we had to get out, there was no question about that, and we did not go to pieces. It’s\ninteresting, with all the troubles, Jewish people would still tell jokes. When -- when all these --\nthese bad things happened, they would still tell jokes. They would still talk about normal life.\nYou don’t just give up everything. That’s the way life was, you -- you went on, you tried to do --\nlive as normal as you could, which really wasn’t normal. Because I remember my mother and\nfather had -- or everything they had, their bank account was confiscated after Hitler, and we lived\nfrom what my mother had saved -- and I often tell Trude I hope you have some money\nsomewhere I don’t know about. And after awhile when that ran out, we began to sell, like my\nmother liked silver and things like that. And this is what we lived from. My mother made -- I --\nevery day we ate like potatoes. Meat was hardly ever, but never complained. We never -- we\nnever complained about it. So I -- I don’t know how others reacted. We were glad that we -- we\nwere still alive, we were hopeful that we would get out, and of course we -- we -- we did get out.\nI -- I -- I don’t want to talk about the beatings that people took, and what we saw on the street. It\nis indescribable in a way. It’s -- it’s unbelievable that this happened to people that confessed to\nbe God fearing -- I mean that people who -- who said they believe in God, went to church, went\nto concert, loved music, loved literature, that these are the very same people that turned into -- to\nbeasts, and then came home and loved and hugged their children. So it was a tough time.",
        "Q: This probably does take us up to, you know, what happened in March of -- of 1938.",
        "A: Mm-hm.",
        "Q: Because you -- you’ve mentioned that you knew a little bit of what was going on in Germany,\nbut you didn’t either believe it or --",
        "A: We -- we did not -- we knew a little bit, we did not know everything, of course. And also you\nhave to remember during those years there were not -- the concentration camps had not started\nyet. Businesses were confiscated, laws were passed in Germany that for instance a Jewish doctor\ncould -- did not cre -- treat a non-Jewish patient and the other way around. That Jews could not\nemploy non-Jews, etcetera. Those -- those were the laws that were passed, but there were no --\nno concentration camps yet. There was always a rumbling going on, and Hitler proposed that\nAustria be annexed to Germany. And a boat was to be taken, I believe it was on the 13\" of\nMarch, 1938. The chancellor, the Austrian chancellor at that time, his name was Schuschnigg\nwent to Berchtesgaden two or three days before the vote was taken -- or to be taken and told\nHitler that we’re fighting it, we’re not -- we’re not going to just accept this, and so forth. Well,\non Friday before election, I was outside of the business, I had been at a meeting, and it was in the\nafternoon. And of course there was a lot of literature about how to vote, vote yes or vote no and\nthat sort of thing, but you didn’t see any swastikas. And in the afternoon, within one hour, word\ngot out that Hitler’s troops had marched into Austria, and I have never seen a people more\norganized than the Austrians were. Police officers put on swastika bands, public buildings flew\nthe -- the -- the swastika flag. The trucks were already out in the street looting. And this all\nhappened within -- within an hour. It was highly organized, and I must tell you, Austria was\nreally not taken over, because Austria was happy to become part of Germany. The people were\njubilant, they were absolutely jubilant. They were not victims, the Austrians were not victims.\nThey were part of it. And I -- I remember this was on a Friday and I went home immediately,\ncame home, and I said, what are we going to do? And my mother said, “It’s Shabbas, it’s Friday\nnight. We’re gonna have a -- we gonna have Sabbath.” And believe it or not, we sat down at the\ntable -- Friday was a -- was a wonderful day in our home, everything was cleaner, it smelled\nmore -- better. It was really like a festival. My mother said this is Shabbas, we’re going to sit\ndown, we’re going to have our meal. She lit the candles, she prayed over the candles, we had our\nmeal, my father said the prayers. And then, after that is when we really began to talk. But this --\nthat -- the -- the ritual of the Friday night service remained, in fact it probably was the most\nmeaningful Friday night we ever spent. There was great strength there, and great faith. Well,\nnow I must tell you what happened. I'll go back a little. In 1937, on -- this is when we went to\nthe country in the summer and rented a house. I met my wife, I told you about that. I\nimmediately fell in love with her. But the week when I met her, for some unexplainable reason --\nmy father would commute and he would come in on a Friday and stay til Monday. On Thursday,\nI cannot tell you why, Pll never know why, I decided to go to Vienna and come back on Friday\nwith my father. And everybody said, why you going, you just met Trude, and I said, I just feel\nlike going. And when I got off the railroad station in Vienna, I met a boy friend of mine. And he\nsaid, what are you doing this evening? And I said, I really have no plans, I don’t even know why\nI came. He said, why don’t go we -- why don’t we go dancing. And so I met him that evening\nand we went to an outdoor restaurant where there were -- where there was dancing. And I -- in --\nin Europe it is quite appropriate that you can get up from your table, walk over to -- to a lady and\nask her to dance, and if she says no, you -- you know, you’re a little embarrassed, but you go\nback to your table. So I had noticed a table with a -- 1t was obvious that they were Americans.\nThere were five girls and a chaperone. And I said to my friend, I says, you know this -- this --\nthere’s one girl there, I really like her looks and I’m going to ask her to dance with me. If she\nsays no, I’m going to walk out, cause I’m not going to come back to the table and be\nembarrassed. So I paid my bill and I walked over, and in German -- I couldn’t speak English, I\nasked the chaperone, may I dance with one of the girls, and they looked me over, and they\nagreed, and I asked this girl to dance with me. And we danced until the place closed, about one\no’clock. And then I asked the chaperone, may I come the next day on Friday and take this young\nlady for a walk and show her Vienna, and they -- after a conference they agreed. And so the next\nday I -- I bought a little dictionary, and I picked her up at the hotel and we made -- we walked for\nabout two hours, made conversation through this dictionary. I took her back to the hotel, and she\nby the way was -- she had just graduated high school, so she was just about my age. I said, give\nme your name and address, and I will learn how to speak English and then I will write to you. So\nshe gave me her name and address, and her name was Mary Mills, she lived on Mills Avenue,\nGreenville, South Carolina, U.S.A. And I took that address and I put it in my wallet. Then on\nFriday evening I came back to the summer resort and I told Trude, “Guess what, I danced with\nan American.” And Trude says, “I could care less.’ She wasn’t too impressed. Well, I saved that\naddress, and now go back -- I go forward, Friday night after si -- after we had our meal, I said to\nmy parents, “You know, you remember I met this girl in -- in fisil -- in Vienna, after I had come\nback from the summer resort? I have her address, I’m going to write to her and see if she will\nhelp me.” And my parents said, “She’ll never remember you.” I says, “Well, we’ll see.” In fact, I\ntold that to -- to Trude, my -- now my wife, and she said, “Good luck and good weather.” I wrote\nto her and I still have a copy of that letter. I remember I wrote the letter in German and then I\ntook each word and translated it to English so the -- the grammar is not good. But she -- the letter\nI wrote to Mary Mills, she understood what I was saying. And I -- I said to her in the letter,\nperhaps you will remember me. I must get out of here. If you will help me, I promise you Ill\nnever be a burden to you. And that was in March of 1938. And several weeks went by and I did\nnot hear from her, and one day -- I think I was with Trude at their store, if I’m not mistaken -- I\nget a call from my father, you have a registered letter from America. I cannot tell you what that\nfelt like. When I came home, and I opened up the letter, it said, I have not forgotten you. I have\ngone to see a man here in Greenville, who promised that he would help you. His name 1s\nShepherd Saltzman, he owns a shirt factory, and he said that he would send you the necessary\npapers. There’s no way that I can tell you [indecipherable] we were very lucky. And this is really\nhow I came to America. This man helped me. He later told me, he said, “When Mary came to see\nme, I said to her, how can I not help, when I a Jew -- when you a Christian want to help, and I as\na Jew, how can I not help?” So he sent me an affidavit that would guarantee that I would not be a\nburden to the government. In the affidavit he said, if there’s anybody else in your family that you\nwant to come with you, let me know. Well, we didn’t the chutzpah, the gall to -- to ask for more,\nbut then when things got worse, and my sister had a very close call, frightening experience, we\nsent a telegram to this man and said, would you include my sister Paula? And he wired back to\nthe consulate to include her. And so my sister and I came here -- came to America in the end of\nJuly 1938, and left my parents behind.",
        "Q: I want to backtrack. I know that this is difficult to talk about, but I think what’s important for\nthose of us who were not there to understand 1s -- is really the mood and the circumstances of\nVienna after the Germans essentially annexed Austria.",
        "Q: Mm-hm, mm-hm.",
        "A: And what -- what was going on. What you saw, what you experienced.",
        "Q: Mm-hm.",
        "A: How your life was changed. I think that’s really important.",
        "Q: Well, let me start off how my life was changed, on -- on the out -- on the outside. How did --\nhow did we know that there was a difference. The following week after Hitler marched in, the\nbenches in the parks were already marked no Jews. No Jews allowed. That following week, Jews\nwere dismissed from their job. That following week, some synagogues were burning, stores were\nbroken into. We saw trucks that took, especially groceries, out of stores. In our own case, our\nbank account was confiscated. The customers my parents had stopped paying. What I saw was\nneighbor turning against neighbor. If -- 1f some people wanted to have a certain apartment, they\nwould go to the -- to the government and say so and so has said something about the German,\nand the result was that they had to move out of their apartment. And I’Il give you an example,\nhappened in -- in my wife’s case, Trude and her family were ordered out of their apartment and\ngiven six hours to get out, and they had to find another place. And that other place where they\nlived was like a ghetto, really. But that’s how it happened. How was life otherwise? People\ndisappeared, people were scared to death. When I heard anybody walking in back of me, there\nwas a fear. A fear I cannot explain. I remember one night, about 11 or 12 o’clock, there was a\nknock on our door, and our first thought was oh my God, the Gestapo is here. I open up the door,\nand it was a -- aman who said, I’m a conductor, train conductor. I have an envelope for you\nfrom your family in Poland. My father had family in Poland, and my mother had family in\nPoland. And they’ve said to tell you to come to Poland. And I said to this conductor, tell them\nthey better get out of Poland. See, the people in Poland were in the same position that we were\nabout Germany. People in Poland thought this -- they’re going to be okay. We already felt that\nthere was no place in Europe for us. So life was -- people were already, as I told you -- we had a\nfriend in our family who was picked up by the Gestapo, he was put into a basement, and he wa --\nwith -- with a group of other Jews, and he was told, say your last prayers, we’re gonna -- you’re\ngonna be executed. And they did it in alphabetical order, they would call. His name was Lang, L-\na-n-g. They called people in alphabetical order. In the -- in the -- in that basement, people were\nalready saying their Shema, hear oh Israel, the last prayer that you say before death. And when\nhe came outside, they were shooting 1n the air and laughing, and then kicked him out. But in the\nmeantime, some people died of fear. I mean, it was that kind of thing. And I remember we used\nto stand in line at embassies, hoping to get -- there were always rumors. Oh, you can go to\nAustralia, you can go to England. You can get a visa here or there. So we would stand all night,\nwaiting to get into the embassy. And the young Hitler youth would come in trucks, and they\nwould throw horse manure at us, and the police would stand there and laugh. So what -- what\nwas life like, 1t was -- it -- it’s very hard to -- for people to understand how we even survived\nmentally. And yet we -- we would -- we would try to listen to the radio, although it was\nforbidden -- foreign -- foreign broadcast. And yet we -- during all that time we still hoped -- we\nsaid, oh well, maybe America is not going to allow this to happen, and maybe Russia will -- will\ndo something. Maybe France will do something. There was still that hope that somebody was\ngoing to come to our rescue. And you know what I learned? The world does not hear tears. You\ncan cry, and cry, nobody hears you. The world does not hear you cry. And that’s exactly what\nhappened. We were crying, but nobody was listening. So that’s -- that’s what life was like.",
        "Q: You continued to go to work?",
        "A: Until I -- but just for a few weeks. I still have a copy of the letter, saying you’re discharged,\nyeah. I worked, I think, until May.",
        "Q: And then they discharged you?",
        "A: Oh sure. They discharged me within a week of -- after he took over, and gave me a letter -- I\nhave a letter of recommendation, which 1s ridiculous, but -- what a good worker I was. But they\ndischarged me, as of -- I’ve forgotten the date exactly.",
        "Q: So when you describe police or soldiers or Hitler youth, are we talking about Germans or\nAustrians?",
        "A: Austrians more than Germans. It’s very interesting that -- that you ask me that question,\nbecause I had some narrow escapes where I was saved by a German. I remember one time,\nTrude’s father had loved cars, and he had a brand new car. And one day I came to her house and\nshe said, “They came and got my father’s car. They just -- they gave us a receipt, they took the\nkeys.” I says, “They can’t do that, how can they do this?” And like a fool I went to the Gestapo\nheadquarters, and there hundreds of people were standing in line because they had been called to\ncome to the Gestapo, and I, like a schmoe stand there, and suddenly a -- a -- a staff car, a German\nofficer gets out of the car and he takes a look at me and says, “Why are you here?” And I tell him\nthe story, he says, “Take my advice. Go home.” So this is -- this is one time when -- when a\nGerman really -- a German officer helped me. I had another experience -- you know, you gotta\nhave some luck 1n life. People call it miracle, luck, whatever it is. In order to cu -- to get the visa\nfrom the Americans, we had to have a paper from the Austrian government saying that we had\nno -- committed no crime, and that sort of thing. My sister applied for it and I did, and hers came\nback and mine didn’t. And in the meantime I received a letter from the American embassy\nsaying your papers are ready, but when you come be sure you have this and this and that.\nIncluded in that was the letter from the government that I was not a criminal. And it was just two\nor three days before I was supposed to get my visa. And if you don’t have the papers, they pass\nyou up. So I stood in line again for hours and hours with my mother, to this -- to the police\nstation. I finally come upstairs and this German, he says what do you want, and I tell him what\nhappened. And I plead with him, he says, I’m sorry, there’s nothing I can do for you. It’ll take\ndays and days and days to -- to search your record. And while I’m talking to him, a young girl\nwalks up, and calls him aside, and they -- two of them look at me, and they whisper, and he\ncomes back to me and he says, if I have your word that you will not tell this to anybody, come\nback this afternoon. This -- this young lady has agreed to spend the rest of the day just on your\ncase. I come downstairs and my mother said, what happened, and I squeezed her arm, which I\ntried to show her it’s good, because I was afraid to say anything in front of anybody. You know,\nyou save your own skin. I come back in the afternoon, he hands me the papers and he said, I\nmust tell you, he says, “I’m a nationale socialist. I’m a national socialist. I’m a political one. I\nnever, never thought this would happen. I wish that I could go with you.” He says, “And you will\ndo well in America, and I wish you luck.” So I -- you -- you sort of -- you -- you -- you lived by\nyour experiences, and what I have learned is, with all these terrible experiences that we have,\nthere is somebody good. And I live on the good experiences, rather than the bad ones. If I didn’t,\nI don’t think I could have survived mentally. I could not. And so I grew up and I matured, and\ntried not to hate, because that -- hate eats you up, it doesn’t -- it doesn’t hurt the one you hate, it\nhurts -- it hurts you. For every bad that I had -- not for every, but look, I had a Christian girl save\nmy life. I had these people that helped me. And the others, those that -- the real -- I -- I can’t\neven find a word for them, that behaved like they did, I -- I -- I -- I try to forget -- somebody\nonce asked me, have you forgiven? And I said, that kind of crime requires a greater -- a greater\nforce than what I am, to forgive. That is not up to me. They gonna have to answer to a greater\nbeing than -- than to me. And -- and this is -- this is the way I feel, and this 1s true. I cannot -- I\ncannot -- nobody can imagine how these people acted. And I must tell you, they were overjoyed,\nthe Austrians. They were overjoyed. I mean, here is Hitler promising -- don’t forget, 10 percent\nof Vienna’s population was Jewish, and -- and it was a -- basically a thriving community. And\nHitler says to these people, you see, all that they have, you will have. You can have it. Just take\nit. So they were -- they were -- they were pro -- pro-Hitler.",
        "Q: When the Germans came in, were there German troops in the streets?",
        "A: Oh yes, yeah. They -- at first, in fact, my God, there was a parade. The German soldiers, they\nparading. He -- they probably picked the -- the best looking ones, and the people were jubilant.\nUnfortunately, some of the churches welcomed Hitler, issued proclamation welcoming Hitler.\nSure, there were -- there were German troops, but they didn’t have to stay there, because the\nAustrians were very happy to do that. The Austrian police was like -- was Hitler supporters,\nthere’s no question about it.",
        "Q: Now in the early days, as I understand it, there was a lot of chaos, a lot of sort of uncontrolled\nviolence. And from what I’ve read, that after some time, and I don’t know how much time, that\nsort of the efficiency of the German machine demanded that -- that that chaos be controlled.",
        "Q: Well, they actually, y-y-you remember the story about Kristallnacht, and I think that was in\nNovember of 1938, what the government actually said, on this and this day, you can go out and\ndo what you want. You go ahead, break -- break the -- the store windows, go ahead and beat up\npeople. Go, do what you want, you’ve got 24 hours to do it. So it was the government that\ncontrolled the chaos, you’re right. But individuals, that doesn’t -- didn’t mean that individuals\ndid not perform violence. But the government controlled -- which was even worse than if it were\njust a riot on the part of people, cause by that time they already began to build concentration\ncamps, and they had passed all these different laws. The Nuremberg Laws became the Austrian\nlaws. So that -- it was a -- 1t was a very well organized effort.",
        "Q: I guess my question here is, how long did it take after March 13\" for things to settle down a\nlittle bit, and for the government, German or Austrian, to really take charge in a -- in a systematic\nway.",
        "A: Well, I left Vienna in July, the end of July 1938. By that time it was not systematic, it was\nstill -- some of it was systematic yes, if you wanted to take over a business, if a -- if -- if'a\nAustrian wanted to take your business, and they would have a friend who 1s a Nazi, they were so\nwell organized that they gave you a receipt. Now, I’m not being facetious. So when I left there\nwas still that -- that sort of thing going on. In fact, I would say, after that is when it became more\nregulated. But that didn’t mean that you didn’t fear of your life. The difference was that it wa --\nthe -- the uniform people that came, it was the Gestapo people who came for you, rather than an\nindividual ho-hoodlum, if that’s -- if that’s what you mean.",
        "Q: Yeah, well, I -- I -- I mean, I can’t imagine that this massive violence and looting and beating\nthat s -- that began immediately, went on continuously for months.",
        "A: No, no, n-no, you’re right, no. It -- it was still there, but not -- not in the same force. At first\npeople were evidently told, do what you want. And that was an outlet for them, I mean, they\nwere so happy that Hitler came because now they could loot. Now, if they wanted our apartment,\nthey got it. Now, if they wanted our business, they got it. Right? So that was at first, and then, of\ncourse it became more regulated because the government stepped in and built the concentration\ncamps, an-and that sort of thing.",
        "Q: But this cra -- this real craziness, did it last two weeks, two months?",
        "A: N-No, it lasted several weeks. It lasted several weeks. But the -- the fear did not leave us.\nPerhaps the fear was even greater because the -- because the government without a doubt, took\nover the violence, or controlled the violence.",
        "Q: And when you speak of the government, I don’t mean to be [indecipherable]",
        "A: The Austrian government, the Austrian government. But they had put in -- Germany put in a -\n-a--a-- like a governor let’s say, you could call it, a German. Or they found an Austrian who\nhad been a Nazi, and made him the mayor, let’s say. They also released all the political prisoners\nwho had been put in prison because they killed, like this Chancellor Dollfuss, who was killed.\nHis killers were let -- were let out. So it -- that was all well thought out, and this -- this is how\nthat happened.",
        "Q: Okay, why don’t we stop right here and change tapes.\nEnd of Tape One\nBeginning Tape Two",
        "Q: Now you were discharged from your business, and it took you a few months to get out. How\ndid you spend your time in those few months?",
        "A: Well, most of the time we would go and stand in line, trying to get information about how to\nget out, 1-is there a -- a -- a possibility of getting a visa to certain places. That’s how most of the\ntime was spent almost -- almost every day. The rest of the time, I -- I visited friends. There was\nreally nothing to do. I did not walk the streets if I could help it. You stay as low as possible. You\ntry not to be noticed. In fact, my father and mother, who were Polish citizens -- I was born in\nVienna, but they were born in Poland -- because of that, I was considered a pole -- a citi -- a\nPolish citizen. And so I -- people started like a business of emblems that you wear, and so I wore\na Polish emblem, to indicate that I will -- was a Polish citizen, thinking that that would protect\nme. And anybody who had anything that they could wear, they would put on. Of course, if you\nwere a Nazi, you put in your lapel the button, the swastika button. And so I carried this, thinking\nmaybe this -- this would protect me. Th -- well, evidently it did, although, you know, I was\npushed off the street, did not walk on the sidewalk with somebody else and that -- that sort of\nthing.",
        "Q: Well how did people know you were a Jew?",
        "A: Well, I was not blonde and blue di -- blue eyes. I lived in a certain district, and people -- by\nthe way, we had to carry an I.D. card that indicated that we were Jewish, an-and that’s one\nreason why I’m opposed. I hope to God it never happens here. But so they knew if I had been\npicked up, they knew, of course, that I was Jewish. I lived in that district. And if I did not wear a\nswastika, I was suspect. So I think it was very simple. It’s either you wore a lapel button or an\narmband, or you didn’t. So it wasn’t -- it was not very difficult.",
        "Q: Was the identity card the new thing?",
        "A: No, no, no.",
        "Q: You’d always had those?",
        "A: Yes, yeah, always had that. In fact, when I went to the bank, when my parents send me to the\nbank to take money out, and the system is different, you -- you -- you go to the teller, you put in\nyour check, you get a number. And I guess they check and see if you have the money in the\nbank. And then they call your number. When my number was called, they said to me, your --\nyour account is closed. They knew I was Jewish. That -- that -- that -- that’s how it happened.",
        "Q: Were you ever put on any work details, or --",
        "A: No.",
        "Q: -- rounded up, or anything like that?",
        "A: Oh, I was rounded up to wash the streets, I told you that.",
        "Q: Well, you actually didn’t describe that very much in this interview.",
        "A: Well, I was walking -- I was walking on the street, in fact, I was walking with a girl, other\nthan Trude, and forgive me Trude, and minding my own business when across the street, there\nwas this action, called an action. The streets had been full of paint in anticipation of the vote, so\nthere would be all kinds of lettering in the street, or on the walls. And what they did, is they\npicked up Jews, and they made them clean it. And I was walking in the opposite side of the street\nwhen this -- this fellow who I thought was my friend, grabbed me and pulled me over, and made\nme -- made me clean the street. That’s exactly how it happened. And that wa -- that was a -- a\ntremendous shock. A-Aside from that, you know, like I told you what happened at the school\nwhere I was surrounded by people, I was not beaten up, no.",
        "Q: Were you shoved off of sidewalks?",
        "A: Oh yeah, that, sure. Yeah. Shoved, or I would just be plain cursed at. People just -- some\npeople just took pleasure in simply cursing you. The -- the -- the house where we lived had\nmaybe 25, maybe 30 apartments, and it was already even with our house -- our apartment\nbuilding rather, there were Jews and non-Jews living there. And some of the non-Jews already\nstarted to take over apartments that the Jews lived in, that they liked better. So there was\nneighbor turning against neighbor. We had a superintendent of the building who was not Jewish,\nwho would warn us, actually. He -- he was a pretty good person. Would warn us if they saw, you\nknow, Nazis coming, to lay low. It was -- it was -- ye -- you learned not to really -- I hate to say\nthat, not to trust anybody, because you live in constant fear. It reminds me sometimes of how\ncattle herded into cars, and they’re taken to slaughter. And somehow, this is what happens to you\nas a human being. You begin to develop fear like you feel like you’re being herded. Yo -- you --\nyou -- you change. You change because you don’t -- you even walk different, you -- you -- you\ndon’t -- you’re just a totally different person. And unless you live through it, you -- you wouldn’t\n-- you wouldn’t understand it. We didn't realize it. We did not realize it. The -- the -- when I saw\na uniform, it scared me. It sc -- when I came to America, when I got off the ship, and I saw\npolice officers talking to people as friends, I could not get over it. I -- I met a -- the man who\nbrought me over was at the ship to pick me up, and he was with a -- a -- a gentleman and he\nintroduced me. He said, this is Rabbi Mezuer. And I looked at the man, and I called Shep\nSaltzman aside and I said, “He’s not a rabbi, he’s a spy.” He said, “Why in the world would you\nsay that?’ I said, “Well, he’s clean-shaven, he does not wear a skullcap and he speaks perfect\nGerman.” Anybody, when you hear that German in back of you, you have fear. I mean, that --\nthis is what happens to you in just a few months. Fortunately, the wounds heal, if you -- it -- it’s\njust like anything else, if you cut yourself and -- and there’s an infection, it keeps on going and\ngoing. If you let it heal there’s a scar, the scar never leaves you. The scar is there, but it doesn’t\nfester. And so all this that you go through, if you’re fortunate enough you can survive it and still\nlive a normal life.",
        "Q: During this few months that you stayed over there, did you continue to observe the Sabbath,\ndid you have a Passover?",
        "A: Yes, of course. We observed, sure. It -- it was perhaps even more meaningful, more\nmeaningful than ever, yeah. The -- the question that perhaps underlying your -- your question is\ndid you lose faith, and no we did not. This is -- my father would always say, don’t worry, God’l\nhelp. I told you before, that’s the way he was. Oh, don’t worry, God -- God is going to help. No,\nwe did not -- we -- we did not go to synagogue because I -- one of the synagogues was a very\nsmall place where we went to, and that one was -- was demolished, totally demolished. So\nwhatever services were at home, and sometimes a -- a friend would come over, or a relative\nwould come over, and you sit together, and you observe the Friday night, and I must say that the\nfood was not as good as it was before, but that -- that really -- that -- that didn’t matter. You --\nyou cannot -- you cannot lose hope. If you -- if you lose hope --",
        "Q: Sorry. [interruption] The meals weren’t just good because you couldn't afford the food, or\nbecause food was rationed and there just wasn’t much?",
        "A: Well, first of all, we didn’t have money. Because as I told you, we -- in fact, my mother\nstarted to, at the beginning would go to the pawn shop and it was -- it was called\n[indecipherable], 1t was run by the government, and would pawn things. But then after a few\nweeks we realized that this is not going to get better. There was no sense to pawn it when you\nknow you can’t get it back, so we began to sell. And there you got a little more money, and this\nis what we lived off. So this -- and we did get some money from relatives, both in Poland and in\nCzechoslovakia. The relatives that sent us money through this train conductor, half of the money\nwent to him. That was his -- his take, because he put his life in danger. So we had some of that\nmoney, we -- we -- we had paid for the ticket on the ship. We took -- when I left Vienna we took\neight -- the equivalent of eight dollars in my pocket. But the ship was paid for. And then I had\nprepaid I think something like 10 or 20 dollars that I could s -- that was part of the travel\nexpense, that I could spend on the boat. So when I came to the United States, I had left a dollar\nand 60 cents, out of that eight dollars.",
        "Q: How -- you mentioned that peop -- you -- you lined up along with other people every day to\ntry to get out. Was there an immigration policy in place at that point?",
        "A: Yes.",
        "Q: Was it?",
        "A: Yeah.",
        "Q: Wa -- how easy was it for people to get out?",
        "A: Well, you could only get out if you could get in. In other words, you could not get out unless\nyou had a place where to go. And most of the countries did not want you. For instance if you\nescaped to Belgium, which is what happened to my wife, the Belgium government would give\nyou a 30 day permit. And then you have to come and register again, and if you’re lucky you get\nanother 30 day permit. So it was not easy to get out unless you had a place where to go. The\nworld simply did not want us. What’s the use of kidding? When I compare, as an example, what\nhappened in -- in recent history, under President Carter, where maybe 100,000 or more Cubans\nwere let in, there was no such thing where the American government say well, come. Or -- or not\njust the American government, any of the other governments. That did not happen then. So, we\nhad no place to go, nobody wanted us. But there were always rumors that -- yeah, you could get,\nI think into Australia if you had the equivalent of maybe 10,000 dollars or so, but who had it? I\nmean, we -- it was taken away from you. So we -- we didn’t -- when my mother and father\nultimately left Vienna, all they had left in the apartment was their bed and a table and two chairs.\nEverything else was either taken or sold. That’s -- if you can visualize that. When I went through\nit, my -- my sister and I, Paula left Vienna, I did not know that I would ever see my mother and\nfather again. In fact, that was the saddest day in my life. They took us to the train station, of\ncourse, and we pulled down the windows of -- on the -- in the car, and we held hands. And then\nthe train started to move, and my mother and father walked with us first, and then ran as long as\nthey could, holding hands. And then we no longer could hold hands. And we pulled out, and they\nbecame smaller and smaller. I never thought I would see them again, never. These are the --\nthese are the kind of things that stay with you all your life. Fortunately they -- they were able to\ncome over, there was another miracle. A -- a woman at the American embassy was helpful for\nthat. When I went to get my papers at the American embassy, you stand in line -- you’re scared\nto death anyhow, you don’t know what’s going to happen. You go through a physical exam, and\nyou have all your papers. And there was a -- a woman sitting at the desk and I liked her looks,\nand I said to my mother, “I like her looks, I want her to examine my papers.” We come to her,\nand she looks at my papers and she says, “Is this your mother?” And I said yes. “Are your\nparents going with you?” I don’t know what made me say it, I says, “No, but they will as soon as\ntheir affairs are straightened out.” They had no papers. So she gets up -- I remember this vividly,\nand she takes my file and she puts it in a file. That’s all I knew. When we received a wire from\nour mother and father saying we’re -- we’re coming in -- I think it was in -- I’ve forgotten the\ndate in November. And when they finally came, I didn’t have enough money to go to New York\nto meet them in New York, but I had enough money to call them. And I said, “Tell me, wha --\nhow did you get out?” And my mothers says, “Do you remember this woman at the American\nembassy”? She called us and she says, are you ready to leave? You have a special quota.”\nBecause my sister and I were minors, they put us in a special quota and followed up, and this 1s\nhow my mother and father came here. That -- that’s another miracle.",
        "Q: Did you ever -- I’m trying to sort of imagine the mindset. It was very clear to you that you\nneeded to leave. Did that ever get confused by sort of a feeling of desertion of your past and of\nyour community?",
        "A: Oh, never. Never. Not for a moment, never. There was no loyalty to Austria. What loyalty --",
        "Q: But to the Jewish community there?",
        "A: No, no. Never thought about that. No, not at all. The only thing I would feel guilty, I said --\nfelt bad about, was leaving my mother and father. But it was quite clear, and my parents spoke\nabout it, they said, “Look, you’re young, and we’ve already lived a lot of our lives. We’ ll\nmanage somehow, with God’s help.” No, there was never a feeling of deserting anybody, or\nleaving anybody. The first time I went back to Vienna, after having lived in this country for a\nnumber of years, I remember I -- I could not -- I couldn’t wait to show my American passport.\nOh, American. You don’t realize what that means to be an American. And ti -- the man at the\nborder when you -- when you checked your -- your passport says, “Oh, you’ve -- you’ve come\nhome.” I said, “Oh no, my home is America.” I never -- the only thing I -- I -- 1f I ever missed\nanything about Austria was I get nostalgic when I hear the music, and some of the food. But no,\nnot at all. Unfortunately we’ve been back to Austria several times, but the last time I was there I\nexperienced anti-Americanism, and anti-Semitism, and I will never go back, never.",
        "Q: Tell me a little bit about your journey over here with your sister and --",
        "A: Mm-hm.",
        "Q: -- we can sort of move forward there unless -- unless --",
        "A: No, no, no, no, okay. Now I’m -- I arrive in America.",
        "Q: How was the trip over, were you --",
        "A: It was wonderful, wonderful. You know, I was 18 - 19 years old, I -- we went second class,\nthere were three classes on the ship. I was on a French boat, I met people. And interestingly, I\nhave to tell you this, I was kosher. I observed the Shabbas, and never smoked on the Sabbath, I\nnever ate ham, for instance. When I got on the ship, I asked the -- the headwaiter, I says, “Do\nyou have a kosher kitchen?” “Oh,” he says, “yes.” I say, “I want to see it.” So he took me into\nthe kitchen, I said, “Where is your kosher kitchen?” “Oh,” he says, “this is kosher meat, and this\nis not.” And I says, “And that’s it?” He says, “Yes.” I says, “Ill eat what everybody else does.” I\nmean, it -- 1t was a farce. And then the other thing that happened to me, my sister caught me\nsmoking, and she said, “My God Max, it’s -- it’s Shabbas.” And I had not realized that it was the\nSabbath, you know, you lose track of time. So that’s when I -- that’s really what happened to me,\nI -- Ino longer observed the dietary laws, and I -- I s -- smoked on the Sabbath, and of course\nworked on the Sabbath. So my trip over was -- was really very pleasant. I met some people that I\nstayed in touch with for a -- a number of years, and when I came to New York, I was a -- my\nmother had two sisters who lived in America, who never responded to our letters -- while I was\nthere, let me add, but ultimately did write. Well, anyhow, so I had cousin, picked me up, together\nwith this man Shep Saltzman who brought me here. And he said to me, he says, “I have a few\ndays in New York. If you li -- want to stay with your cousin, come and then come to Greenville\nin -- ina few days.” So I stayed with -- with my cousin. The first experience I had, and this 1s\ninteresting. They looked at me and says, “Oh you don’t look half dead.” And I said no. But -- but\nyou -- you look okay. They expected me to be a skeleton. And the only thing we could take with\nus was clothing. Then they told me, “Oh, you don’t wear these clothes here, this is -- this is not --\nyou have to wear American clothes.” But make a long story short, I stayed with them for about\ntwo or three days, and then they -- they bought me the ticket, a train ticket, to come to\nGreenville, South Carolina. My sister stayed in -- in Newark, that’s where my aunt lived, to see -\n- she says, “Why don’t you go and see what it’s like?” My relatives in Newark said, why don’t\nyou go and work for cousin Joe? We had a cousin who -- who had done quite well, he was an\nimmensely wealthy man, who was a very good person, he gave every -- every immigrant a job.\nAnd I said no, I’m going to South Carolina. So they bought me a pack of cigarettes and gave me\na sandwich and I had a ticket and I went to Greenville, South Carolina.",
        "Q: Let me just -- before you go on, let me ask you something. When you arrived in New York, or\nin America, was there anything that really struck you?",
        "A: Oh God, yes. There was freedom. Freedom. Unbelievable feeling. I never had that feeling,\never. I mean, here you come off, after this experience scared to death, especially of uniforms,\nscared of hear a -- a German word, scared to move, or scared to have somebody walk in back of\nyou, and here it’s just this mass of people, and people are laughing, and -- and it’s -- it’s\nunbelievable. You have to experience it. This -- this is -- was freedom. It’s a -- it’s a -- it’s a\nwonderful thing. So this was -- it’s just like new life. If I had been given a -- a transfusion, it wa -\n- it was wonderful. I have never -- and I -- I was happy from the moment I got off. I was -- I was\nhappy to get on the ship. I never had any doubt. That -- that’s interesting. I never had any fear of\nthe unknown, so to speak. I was so happy, I would have done anything. And when I got off the\ntrain in Greenville, for instance, the man who brought me over here, he was at the station. The\ngirl I had met in Vienna, she was at the station, and he -- this Mr. Saltzman says, “Come, I'll take\nyou to the factory.” But on the way -- this was around noon, he says, “Let me buy you lunch,”\nand I said, “No. I -- I -- I’m going to pay for my own lunch.” You have to remember, I could get\nlunch for a nickel or a dime. And he said, “No, let me pay.” I said no. I said, “When I can afford\nto take you for lunch, then you can take me for lunch.” I was so concerned not to take charity. I -\n- | wanted to be on my own. I’m getting a little emotional. So I got in -- I -- I -- I paid for my\nsoup, and then about noontime I went to the factory and I started working right then,\nimmediately. And they put me in the shipping department because his office was on the same\nfloor as the shipping department, and besides that, in order to sweep floors you don’t have to be\nfluent in English. I had learned a little English by the way, from the time I knew that I was\ncoming until I got here, I learned enough to say hello, good-bye, I love you, or I see you later,\nyou know, I -- I wouldn’t get lost. But anyhow, so I started working in the shipping department,\nsweeping floors, carrying boxes and that sort of thing. A very interesting thing happened to me\nthe next day. I get a call from the office, paging Max Heller, come to the office. Scared to death.\nI come to the office and she says to me, a judge is here to see you, Judge Plyler. I said, oh my\nGod, they’re going to send me back. That’s the first thing I thought of. There was something\nwrong. And here is this tall, handsome man, and he introduces himself and he said, “I am Judge\nPlyler, I have come to welcome you.” Excuse me. He says, “I’m -- I'll be president of a\nuniversity this fall, and I want you to think of my home as your home. I will see that you learn to\nspeak English, we have students here that’ ll help you.” And that was my welcome. It means so\nmuch. A simple act of kindness can undo bitter things. Just reaching out. So, that was my\nbeginning 1n Greenville. My sister came several weeks later. I lived with the -- with the family\nfor a week. And I -- by the way, my first paycheck was nine dollars and 90 cents. It was really 10\ndollars, but 10 cents was for Social Security. And I worked seven days a week, maybe 70 - 80\nhours a week and I was very happy to. I would have done anything. So, after one week, I lived\nwith this family who was a superintendent of the factory. Came the end of the week, I said, “I\nwant to pay you.” “No,” he says, “I don’t want you to pay me.” I says, “I’m not going to stay\nfree, I -- I have money. I have nine -- I have nine dollars and 90 cents.” I said, “I want to pay you\nor else I leave.” He says, “No, you cannot pay me.” So I had found out there was another Jewish\nfamily who took in borders and they charged seven dollars a week to be a border. So I moved in\nwith them, I paid my seven dollars, and I saved about a dollar, a dollar and a half a week out of\nthe difference. And then, ultimately, I moved with the family that brought me here. And they\nwere wonderful to me, absolutely wonderful. And he gave my daughter -- my sister a job, and\nmy sister came over and we both stayed with them. And -- and I insisted that I pay them. And I\nsaid, I will not -- and I did. And so she worked in the office, I worked in the shipping\ndepartment, and I'll never forget -- I remember a -- a few months after I came here -- I used to\nlisten to the radio a great deal, this is how I learned -- I went to movies, which were 10 cents, I\nthink, but listened to the radio and I | -- I learned by the sound, and -- English and -- and it -- it\ndidn’t take me that long. So one day I learned that there was a bill in the Congress -- I heard that\non the radio, to have a minimum wage. And it was to be 25 cents an hour, for 48 hours, I think,\nand time and a half over that. And I says, oh my God, 48 times 25 is 14 dollars, I make 10, and\novertime? I was all for it. And Ill never forget that, the republican -- I didn’t know the difference\nbetween democrats or republicans. The democrats, however, I learned, proposed the minimum\nwage, and the republicans were -- opposed it. That’s when I became a democrat by the way. I fig\n-- I figured I'll make 14 dollars an hour. And -- and of course the bill -- bill went through, and\ninterestingly enough, after 48 hours, I checked out the time clock, I didn’t get time and a half, but\nthey gave me money to have supper with. And my work, I made progress in my work. A few\nmonths after I was in the shipping department, the foreman in the shipping department left. And\nso I went to Mr. Saltzman, I said, “I'd like to have his job.” He says, “How can you have his job,\nyou can’t speak English.” I said, “Ill show them what to do.” He said, “Okay.” I mean really,\nthis is how it happened. And I became foreman in the shop. Then ultimately my parents came\nover and he gave my father a job. And my mother and father moved to Greenville. Ironically, I\nbecame my father’s boss. It was tragic. I mean, he was a man, he was 50 -- he was 50 years old\nwhen he came here, and here I was, 19 at that time. And I told him what to do, and he schlepped\nthe boxes just like I did. Never complained, never. It wa -- never a -- not for a moment did we\ncomplain. So we moved into an apartment and ultimately I was able to buy a car, and a -- I made\nprogress in my work. The internal sales manager left. I was lucky, they were all leaving, and I --\nagain I went to -- to the owner of the business, I said, “Give me a chance for this.” He says, “But\nhow you gonna correspond with customers, you have -- I said, don’t worry, I’ll learn.” So I\nwould stay every night, and I go through the files and I memorized letters. And I found out after\nawhile, well, if you have 10 letters, different situations, pretty much that’s it. So I gave numbers\nto the letters and I had a secretary that would type them, and I’d say number two, number three.\nAnd this is -- and I was very fortunate with -- given an opportunity. I also learned that if you\nwant something, you have to ask for it. That man was wonderful to me. The day I met him, I\nsaid, “I'll never leave you unless I can go in business for myself. That’s the only time when --\nwhen I will leave you.” Well, Trude in the meantime -- you remember Trude, came to America.\nShe had a much harder time than I did getting out. She escaped to Belgium and had terrible\nexperiences. And in 1942, we were -- we were married. She came to America in 1940, and we\nmarried in 1942. And her mother and father came to -- came to Greenville with her, and her\nuncle did. This same man, this Mr. Saltzman who had given a job to my father, to my sister, now\nhe gave a job to her father and her uncle. He was a -- this man was -- was an angel. He rests in\npeace, I can tell you that. Then, after -- I made my -- and Trude, my wife, she worked in the\nfactory. She -- she worked 1n the office.",
        "Q: Can I just ask what -- when did your parents finally get out?",
        "A: In November of 1938, yeah. So the whole family, we were all working at the shirt factory.\nAnd -- and I had made progress there, I -- I was there -- after six years, seven years, I became a --\na vice president of the company. He was very good to me, he -- he said, “I’Il let you buy one\npercent of the business, and the way you pay for it is from the profit.’ And so I owned one\npercent of the company. Ultimately I did go in business for myself in 1946. I went in business, I\nleft him. He was, I would say rightfully so, he was upset, because he had been wonderful to me.\nBut I always wanted to be in business for myself, and we had saved up about 10,000 dollars,\nbecause every time I was promoted, I would get a very nice increase, and my wife worked, and I\nworked, and we -- we were careful. W-We never had a credit -- a charge card until we had\nenough money to know that we can pay. So anyhow, I went in business with a partner in 1946,\nand went into the shirt business in a different city because I didn't want to be competitive. And\nafter two years we split. And he remained with the business, and I had more money than I\nthought ever existed, because we had done well in those two years. But as partners we did not get\nalong, and we had a buy or sell agreement. So after I sold my share of the business, a few days\nlater I went in business for myself, and my only partner was my wife. I started a company called\nMaxon shirt company, and that was in 1948. And the company did well, and we, in the meantime\nwe had three children, three wonderful children, two daughters and a son. We had bought our\nown home. It was modest, and -- but we paid for it. And so I went into business, as I said myself,\nand that was in 1948. 14 years later I sold that business, and that was a philosophical decision.\nFirst of all we learned that you don’t worship money. And Trude and I felt the same way about\nit. | had met a friend of mine who had very bad business problems. And he -- I noticed that he\nwas really beside himself, and I -- I said this -- this -- I just won’t let this happen. And so I said, I\ndon’t want to be the richest man in the cemetery. And we had a chance to either go public, or sell\nthe business. And I told Trude, I said Trude, “I -- I want to sell. How do you feel about it?” And\nshe says, “If that’s what you want. What are you going to do?” I said, “Don’t worry.” So in 1962,\nafter in business 14 years, I sold the business. And I stayed with the business for five years, I had\na contract. I was active in the community as soon as I could. My first experience in community\nwork was with a group of Christian women who were interested to do something about first and\nyouthful offenders. It was my first involvement, and I became deeply interested in that when we\nwere able to get laws changed where youthful offenders were separated from hardened criminals.\nAnd I continued to be quite active in the community, including, of course, the synagogue,\npresident of the synagogue and every Jewish organization. And then one day I received a call\nsaying there’s a rumor that you are interested to run for mayor. I thought -- that had never, never\noccurred to me. But I had been involved do something about housing for the poor. I became very\ninterested in that, and I started a housing foundation. And wherever I turned, I found that the\ngovernment is involved. And I said no, I -- I’m not going to run for mayor, but maybe I’Il run for\ncity council, and I did. And so I was elected for -- on a two year term. And then after two years\nthe -- the term of the mayor was up. And I -- I ran for mayor and I was elected, about 70 percent\nof the vote. Interestingly enough, I ran as a democrat, I had no opposition from the republicans,\nbut I had oppositions from the democrats, and they -- the fellow who ran against me came to me\none day, and he says, “You know, God came to me and said that I should run against you.” This\nis the truth. And I says, “Well God never said anything to me about you.” Well, make a long\nstory short, I -- I was elected, and I was mayor for a -- two four year terms, eight years. I also ran\nfor the Congress. At the end of -- we -- we -- I proposed the term limitations. I felt like eight\nyears 1s plenty, and so I could not run again and this -- the congressional seat was open, and so I\nran for that. And I won the primary, but I lost the election. Some of that experience was anti-\nSemitic. I had -- I had some anti-Semitic experiences. I’m not saying that’s why I lost, but the\nfact is -- what happened was 30 days before the election a third candidate entered and he, on\nThursday before the election he called a news conference saying that Max Heller is not fit to\nserve because he does not believe in Christ. And when you go to Washington, in time of need,\nwho are you going to call on? And I -- I thought this was ridiculous, everybody knew that I was\nJewish, and -- and I -- I really -- I said -- my response was that people are not going to believe\nany of -- I mean, make this an issue. My wife told me, she says, “You’re making a mistake, you\nought to really fight this hard.” I said, “Look, it’s Thursday, the election is Tuesday.” Well, make\na long story short, I -- I lost the election by maybe two percent, and then consequently I was\nasked by the governor of the state if I would serve as chairman of the state development board --\neconomic development, which is equivalent to secretary of commerce. And I did that -- we did\nthat, I should say, for four years. And that was a very good experience. And then consequently of\ncourse, came home, came back home. We lived in -- in the capital. Our children grew up, we --\nwe had wonderful, wonderful family. We now have 10 grandchildren and one great-grandchild,\nand two great-grandchildren on the way, and we have -- we had a wedding not long ago, one of\nour granddaughters. We have another one coming up in four weeks. We’ve been very fortunate.\nWe have good children, we have good grandchildren, and I must say that they -- if there’s one\nthing that they have done that I am proud of, there is no intolerance, no bigotry in those children\nor grandchildren. None. None whatsoever. And they’ve had some experiences where -- one of\nmy grand -- one of my children came home from school crying and says, so and so said that I\nkilled Christ. But it didn’t -- that did not change their lives. So they grew up very, very good -- I\nhave a lot of -- very, very much to be grateful for, and I am. I am very grateful. I’ve devoted, I’d\nsay, the last 30 years of my life -- I should say we, because my wife is the same way, for the\ncommunity. And I’ve had no regrets to be out of business. I got enough money when we sold the\nbusiness to manage it careful. And we’ve had no [indecipherable]. I’m not the richest man in the\ncemetery, I never want to be. And we -- we thank every God -- every day that we are here, we\nare grateful. And we’ve told that to -- to our children. We tell it to -- we -- both my wife and I,\nwe speak in schools, we speak in churches. And I think it’s important that people hear this\nmessage. We often think that when we are dead, when this generation dies, it becomes a history\nin the books, or on videotape. And I think that’s one reason I consider it very important to do this\ninterview, because this should not be forgotten. I wish that we had today copies of interviews\nthat were done hundreds of years ago. All we have is mouth to ear, and written. And somehow,\nwritten history is not as powerful as when you can see it, or hear it. And I respect what is being\ndone today, so that the -- the world should not forget. There has to be a lesson in all of that. I\ndon’t know -- we often wonder how -- how -- really, how did this happen? We lost 90 people in\nthe Holocaust, 90 of our family were killed. One cousin survived in Czechoslovakia. She and\nfour of her siblings and her mother and father were alive until the day when the Americans -- and\nthey were in Theresienstadt, and the day when the Americans came in, the Nazis took trucks and\nran over her family and everyone was killed except she. How in the world? How can we forget\nthat? And as I said before, these are the very same people, Germany and Austria, and for that\nmatter Poland, the Poles did their share of anti-Semitism. They had more churches. The\nViennese loved music, and they -- they -- they produced some of the finest writers in the world, a\n-- the Germans did. And these are the very same people who perfected the art of killing. And\nnobody can tell me that people didn’t know about this. When you think about it, hundreds and\nthousands of concentration camps, it took architects, it took engineers, 1t took builders,\ncarpenters, guards, railroad conductors, truck drivers. Millions of people were involved to\ncommit this crime. And nobody can tell me that people didn’t know about it. They should feel\nguilty. The new generation of Germans, I really think, is trying to overcome this. The Austrians\nhave not learned quite as well. And yet, I find it very disturbing that in an election not long ago\nin -- in Austria, about 20 percent of the vote went to the Nazi movement. And that’s bothersome.\nThat’s something that we need to be concerned about. I -- I’d like to -- I think this could be the\nend of my -- of the interview, unless you have something else that you want to ask me. I don’t\nknow how we as a people can impart to others that there 1s so much good in the world, and yet\nthere is so much evil. And what is so important, that the good overcomes the evil. Good people\ncan become bad, and I always say, find the good people, find those and protect them. But also,\nspeak up when you hear bigots. And what we have to remember, hatred is hatred. If there is\nhatred against minorities because of their color, it’s the same as hatred because of religion. And\nwe, as Jews, especially those of us who survived, have a responsibility, we have a duty, if\nnothing else, to speak up. Speak up and help others to overcome this. If there is nothing else\nwe ve done, I think that that -- that has to be a mission. So, we have not lost faith, we have not\nlost faith in people, and we have not lost in faith in our religion. I feel very good with what I am.\nAnd I’m very grateful. And if my children or grandchildren, or great-grandchildren and my wife\nsee this, I just want you know that I love you.",
        "Q: I actually do have a few questions. Do you want to take a break, or do you want me to --",
        "A: No.",
        "Q: I want to go back to I think when you first came to South Carolina. I know that Americans\ncan be insular, and I’m -- and you told me about the -- the really wonderful, moving experiences\nyou had with some individuals. But when you came into this factory, and I suspect especially\nbecause you did well, did you ever feel resented because you were a foreigner?",
        "A: No.",
        "Q: Because you were a Jew?",
        "A: No.",
        "Q: I mean you --",
        "A: Not in the factory, no.",
        "Q: In Greenville, it -- I -- I doubt there was a huge Jewish community. I mean in -- or even a -- a\nhuge European community for that matter.",
        "A: Mm-hm.",
        "Q: Pm just wondering what that felt like, if you ever felt different, or --",
        "A: No, not -- not really. You have to remember, I would have scrubbed floors and sw -- and\nsleep on the ground. I was so happy to be there. I never -- I never felt -- 1-1n fact, I must say that -\n- I'll never forget this, I was asked to make a talk, just after I’d been here a few months, and it\nwas to a Masonic group. And I tried to tell them about the difference between America and what\nhappened in Europe. And at the end of the talk, they passed a hat. And they presented me\nsomething like 30 dollars. Well, that was a lot of money then. And they said, “I want you -- I\nwant you to have this.” And I said, “I -- I cannot accept that,” I says, “I have a job, and I’m not\nhungry,” I said. “But if you let me give this to a Jewish charity, I accept it.” And they said, “We\nare honored to do that.” I once spoke at a church and I -- and I tried to bring out the difference\nbetween America and here, and -- and some of -- always was a question and answer period. And\nsomebody said to me, “Oh this -- America’s not as free as you think.” And I said, “The very fact\nthat you can get up and say this without fear of being arrested, tells me that this is a free\ncountry.” So, no I -- I -- most people were -- tried to be very helpful. The newspaper -- you\nknow, we were an oddity in a way, because we were the first refugees, and so the newspaper was\nvery interested. One of the pictures that I cherish that I have was a picture with a policeman who\nput his arm around me. That meant a great deal to me. Here was a policeman who -- who was my\nfriend. We --",
        "Q: So there never was any cultural adjustment, or you were never ostracized, or --",
        "A: No, no, no. When Trude and I, after we became engaged, we were looking for an apartment\nand we saw an apartment we liked, and I did not hear from the real estate man for a number of\nweeks and I called him finally. And I says, “What happened?” And he said, “Well I don’t know\nhow to tell you this, but this man will not rent to Jews.” And I was -- I was shocked. I was\nshocked. And so, we went out looking for other apartments and we saw one apartment in a\nwonderful section of Greenville, and we went in there, introduced ourselves, the lady’s name\nwas Keller. And showed me the apartment, and I said -- and she told me how much it was, and I\nsaid, “My -- we can’t afford that.” I think it was like 80 dollars a month. And she says, “Pay me\nless, because I -- I li -- I want you. I want you to be here. I -- I like you both.” And I said, “We\nare Jewish.” She says, “That’s wonderful.” So, the experience I had before was offset by that. So\nthere was very -- you know, I had very -- of course there was anti-Semitism. Some people had\nnever seen a Jew. They thought we wear horns, and things like that, and th-there are always --\nthere always will be -- it’s a question of degree, but no, I -- and when I ran for public office, yes,\nthere was some anti-Semitism, there was no question about it. A lot of it was whispered, and you\nknow, people say, well, you don’t want the Jew to run this city, blah, blah, blah, but 70 percent\nof the people voted for me and the other 30 percent did not vote against me because I was\nJewish, they voted against me because maybe they didn’t like me, what I proposed. I was very\nopen that I was for integration. Totally open. And I -- you know, I was shocked, frankly, when I\ncame to South Carolina to find the way it was segregated. Blacks were not allowed to work in\nthe same room with whites. The toilets were marked white and -- and -- and colored. There was a\nwater fountain that the sign was -- said colored. I thought it was pink water. And -- and I was\nshocked by that. And when I had -- when we had our own factory, one day I just took down the\nsigns. And you know what happened? Nothing. People came to work the next day, they -- they\nsat next to each other in the canteen, they used the same bathrooms, they worked next to each\nother. Nobody complained. I think some people were relieved that this was over with. So my --\nmy experience there was a great -- much greater shock than any kind of anti-Semitism. A-As I\nsaid, when I ran for office, I was very open with what I want to accomplish. And we integrated\nthe city departments, we created commissions that were totally integrated. We had a bricklayer\nnext to a banker and they got along beautiful. Th-This is -- this made me feel very good, I mean,\nvery happy about that.",
        "Q: I was going to ask you in terms of your -- both Jewish community and civic work, what you\nfeel were your most meaningful accomplishments. I think especially given your background.",
        "A: One, I was mayor. I -- I'll tell you what meant the most to me, that’s -- but -- but -- I get a -- I\nget credit for having a rebirth of downtown, and I have -- I can show you newspaper articles, and\npeople have been very nice, honorary doctorates and all that. What meant the most to me, was\nwe had a -- a -- a public bus system. While I was mayor, the people that ran the company came\nin one day and gave us 30 day notice that they were going to quit unless we -- we subsidize it\nunlimited. And I said, “Well we -- we can’t do that.” I called a meeting of churches, and I said,\n“T know you have buses. Would you lend us some buses?” And I had more buses than we\nneeded. I went to the technical school, and asked them, “Would you train people to drive buses?”\n30 days after they gave me notice, and they walked out, we had a bus system running. Some of\nthe buses had signs, Jesus saves and all that. People laughed about it. That Christmas there was a\nparade and I -- I was -- my wife and I were in a open car, and what touched me more than\nanything -- poor people that had to use these buses depended on going to work, and people\nwould yell out, thank you for the buses. That really touched the people. Whatever else happened,\nof course it was meaningful and I feel good about it, but that was the thing that brought me\nclosest to the people.",
        "Q: It sounds like you were also active in civil rights efforts [indecipherable]",
        "A: Yes, and I -- and I's -- I still am. Right now I co-chair a small committee, a bi-racial\ncommittee. We’ve had some problems in the jail and that sort of thing. Yeah, I -- I’ve always\nbeen. I’ve been involved in -- I’ve been -- been involved in education for many years. Fighting\nfor better education. This judge who came to see me was -- became president of a university\ncalled Furman University, and I’ve been involved with them for many years on their advisory\nboard, and we have a scholarship in the name of the girl that brought me here. We have a\nscholarship in the name of the man who brought me here, and we have a scholarship in Trude\nand my name. And -- and that -- I think that’s -- that was important to us. Education is. And so\nwe continue, we’re -- both of us continue to be active, and why not? I live there. This is my life.",
        "Q: It’s interesting that --\nQ2: One minute.",
        "Q: How many”\nQ2: One minute.",
        "Q: Well, one minute, we might as well stop. So [indecipherable]. But --\nEnd of Tape Two\nBeginning Tape Three",
        "Q: It’s okay. Couple more questions. We talked a little bit about some of your political\naccomplishments and what’s meant a lot to you. The -- I’m wondering if you were impacted\nslightly differently because of your experience by -- by pivotal events of the last 50 years,\nwhether it’s the civil rights movement, the -- the wars today, the ethnic cleansing today, the\nEichmann trial.",
        "A: Mm. Mm-hm.",
        "Q: If any of -- or even the -- this -- the [indecipherable] sort of birth of the state of Israel, if there\nare any of these events that were especially powerful to you? It’s a broad question, I know.",
        "A: Well, let me -- let me start off with the birth of Israel, because I think that was -- that was the\nturning point for the Jewish community of the world. I really do. Suddenly, every Jew was so\nproud to be a Jew. Really proud. And the -- there were -- people -- there were many, unfortunate,\nthat were not proud, they -- and I can understand that too. They’d had nothing to hold onto and\nsuddenly here’s a state, a state of Israel. So that was -- that was a joy. People would come up to\nme on the street and congratulate me, as if I had anything to do with it. We’re so proud. And we\nwere so proud, there was -- and -- and this is one reason I -- I -- I say we must -- we must support\nthe -- the people of Israel. They’re the ones that fought a battle for us that we did not fight. My\nchildren and grandchildren have asked me, how come you didn’t fight? I said, that’s a tough\nquestion. One grandchild especially, Danny. And it’s a tough, tough answer. And I said, “We\nhad nothing to fight with.” Nothing. We were like cows going to slaughter. And here is this state,\nhere this -- this new Jew, who is fighting. So that -- that 1s a great, great, great happening in the\nhistory of the Jews, very dramatic. Without a doubt, that -- that’s been one of the events. But of\ncourse other events in my life are -- are really very personal. Getting married, having children,\nhaving grandchildren, an-and that sort of thing. I -- I remember at the United Nations there was a\n-- there was a resolution passed that was very, very anti-Israel. And that particular day -- I was\nmayor then -- I greeted several thousand Baptists who had come to a convention, and I was a few\nminutes late getting there because I listened to the news program in the morning. And when I got\nup to greet them, I says, “I have to pour my heart out to you. I am late because of what happened\nat the United Nations. How dare they did to this remnant of our people? God’s people.” And I\nsaid, “You of all people, you who are good Christians, you have to help me.” I got a standing\novation. And the next day -- and I still have a copy of it, the newspaper wrote -- had -- had an\neditorial [indecipherable] Heller gives Hell to United Nation, bravo, or something like that. That\nwas -- that was a good feeling, to speak up, but 1t was also a good feeling to be supported, then.\nSo the -- these are [indecipherable] it’s so -- so hard to remember all the different things that\nhappened to you. I just happened to think of this.",
        "Q: I’m just thinking about all of the -- the -- the wars today and the ethnic cleansing in various\nparts of the world, does that stir up anything in you?",
        "A: Well, they asked me -- it does -- it does, it’s -- it’s just when -- when it happened in\nYugoslavia and -- and Bosnia-Herzegovina and all that, Trude and I belonged to a group called\nRenaissance, and we -- once a year there’s a meeting in Hilton Head of hundreds of people. In\nfact, President Clinton, this is where I met him the first time. And this was -- that particular time\nI -- I was asked to have a -- say something, a speech before this group. And what I spoke of --\nabout, this Holocaust, I called it a Holocaust. And I said, just because they are not Jewish, does\nnot mean that it’s not a Holocaust. And we don’t do a thing about it. And this is tragic. And this\nwas very, very, very important to me to be able to say that. And there were governors there, and -\n- and Clinton was there. And there were mayors there, and there were politicians there, and\nwriters there, and it had to be said. This, I think, was a bad thing that the United States waited\nthat long. Because we of all people, we Americans of all people, must understand that we cannot\nlet this happen to others. And I’m not saying that you go to war everywhere, but there are many\nways that we can assert our leadership. We are -- we are the leaders of this world, and I get\npassionate about that. There is killings going on every day, whether it’s in Rwanda, or whether\nit’s the Hutsies and the Tootsies and what have you. And we have to do everything we can to --\nto stop that. That’s an obligation that we have. We are doing a lot. I would say that the United\nStates is really the one country in the world that is doing something about it. Others totally\nignore it, but we don’t, I mean we send help, we’ve sent our soldiers, we -- and we still have\nsoldiers over there. But on the other hand we still have soldiers in Japan to protect the Japanese.\nWe still have soldiers in Germany. We are part of NATO. And so when people criticize that we\nhave soldiers in Yugoslavia to keep the peace, why is that bad, and it’s not bad to keep them in\nJapan? So you asked me the right question, I guess. I -- I really feel very strong about that.",
        "Q: One more question, it’s this -- it’s a slightly different.",
        "A: Let me just add one thing --",
        "Q: Yes.",
        "A: -- but to be perfectly honest, I have been upset with some of my friends -- ne -- the -- I’m not\nthat friendly any more, that have -- that are immigrants like I am, like we are, and when this\nhappened in -- in Yugoslavia, who said to me, “This is none of our business. What do we have to\ndo with it?” And I said, “My God, you of all people? You are saying what others said when our\npeople were dying in Europe.” That’s exactly what they said. And I-I -- I can’t understand how\npeople that have been through what we have been -- and -- and they’ve been through more than\nwhen I think what others suffered, I -- I did not. And yet, they say, oh, it’s none of my business,\njust because they don’t feel the pain, and they should feel the pain.",
        "Q: How -- how do you respond to the conditions in Gaza?",
        "A: Well, first of all, Gaza, I -- let -- let the -- the Arabs have Gaza, what’s there?. What is there?\nNothing. Peace has to become -- has to come to Israel and -- and the Arab nations. What is the\nanswer if it’s not peace? You know, what is the alternative? And how long can Israel go on and\nbleed themselves? And they are bleeding themselves, when -- when such a large portion of their\nnational budget has to go for defense. So peace has to -- has to occur. Both Trude and I were --\nwere very, very honored to be asked to be present several years ago at the signing here in\nWashington. And I happened to sit next to an Arab woman, and we both cried. She wanted peace\nfor her people, I wanted peace for my people, and there has to be a way. Land 1s not that\nimportant unless it is part of the national defense. There is no compromise on that. Beyond that,\nit’s only dirt. But the national defense without a doubt, and Israel is -- has to be realistic that\nIsrael is surrounded by -- by many enemies, and it’ll take generations, if ever, that this feeling of\nhatred will change. But there is no answer, other than a -- has to be a peaceful solution. I wish\nSolomon was back.",
        "Q: Whatever happened to Mary Mills? Did you stay friends with her?",
        "A: Well, at first -- she wrote me by the way, while I was still in Europe. I think you know Shep\nSaltzman wrote me, “I think you should know that Mary Mills is engaged to be married this\nfall.” Most people thought there was a romance there, and there wasn’t. I mean, we didn’t even\nhold hands when we walked. When we first -- when I first came, her husband -- her then became\nhusband, there was some jealousy there, I think, and -- and when Trude and I were married, we\ndidn't -- we s -- once a year we would communicate, and -- but there was a distance at first. But\nthen, as we had children, and they had children, our children began to meet. And we were -- we\nbecame -- we became really good friends. Mary Mills died a few years ago. She was my angel.\nThe beautiful thing about it, she never realized what she had done. To her it was a very natural\nthing. We’re still friendly with one of her daughters who -- who did live in Greenville, but\nrecently moved. So she is done, she’s -- her picture is -- is -- I have a picture of my family in our\nbedroom, but I also have a picture of Mary Mills in that room. I don’t want my children ever\nforget who she was. I want them to know, too. So that’s what happened to Mary Mills.",
        "Q: Is there anything else you want to add on?",
        "A: No, really, really not. I -- I think I poured my heart out. I appreciate what you are doing. I\nthink it’s very important. I appreciate what the Holocaust Museum is doing for -- not just for --\nfor Jews, this is a Christian problem as well, the problem that we have. This is a Muslim\nproblem, this is -- whatever happened to us -- us as Jews was -- is also a problem of the world.\nAnd the Holocaust Museum can serve to remind people that there can be evil, but also that there\ncan be good. So I -- I want to thank you for the work that you do.",
        "Q: It’s my honor. Thank you. Let’s see what -- over there --",
        "A: The pictures?",
        "Q: All right Max, go ahead.",
        "A: This is a picture of my grandparents on my mother’s side. My grandmother’s name was\nMiriam and my grandfather’s name was Samuel Norfin. They lived in Lubachow, Poland.",
        "Q: Do you know what year that is?",
        "A: This -- this was taken maybe -- oh God, I’d say 70 years ago. About 70 years, I would say.\nMaybe more, maybe more, 80 years ago.",
        "Q: Okay [indecipherable] years ago.",
        "A: Right, I -- I would say that.",
        "Q: Okay, we’re rolling. Start any time.",
        "A: This is my mother Leah at a costume ball. She was dressed as a Gypsy, and this was taken\nabout 1900 and -- in the 1920’s, so this picture is about 78 years old. This is September 1998.\nAnd that was in Vienna at a costume ball.",
        "Q: Right. And stand by [indecipherable] Max, tell us about it.",
        "A: This is a photo of my father when he was in service for the German army in nin -- from\nbetween 1914 - 1918. My father is the one sitting on the left, and I assume that this picture was\ntaken 1915, something like that. He, by the way, was wounded in service.",
        "Q: Rolling camera.",
        "A: Here you see my sister Paula on the left side, my mother, of course in the middle, and next\nme, on the right side. This -- this photo was taken in 1922, I believe. I was about three years old\nand my sister was five years old. My sister died recently. Her name was Paula.",
        "Q: Okay.",
        "A: This shows me as a happy 10 year old in 1929. It was taken in a park.",
        "Q: Okay, tapes rolling.",
        "A: This shows my wife Trude, the year I met her in 1937 in the summer resort, and I\nimmediately fell in love with her and I still am.",
        "Q: Now is that a photo you took, or --",
        "A: No, no.",
        "Q: Oh.",
        "A: They had it taken on the boat. It was taken by a ship photographer.",
        "Q: All right, go ahead and tell us about [indecipherable]",
        "A: This shows the five young ladies I met in Vienna in 1937. The one on the right side, on the\noutside is Mary Mills. And she is the one who saved my life. A wonderful person. It was taken\non the ship, the Ile de France, which is the same ship that I came over on.",
        "Q: You [indecipherable]",
        "A: Yeah.",
        "Q: You [indecipherable].",
        "A: A-Again on the right side, that’s -- it’s Mary Mills. She -- she’s the one I danced with a whole\nevening in Vienna on her world tour and she’s the one who gave me the -- her address in\nGreenville, South Carolina, and helped me to come to America.",
        "Q: Okay, any time.",
        "A: This -- this, of course, is our wedding picture, August the second, 1942. It was -- it was a\nwonderful wedding. It was a small wedding, we only had 38 people at the wedding. And my\nfather-in-law showed me the bill afterwards and it was 38 dollars. The truth.",
        "Q: Wow, can’t do that any more. [tape jump]",
        "A: It’s beautiful on the screen.",
        "Q: Yeah, these pictures here, it -- it always surprises me that [indecipherable] [technical\ndiscussion] There’s so many people in here.",
        "A: You better have everybody on that or they’Il never forgive me.",
        "Q: Right. I don’t think we really can name everybody.",
        "A: No, [Il just tell them who they are.",
        "Q: Cause we can’t -- okay, you’re just going to go like top, left to right ki-kind of thing?",
        "A: Okay. I -- Pll just tell the occasion.",
        "Q: Okay.",
        "A: This was taken a year ago fro -- [tape break]",
        "Q: Okay, any time.",
        "A: This is a picture of our family taken a year ago for our -- on the occasion of our 55\"\" wedding\nanniversary. They are our children, our grandchildren, our children’s spouses, our\ngrandchildren’s spouses, and one great grandchild also seen there, and since then anoth -- two\nmore great-grandchildren are on the way, God willing everything should be well. And there’s\none other member of the family, our granddaughter -- one of our granddaughters has a serious\nboyfriend who was not there at the time, and he’Il forgive me, I’m sure. It’s a beautiful family,\nwe're very lucky.\nEnd of Tape Three\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: I’d like you to just begin by introducing yourself, and -- and telling us where and when\nyou were born.",
        "Q: Why would you have experienced more than your sister?",
        "Q: But what at that point gave you the strength to defend yoursel -- yourself, instead of to --",
        "Q: Let’s go back. You were talking about the fact that your family was very observant.",
        "Q: Do you have fond memories of some of those observances?",
        "Q: Tell me about the Jewish life in Vienna in general.",
        "Q: You spoke of education. I was wondering if you could talk a little bit about that, and whether\nyou went to integrated schools --",
        "Q: -- or whether you went only to Jewish institutions?",
        "Q: And what was the work?",
        "Q: Let’s just backtrack, cause of course I -- I want you to tell me much more about when Hitler\ncame in. You mentioned that there were fights in the s -- in the street, or scribbled notes. Can you\ntalk a little bit more about other hints, or -- or outright incidents of anti-Semitism prior to Hitler?",
        "Q: Were you beaten up?",
        "Q: But none of this taunting -- was that disturbing to you, or that surprising to you? Didn’t you\ncome home and -- and talk to your family and say why is this happening?",
        "Q: Now you went to public schools or private schools, but they were mixed.",
        "Q: Were your friends mixed, or were your friends Jewish?",
        "Q: But it must have been tremendously hurtful.",
        "Q: This probably does take us up to, you know, what happened in March of -- of 1938.",
        "Q: Because you -- you’ve mentioned that you knew a little bit of what was going on in Germany,\nbut you didn’t either believe it or --",
        "Q: I want to backtrack. I know that this is difficult to talk about, but I think what’s important for\nthose of us who were not there to understand 1s -- is really the mood and the circumstances of\nVienna after the Germans essentially annexed Austria.",
        "Q: Mm-hm, mm-hm.",
        "Q: Mm-hm.",
        "Q: Well, let me start off how my life was changed, on -- on the out -- on the outside. How did --\nhow did we know that there was a difference. The following week after Hitler marched in, the\nbenches in the parks were already marked no Jews. No Jews allowed. That following week, Jews\nwere dismissed from their job. That following week, some synagogues were burning, stores were\nbroken into. We saw trucks that took, especially groceries, out of stores. In our own case, our\nbank account was confiscated. The customers my parents had stopped paying. What I saw was\nneighbor turning against neighbor. If -- 1f some people wanted to have a certain apartment, they\nwould go to the -- to the government and say so and so has said something about the German,\nand the result was that they had to move out of their apartment. And I’Il give you an example,\nhappened in -- in my wife’s case, Trude and her family were ordered out of their apartment and\ngiven six hours to get out, and they had to find another place. And that other place where they",
        "Q: You continued to go to work?",
        "Q: And then they discharged you?",
        "Q: So when you describe police or soldiers or Hitler youth, are we talking about Germans or\nAustrians?",
        "Q: When the Germans came in, were there German troops in the streets?",
        "Q: Now in the early days, as I understand it, there was a lot of chaos, a lot of sort of uncontrolled\nviolence. And from what I’ve read, that after some time, and I don’t know how much time, that\nsort of the efficiency of the German machine demanded that -- that that chaos be controlled.",
        "Q: Well, they actually, y-y-you remember the story about Kristallnacht, and I think that was in\nNovember of 1938, what the government actually said, on this and this day, you can go out and\ndo what you want. You go ahead, break -- break the -- the store windows, go ahead and beat up\npeople. Go, do what you want, you’ve got 24 hours to do it. So it was the government that\ncontrolled the chaos, you’re right. But individuals, that doesn’t -- didn’t mean that individuals\ndid not perform violence. But the government controlled -- which was even worse than if it were\njust a riot on the part of people, cause by that time they already began to build concentration\ncamps, and they had passed all these different laws. The Nuremberg Laws became the Austrian\nlaws. So that -- it was a -- 1t was a very well organized effort.",
        "Q: I guess my question here is, how long did it take after March 13\" for things to settle down a\nlittle bit, and for the government, German or Austrian, to really take charge in a -- in a systematic\nway.",
        "Q: Yeah, well, I -- I -- I mean, I can’t imagine that this massive violence and looting and beating\nthat s -- that began immediately, went on continuously for months.",
        "Q: But this cra -- this real craziness, did it last two weeks, two months?",
        "Q: And when you speak of the government, I don’t mean to be [indecipherable]",
        "Q: Okay, why don’t we stop right here and change tapes.\nEnd of Tape One",
        "Q: Now you were discharged from your business, and it took you a few months to get out. How\ndid you spend your time in those few months?",
        "Q: Well how did people know you were a Jew?",
        "Q: Was the identity card the new thing?",
        "Q: You’d always had those?",
        "Q: Were you ever put on any work details, or --",
        "Q: -- rounded up, or anything like that?",
        "Q: Well, you actually didn’t describe that very much in this interview.",
        "Q: Were you shoved off of sidewalks?",
        "Q: During this few months that you stayed over there, did you continue to observe the Sabbath,\ndid you have a Passover?",
        "Q: Sorry. [interruption] The meals weren’t just good because you couldn't afford the food, or\nbecause food was rationed and there just wasn’t much?",
        "Q: How -- you mentioned that peop -- you -- you lined up along with other people every day to\ntry to get out. Was there an immigration policy in place at that point?",
        "Q: Was it?",
        "Q: Wa -- how easy was it for people to get out?",
        "Q: Did you ever -- I’m trying to sort of imagine the mindset. It was very clear to you that you\nneeded to leave. Did that ever get confused by sort of a feeling of desertion of your past and of\nyour community?",
        "Q: But to the Jewish community there?",
        "Q: Tell me a little bit about your journey over here with your sister and --",
        "Q: -- we can sort of move forward there unless -- unless --",
        "Q: How was the trip over, were you --",
        "Q: Let me just -- before you go on, let me ask you something. When you arrived in New York, or\nin America, was there anything that really struck you?",
        "Q: Can I just ask what -- when did your parents finally get out?",
        "Q: I actually do have a few questions. Do you want to take a break, or do you want me to --",
        "Q: I want to go back to I think when you first came to South Carolina. I know that Americans\ncan be insular, and I’m -- and you told me about the -- the really wonderful, moving experiences\nyou had with some individuals. But when you came into this factory, and I suspect especially\nbecause you did well, did you ever feel resented because you were a foreigner?",
        "Q: Because you were a Jew?",
        "Q: I mean you --",
        "Q: In Greenville, it -- I -- I doubt there was a huge Jewish community. I mean in -- or even a -- a\nhuge European community for that matter.",
        "Q: Pm just wondering what that felt like, if you ever felt different, or --",
        "Q: So there never was any cultural adjustment, or you were never ostracized, or --",
        "Q: I was going to ask you in terms of your -- both Jewish community and civic work, what you\nfeel were your most meaningful accomplishments. I think especially given your background.",
        "Q: It sounds like you were also active in civil rights efforts [indecipherable]",
        "Q: It’s interesting that --\nQ2: One minute.",
        "Q: How many”\nQ2: One minute.",
        "Q: Well, one minute, we might as well stop. So [indecipherable]. But --\nEnd of Tape Two",
        "Q: It’s okay. Couple more questions. We talked a little bit about some of your political\naccomplishments and what’s meant a lot to you. The -- I’m wondering if you were impacted\nslightly differently because of your experience by -- by pivotal events of the last 50 years,\nwhether it’s the civil rights movement, the -- the wars today, the ethnic cleansing today, the\nEichmann trial.",
        "Q: If any of -- or even the -- this -- the [indecipherable] sort of birth of the state of Israel, if there\nare any of these events that were especially powerful to you? It’s a broad question, I know.",
        "Q: I’m just thinking about all of the -- the -- the wars today and the ethnic cleansing in various\nparts of the world, does that stir up anything in you?",
        "Q: One more question, it’s this -- it’s a slightly different.",
        "Q: Yes.",
        "Q: How -- how do you respond to the conditions in Gaza?",
        "Q: Whatever happened to Mary Mills? Did you stay friends with her?",
        "Q: Is there anything else you want to add on?",
        "Q: It’s my honor. Thank you. Let’s see what -- over there --",
        "Q: All right Max, go ahead.",
        "Q: Do you know what year that is?",
        "Q: Okay [indecipherable] years ago.",
        "Q: Okay, we’re rolling. Start any time.",
        "Q: Right. And stand by [indecipherable] Max, tell us about it.",
        "Q: Rolling camera.",
        "Q: Okay.",
        "Q: Okay, tapes rolling.",
        "Q: Now is that a photo you took, or --",
        "Q: Oh.",
        "Q: All right, go ahead and tell us about [indecipherable]",
        "Q: You [indecipherable]",
        "Q: You [indecipherable].",
        "Q: Okay, any time.",
        "Q: Wow, can’t do that any more. [tape jump]",
        "Q: Yeah, these pictures here, it -- it always surprises me that [indecipherable] [technical\ndiscussion] There’s so many people in here.",
        "Q: Right. I don’t think we really can name everybody.",
        "Q: Cause we can’t -- okay, you’re just going to go like top, left to right ki-kind of thing?",
        "Q: Okay.",
        "Q: Okay, any time."
    ],
    "answers": [
        "Answer: My name is Max Heller. I was born in Vienna, Austria, in 1919. I come from a\nrelatively small family, just a sister, and of course my parents. I grew up in a very Orthodox\nhome. My parents observed the Shabbas, they would not work on the Sabbath; in fact, they\nwould not even light -- put the light on. In fact, what -- that sort of gives me wonderful\nmemories. My father was more Orthodox than -- than my mother. My father had the philosophy\nthat God takes care of everything, and my mother said God takes care of those who take care of\nthemselves. So I’m sort of an in-between. If I lean to anything I lean to, you must take care of\nyourself rather than -- and my father would run across the street against the light because he\nknew God would take care of him. But it’s interesting, that kind of faith helped us when things\ngot very bad. Our home was a very happy home. We were not wealthy by any means, I would\nsay we were middle income people, both my mother and my father worked. They had their own\nbusiness, which was a -- a textile business, but they sold to individuals on a credit basis, and they\nhad several salesmen that went out and sold the merchandise and that sort of thing. I -- as I told\nyou, I was brought up Orthodox. In fact, I had a Hebrew teacher from the time I was eight years\nold to prepare me for -- for my Bar Mitzvah, he came to my house three times a week. I\nremember that teacher, because he taught me a lot, not just the Hebrew part, but also, after the\nlesson he would sit with me and talk to me about what Judaism is all about, the ethics, the\nmorals, and the stories, and I was fascinated with that. And I would say that today I’m a strong\nJew, more on the side of the morals and the ethics, and how you’re supposed to behave, than the\nrituals. I -- I have nothing against rituals, I -- I observe but not -- not as much as I -- I try to live\nlike this man taught me, so I’m -- I’m trying to give you a picture of what life was like 1n our\nhouse. My sister was two years old than I am. She -- she probably did not experience things the\nway I did because as a youngster I was involved in a lot of fights because I was Jewish. I\nexperienced a lot more anti-Semitism than my sister did. So it -- in that respect, perhaps we grew\nup a little bit different.",
        "A: Well, my sister, if there was any -- any anti-Semitic action on the street, she certainly would\nrun home rather than get out and fight. So -- so it was a -- really different, she was not exposed\nas much as -- as I was. And I -- I -- you know, I-I sort of lived through it. I belonged to -- when I\ngot older I belonged to a sport club called Ha-Koah, the word stands for strength, and I was in\nthe wrestling section. So all of these guys -- I was like a mascot. In those days they were really\nnational champs. They didn’t shy away from defending yourself. And it’s interesting when I\nthink about it now, is what made my Judaism stronger then, and still is today is you cannot shy\naway. You must face, you must face anti-Semitism, if 1t exists. You -- you cannot just walk away\nfrom it. And even today when I see something that I feel -- and I’ve been in company of people\nthat say things like, oh, I Jewed him down, as an example. I speak up. And perhaps this goes\nback to my childhood when I was -- I spoke up, and I defended myself.",
        "A: Well, I -- th-that’s a very good question. You know, people say I’m proud to be a Jew, right?\nThat’s -- but you have to know why you are proud, and I think because of my upbringing, both\nmy mother and father, and then this teacher that I’m talking about, I felt good being Jewish. I\nnever -- I never had to shy away, it was something that I was very proud of, but I knew why. And\nso this, I think, made the difference, it’s the upbringing that makes the difference. I was very\nhappy. Even today I have people that -- I live in a small town in the south, and we have a college\nin our town called Bob Jones University, and they always send people out trying to convert you.\nThey knock on my door. And both Trude, my wife and I, when we answer the door, we say, you\nhave the wrong address. We are very happy with what we are. Maybe you’re happy with what\nyou are. And so this -- you know, it carries forward, there’s no question about it. And we -- I\nthink our children feel the same way.",
        "A: Mm-hm.",
        "A: Probably the happiest time of my life, this may sound ridiculous, when we were the poorest.\nAnd this was during the depression, I -- in Europe the depression started perhaps a little earlier\nthan it did in the United States. But my parents had practically lost their business. And they\nrefused to go into bankruptcy. And so we had to give up our apartment, and we moved into one\nroom. My sister, myself, my mother and father, and occasionally my mother’s sister. And on the\nSabbath, in this one room, when during the day we would not light -- there was no light, the most\nbeautiful time was when later in the afternoon -- we went to synagogue in the morning, but later\nin the afternoon we would crawl in bed with Mother and Father, and my father would tell these\nstories about he served four years in the war -- in -- on the side of Germany, incidentally. But my\nmother would sing the most beautiful Jewish songs, and most of them are very sad, but they were\nbeautiful. And we -- my -- we used to si -- we were lying in bed crying, not because we were\nunhappy, because we were happy. And I’ve learned a lot from that. I -- I’ve learned to become\nreally sentimental about my -- my Yiddish [indecipherable] and to appreciate li -- really life,\nbecause the songs deal with life. So I would say 1-1f you say what gave it to me, and what -- what\nmy life was like, this I think determined the way I am. Those times. I remember at the end of the\nday on the Sabbath, they turned the lights on, and they would sit down at a table and they would\ndivide the money they had earned -- they went to work for other people, and they divided the\nmoney that they had to pay the creditors. And when things got better, my mother and father were\nable to get back into business. My father was very proud of the name, he wouldn’t think of\nbankruptcy. And again, that I think taught me a great deal. So these were -- these were happy\ntimes, although they were tough times.",
        "A: Well, Jewish people were about 10 percent of the population. And it was a very rich life. The\nJews were involved in -- in the music, they were involved in -- in politics, they were involved\ncertainly in the arts and sciences, and in teaching. And Jews, generally speaking, I would say,\nwere quite influential. They were also -- not all of them were successful, but they were mostly\nsuccessful people, and -- and very law abiding. We didn’t -- we had nobody to be ashamed of. So\nJewish life was a rich life, I would say, although I must tell you, sa -- when -- I go back now to --\nto this sa -- during the day on Saturday, the thing that really touched me is my mother would tell\nus stories about her life as a teenager in a little town in Poland. She grew up in a town called\nLubachow. Her parents, I would say, were poor people. Very, very observant. I still remember\nmy grandfather, very much so because he was a very imposing man with a white beard, and --\nbut he always would tell me these stories, and my mother would tell us what happened to her as a\nchild. She was sent away from home when she was not even 10 years old because the fear that\nthey had of pogroms, when soldiers would come and rape girls. They -- she and her sisters would\nhide under the house. And so one day they were sent to -- to Krak6éw to a -- to a member of the\nfamily, and my mother, at age 10 or so, had to work for that family, although she lived with\nthem. She was like a -- she took care of the baby, she helped clean the house. So when you hear\nfrom your own mother what -- what she went through -- but my mother was never bitter. The --\nthe thing that my mother always said, but look, here we are. And thank God we are alive. I -- I\nsurvived that. So these are -- these are all part of my -- my make-up, and it was very meaningful\nto me to hear what my parents went through. My father went -- was in the service for four years\nas I told you, he was wounded in the war. And yet, when Hitler came, it made absolutely no -- no\ndifference. Neither my mother nor my father went to public school because the public school\nwould not have them. And both my parents were self educated, and went in business self\neducated. So as a result of that, education was the most important thing in our family. So it -- it\nall comes back. You know, people say, well, the Jewish people are so intent on education. This 1s\na good reason. That’s why. And my mother would even write in her -- she -- she sometimes\nwould keep a journal, which we found only recently, and it was very touching what she said. She\nsays, one day I had -- I prayed that my children would have a good education. It’s the most\nimportant thing in the world. So -- so perhaps this gives you a -- a picture of what -- what it was\nlike, life for me in our house, and generally life in Vienna. But we had good times in Vienna, too,\nwe used to -- we used to go to balls, and -- during Mardi Gras season. In fact, every summer we\nwould have a house in the country, and that’s where I met my -- my wife, when I was -- I was 17\nand she was 14. And the day I met her I told her I was going to marry her, and her father\noverheard it, and I was not his favorite person after that. She was -- she was the only child.",
        "A: Mm-hm.",
        "A: Yeah. No, I went -- when my -- my grammar school was boys only, and that’s not unusual, it\nwas a public school. I went to grammar school for four years, it was totally integrated. We had --\nin fact I had many non-Jewish friends when I went to school. And then after -- at age 10 1s when\nI finished grammar school, and stood an exam to enter into a private high school called\ngymnasium. And that too was integrated. We had religion -- we took religion in school in\ncontrast to America, and this is -- that’s one reason why I feel so strong about not mixing\nreligion with the state, because we -- when we went to school, we had religion, but we had to\nleave our room, and we went to Jewish class, so to speak, when others went to the Christian\nclass. That was not very good, but -- but the school was integrated. I experienced anti-Semitism\nthen, where you know, you’d find scribbled notes, you Jew, or Jew go back to Palestine, and\nthings like that. Some of the professors we had, I felt were anti-Semitic. Maybe it’s because I\ndidn't study that much, but some of them, on the other hand, I felt were very sympathetic. So my\nschooling -- I finished school not because I was genius, but the system was that you can finish\nhigh school after four years, and I went to work as an apprentice. And I made the equivalent of\nmaybe 20 dollars a month. And while I, however, while I was working I went to a business\nschool for three years. And while I was not a very good student in the gymnasium, business\nschool was really what I wanted, and I -- I -- I did quite well. So I worked and went to school at\nthe same time.",
        "A: I -- the sc -- the business that I worked for, they had five and 10 cent stores which they\nstarted, and in fact they were among the first. And they also would sell merchandise on\nconsignment and put people in business. And my work when I first started was sweeping floors\nand cleaning bathrooms and that sort of thing, but within -- when I was 17, I was in charge of a\ndepartment and I had learned about import/export, because a lot of the merchandise which we\nsold was imported. And I had taken all kinds of courses which enabled me to become a buyer for\n-- for that company. And a good many of the people that worked -- the company was owned by a\nJewish man, and the people that worked there were both Jews and non-Jews. And I must tell you\nthis, we haven’t come to Hitler yet, but Hitler came in on a -- on a Friday, on, I believe it was\nMarch the 11\". On Monday I went to work, we didn’t know what to do, so you go, like you\nalways go, I went to work. And the same people that I had worked with for several years already\n-- this was 1937 -- is when -- ?38, excuse me, when Hitler came. The same people that I had\nworked with for several years suddenly appeared in Nazi uniforms with the swastika band. The\nsame people that I had lunch with every day, that I -- that I went out with, the very same people.\nAnd that was a shock. And this -- this just tells you really, what went on, and how -- how life\nwas. In a way we kidded ourselves. We -- we kidded. Although we had all of these fights and\ntroubles, but never thought that 1t would get to a point as it did. What also happened is a man\nwho worked for the owner of our company, that our owner had put in business, came in one day\nand took over the business. Came in with a group of Nazis in black and brown uniforms and just\ntook the business. And ironically made out a receipt, and fired everybody, except three of us.\nAnd we were put into one office, 1n one room, and we -- and the reason they didn’t fire us 1s the\npeople they put in charge had to learn something. So I’m -- I’m trying to really give you a picture\nof -- it’s -- it’s -- it’s -- when I think about it, I’m really amazed myself of how we were so\nfoolish prior to Hitler not to recognize, or not to sense that there was more to this than just\nhaving a fight in the street.",
        "A: Well, of course the Nazi party had started many, many years ago. And in fact, they killed a\nchancellor, his name was Dollfuss, several years before Hitler came into Austria. But it was after\n1933, where Hitler came into Germany, where he took over the German government. And those\npeople, his followers, killed Dollfuss, and they were put in jail. So there was always that unrest,\nand there was always -- Austria had maybe 10 - 15 political parties, and there were marches in\nthe streets. It’s -- it’s quite different than it 1s here. And it always resulted in -- in fights and even\nkillings. There was -- the anti-Semitism that you could feel in Austria was that sometimes you\ncould not live where you wanted to live. You were rejected on a job because you were Jewish.\nSo it -- it wa -- it wa -- those kind of things. But we lived with it, and this was -- you almost get\nused to a way of life, that’s just the way it was. And so you -- you live with it. When people\ncame -- we had somebody in the place where I worked who had come from Germany, from\nLeipzig and he told us stories about that Jewish businesses were taken over, and Jews were\nbeaten and all that. I must tell you the truth, we didn’t believe it. We thought oh, there must be\nsomething wrong with that man. Why would they do anything like that? So there was a\ndifference between political national socialism and the anti-Semitic part of anti -- o-of that\nfascism. It was either political, but it was also anti-Semitic. So it was in that atmosphere that we\ngrew up. Maybe I felt it more than others because I was in a Jewish club, and maybe because of\nthe section where I lived. Maybe I was more aware of it because of the education that I had. And\nmy mother, the stories that she would tell me, I -- I was sort of on the -- I -- I had like an antenna.\nYou -- you get sensitive where you -- where you feel these things.",
        "A: I was beaten up and I beat up. I did it both ways. Oh definitely. I -- I came home sometimes\nwith a bloody nose. But I also came home where I felt very triumphant, where I gave somebody\na bloody nose.",
        "A: No, not really, because I knew the history of the Jews. Not only my mother’s experience in\nPoland, but I knew about the Spanish Inquisition. I knew what happened in Europe, in many\ncountries where Jews lived, and then came another king or another prince or another chancellor,\nand Jews had to leave. I knew all that. I had -- I had heard stories from my grandfather in Poland,\nwho told me what -- what he had experienced. So this -- you know, this was the history of the\nJews. I accepted that. That was the way life was, and -- and the more -- the more they -- the more\nthey were after us, the stronger we became, I felt, at least. It’s like when you -- when you hunt an\nanimal, the fox becomes very fast and clever, because it hunted in -- in a way, that’s the way it\nwas, certainly with me.",
        "A: Mm-hm.",
        "A: Most of my friends were Jewish, but some of them, of course, were not. And one of the bad\nexperiences I had after Hitler came was with a friend, a non-Jewish friend that I had known for\nmany, many years, who in fact belonged to the same club, the sport club that I belonged to. And\nhe is the one that threw me on the street, and made me scrub the street. And when I wanted to\npull my pants up not to make -- make them wet, he -- he pulled them down, and he called me a\n[indecipherable] a pig Jew. That was perhaps the greatest shock. Can you imagine that you -- you\nsort of grew up with somebody and suddenly this is what happens to you. You really feel, when\nsomething like that happens, you feel 1t perhaps more because of the disappointment, because it’s\nsomething I did not expect. Fighting on the street I -- I expected. You know, that -- it really\ndidn’t bother me. But this was a betrayal, I was betrayed. So when you ask me about friends, I’m\nnot saying that every one was like that. Most of my non-Jewish friends would not have anything\nto do with me after that. That -- and this, in a way, I -- I expected that. I -- I -- I just -- they were\nprotecting themselves, and at that point I was much more interested with what was going to\nhappen to us, could we get out, than if somebody spoke to me or not.",
        "A: Oh, it was very hurtful, 1t was very hurtful. One time I was surrounded by a group of people --\nwhen I went to this school I was telling you about, th-the business school while I was working,\nand one time I was surrounded by maybe 10 or 15 people my age that I had gone to school with,\nwho threatened to beat me up. And if it hadn’t been for a police officer -- and that was unusual\nby the way, that a police officer would interfere, because normally they looked aside, I would\nhave been beaten to a pulp, I’m sure. It was hurtful. Th-There’s no question about it. But you\nknow, it just didn’t get me down. This is where my father’s faith comes in. I knew that some --\nwe -- we had to get out, there was no question about that, and we did not go to pieces. It’s\ninteresting, with all the troubles, Jewish people would still tell jokes. When -- when all these --\nthese bad things happened, they would still tell jokes. They would still talk about normal life.\nYou don’t just give up everything. That’s the way life was, you -- you went on, you tried to do --\nlive as normal as you could, which really wasn’t normal. Because I remember my mother and\nfather had -- or everything they had, their bank account was confiscated after Hitler, and we lived\nfrom what my mother had saved -- and I often tell Trude I hope you have some money\nsomewhere I don’t know about. And after awhile when that ran out, we began to sell, like my\nmother liked silver and things like that. And this is what we lived from. My mother made -- I --\nevery day we ate like potatoes. Meat was hardly ever, but never complained. We never -- we\nnever complained about it. So I -- I don’t know how others reacted. We were glad that we -- we\nwere still alive, we were hopeful that we would get out, and of course we -- we -- we did get out.\nI -- I -- I don’t want to talk about the beatings that people took, and what we saw on the street. It\nis indescribable in a way. It’s -- it’s unbelievable that this happened to people that confessed to\nbe God fearing -- I mean that people who -- who said they believe in God, went to church, went\nto concert, loved music, loved literature, that these are the very same people that turned into -- to\nbeasts, and then came home and loved and hugged their children. So it was a tough time.",
        "A: Mm-hm.",
        "A: We -- we did not -- we knew a little bit, we did not know everything, of course. And also you\nhave to remember during those years there were not -- the concentration camps had not started\nyet. Businesses were confiscated, laws were passed in Germany that for instance a Jewish doctor\ncould -- did not cre -- treat a non-Jewish patient and the other way around. That Jews could not\nemploy non-Jews, etcetera. Those -- those were the laws that were passed, but there were no --\nno concentration camps yet. There was always a rumbling going on, and Hitler proposed that\nAustria be annexed to Germany. And a boat was to be taken, I believe it was on the 13\" of\nMarch, 1938. The chancellor, the Austrian chancellor at that time, his name was Schuschnigg\nwent to Berchtesgaden two or three days before the vote was taken -- or to be taken and told\nHitler that we’re fighting it, we’re not -- we’re not going to just accept this, and so forth. Well,\non Friday before election, I was outside of the business, I had been at a meeting, and it was in the\nafternoon. And of course there was a lot of literature about how to vote, vote yes or vote no and\nthat sort of thing, but you didn’t see any swastikas. And in the afternoon, within one hour, word\ngot out that Hitler’s troops had marched into Austria, and I have never seen a people more\norganized than the Austrians were. Police officers put on swastika bands, public buildings flew\nthe -- the -- the swastika flag. The trucks were already out in the street looting. And this all\nhappened within -- within an hour. It was highly organized, and I must tell you, Austria was\nreally not taken over, because Austria was happy to become part of Germany. The people were\njubilant, they were absolutely jubilant. They were not victims, the Austrians were not victims.\nThey were part of it. And I -- I remember this was on a Friday and I went home immediately,\ncame home, and I said, what are we going to do? And my mother said, “It’s Shabbas, it’s Friday\nnight. We’re gonna have a -- we gonna have Sabbath.” And believe it or not, we sat down at the\ntable -- Friday was a -- was a wonderful day in our home, everything was cleaner, it smelled\nmore -- better. It was really like a festival. My mother said this is Shabbas, we’re going to sit\ndown, we’re going to have our meal. She lit the candles, she prayed over the candles, we had our\nmeal, my father said the prayers. And then, after that is when we really began to talk. But this --\nthat -- the -- the ritual of the Friday night service remained, in fact it probably was the most\nmeaningful Friday night we ever spent. There was great strength there, and great faith. Well,\nnow I must tell you what happened. I'll go back a little. In 1937, on -- this is when we went to\nthe country in the summer and rented a house. I met my wife, I told you about that. I\nimmediately fell in love with her. But the week when I met her, for some unexplainable reason --\nmy father would commute and he would come in on a Friday and stay til Monday. On Thursday,\nI cannot tell you why, Pll never know why, I decided to go to Vienna and come back on Friday\nwith my father. And everybody said, why you going, you just met Trude, and I said, I just feel\nlike going. And when I got off the railroad station in Vienna, I met a boy friend of mine. And he\nsaid, what are you doing this evening? And I said, I really have no plans, I don’t even know why\nI came. He said, why don’t go we -- why don’t we go dancing. And so I met him that evening\nand we went to an outdoor restaurant where there were -- where there was dancing. And I -- in --\nin Europe it is quite appropriate that you can get up from your table, walk over to -- to a lady and\nask her to dance, and if she says no, you -- you know, you’re a little embarrassed, but you go\nback to your table. So I had noticed a table with a -- 1t was obvious that they were Americans.\nThere were five girls and a chaperone. And I said to my friend, I says, you know this -- this --\nthere’s one girl there, I really like her looks and I’m going to ask her to dance with me. If she\nsays no, I’m going to walk out, cause I’m not going to come back to the table and be\nembarrassed. So I paid my bill and I walked over, and in German -- I couldn’t speak English, I\nasked the chaperone, may I dance with one of the girls, and they looked me over, and they\nagreed, and I asked this girl to dance with me. And we danced until the place closed, about one\no’clock. And then I asked the chaperone, may I come the next day on Friday and take this young\nlady for a walk and show her Vienna, and they -- after a conference they agreed. And so the next\nday I -- I bought a little dictionary, and I picked her up at the hotel and we made -- we walked for\nabout two hours, made conversation through this dictionary. I took her back to the hotel, and she\nby the way was -- she had just graduated high school, so she was just about my age. I said, give\nme your name and address, and I will learn how to speak English and then I will write to you. So\nshe gave me her name and address, and her name was Mary Mills, she lived on Mills Avenue,\nGreenville, South Carolina, U.S.A. And I took that address and I put it in my wallet. Then on\nFriday evening I came back to the summer resort and I told Trude, “Guess what, I danced with\nan American.” And Trude says, “I could care less.’ She wasn’t too impressed. Well, I saved that\naddress, and now go back -- I go forward, Friday night after si -- after we had our meal, I said to\nmy parents, “You know, you remember I met this girl in -- in fisil -- in Vienna, after I had come\nback from the summer resort? I have her address, I’m going to write to her and see if she will\nhelp me.” And my parents said, “She’ll never remember you.” I says, “Well, we’ll see.” In fact, I\ntold that to -- to Trude, my -- now my wife, and she said, “Good luck and good weather.” I wrote\nto her and I still have a copy of that letter. I remember I wrote the letter in German and then I\ntook each word and translated it to English so the -- the grammar is not good. But she -- the letter\nI wrote to Mary Mills, she understood what I was saying. And I -- I said to her in the letter,\nperhaps you will remember me. I must get out of here. If you will help me, I promise you Ill\nnever be a burden to you. And that was in March of 1938. And several weeks went by and I did\nnot hear from her, and one day -- I think I was with Trude at their store, if I’m not mistaken -- I\nget a call from my father, you have a registered letter from America. I cannot tell you what that\nfelt like. When I came home, and I opened up the letter, it said, I have not forgotten you. I have\ngone to see a man here in Greenville, who promised that he would help you. His name 1s\nShepherd Saltzman, he owns a shirt factory, and he said that he would send you the necessary\npapers. There’s no way that I can tell you [indecipherable] we were very lucky. And this is really\nhow I came to America. This man helped me. He later told me, he said, “When Mary came to see\nme, I said to her, how can I not help, when I a Jew -- when you a Christian want to help, and I as\na Jew, how can I not help?” So he sent me an affidavit that would guarantee that I would not be a\nburden to the government. In the affidavit he said, if there’s anybody else in your family that you\nwant to come with you, let me know. Well, we didn’t the chutzpah, the gall to -- to ask for more,\nbut then when things got worse, and my sister had a very close call, frightening experience, we\nsent a telegram to this man and said, would you include my sister Paula? And he wired back to\nthe consulate to include her. And so my sister and I came here -- came to America in the end of\nJuly 1938, and left my parents behind.",
        "A: And what -- what was going on. What you saw, what you experienced.",
        "A: How your life was changed. I think that’s really important.\nlived was like a ghetto, really. But that’s how it happened. How was life otherwise? People\ndisappeared, people were scared to death. When I heard anybody walking in back of me, there\nwas a fear. A fear I cannot explain. I remember one night, about 11 or 12 o’clock, there was a\nknock on our door, and our first thought was oh my God, the Gestapo is here. I open up the door,\nand it was a -- aman who said, I’m a conductor, train conductor. I have an envelope for you\nfrom your family in Poland. My father had family in Poland, and my mother had family in\nPoland. And they’ve said to tell you to come to Poland. And I said to this conductor, tell them\nthey better get out of Poland. See, the people in Poland were in the same position that we were\nabout Germany. People in Poland thought this -- they’re going to be okay. We already felt that\nthere was no place in Europe for us. So life was -- people were already, as I told you -- we had a\nfriend in our family who was picked up by the Gestapo, he was put into a basement, and he wa --\nwith -- with a group of other Jews, and he was told, say your last prayers, we’re gonna -- you’re\ngonna be executed. And they did it in alphabetical order, they would call. His name was Lang, L-\na-n-g. They called people in alphabetical order. In the -- in the -- in that basement, people were\nalready saying their Shema, hear oh Israel, the last prayer that you say before death. And when\nhe came outside, they were shooting 1n the air and laughing, and then kicked him out. But in the\nmeantime, some people died of fear. I mean, it was that kind of thing. And I remember we used\nto stand in line at embassies, hoping to get -- there were always rumors. Oh, you can go to\nAustralia, you can go to England. You can get a visa here or there. So we would stand all night,\nwaiting to get into the embassy. And the young Hitler youth would come in trucks, and they\nwould throw horse manure at us, and the police would stand there and laugh. So what -- what\nwas life like, 1t was -- it -- it’s very hard to -- for people to understand how we even survived\nmentally. And yet we -- we would -- we would try to listen to the radio, although it was\nforbidden -- foreign -- foreign broadcast. And yet we -- during all that time we still hoped -- we\nsaid, oh well, maybe America is not going to allow this to happen, and maybe Russia will -- will\ndo something. Maybe France will do something. There was still that hope that somebody was\ngoing to come to our rescue. And you know what I learned? The world does not hear tears. You\ncan cry, and cry, nobody hears you. The world does not hear you cry. And that’s exactly what\nhappened. We were crying, but nobody was listening. So that’s -- that’s what life was like.",
        "A: Until I -- but just for a few weeks. I still have a copy of the letter, saying you’re discharged,\nyeah. I worked, I think, until May.",
        "A: Oh sure. They discharged me within a week of -- after he took over, and gave me a letter -- I\nhave a letter of recommendation, which 1s ridiculous, but -- what a good worker I was. But they\ndischarged me, as of -- I’ve forgotten the date exactly.",
        "A: Austrians more than Germans. It’s very interesting that -- that you ask me that question,\nbecause I had some narrow escapes where I was saved by a German. I remember one time,\nTrude’s father had loved cars, and he had a brand new car. And one day I came to her house and\nshe said, “They came and got my father’s car. They just -- they gave us a receipt, they took the\nkeys.” I says, “They can’t do that, how can they do this?” And like a fool I went to the Gestapo\nheadquarters, and there hundreds of people were standing in line because they had been called to\ncome to the Gestapo, and I, like a schmoe stand there, and suddenly a -- a -- a staff car, a German\nofficer gets out of the car and he takes a look at me and says, “Why are you here?” And I tell him\nthe story, he says, “Take my advice. Go home.” So this is -- this is one time when -- when a\nGerman really -- a German officer helped me. I had another experience -- you know, you gotta\nhave some luck 1n life. People call it miracle, luck, whatever it is. In order to cu -- to get the visa\nfrom the Americans, we had to have a paper from the Austrian government saying that we had\nno -- committed no crime, and that sort of thing. My sister applied for it and I did, and hers came\nback and mine didn’t. And in the meantime I received a letter from the American embassy\nsaying your papers are ready, but when you come be sure you have this and this and that.\nIncluded in that was the letter from the government that I was not a criminal. And it was just two\nor three days before I was supposed to get my visa. And if you don’t have the papers, they pass\nyou up. So I stood in line again for hours and hours with my mother, to this -- to the police\nstation. I finally come upstairs and this German, he says what do you want, and I tell him what\nhappened. And I plead with him, he says, I’m sorry, there’s nothing I can do for you. It’ll take\ndays and days and days to -- to search your record. And while I’m talking to him, a young girl\nwalks up, and calls him aside, and they -- two of them look at me, and they whisper, and he\ncomes back to me and he says, if I have your word that you will not tell this to anybody, come\nback this afternoon. This -- this young lady has agreed to spend the rest of the day just on your\ncase. I come downstairs and my mother said, what happened, and I squeezed her arm, which I\ntried to show her it’s good, because I was afraid to say anything in front of anybody. You know,\nyou save your own skin. I come back in the afternoon, he hands me the papers and he said, I\nmust tell you, he says, “I’m a nationale socialist. I’m a national socialist. I’m a political one. I\nnever, never thought this would happen. I wish that I could go with you.” He says, “And you will\ndo well in America, and I wish you luck.” So I -- you -- you sort of -- you -- you -- you lived by\nyour experiences, and what I have learned is, with all these terrible experiences that we have,\nthere is somebody good. And I live on the good experiences, rather than the bad ones. If I didn’t,\nI don’t think I could have survived mentally. I could not. And so I grew up and I matured, and\ntried not to hate, because that -- hate eats you up, it doesn’t -- it doesn’t hurt the one you hate, it\nhurts -- it hurts you. For every bad that I had -- not for every, but look, I had a Christian girl save\nmy life. I had these people that helped me. And the others, those that -- the real -- I -- I can’t\neven find a word for them, that behaved like they did, I -- I -- I -- I try to forget -- somebody\nonce asked me, have you forgiven? And I said, that kind of crime requires a greater -- a greater\nforce than what I am, to forgive. That is not up to me. They gonna have to answer to a greater\nbeing than -- than to me. And -- and this is -- this is the way I feel, and this 1s true. I cannot -- I\ncannot -- nobody can imagine how these people acted. And I must tell you, they were overjoyed,\nthe Austrians. They were overjoyed. I mean, here is Hitler promising -- don’t forget, 10 percent\nof Vienna’s population was Jewish, and -- and it was a -- basically a thriving community. And\nHitler says to these people, you see, all that they have, you will have. You can have it. Just take\nit. So they were -- they were -- they were pro -- pro-Hitler.",
        "A: Oh yes, yeah. They -- at first, in fact, my God, there was a parade. The German soldiers, they\nparading. He -- they probably picked the -- the best looking ones, and the people were jubilant.\nUnfortunately, some of the churches welcomed Hitler, issued proclamation welcoming Hitler.\nSure, there were -- there were German troops, but they didn’t have to stay there, because the\nAustrians were very happy to do that. The Austrian police was like -- was Hitler supporters,\nthere’s no question about it.",
        "A: Well, I left Vienna in July, the end of July 1938. By that time it was not systematic, it was\nstill -- some of it was systematic yes, if you wanted to take over a business, if a -- if -- if'a\nAustrian wanted to take your business, and they would have a friend who 1s a Nazi, they were so\nwell organized that they gave you a receipt. Now, I’m not being facetious. So when I left there\nwas still that -- that sort of thing going on. In fact, I would say, after that is when it became more\nregulated. But that didn’t mean that you didn’t fear of your life. The difference was that it wa --\nthe -- the uniform people that came, it was the Gestapo people who came for you, rather than an\nindividual ho-hoodlum, if that’s -- if that’s what you mean.",
        "A: No, no, n-no, you’re right, no. It -- it was still there, but not -- not in the same force. At first\npeople were evidently told, do what you want. And that was an outlet for them, I mean, they\nwere so happy that Hitler came because now they could loot. Now, if they wanted our apartment,\nthey got it. Now, if they wanted our business, they got it. Right? So that was at first, and then, of\ncourse it became more regulated because the government stepped in and built the concentration\ncamps, an-and that sort of thing.",
        "A: N-No, it lasted several weeks. It lasted several weeks. But the -- the fear did not leave us.\nPerhaps the fear was even greater because the -- because the government without a doubt, took\nover the violence, or controlled the violence.",
        "A: The Austrian government, the Austrian government. But they had put in -- Germany put in a -\n-a--a-- like a governor let’s say, you could call it, a German. Or they found an Austrian who\nhad been a Nazi, and made him the mayor, let’s say. They also released all the political prisoners\nwho had been put in prison because they killed, like this Chancellor Dollfuss, who was killed.\nHis killers were let -- were let out. So it -- that was all well thought out, and this -- this is how\nthat happened.\nBeginning Tape Two",
        "A: Well, most of the time we would go and stand in line, trying to get information about how to\nget out, 1-is there a -- a -- a possibility of getting a visa to certain places. That’s how most of the\ntime was spent almost -- almost every day. The rest of the time, I -- I visited friends. There was\nreally nothing to do. I did not walk the streets if I could help it. You stay as low as possible. You\ntry not to be noticed. In fact, my father and mother, who were Polish citizens -- I was born in\nVienna, but they were born in Poland -- because of that, I was considered a pole -- a citi -- a\nPolish citizen. And so I -- people started like a business of emblems that you wear, and so I wore\na Polish emblem, to indicate that I will -- was a Polish citizen, thinking that that would protect\nme. And anybody who had anything that they could wear, they would put on. Of course, if you\nwere a Nazi, you put in your lapel the button, the swastika button. And so I carried this, thinking\nmaybe this -- this would protect me. Th -- well, evidently it did, although, you know, I was\npushed off the street, did not walk on the sidewalk with somebody else and that -- that sort of\nthing.",
        "A: Well, I was not blonde and blue di -- blue eyes. I lived in a certain district, and people -- by\nthe way, we had to carry an I.D. card that indicated that we were Jewish, an-and that’s one\nreason why I’m opposed. I hope to God it never happens here. But so they knew if I had been\npicked up, they knew, of course, that I was Jewish. I lived in that district. And if I did not wear a\nswastika, I was suspect. So I think it was very simple. It’s either you wore a lapel button or an\narmband, or you didn’t. So it wasn’t -- it was not very difficult.",
        "A: No, no, no.",
        "A: Yes, yeah, always had that. In fact, when I went to the bank, when my parents send me to the\nbank to take money out, and the system is different, you -- you -- you go to the teller, you put in\nyour check, you get a number. And I guess they check and see if you have the money in the\nbank. And then they call your number. When my number was called, they said to me, your --\nyour account is closed. They knew I was Jewish. That -- that -- that -- that’s how it happened.",
        "A: No.",
        "A: Oh, I was rounded up to wash the streets, I told you that.",
        "A: Well, I was walking -- I was walking on the street, in fact, I was walking with a girl, other\nthan Trude, and forgive me Trude, and minding my own business when across the street, there\nwas this action, called an action. The streets had been full of paint in anticipation of the vote, so\nthere would be all kinds of lettering in the street, or on the walls. And what they did, is they\npicked up Jews, and they made them clean it. And I was walking in the opposite side of the street\nwhen this -- this fellow who I thought was my friend, grabbed me and pulled me over, and made\nme -- made me clean the street. That’s exactly how it happened. And that wa -- that was a -- a\ntremendous shock. A-Aside from that, you know, like I told you what happened at the school\nwhere I was surrounded by people, I was not beaten up, no.",
        "A: Oh yeah, that, sure. Yeah. Shoved, or I would just be plain cursed at. People just -- some\npeople just took pleasure in simply cursing you. The -- the -- the house where we lived had\nmaybe 25, maybe 30 apartments, and it was already even with our house -- our apartment\nbuilding rather, there were Jews and non-Jews living there. And some of the non-Jews already\nstarted to take over apartments that the Jews lived in, that they liked better. So there was\nneighbor turning against neighbor. We had a superintendent of the building who was not Jewish,\nwho would warn us, actually. He -- he was a pretty good person. Would warn us if they saw, you\nknow, Nazis coming, to lay low. It was -- it was -- ye -- you learned not to really -- I hate to say\nthat, not to trust anybody, because you live in constant fear. It reminds me sometimes of how\ncattle herded into cars, and they’re taken to slaughter. And somehow, this is what happens to you\nas a human being. You begin to develop fear like you feel like you’re being herded. Yo -- you --\nyou -- you change. You change because you don’t -- you even walk different, you -- you -- you\ndon’t -- you’re just a totally different person. And unless you live through it, you -- you wouldn’t\n-- you wouldn’t understand it. We didn't realize it. We did not realize it. The -- the -- when I saw\na uniform, it scared me. It sc -- when I came to America, when I got off the ship, and I saw\npolice officers talking to people as friends, I could not get over it. I -- I met a -- the man who\nbrought me over was at the ship to pick me up, and he was with a -- a -- a gentleman and he\nintroduced me. He said, this is Rabbi Mezuer. And I looked at the man, and I called Shep\nSaltzman aside and I said, “He’s not a rabbi, he’s a spy.” He said, “Why in the world would you\nsay that?’ I said, “Well, he’s clean-shaven, he does not wear a skullcap and he speaks perfect\nGerman.” Anybody, when you hear that German in back of you, you have fear. I mean, that --\nthis is what happens to you in just a few months. Fortunately, the wounds heal, if you -- it -- it’s\njust like anything else, if you cut yourself and -- and there’s an infection, it keeps on going and\ngoing. If you let it heal there’s a scar, the scar never leaves you. The scar is there, but it doesn’t\nfester. And so all this that you go through, if you’re fortunate enough you can survive it and still\nlive a normal life.",
        "A: Yes, of course. We observed, sure. It -- it was perhaps even more meaningful, more\nmeaningful than ever, yeah. The -- the question that perhaps underlying your -- your question is\ndid you lose faith, and no we did not. This is -- my father would always say, don’t worry, God’l\nhelp. I told you before, that’s the way he was. Oh, don’t worry, God -- God is going to help. No,\nwe did not -- we -- we did not go to synagogue because I -- one of the synagogues was a very\nsmall place where we went to, and that one was -- was demolished, totally demolished. So\nwhatever services were at home, and sometimes a -- a friend would come over, or a relative\nwould come over, and you sit together, and you observe the Friday night, and I must say that the\nfood was not as good as it was before, but that -- that really -- that -- that didn’t matter. You --\nyou cannot -- you cannot lose hope. If you -- if you lose hope --",
        "A: Well, first of all, we didn’t have money. Because as I told you, we -- in fact, my mother\nstarted to, at the beginning would go to the pawn shop and it was -- it was called\n[indecipherable], 1t was run by the government, and would pawn things. But then after a few\nweeks we realized that this is not going to get better. There was no sense to pawn it when you\nknow you can’t get it back, so we began to sell. And there you got a little more money, and this\nis what we lived off. So this -- and we did get some money from relatives, both in Poland and in\nCzechoslovakia. The relatives that sent us money through this train conductor, half of the money\nwent to him. That was his -- his take, because he put his life in danger. So we had some of that\nmoney, we -- we -- we had paid for the ticket on the ship. We took -- when I left Vienna we took\neight -- the equivalent of eight dollars in my pocket. But the ship was paid for. And then I had\nprepaid I think something like 10 or 20 dollars that I could s -- that was part of the travel\nexpense, that I could spend on the boat. So when I came to the United States, I had left a dollar\nand 60 cents, out of that eight dollars.",
        "A: Yes.",
        "A: Yeah.",
        "A: Well, you could only get out if you could get in. In other words, you could not get out unless\nyou had a place where to go. And most of the countries did not want you. For instance if you\nescaped to Belgium, which is what happened to my wife, the Belgium government would give\nyou a 30 day permit. And then you have to come and register again, and if you’re lucky you get\nanother 30 day permit. So it was not easy to get out unless you had a place where to go. The\nworld simply did not want us. What’s the use of kidding? When I compare, as an example, what\nhappened in -- in recent history, under President Carter, where maybe 100,000 or more Cubans\nwere let in, there was no such thing where the American government say well, come. Or -- or not\njust the American government, any of the other governments. That did not happen then. So, we\nhad no place to go, nobody wanted us. But there were always rumors that -- yeah, you could get,\nI think into Australia if you had the equivalent of maybe 10,000 dollars or so, but who had it? I\nmean, we -- it was taken away from you. So we -- we didn’t -- when my mother and father\nultimately left Vienna, all they had left in the apartment was their bed and a table and two chairs.\nEverything else was either taken or sold. That’s -- if you can visualize that. When I went through\nit, my -- my sister and I, Paula left Vienna, I did not know that I would ever see my mother and\nfather again. In fact, that was the saddest day in my life. They took us to the train station, of\ncourse, and we pulled down the windows of -- on the -- in the car, and we held hands. And then\nthe train started to move, and my mother and father walked with us first, and then ran as long as\nthey could, holding hands. And then we no longer could hold hands. And we pulled out, and they\nbecame smaller and smaller. I never thought I would see them again, never. These are the --\nthese are the kind of things that stay with you all your life. Fortunately they -- they were able to\ncome over, there was another miracle. A -- a woman at the American embassy was helpful for\nthat. When I went to get my papers at the American embassy, you stand in line -- you’re scared\nto death anyhow, you don’t know what’s going to happen. You go through a physical exam, and\nyou have all your papers. And there was a -- a woman sitting at the desk and I liked her looks,\nand I said to my mother, “I like her looks, I want her to examine my papers.” We come to her,\nand she looks at my papers and she says, “Is this your mother?” And I said yes. “Are your\nparents going with you?” I don’t know what made me say it, I says, “No, but they will as soon as\ntheir affairs are straightened out.” They had no papers. So she gets up -- I remember this vividly,\nand she takes my file and she puts it in a file. That’s all I knew. When we received a wire from\nour mother and father saying we’re -- we’re coming in -- I think it was in -- I’ve forgotten the\ndate in November. And when they finally came, I didn’t have enough money to go to New York\nto meet them in New York, but I had enough money to call them. And I said, “Tell me, wha --\nhow did you get out?” And my mothers says, “Do you remember this woman at the American\nembassy”? She called us and she says, are you ready to leave? You have a special quota.”\nBecause my sister and I were minors, they put us in a special quota and followed up, and this 1s\nhow my mother and father came here. That -- that’s another miracle.",
        "A: Oh, never. Never. Not for a moment, never. There was no loyalty to Austria. What loyalty --",
        "A: No, no. Never thought about that. No, not at all. The only thing I would feel guilty, I said --\nfelt bad about, was leaving my mother and father. But it was quite clear, and my parents spoke\nabout it, they said, “Look, you’re young, and we’ve already lived a lot of our lives. We’ ll\nmanage somehow, with God’s help.” No, there was never a feeling of deserting anybody, or\nleaving anybody. The first time I went back to Vienna, after having lived in this country for a\nnumber of years, I remember I -- I could not -- I couldn’t wait to show my American passport.\nOh, American. You don’t realize what that means to be an American. And ti -- the man at the\nborder when you -- when you checked your -- your passport says, “Oh, you’ve -- you’ve come\nhome.” I said, “Oh no, my home is America.” I never -- the only thing I -- I -- 1f I ever missed\nanything about Austria was I get nostalgic when I hear the music, and some of the food. But no,\nnot at all. Unfortunately we’ve been back to Austria several times, but the last time I was there I\nexperienced anti-Americanism, and anti-Semitism, and I will never go back, never.",
        "A: Mm-hm.",
        "A: No, no, no, no, okay. Now I’m -- I arrive in America.",
        "A: It was wonderful, wonderful. You know, I was 18 - 19 years old, I -- we went second class,\nthere were three classes on the ship. I was on a French boat, I met people. And interestingly, I\nhave to tell you this, I was kosher. I observed the Shabbas, and never smoked on the Sabbath, I\nnever ate ham, for instance. When I got on the ship, I asked the -- the headwaiter, I says, “Do\nyou have a kosher kitchen?” “Oh,” he says, “yes.” I say, “I want to see it.” So he took me into\nthe kitchen, I said, “Where is your kosher kitchen?” “Oh,” he says, “this is kosher meat, and this\nis not.” And I says, “And that’s it?” He says, “Yes.” I says, “Ill eat what everybody else does.” I\nmean, it -- 1t was a farce. And then the other thing that happened to me, my sister caught me\nsmoking, and she said, “My God Max, it’s -- it’s Shabbas.” And I had not realized that it was the\nSabbath, you know, you lose track of time. So that’s when I -- that’s really what happened to me,\nI -- Ino longer observed the dietary laws, and I -- I s -- smoked on the Sabbath, and of course\nworked on the Sabbath. So my trip over was -- was really very pleasant. I met some people that I\nstayed in touch with for a -- a number of years, and when I came to New York, I was a -- my\nmother had two sisters who lived in America, who never responded to our letters -- while I was\nthere, let me add, but ultimately did write. Well, anyhow, so I had cousin, picked me up, together\nwith this man Shep Saltzman who brought me here. And he said to me, he says, “I have a few\ndays in New York. If you li -- want to stay with your cousin, come and then come to Greenville\nin -- ina few days.” So I stayed with -- with my cousin. The first experience I had, and this 1s\ninteresting. They looked at me and says, “Oh you don’t look half dead.” And I said no. But -- but\nyou -- you look okay. They expected me to be a skeleton. And the only thing we could take with\nus was clothing. Then they told me, “Oh, you don’t wear these clothes here, this is -- this is not --\nyou have to wear American clothes.” But make a long story short, I stayed with them for about\ntwo or three days, and then they -- they bought me the ticket, a train ticket, to come to\nGreenville, South Carolina. My sister stayed in -- in Newark, that’s where my aunt lived, to see -\n- she says, “Why don’t you go and see what it’s like?” My relatives in Newark said, why don’t\nyou go and work for cousin Joe? We had a cousin who -- who had done quite well, he was an\nimmensely wealthy man, who was a very good person, he gave every -- every immigrant a job.\nAnd I said no, I’m going to South Carolina. So they bought me a pack of cigarettes and gave me\na sandwich and I had a ticket and I went to Greenville, South Carolina.",
        "A: Oh God, yes. There was freedom. Freedom. Unbelievable feeling. I never had that feeling,\never. I mean, here you come off, after this experience scared to death, especially of uniforms,\nscared of hear a -- a German word, scared to move, or scared to have somebody walk in back of\nyou, and here it’s just this mass of people, and people are laughing, and -- and it’s -- it’s\nunbelievable. You have to experience it. This -- this is -- was freedom. It’s a -- it’s a -- it’s a\nwonderful thing. So this was -- it’s just like new life. If I had been given a -- a transfusion, it wa -\n- it was wonderful. I have never -- and I -- I was happy from the moment I got off. I was -- I was\nhappy to get on the ship. I never had any doubt. That -- that’s interesting. I never had any fear of\nthe unknown, so to speak. I was so happy, I would have done anything. And when I got off the\ntrain in Greenville, for instance, the man who brought me over here, he was at the station. The\ngirl I had met in Vienna, she was at the station, and he -- this Mr. Saltzman says, “Come, I'll take\nyou to the factory.” But on the way -- this was around noon, he says, “Let me buy you lunch,”\nand I said, “No. I -- I -- I’m going to pay for my own lunch.” You have to remember, I could get\nlunch for a nickel or a dime. And he said, “No, let me pay.” I said no. I said, “When I can afford\nto take you for lunch, then you can take me for lunch.” I was so concerned not to take charity. I -\n- | wanted to be on my own. I’m getting a little emotional. So I got in -- I -- I -- I paid for my\nsoup, and then about noontime I went to the factory and I started working right then,\nimmediately. And they put me in the shipping department because his office was on the same\nfloor as the shipping department, and besides that, in order to sweep floors you don’t have to be\nfluent in English. I had learned a little English by the way, from the time I knew that I was\ncoming until I got here, I learned enough to say hello, good-bye, I love you, or I see you later,\nyou know, I -- I wouldn’t get lost. But anyhow, so I started working in the shipping department,\nsweeping floors, carrying boxes and that sort of thing. A very interesting thing happened to me\nthe next day. I get a call from the office, paging Max Heller, come to the office. Scared to death.\nI come to the office and she says to me, a judge is here to see you, Judge Plyler. I said, oh my\nGod, they’re going to send me back. That’s the first thing I thought of. There was something\nwrong. And here is this tall, handsome man, and he introduces himself and he said, “I am Judge\nPlyler, I have come to welcome you.” Excuse me. He says, “I’m -- I'll be president of a\nuniversity this fall, and I want you to think of my home as your home. I will see that you learn to\nspeak English, we have students here that’ ll help you.” And that was my welcome. It means so\nmuch. A simple act of kindness can undo bitter things. Just reaching out. So, that was my\nbeginning 1n Greenville. My sister came several weeks later. I lived with the -- with the family\nfor a week. And I -- by the way, my first paycheck was nine dollars and 90 cents. It was really 10\ndollars, but 10 cents was for Social Security. And I worked seven days a week, maybe 70 - 80\nhours a week and I was very happy to. I would have done anything. So, after one week, I lived\nwith this family who was a superintendent of the factory. Came the end of the week, I said, “I\nwant to pay you.” “No,” he says, “I don’t want you to pay me.” I says, “I’m not going to stay\nfree, I -- I have money. I have nine -- I have nine dollars and 90 cents.” I said, “I want to pay you\nor else I leave.” He says, “No, you cannot pay me.” So I had found out there was another Jewish\nfamily who took in borders and they charged seven dollars a week to be a border. So I moved in\nwith them, I paid my seven dollars, and I saved about a dollar, a dollar and a half a week out of\nthe difference. And then, ultimately, I moved with the family that brought me here. And they\nwere wonderful to me, absolutely wonderful. And he gave my daughter -- my sister a job, and\nmy sister came over and we both stayed with them. And -- and I insisted that I pay them. And I\nsaid, I will not -- and I did. And so she worked in the office, I worked in the shipping\ndepartment, and I'll never forget -- I remember a -- a few months after I came here -- I used to\nlisten to the radio a great deal, this is how I learned -- I went to movies, which were 10 cents, I\nthink, but listened to the radio and I | -- I learned by the sound, and -- English and -- and it -- it\ndidn’t take me that long. So one day I learned that there was a bill in the Congress -- I heard that\non the radio, to have a minimum wage. And it was to be 25 cents an hour, for 48 hours, I think,\nand time and a half over that. And I says, oh my God, 48 times 25 is 14 dollars, I make 10, and\novertime? I was all for it. And Ill never forget that, the republican -- I didn’t know the difference\nbetween democrats or republicans. The democrats, however, I learned, proposed the minimum\nwage, and the republicans were -- opposed it. That’s when I became a democrat by the way. I fig\n-- I figured I'll make 14 dollars an hour. And -- and of course the bill -- bill went through, and\ninterestingly enough, after 48 hours, I checked out the time clock, I didn’t get time and a half, but\nthey gave me money to have supper with. And my work, I made progress in my work. A few\nmonths after I was in the shipping department, the foreman in the shipping department left. And\nso I went to Mr. Saltzman, I said, “I'd like to have his job.” He says, “How can you have his job,\nyou can’t speak English.” I said, “Ill show them what to do.” He said, “Okay.” I mean really,\nthis is how it happened. And I became foreman in the shop. Then ultimately my parents came\nover and he gave my father a job. And my mother and father moved to Greenville. Ironically, I\nbecame my father’s boss. It was tragic. I mean, he was a man, he was 50 -- he was 50 years old\nwhen he came here, and here I was, 19 at that time. And I told him what to do, and he schlepped\nthe boxes just like I did. Never complained, never. It wa -- never a -- not for a moment did we\ncomplain. So we moved into an apartment and ultimately I was able to buy a car, and a -- I made\nprogress in my work. The internal sales manager left. I was lucky, they were all leaving, and I --\nagain I went to -- to the owner of the business, I said, “Give me a chance for this.” He says, “But\nhow you gonna correspond with customers, you have -- I said, don’t worry, I’ll learn.” So I\nwould stay every night, and I go through the files and I memorized letters. And I found out after\nawhile, well, if you have 10 letters, different situations, pretty much that’s it. So I gave numbers\nto the letters and I had a secretary that would type them, and I’d say number two, number three.\nAnd this is -- and I was very fortunate with -- given an opportunity. I also learned that if you\nwant something, you have to ask for it. That man was wonderful to me. The day I met him, I\nsaid, “I'll never leave you unless I can go in business for myself. That’s the only time when --\nwhen I will leave you.” Well, Trude in the meantime -- you remember Trude, came to America.\nShe had a much harder time than I did getting out. She escaped to Belgium and had terrible\nexperiences. And in 1942, we were -- we were married. She came to America in 1940, and we\nmarried in 1942. And her mother and father came to -- came to Greenville with her, and her\nuncle did. This same man, this Mr. Saltzman who had given a job to my father, to my sister, now\nhe gave a job to her father and her uncle. He was a -- this man was -- was an angel. He rests in\npeace, I can tell you that. Then, after -- I made my -- and Trude, my wife, she worked in the\nfactory. She -- she worked 1n the office.",
        "A: In November of 1938, yeah. So the whole family, we were all working at the shirt factory.\nAnd -- and I had made progress there, I -- I was there -- after six years, seven years, I became a --\na vice president of the company. He was very good to me, he -- he said, “I’Il let you buy one\npercent of the business, and the way you pay for it is from the profit.’ And so I owned one\npercent of the company. Ultimately I did go in business for myself in 1946. I went in business, I\nleft him. He was, I would say rightfully so, he was upset, because he had been wonderful to me.\nBut I always wanted to be in business for myself, and we had saved up about 10,000 dollars,\nbecause every time I was promoted, I would get a very nice increase, and my wife worked, and I\nworked, and we -- we were careful. W-We never had a credit -- a charge card until we had\nenough money to know that we can pay. So anyhow, I went in business with a partner in 1946,\nand went into the shirt business in a different city because I didn't want to be competitive. And\nafter two years we split. And he remained with the business, and I had more money than I\nthought ever existed, because we had done well in those two years. But as partners we did not get\nalong, and we had a buy or sell agreement. So after I sold my share of the business, a few days\nlater I went in business for myself, and my only partner was my wife. I started a company called\nMaxon shirt company, and that was in 1948. And the company did well, and we, in the meantime\nwe had three children, three wonderful children, two daughters and a son. We had bought our\nown home. It was modest, and -- but we paid for it. And so I went into business, as I said myself,\nand that was in 1948. 14 years later I sold that business, and that was a philosophical decision.\nFirst of all we learned that you don’t worship money. And Trude and I felt the same way about\nit. | had met a friend of mine who had very bad business problems. And he -- I noticed that he\nwas really beside himself, and I -- I said this -- this -- I just won’t let this happen. And so I said, I\ndon’t want to be the richest man in the cemetery. And we had a chance to either go public, or sell\nthe business. And I told Trude, I said Trude, “I -- I want to sell. How do you feel about it?” And\nshe says, “If that’s what you want. What are you going to do?” I said, “Don’t worry.” So in 1962,\nafter in business 14 years, I sold the business. And I stayed with the business for five years, I had\na contract. I was active in the community as soon as I could. My first experience in community\nwork was with a group of Christian women who were interested to do something about first and\nyouthful offenders. It was my first involvement, and I became deeply interested in that when we\nwere able to get laws changed where youthful offenders were separated from hardened criminals.\nAnd I continued to be quite active in the community, including, of course, the synagogue,\npresident of the synagogue and every Jewish organization. And then one day I received a call\nsaying there’s a rumor that you are interested to run for mayor. I thought -- that had never, never\noccurred to me. But I had been involved do something about housing for the poor. I became very\ninterested in that, and I started a housing foundation. And wherever I turned, I found that the\ngovernment is involved. And I said no, I -- I’m not going to run for mayor, but maybe I’Il run for\ncity council, and I did. And so I was elected for -- on a two year term. And then after two years\nthe -- the term of the mayor was up. And I -- I ran for mayor and I was elected, about 70 percent\nof the vote. Interestingly enough, I ran as a democrat, I had no opposition from the republicans,\nbut I had oppositions from the democrats, and they -- the fellow who ran against me came to me\none day, and he says, “You know, God came to me and said that I should run against you.” This\nis the truth. And I says, “Well God never said anything to me about you.” Well, make a long\nstory short, I -- I was elected, and I was mayor for a -- two four year terms, eight years. I also ran\nfor the Congress. At the end of -- we -- we -- I proposed the term limitations. I felt like eight\nyears 1s plenty, and so I could not run again and this -- the congressional seat was open, and so I\nran for that. And I won the primary, but I lost the election. Some of that experience was anti-\nSemitic. I had -- I had some anti-Semitic experiences. I’m not saying that’s why I lost, but the\nfact is -- what happened was 30 days before the election a third candidate entered and he, on\nThursday before the election he called a news conference saying that Max Heller is not fit to\nserve because he does not believe in Christ. And when you go to Washington, in time of need,\nwho are you going to call on? And I -- I thought this was ridiculous, everybody knew that I was\nJewish, and -- and I -- I really -- I said -- my response was that people are not going to believe\nany of -- I mean, make this an issue. My wife told me, she says, “You’re making a mistake, you\nought to really fight this hard.” I said, “Look, it’s Thursday, the election is Tuesday.” Well, make\na long story short, I -- I lost the election by maybe two percent, and then consequently I was\nasked by the governor of the state if I would serve as chairman of the state development board --\neconomic development, which is equivalent to secretary of commerce. And I did that -- we did\nthat, I should say, for four years. And that was a very good experience. And then consequently of\ncourse, came home, came back home. We lived in -- in the capital. Our children grew up, we --\nwe had wonderful, wonderful family. We now have 10 grandchildren and one great-grandchild,\nand two great-grandchildren on the way, and we have -- we had a wedding not long ago, one of\nour granddaughters. We have another one coming up in four weeks. We’ve been very fortunate.\nWe have good children, we have good grandchildren, and I must say that they -- if there’s one\nthing that they have done that I am proud of, there is no intolerance, no bigotry in those children\nor grandchildren. None. None whatsoever. And they’ve had some experiences where -- one of\nmy grand -- one of my children came home from school crying and says, so and so said that I\nkilled Christ. But it didn’t -- that did not change their lives. So they grew up very, very good -- I\nhave a lot of -- very, very much to be grateful for, and I am. I am very grateful. I’ve devoted, I’d\nsay, the last 30 years of my life -- I should say we, because my wife is the same way, for the\ncommunity. And I’ve had no regrets to be out of business. I got enough money when we sold the\nbusiness to manage it careful. And we’ve had no [indecipherable]. I’m not the richest man in the\ncemetery, I never want to be. And we -- we thank every God -- every day that we are here, we\nare grateful. And we’ve told that to -- to our children. We tell it to -- we -- both my wife and I,\nwe speak in schools, we speak in churches. And I think it’s important that people hear this\nmessage. We often think that when we are dead, when this generation dies, it becomes a history\nin the books, or on videotape. And I think that’s one reason I consider it very important to do this\ninterview, because this should not be forgotten. I wish that we had today copies of interviews\nthat were done hundreds of years ago. All we have is mouth to ear, and written. And somehow,\nwritten history is not as powerful as when you can see it, or hear it. And I respect what is being\ndone today, so that the -- the world should not forget. There has to be a lesson in all of that. I\ndon’t know -- we often wonder how -- how -- really, how did this happen? We lost 90 people in\nthe Holocaust, 90 of our family were killed. One cousin survived in Czechoslovakia. She and\nfour of her siblings and her mother and father were alive until the day when the Americans -- and\nthey were in Theresienstadt, and the day when the Americans came in, the Nazis took trucks and\nran over her family and everyone was killed except she. How in the world? How can we forget\nthat? And as I said before, these are the very same people, Germany and Austria, and for that\nmatter Poland, the Poles did their share of anti-Semitism. They had more churches. The\nViennese loved music, and they -- they -- they produced some of the finest writers in the world, a\n-- the Germans did. And these are the very same people who perfected the art of killing. And\nnobody can tell me that people didn’t know about this. When you think about it, hundreds and\nthousands of concentration camps, it took architects, it took engineers, 1t took builders,\ncarpenters, guards, railroad conductors, truck drivers. Millions of people were involved to\ncommit this crime. And nobody can tell me that people didn’t know about it. They should feel\nguilty. The new generation of Germans, I really think, is trying to overcome this. The Austrians\nhave not learned quite as well. And yet, I find it very disturbing that in an election not long ago\nin -- in Austria, about 20 percent of the vote went to the Nazi movement. And that’s bothersome.\nThat’s something that we need to be concerned about. I -- I’d like to -- I think this could be the\nend of my -- of the interview, unless you have something else that you want to ask me. I don’t\nknow how we as a people can impart to others that there 1s so much good in the world, and yet\nthere is so much evil. And what is so important, that the good overcomes the evil. Good people\ncan become bad, and I always say, find the good people, find those and protect them. But also,\nspeak up when you hear bigots. And what we have to remember, hatred is hatred. If there is\nhatred against minorities because of their color, it’s the same as hatred because of religion. And\nwe, as Jews, especially those of us who survived, have a responsibility, we have a duty, if\nnothing else, to speak up. Speak up and help others to overcome this. If there is nothing else\nwe ve done, I think that that -- that has to be a mission. So, we have not lost faith, we have not\nlost faith in people, and we have not lost in faith in our religion. I feel very good with what I am.\nAnd I’m very grateful. And if my children or grandchildren, or great-grandchildren and my wife\nsee this, I just want you know that I love you.",
        "A: No.",
        "A: No.",
        "A: No.",
        "A: Not in the factory, no.",
        "A: Mm-hm.",
        "A: No, not -- not really. You have to remember, I would have scrubbed floors and sw -- and\nsleep on the ground. I was so happy to be there. I never -- I never felt -- 1-1n fact, I must say that -\n- I'll never forget this, I was asked to make a talk, just after I’d been here a few months, and it\nwas to a Masonic group. And I tried to tell them about the difference between America and what\nhappened in Europe. And at the end of the talk, they passed a hat. And they presented me\nsomething like 30 dollars. Well, that was a lot of money then. And they said, “I want you -- I\nwant you to have this.” And I said, “I -- I cannot accept that,” I says, “I have a job, and I’m not\nhungry,” I said. “But if you let me give this to a Jewish charity, I accept it.” And they said, “We\nare honored to do that.” I once spoke at a church and I -- and I tried to bring out the difference\nbetween America and here, and -- and some of -- always was a question and answer period. And\nsomebody said to me, “Oh this -- America’s not as free as you think.” And I said, “The very fact\nthat you can get up and say this without fear of being arrested, tells me that this is a free\ncountry.” So, no I -- I -- most people were -- tried to be very helpful. The newspaper -- you\nknow, we were an oddity in a way, because we were the first refugees, and so the newspaper was\nvery interested. One of the pictures that I cherish that I have was a picture with a policeman who\nput his arm around me. That meant a great deal to me. Here was a policeman who -- who was my\nfriend. We --",
        "A: No, no, no. When Trude and I, after we became engaged, we were looking for an apartment\nand we saw an apartment we liked, and I did not hear from the real estate man for a number of\nweeks and I called him finally. And I says, “What happened?” And he said, “Well I don’t know\nhow to tell you this, but this man will not rent to Jews.” And I was -- I was shocked. I was\nshocked. And so, we went out looking for other apartments and we saw one apartment in a\nwonderful section of Greenville, and we went in there, introduced ourselves, the lady’s name\nwas Keller. And showed me the apartment, and I said -- and she told me how much it was, and I\nsaid, “My -- we can’t afford that.” I think it was like 80 dollars a month. And she says, “Pay me\nless, because I -- I li -- I want you. I want you to be here. I -- I like you both.” And I said, “We\nare Jewish.” She says, “That’s wonderful.” So, the experience I had before was offset by that. So\nthere was very -- you know, I had very -- of course there was anti-Semitism. Some people had\nnever seen a Jew. They thought we wear horns, and things like that, and th-there are always --\nthere always will be -- it’s a question of degree, but no, I -- and when I ran for public office, yes,\nthere was some anti-Semitism, there was no question about it. A lot of it was whispered, and you\nknow, people say, well, you don’t want the Jew to run this city, blah, blah, blah, but 70 percent\nof the people voted for me and the other 30 percent did not vote against me because I was\nJewish, they voted against me because maybe they didn’t like me, what I proposed. I was very\nopen that I was for integration. Totally open. And I -- you know, I was shocked, frankly, when I\ncame to South Carolina to find the way it was segregated. Blacks were not allowed to work in\nthe same room with whites. The toilets were marked white and -- and -- and colored. There was a\nwater fountain that the sign was -- said colored. I thought it was pink water. And -- and I was\nshocked by that. And when I had -- when we had our own factory, one day I just took down the\nsigns. And you know what happened? Nothing. People came to work the next day, they -- they\nsat next to each other in the canteen, they used the same bathrooms, they worked next to each\nother. Nobody complained. I think some people were relieved that this was over with. So my --\nmy experience there was a great -- much greater shock than any kind of anti-Semitism. A-As I\nsaid, when I ran for office, I was very open with what I want to accomplish. And we integrated\nthe city departments, we created commissions that were totally integrated. We had a bricklayer\nnext to a banker and they got along beautiful. Th-This is -- this made me feel very good, I mean,\nvery happy about that.",
        "A: One, I was mayor. I -- I'll tell you what meant the most to me, that’s -- but -- but -- I get a -- I\nget credit for having a rebirth of downtown, and I have -- I can show you newspaper articles, and\npeople have been very nice, honorary doctorates and all that. What meant the most to me, was\nwe had a -- a -- a public bus system. While I was mayor, the people that ran the company came\nin one day and gave us 30 day notice that they were going to quit unless we -- we subsidize it\nunlimited. And I said, “Well we -- we can’t do that.” I called a meeting of churches, and I said,\n“T know you have buses. Would you lend us some buses?” And I had more buses than we\nneeded. I went to the technical school, and asked them, “Would you train people to drive buses?”\n30 days after they gave me notice, and they walked out, we had a bus system running. Some of\nthe buses had signs, Jesus saves and all that. People laughed about it. That Christmas there was a\nparade and I -- I was -- my wife and I were in a open car, and what touched me more than\nanything -- poor people that had to use these buses depended on going to work, and people\nwould yell out, thank you for the buses. That really touched the people. Whatever else happened,\nof course it was meaningful and I feel good about it, but that was the thing that brought me\nclosest to the people.",
        "A: Yes, and I -- and I's -- I still am. Right now I co-chair a small committee, a bi-racial\ncommittee. We’ve had some problems in the jail and that sort of thing. Yeah, I -- I’ve always\nbeen. I’ve been involved in -- I’ve been -- been involved in education for many years. Fighting\nfor better education. This judge who came to see me was -- became president of a university\ncalled Furman University, and I’ve been involved with them for many years on their advisory\nboard, and we have a scholarship in the name of the girl that brought me here. We have a\nscholarship in the name of the man who brought me here, and we have a scholarship in Trude\nand my name. And -- and that -- I think that’s -- that was important to us. Education is. And so\nwe continue, we’re -- both of us continue to be active, and why not? I live there. This is my life.\nBeginning Tape Three",
        "A: Mm. Mm-hm.",
        "A: Well, let me -- let me start off with the birth of Israel, because I think that was -- that was the\nturning point for the Jewish community of the world. I really do. Suddenly, every Jew was so\nproud to be a Jew. Really proud. And the -- there were -- people -- there were many, unfortunate,\nthat were not proud, they -- and I can understand that too. They’d had nothing to hold onto and\nsuddenly here’s a state, a state of Israel. So that was -- that was a joy. People would come up to\nme on the street and congratulate me, as if I had anything to do with it. We’re so proud. And we\nwere so proud, there was -- and -- and this is one reason I -- I -- I say we must -- we must support\nthe -- the people of Israel. They’re the ones that fought a battle for us that we did not fight. My\nchildren and grandchildren have asked me, how come you didn’t fight? I said, that’s a tough\nquestion. One grandchild especially, Danny. And it’s a tough, tough answer. And I said, “We\nhad nothing to fight with.” Nothing. We were like cows going to slaughter. And here is this state,\nhere this -- this new Jew, who is fighting. So that -- that 1s a great, great, great happening in the\nhistory of the Jews, very dramatic. Without a doubt, that -- that’s been one of the events. But of\ncourse other events in my life are -- are really very personal. Getting married, having children,\nhaving grandchildren, an-and that sort of thing. I -- I remember at the United Nations there was a\n-- there was a resolution passed that was very, very anti-Israel. And that particular day -- I was\nmayor then -- I greeted several thousand Baptists who had come to a convention, and I was a few\nminutes late getting there because I listened to the news program in the morning. And when I got\nup to greet them, I says, “I have to pour my heart out to you. I am late because of what happened\nat the United Nations. How dare they did to this remnant of our people? God’s people.” And I\nsaid, “You of all people, you who are good Christians, you have to help me.” I got a standing\novation. And the next day -- and I still have a copy of it, the newspaper wrote -- had -- had an\neditorial [indecipherable] Heller gives Hell to United Nation, bravo, or something like that. That\nwas -- that was a good feeling, to speak up, but 1t was also a good feeling to be supported, then.\nSo the -- these are [indecipherable] it’s so -- so hard to remember all the different things that\nhappened to you. I just happened to think of this.",
        "A: Well, they asked me -- it does -- it does, it’s -- it’s just when -- when it happened in\nYugoslavia and -- and Bosnia-Herzegovina and all that, Trude and I belonged to a group called\nRenaissance, and we -- once a year there’s a meeting in Hilton Head of hundreds of people. In\nfact, President Clinton, this is where I met him the first time. And this was -- that particular time\nI -- I was asked to have a -- say something, a speech before this group. And what I spoke of --\nabout, this Holocaust, I called it a Holocaust. And I said, just because they are not Jewish, does\nnot mean that it’s not a Holocaust. And we don’t do a thing about it. And this is tragic. And this\nwas very, very, very important to me to be able to say that. And there were governors there, and -\n- and Clinton was there. And there were mayors there, and there were politicians there, and\nwriters there, and it had to be said. This, I think, was a bad thing that the United States waited\nthat long. Because we of all people, we Americans of all people, must understand that we cannot\nlet this happen to others. And I’m not saying that you go to war everywhere, but there are many\nways that we can assert our leadership. We are -- we are the leaders of this world, and I get\npassionate about that. There is killings going on every day, whether it’s in Rwanda, or whether\nit’s the Hutsies and the Tootsies and what have you. And we have to do everything we can to --\nto stop that. That’s an obligation that we have. We are doing a lot. I would say that the United\nStates is really the one country in the world that is doing something about it. Others totally\nignore it, but we don’t, I mean we send help, we’ve sent our soldiers, we -- and we still have\nsoldiers over there. But on the other hand we still have soldiers in Japan to protect the Japanese.\nWe still have soldiers in Germany. We are part of NATO. And so when people criticize that we\nhave soldiers in Yugoslavia to keep the peace, why is that bad, and it’s not bad to keep them in\nJapan? So you asked me the right question, I guess. I -- I really feel very strong about that.",
        "A: Let me just add one thing --",
        "A: -- but to be perfectly honest, I have been upset with some of my friends -- ne -- the -- I’m not\nthat friendly any more, that have -- that are immigrants like I am, like we are, and when this\nhappened in -- in Yugoslavia, who said to me, “This is none of our business. What do we have to\ndo with it?” And I said, “My God, you of all people? You are saying what others said when our\npeople were dying in Europe.” That’s exactly what they said. And I-I -- I can’t understand how\npeople that have been through what we have been -- and -- and they’ve been through more than\nwhen I think what others suffered, I -- I did not. And yet, they say, oh, it’s none of my business,\njust because they don’t feel the pain, and they should feel the pain.",
        "A: Well, first of all, Gaza, I -- let -- let the -- the Arabs have Gaza, what’s there?. What is there?\nNothing. Peace has to become -- has to come to Israel and -- and the Arab nations. What is the\nanswer if it’s not peace? You know, what is the alternative? And how long can Israel go on and\nbleed themselves? And they are bleeding themselves, when -- when such a large portion of their\nnational budget has to go for defense. So peace has to -- has to occur. Both Trude and I were --\nwere very, very honored to be asked to be present several years ago at the signing here in\nWashington. And I happened to sit next to an Arab woman, and we both cried. She wanted peace\nfor her people, I wanted peace for my people, and there has to be a way. Land 1s not that\nimportant unless it is part of the national defense. There is no compromise on that. Beyond that,\nit’s only dirt. But the national defense without a doubt, and Israel is -- has to be realistic that\nIsrael is surrounded by -- by many enemies, and it’ll take generations, if ever, that this feeling of\nhatred will change. But there is no answer, other than a -- has to be a peaceful solution. I wish\nSolomon was back.",
        "A: Well, at first -- she wrote me by the way, while I was still in Europe. I think you know Shep\nSaltzman wrote me, “I think you should know that Mary Mills is engaged to be married this\nfall.” Most people thought there was a romance there, and there wasn’t. I mean, we didn’t even\nhold hands when we walked. When we first -- when I first came, her husband -- her then became\nhusband, there was some jealousy there, I think, and -- and when Trude and I were married, we\ndidn't -- we s -- once a year we would communicate, and -- but there was a distance at first. But\nthen, as we had children, and they had children, our children began to meet. And we were -- we\nbecame -- we became really good friends. Mary Mills died a few years ago. She was my angel.\nThe beautiful thing about it, she never realized what she had done. To her it was a very natural\nthing. We’re still friendly with one of her daughters who -- who did live in Greenville, but\nrecently moved. So she is done, she’s -- her picture is -- is -- I have a picture of my family in our\nbedroom, but I also have a picture of Mary Mills in that room. I don’t want my children ever\nforget who she was. I want them to know, too. So that’s what happened to Mary Mills.",
        "A: No, really, really not. I -- I think I poured my heart out. I appreciate what you are doing. I\nthink it’s very important. I appreciate what the Holocaust Museum is doing for -- not just for --\nfor Jews, this is a Christian problem as well, the problem that we have. This is a Muslim\nproblem, this is -- whatever happened to us -- us as Jews was -- is also a problem of the world.\nAnd the Holocaust Museum can serve to remind people that there can be evil, but also that there\ncan be good. So I -- I want to thank you for the work that you do.",
        "A: The pictures?",
        "A: This is a picture of my grandparents on my mother’s side. My grandmother’s name was\nMiriam and my grandfather’s name was Samuel Norfin. They lived in Lubachow, Poland.",
        "A: This -- this was taken maybe -- oh God, I’d say 70 years ago. About 70 years, I would say.\nMaybe more, maybe more, 80 years ago.",
        "A: Right, I -- I would say that.",
        "A: This is my mother Leah at a costume ball. She was dressed as a Gypsy, and this was taken\nabout 1900 and -- in the 1920’s, so this picture is about 78 years old. This is September 1998.\nAnd that was in Vienna at a costume ball.",
        "A: This is a photo of my father when he was in service for the German army in nin -- from\nbetween 1914 - 1918. My father is the one sitting on the left, and I assume that this picture was\ntaken 1915, something like that. He, by the way, was wounded in service.",
        "A: Here you see my sister Paula on the left side, my mother, of course in the middle, and next\nme, on the right side. This -- this photo was taken in 1922, I believe. I was about three years old\nand my sister was five years old. My sister died recently. Her name was Paula.",
        "A: This shows me as a happy 10 year old in 1929. It was taken in a park.",
        "A: This shows my wife Trude, the year I met her in 1937 in the summer resort, and I\nimmediately fell in love with her and I still am.",
        "A: No, no.",
        "A: They had it taken on the boat. It was taken by a ship photographer.",
        "A: This shows the five young ladies I met in Vienna in 1937. The one on the right side, on the\noutside is Mary Mills. And she is the one who saved my life. A wonderful person. It was taken\non the ship, the Ile de France, which is the same ship that I came over on.",
        "A: Yeah.",
        "A: A-Again on the right side, that’s -- it’s Mary Mills. She -- she’s the one I danced with a whole\nevening in Vienna on her world tour and she’s the one who gave me the -- her address in\nGreenville, South Carolina, and helped me to come to America.",
        "A: This -- this, of course, is our wedding picture, August the second, 1942. It was -- it was a\nwonderful wedding. It was a small wedding, we only had 38 people at the wedding. And my\nfather-in-law showed me the bill afterwards and it was 38 dollars. The truth.",
        "A: It’s beautiful on the screen.",
        "A: You better have everybody on that or they’Il never forgive me.",
        "A: No, [Il just tell them who they are.",
        "A: Okay. I -- Pll just tell the occasion.",
        "A: This was taken a year ago fro -- [tape break]",
        "A: This is a picture of our family taken a year ago for our -- on the occasion of our 55\"\" wedding\nanniversary. They are our children, our grandchildren, our children’s spouses, our\ngrandchildren’s spouses, and one great grandchild also seen there, and since then anoth -- two\nmore great-grandchildren are on the way, God willing everything should be well. And there’s\none other member of the family, our granddaughter -- one of our granddaughters has a serious\nboyfriend who was not there at the time, and he’Il forgive me, I’m sure. It’s a beautiful family,\nwe're very lucky.\nEnd of Tape Three\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumSeptember 24, 1998\nRG-50.030*0395",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Max Heller,\nconducted on September 24, 1998 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "MAX HELLER\nSeptember 24, 1998\nBeginning Tape One"
    ]
}