{
    "rg": "RG-50.030.0922_trs_en",
    "sequence": [
        "Q: I’m going to start our interview at the very beginning with the most basic questions and we’ll\ndevelop your story from there. So my first question is can you tell me the date of your birth.",
        "A: Nine, five, 31.",
        "Q: What does that mean? Does that mean September fifth.",
        "A: September yeah.",
        "Q: September fifth, 1931. And what was your name at birth?",
        "A: My name in Hebrew. Rivka.",
        "Q: All right and your last name.",
        "A: Rosenberg",
        "Q: Rosenberg. And so you were known as Rivka Rosenberg. And when did you become\nRegina?",
        "A: I became Regina. I became always Regina since I started school.",
        "Q: Isee ok. Where were you born?",
        "A: I was born in Ulanov. This is a small town and very nice town and I have nice memories\nfrom, from childhood but that’s all I remember.",
        "Q: Ok, we’ll get to talking about these things. Tell me a little bit about your immediate family.\nDid you have brothers and sisters?",
        "A: I had three brothers and I had three sisters and I was, I was the youngest one.",
        "Q: You were the baby. Can you tell me their names by order of oldest to youngest?",
        "A: Yes. Charles, Shia was his name.",
        "Q: Shia.",
        "A: Yes. Leon.",
        "Q: Leo.",
        "A: Mina",
        "Q: Mina.",
        "A: Sudek",
        "Q: Sudek",
        "A: Esther",
        "Q: Esther",
        "A: And myself. Regina.",
        "Q: And when was the oldest one born?",
        "A: The oldest one was born I think in 1920.",
        "Q: Oh so you know within a decade or just a little more than a decade all the children were born.",
        "A: Correct.",
        "Q: Ok. Your mother and your father’s name, can you tell me that?",
        "A: My mother’s names was Klara Rosenberg. Her maiden name was Graf and my father was\nMoshe, Moses Rosenberg.",
        "Q: How did your parents make a living? How did they put food on the table?",
        "A: Well my father was in business and he was what I remember they were in the wheat and fruit\nand in my time when I remember, they have been delivering to the army also in Poland.",
        "Q: You say wheat and fruit.",
        "A: Yes.",
        "Q: So they supplied food to the —",
        "A: Yes.",
        "Q: Ok. Did you father have customers outside of the Polish army, did he supply —",
        "A: This I don’t know.",
        "Q: So you don’t know if there was a store?",
        "A: No, no.",
        "Q: There was no store.",
        "A: No. No.",
        "Q: Do you know much about what your father’s business involved, how he got his goods?",
        "A: No, no I would not remember that. And I would not know.",
        "Q: Did your mother help him in this business?",
        "A: I think so, I think so.",
        "Q: Did he have any other employees?",
        "A: I don’t think so. I think it was more of a family business.",
        "Q: Had your parents lived in Ulanov their whole lives?",
        "A: My father was born in Frampol. This is near Lublin. And my mother was born in Ulanov.",
        "Q: And their parents?",
        "A: Their parents I think my grandmother was born in Horoshitza [ph]. This is a few, quite a few\nkilometers away and my grandfather I don’t know.",
        "Q: I am trying to establish whether or not the families had been in the same place for\ngenerations.",
        "A: Yes, yes. I was there since I was born and until the war started.",
        "Q: And for generations back so that they’re not newcomers to the area.",
        "A: No.",
        "Q: Did your father serve in World War I?",
        "A: I don’t think so.",
        "Q: Do you know what part. Poland was divided before 1918 I believe. Do you know what,\nwhich force —",
        "A: Well I know my mother was in the German, the Austrian side. My father was in the Poland, I\nthink more the Russian side.",
        "Q: Ok so the Russians would have occupied it beforehand.",
        "A: I don’t know if they occupied but I know maybe they did but, but I know you’re asking me\nabout separation so I know my mother is from Galicia and my father is from Congress Poland.\nThis means that the eastern, eastern part of Poland.",
        "Q: Did your parents tell you many stories about their own childhoods?",
        "A: Not really. We didn’t have time first of all. When the war started we were the first one to be\nbombed.",
        "Q: We’re talking about 1939?",
        "A: 1939.",
        "Q: I’m going to go before then. We'll hold onto that but when you were a little girl and life is\nnormal. I want to dwell on that part. Ok so were they too busy. Was your father too busy\nmaking —",
        "A: I’m sure they were busy having six children and a business, I’m sure they were very busy. I\ndon’t, I’m sure they couldn’t give attention to everybody the same way.",
        "Q: What about in your family, were there your brothers and sisters. Did one of them look after\nyou?",
        "A: Yes, yes, my oldest sister Mina she looked, when I went to school and she used to bring me\nlunch and she was like my second mother.",
        "Q: Was she a greater influence on you than your own parents?",
        "A: No, I was really close with my parents. I was very close with my mother and with my father\nand with my brothers and sisters. We had, we were a very close family.",
        "Q: Tell me a little bit about your parents’ personalities. For example, was your father somebody\nwho was an extrovert? Was he somebody who laughed a lot or was he more serious type of\nperson.",
        "A: I think he was genuine. He was, well yet to laugh. He laughed but I wouldn’t say that he was\nalways you know and that’s all I remember.",
        "Q: What about your mother?",
        "A: My mother was more, she was more talkative. She was more story telling you know and\nbeing the youngest so I was more leaning to my mother.",
        "Q: Did your mother have help at home, hired from the outside?",
        "A: Not that, we had someone who came in once a week to do, but not steady.",
        "Q: Describe for me a little bit what your home looked like from your memory. That is did you\nlive in an apartment? Did you live in a house? And I’Il ask more questions from there?",
        "A: We lived in a house and as far as I remember. I don’t’ remember if it belongs to my parents. I\nthink it belonged to German owners you know when they, when the war broke out they came\nback from Germany to Poland.",
        "Q: To claim the house?",
        "A: No, they didn’t claim it. We were living together at that time.",
        "Q: What kind of a, was it a stone house or a wooden --",
        "A: A stone house.",
        "Q: Was it close to the center of Ulanov or in the —",
        "A: Yes, it was in the center.",
        "Q: It was in the center. Well then maybe you can paint a picture for me a little bit about what\nUlanov looked like and how modern or how not modern it might have been. Were many of the\nsurrounding houses also from stone?",
        "A: Yes. As far as I remember.",
        "Q: Two stories, three stories?",
        "A: Well it was mostly that I remember I think one stories, maybe there were some with two\nstories but I would not remember that. Cause all I remember is every Shabbat, every Saturday I\nused to go to my grandmother which she didn’t live too far away. As a matter of fact, I was then\nby myself so it was a safe place to walk.",
        "Q: Were the streets paved?",
        "A: I, the street. I, I think so. I think so.",
        "Q: Were there many cars?",
        "A: I wouldn’t say a lot of cars. There were cars but not too many. There was mostly horse and\nbuggies you know and but there were cars.",
        "Q: Was Ulanov large enough to have public transportation?",
        "A: I don’t think so.",
        "Q: And in your own house, can you describe it for me, how many rooms it had.",
        "A: Well this is, this is hard. I, we didn’t have, everybody didn’t’ have a separate room. We had a\nnice size but we were a big family and, and I think we were pretty comfortable and that’s all I\ncan Say.",
        "Q: Let me be more specific then. Did you have let’s say the girls slept in one bedroom and the\nboys slept in another?",
        "A: I wouldn’t, I don’t know because bedrooms were in different arrangements. The homes were\nbuilt differently there than they are here.",
        "Q: In what way?",
        "A: Everything was on one floor. You know and the rooms you know I remember I was with my\nsisters in one room and my brothers in another room.",
        "Q: Was there a separate living area?",
        "A: Well I-",
        "Q: Like a living room?",
        "A: The living room, I don’t remember. I remember the kitchen you know. And —",
        "Q: Did you have running water?",
        "A: I wouldn’t remember this.",
        "Q: What about indoor plumbing?",
        "A: The plumbing. I don’t, as a matter of fact my, I was thinking about it. But I don’t remember\nreally if there was plumbing or not. You know this —",
        "Q: In some ways unfair questions.",
        "A: It’s unfair and I can only answer what I remember.",
        "Q: That’s fine and if you don’t that’s fine too.",
        "A: It’s ok.",
        "Q: It’s ok. My attempt is to try and get a picture through words of what it looked like.",
        "A: I understand.",
        "Q: So forgive me. Ill ask a few more.",
        "A: That’s fine.",
        "Q: Do you remember how people took a bath. I mean did you have separate bathroom or you had\nit in some other way.",
        "A: I guess it was, I wouldn’t say a separate bathroom but there was some other way. There was a\nbathtub I guess.",
        "Q: You don’t’ remember.",
        "A: No.",
        "Q: Some of the people have mentioned to us that this —",
        "A: I left Ulanov when eight years old, or maybe a little more. And I was involved with my\nfriends, with school and that’s all I remember.",
        "Q: What about electricity? Did you have electric lights.",
        "A: I don’t think so.",
        "Q: Did you have a radio?",
        "A: I wouldn’t say no or yes because I don’t know, I don’t know.",
        "Q: The washing. Do you remember how the washing was done at home?",
        "A: That’s a tough question. The washing. I guess it was a different kind. There was no washing\nmachines. There was no, I’m sure it was a different way of washing clothes then.",
        "Q: What about around your house? Did you have a garden?",
        "A: Yes, we had I wouldn’t say garden. But we lived in the center of the city and there was like a\nlittle park you know and we lived in this area.",
        "Q: Tell me a little bit about the population as far as you remember. Was it all Jewish or was it\nmixed.",
        "A: Mixed.",
        "Q: Did you get, were there many Jews in Ulanov?",
        "A: I think there were many Jews in Ulanov but I wasn’t mingling too much because I was mostly\nwith my friends in school and they were, they were. I went to first grade, I just first grade I\nfinished in Poland. And I had a mixture of, of friends. They were Polish and they were Jewish.",
        "Q: Polish gentile and Polish Jewish",
        "A: Yes.",
        "Q: What do you remember from school. You said you had one class.",
        "A: [had only one and the rest I’Il tell you as we come along.",
        "Q: What do you remember from your first year in school, Polish school.",
        "A: Well it was very nice. I enjoyed the school there. Although it was mixed. We got along pretty\nwell. We had nice teachers and —",
        "Q: Do you remember anything about the subjects you were being taught?",
        "A: Not really, not really but what can you remember in, so many years ago.",
        "Q: If somebody asked me I wouldn’t be able to answer that question.",
        "A: Well I try to remember.",
        "Q: Can you describe the school building to me?",
        "A: It was a pretty big building you know and there were quite a bit of students and —",
        "Q: Was it also stone?",
        "A: Yes.",
        "Q: You said you could walk to it from home?",
        "A: Yes.",
        "Q: The children that you played with, were they mostly school friends or in your neighborhood?",
        "A: Ihad school friends and I had from the neighborhood.",
        "Q: And were they both Polish or Jewish?",
        "A: I mostly mingled between the Jewish because I went to basiankov [ph]",
        "Q: What is that?",
        "A: Hebrew school, religious Hebrew school. And then when I started first grade I went to the\nPolish school and in the afternoon to a Hebrew school.",
        "Q: So that’s a lot of schooling for a little girl.",
        "A: Yes, yes.",
        "Q: Was your family very religious?",
        "A: Yes.",
        "Q: In what way. Describe it to me.",
        "A: Well my parents you know they were very observant.",
        "Q: Were they orthodox?",
        "A: Yes. Every Shabbat we went to synagogue and we observed you know the kosher thing very\nmuch so because both my parents come from religious homes.",
        "Q: What language did you speak at home?",
        "A: At home I spoke Yiddish and outside when I went to school I spoke Polish.",
        "Q: Did you know both of them simultaneously? Or did you learn one after the other?",
        "A: I think well I wouldn’t remember when I was five, six years old. I’m sure I spoke Yiddish\nbut when I started school I spoke Polish. But when I started school of course I had both friends\nand, and school friends so we had to speak either Yiddish or Polish.\n(cutting)",
        "Q: Tell me about how not being Jewish and certainly not knowing about traditions that were\nthere in Poland at that time. I’m not as familiar as others would be about what some of them\nwere. Off camera someone said that your mother had a shagel.",
        "A: Yes.",
        "Q: Can you tell me what that is.",
        "A: Yes, this is a wig and my mother had nice blond long hair from the stories I know. And she\nwas a religious woman so she cut her hair and she made wigs out of it.",
        "Q: More than one?",
        "A: I guess so.",
        "Q: I wonder how one would make a wig from human hair at that time, your own hair.",
        "A: Yes, yes. That’s what I remember, I was told.",
        "Q: Now when you knew and what you remember, you remember her always wearing a wig?",
        "A: Yes.",
        "Q: At home did she take it off?",
        "A: Sometimes.",
        "Q: What was the purpose of wearing a wig.",
        "A: A wig. If you are religious, you are not allowed to have long hair because you have to do\ncertain rituals you know like bathing or, or you know this is something that I cannot talk about it.\nBut that’s that has a lot to do with the religion.",
        "Q: Was her dress a particular kind of dress? Did she dress in a certain way?",
        "A: No, she dressed normally.",
        "Q: And your father as well?",
        "A: Yes, my father he, he didn’t have no payes. He didn’t have no, he wear he had like a goatee\nor a little bigger a little longer than that.",
        "Q: Just a little goatee?",
        "A: Yes but then sometimes he had but not a very big beard. (gestures with hand, a beard)",
        "Q: For those of us who don’t’ know what payes are, could you explain?",
        "A: No, he did not have, I know what payes are.",
        "Q: What are they?",
        "A: Payes are you let grow some hair and you, you know, you put them if you go out you put\nthem behind your ear. If you are home or you are in the synagogue, you wear them normally.",
        "Q: This is for men",
        "A: Men, just for men but in my family, not my father and not my brothers had payes.",
        "Q: Do you know how your parents met?",
        "A: No.",
        "Q: Do you think it was an arranged marriage?",
        "A: I think so.",
        "Q: Tell me a little bit about the values that they thought were important, like what are the things\nthat your father thought were important for his children to observe, to know about. Do you have\na sense of that?",
        "A: Well my father comes from a very religious home and he married very young and he had a, at\na young age, he had a big family. And of course and he tried to teach his children the same way,\nthe same religion and the same thing. That’s what I remember.",
        "Q: Same question applies for your mother.",
        "A: Yes my mother, my mother was more you know she was religious but she was more modern\nreligious.",
        "Q: Was she somebody who liked going to the theater or liked going —",
        "A: No when my mother was young she did but when she married as I understand it she had six\nchildren. I’m sure, but I remember going with her on Shabbat. We went to the synagogue and\nvery nice, very nicely dressed, very nicely, she, she observed it and really we had a good time. I\nwas always with my mother.",
        "Q: Would you say your family was well to do? Or not?",
        "A: I wouldn’t say. Id say it’s a middle class. I wouldn’t’ say well to do you know but they made\na nice living. And they raised the children and that’s about tt.",
        "Q: What kind of contact did your family have, if any, as a family with Gentile folks?",
        "A: On we had neighbors, we had some were very friendly and the rest I really don’t’ know. I\nwouldn’t’? know who they mingled with.",
        "Q: Was there in your family was there talk of needing to be careful, that there could be people\nwho would make fun of you because you’re Jewish or instances of anti-Semitism.",
        "A: Not that I remember but I was protected by my brothers. So when I went to school nobody\nwas —",
        "Q: Nobody picked on you",
        "A: Nobody picked on me and nobody would say anything because I guess my brothers were\nprotecting me and then and they wouldn’t dare.",
        "Q: It’s nice to have older brothers.",
        "A: Yes.",
        "Q: Did anybody at home talk about politics at all, about what was going on in Poland, about —",
        "A: Maybe they did but not, not I don’t’ think I was involved in it and I don’t think I was\ninterested.",
        "Q: Did the name Pilsudski ever, was —",
        "A: Yes, yes.",
        "Q: What did people think of Pilsudsk1?",
        "A: They were, Pilsudski, he was a I don’t’ know if he was a general or he was something, but he\nwas very well liked by the Jews. And I remember I learned in school that even the first grade and\nhe was very well liked.",
        "Q: He died in 1935 I believe.",
        "A: Yes, yes",
        "Q: And he had been an important leader.",
        "A: Yes very much sol",
        "Q: What about new Polish history, since its independence. Was that taught in school, that 1s\ntrying to develop the country, trying to make it rise economically or things like that.",
        "A: Well you know the first grade that I attended, I don’t think the subjects were, were —",
        "Q: Economic development.",
        "A: I don’t think the first graders that they discussed those subjects.",
        "Q: yes, Iknow. And what do you think of economic development.",
        "A: economic development, I think it’s, I cannot give an opinion because I don’t remember and I\ndon’t know what went on. I only stories what I heard at home. Or what I heard —",
        "Q: Kind of that’s what I’m after.",
        "A: That’s all, that’s all.",
        "Q: Did you belong to any youth organizations?",
        "A: No, I belonged to the Hebrew school. This was a Hebrew school which was —",
        "Q: What did you learn in Hebrew school?",
        "A: Hebrew and we learned history from Israel, history and in general.",
        "Q: Did you go to camps? Were there camps for children?",
        "A: No, no.",
        "Q: In 1939, the summer of 1939, you are not yet eight years old, something —",
        "A: I was, yes eight —",
        "Q: And September first when —",
        "A: This I remember.",
        "Q: Tell me about that.",
        "A: Well I remember I was with my father. He went to the dentist and I went with him. And we\nheard some heavy planes you know like, like now I understand they were bombers. And the first\nthing they wanted to bomb 1s our area because there were there were arms storages there or\ndepots or so, whatever I don’t know. So this was the first area, they bombed. And the first bomb\nfell in our house.",
        "Q: No, really.",
        "A: Yes and the, as a matter of fact there were a lot of injured people as, my cousin, Manya who\nmy cousin will tell you. She was wounded that time. And but the bombs we came, they house\nwas on fire and we ran to the woods. And we stayed in the woods I don’t’ remember how long.\nAnd then when the bombing stopped, the house wasn’t there any more so we went to the\ngrandparents. And we stayed with the grandparents until we, until we went to the Russian side.\nWe'll get to this.",
        "Q: We'll get to this. So was your house completely destroyed?",
        "A: Yes.",
        "Q: And do you think the arms depots were very close by.",
        "A: Yes, it was maybe a few kilometers or maybe more. Maybe, maybe five, maybe ten. I don’t’\nknow but that’s what I heard they were talking about home.",
        "Q: So you lost all your goods, everything.",
        "A: Yes, everything.",
        "Q: Did the Germans march into Ulanov?",
        "A: After a while, after a while. I don’t’ remember how long it took them to march in.",
        "Q: Were they the first ones to come?",
        "A: Yes.",
        "Q: Do you remember seeing German soldiers?",
        "A: Yes.",
        "Q: What kind of, what did they look like.",
        "A: They looked like normal soldiers but being at my grandparents’ house when we were sleeping\nthere we, at night we heard a lot of you know robbing and killing and people screaming you\nknow. I was very much afraid and but what I was hiding behind my sister.",
        "Q: Mina?",
        "A: Yes. And they were in the one incident I remember it was in the day time when a soldier was\nbeating a religious Jew with the payes (gestures with finger a circular motion) and he was\nbeaten very badly, very badly. And this is the only incident I remember.",
        "Q: Did your grandparents live in a neighborhood that was predominantly Jewish?",
        "A: Yes. It was also some Poles you know but, but mostly Jewish, yeah.",
        "Q: Did other things change in your life? Was your grandparents’ home large enough to\naccommodate eight people.",
        "A: No, no that wasn’t the, well we went. We were staying there for a short time. Then the\nGermans left and the Russians came in. So the Russians said you know it was like an\nexchanging. The Russians went out and the Germans came in and vice versa, but then the\nRussians came in and then they had to disappear so they said to the Jewish population that the\nGermans killed the men not the women. They killed them and so the men went with the\nRussians.",
        "Q: So Russians told the Jewish population that the men are being killed by the Germans.",
        "A: That the men that the Germans kill men but if you want to come with us, you can do so.",
        "Q: So in other words Ulanov sounds like it passed through hands a couple of times.",
        "A: Yes.",
        "Q: First Germans, then Russians then Germans, ok.",
        "A: Correct",
        "Q: And did that affect your family at all?",
        "A: Of course.",
        "Q: So when they heard this, what did they do?",
        "A: Well my father and my brothers went with the Russians and my mother and the sisters\nremained in Ulanov. At the grandparents.",
        "Q: You remember this time about just the women being there.",
        "A: Yes, yes, I remember this.",
        "Q: And your grandfather, did he go too, or did he stay.",
        "A: No, no he was of age and don’t think he was able to travel that far and then he wouldn’t leave\nhis house.",
        "Q: What about the others who did leave? Did you know where they went? Were they able to tell\nyou where they were going?",
        "A: Well they left, they left with the Russians. They went to a town. It was Sheditz [ph] near\nLvov, a smaller town and they first they were in Rubatchov [ph]. This is a smaller town before\nthis. And they stayed there, most of the men stayed there with the children you know. But I had\na brother, the second one who just missed my mother and missed the family and he did not want\nto stay on the Russian side until he reunites us.",
        "Q: What’s his name?",
        "A: Leon.",
        "Q: Leon. Ok.",
        "A: And one night I think he had to smuggle himself through the border and as a matter of fact my\nuncle was there and he couldn’t come. He wasn’t able to come or cross the border and my\nbrother on the way he hired a horse and buggy. He was blond and he looked like, didn’t look\nJewish. So he came to this man in the evening and he gave us a couple of hours and he said I\nhave to leave 12:00 from here.",
        "Q: Midnight.",
        "A: Midnight. So he said but I have to take my aunt and the children because I promised my\nuncle. So my mother said where you going to put them, this horse and buggy, everybody. He\nsaid I don’t’ care. we’ll make it and that’s what we did. We went on the horse and buggy.",
        "Q: How many of you?",
        "A: How many. We were three, four and they were let’s say five.",
        "Q: Nine people.",
        "A: Yes.",
        "Q: Nine people, so it was your own family, the women in your own family and your uncle’s\nfamily.",
        "A: Yes.",
        "Q: Ok so it would have been the two of them, the two men. Your older brother and your uncle\nwould have come together. One to take his family and your brother to take yours.",
        "A: Yes, my uncle couldn’t make it. because they caught him once and he tried a second time but\nhe couldn’t make it.",
        "Q: So who caught him? Who was the one who was watching the border?",
        "A: The Germans. There was a border between the Russians and the Germans.",
        "Q: Did you cross this border yourself.",
        "A: No. My brother hired this guy. It was a very small, small it wasn’t really a river. It was like a\nsmall I don’t know how you call it. And he smuggled us very early dawn, at dawn. He put like\nwood across and he took one by one on the other side to the Russian side. And it has, had to be in\na certain amount of time.",
        "Q: Was it like a plank that he put across the river?",
        "A: Probably yeah, a few.",
        "Q: A few planks.",
        "A: And, the guy who took everyone one by one, they crossed the river.",
        "Q: So in other words, the man who had the horse and buggy was also a guide to help get you\nacross.",
        "A: Correct.",
        "Q: There was a lot of trust that must have been put in this guy.",
        "A: Correct. Of course he was paid you know, but —",
        "Q: Sometimes that didn’t mean anything.",
        "A: I know but he, he I think he did it for money.",
        "Q: How old was your brother at the time?",
        "A: My brother, I don’t know it was 40. I think, he could have been 16, 17, something like this.\nHow old was he, let’s see, the 1921 born.",
        "Q: Oh if it was 21 he would have been like 17 or 18 years old.",
        "A: 17 years old, yeah.",
        "Q: And how many months had you lived in Ulanov, just the women?",
        "A: The women who lived not maybe I know it started in 1939 in September. And I know by the\nend of the year maybe a little earlier we —",
        "Q: You were there.",
        "A: We, we left.",
        "Q: So you left before 1940. You left before January first 1940.",
        "A: Correct.",
        "Q: Do you remember whether it was very cold outside when you went there?",
        "A: I don’t remember because when we left I know it was rainy. It was bad weather.",
        "Q: Miserable.",
        "A: Yes, I didn’t see no snow at that time but I know it was cold.",
        "Q: Ok. The weather in eastern Europe in the fall can be very raw.",
        "A: Yes",
        "Q: Very raw.",
        "A: It was raining. That’s what I remember.",
        "Q: How many things could you take with you, anything?",
        "A: Very little. Very little.",
        "Q: And who did you leave behind. Was there anyone you left behind?",
        "A: Yes, my grandparents and my aunt. Because she was the youngest from my parents’ sister,\nmy mother. And they didn’t want to leave the parents alone so she stayed with them.",
        "Q: And what was her name?",
        "A: Rachel, Ruchl.",
        "Q: And your grandparents’ names. Do you remember?",
        "A: My grandmother is Ilyeta. And my grandfather Rafael.",
        "Q: And what happened to them?",
        "A: They perished. They perished. What I understand that, that I heard stories at home that they\ndied from hunger in the street or someplace. I don’t know. And my aunt was taken probably to a\nconcentration camp. That’s what I remember from telling stories at home.",
        "Q: No one really knew.",
        "A: No.",
        "Q: When you got to the other side of the plank, what happened then? On the Russian side?",
        "A: Then the Russians came and they took us because it was illegal to cross the border so they\ncame.",
        "Q: It was or was not illegal?",
        "A: It was not legal.",
        "Q: It was not legal.",
        "A: No so they came from the Russian side, the Russians came. And they counted one by one and\nI was the youngest and my aunt gave me a painting that she had. Her favorite painting. She said\nbring it with you. But I was young and little so 1t was a hill that you have to climb up. SO I was\nholding onto this painting and painting. Then my brother he was, one habit he had. He counted\nhow many people he had and he saw one was missing. I was the one was missing. He came back\nand threw the painting in the water and he grabbed me and there was only a certain time that you\ncould do it. And then the Russians put us in jail for 24 hours.",
        "Q: So when you say there is only a certain time, does that mean that you had to try and cross this\nplace at night time, before dawn.",
        "A: No at dawn. Cause you couldn’t see at night.",
        "Q: Did you enter a town or did you enter a forest? On the other side, what did it look like?",
        "A: A forest.",
        "Q: A forest. How could the Russians find you in a forest.",
        "A: Because they know that they were there. They were on the border you know. This was their\nmission.",
        "Q: So it was both the Germans and the Russians who had an agreement to keep people from\ncrossing, one way or the other.",
        "A: Correct.",
        "Q: But you didn’t see any Germans at the border? On the other side?",
        "A: No, if we would see Germans we wouldn’t do it.",
        "Q: And was this far from Ulanov? Do you remember traveling far?",
        "A: Yes we, it was quite, I don’t remember exactly how long it took us to travel to because we\nwere staying overnight someplace there. I wouldn’t know exactly. But it was a day or two.",
        "Q: It took a day or two\n(Technical adjustment)",
        "Q: Was this a day or two until you got to this border or —",
        "A: Yeah, I think it was a day or two until we got to this border because we slept overnight in this\nguide’s house. Because we couldn’t do it at night. We had to do it very early in the morning.\nAs I remember.",
        "Q: And this guide, did he have a family?",
        "A: I think so.",
        "Q: Did you see them? Do you remember? No.",
        "A: If I saw them I didn’t pay any attention.",
        "Q: I didn’t realize that it wasn’t right across from Ulanov. It took a while to get there.",
        "A: Yes, couple of small towns.",
        "Q: And you would travel at night time or you would travel —",
        "A: Well we, we left at midnight you know.",
        "Q: From your own house in Ulanov.",
        "A: From our own house we traveled through the night I guess.",
        "Q: So after that 24 hours you were in the jail that the Russians controlled. Do you have any\nmemories of being in that jail?",
        "A: No. I remember and they, we didn’t speak Russian and they didn’t speak Polish and they\ndidn’t speak Yiddish. But my brother knew a few words and he said I will work hard and I will\ndo this, so they finally accepted us. And he wanted to unite us with my father and the brothers\nand with my uncle. But in order convince them, he took one of my cousins and with him as a\nwitness and that he did the job. And then.",
        "Q: Did what kind of job?",
        "A: That he smuggled us from the Germans to the , otherwise if he would come by himself they\nwouldn’t believe it. That he brought the family.",
        "Q: I see what you’re saying. And do you remember their manner, whether or not they were\nfrightening or whether or not they were just matter of fact?",
        "A: Who?",
        "Q: The Russian soldiers?",
        "A: No they did their job and they put us in jail. And then they have of course, I don’t’ know who\nwas there and they probably discussed the incident. And then they decided that they let us go.",
        "Q: Were there more people in jail or were you the only —",
        "A: I have no idea.",
        "Q: And then what happened?",
        "A: And then another horse and buggy came and they took all of us and they united us in this\ntown.",
        "Q: And it was again, tell me the name of it.",
        "A: It was Horoshitza. Or Sheditz. I don’t really remember exactly. But one of those towns.",
        "Q: Where did you live then? Once you were reunited? What kind of accommodations?",
        "A: At first we were like refugees. And then they let us go and we could go and have a, rent an\napartment or so and that’s what we did.",
        "Q: Did you have any money with you?",
        "A: I don’t remember to be honest with you.",
        "Q: Do you remember going hungry at that time? I mean how did they get food.",
        "A: Well at that time, at that time, I’m sure it wasn’t that but I wasn’t hungry. I think. I know I\nwasn’t hungry. I don’t know what my parents did but we were fed.",
        "Q: It sounds to me because you were so young and because you were the baby that in many ways\nyou were protected.",
        "A: Yes.",
        "Q: The older ones, the less worry that you had the better.",
        "A: Yes. I was always looking up. As long as I was between my family is what matters.",
        "Q: Was the only time up until then was when you might have been frightened when you first\nheard the German soldiers beating others in the streets.",
        "A: Of course I was frightened.",
        "Q: Any time after that?",
        "A: I was afraid to go out. You know we didn’t go out too much in the street. And we tried to\nwait and see what’s going to happen.",
        "Q: There you are in this town and you are able to eventually rent an apartment.",
        "A: It was near Lvov. This was already the next town.",
        "Q: How long were you able to stay there, how long did you stay there?",
        "A: We stayed there you know I don’t know how long it took. But I know that one of these days\nthe Russians said you know if you want to go back you can go back. If you want to go with us or\nstay here. You can stay. But my oldest brother, he wanted to go back. And being, if you said\nyou want to go back, they treated you as traitors. So one night without even knowing anything,\nthe Russians came. Always, they always did come midnight and they took us everybody and they\ntook us on a train with cattle you know.",
        "Q: Cattle cars.",
        "A: And we didn’t know where we were going, but later on we found out that we’re going\nsomeplace and we wound up in Siberia.",
        "Q: How long were on those cattle cars?",
        "A: It was quite a few days. Quite —",
        "Q: Were there other people in the —",
        "A: Of course.",
        "Q: Do you remember what they looked like those cattle cars?",
        "A: They were the cattle cars. You know it was a few families in each car. You know they had\nlike sleeping on the top, sleeping on the, it depends. It wasn’t a pretty picture.",
        "Q: It sounds like everybody was taken by surprise.",
        "A: Yes.",
        "Q: What was it like when they came into the house after coming at midnight or whenever —",
        "A: We didn’t know. They, they don’t, I don’t know but they didn’t say anything. They said\nyou’re going to go back home.",
        "Q: Oh they said you’re going back home?",
        "A: Yes.",
        "Q: So that’s how you knew to connect it to your brother saying that he wants to go back.",
        "A: Yes, yes.",
        "Q: So that was the reason that they gave for coming? And then when you get on the train, when\ndo people realize that they’re not going back.",
        "A: We saw we’re not going the same direction. You know there were no windows, too many\nwindows to look out of the cars you know. We weren’t familiar with the surroundings with, with\nnothing. We didn’t know where we were going but we wound up. One day we wound up in\nSiberia.",
        "Q: And the other people who were on the train, were they also Jewish refugees?",
        "A: Of course.",
        "Q: Were there any Poles on that train?",
        "A: Not that I know of.",
        "Q: Can you describe the atmosphere a little bit on that train?",
        "A: It was a very tense atmosphere. It was a, I mean we didn’t get enough food, enough water. It\nwas three days and finally when we arrived you know how they treat the refugees or like\nanybody else until you settle down. And then we found out we’re in Siberia.",
        "Q: And what time of year was it that you were taken by train.",
        "A: I wouldn’t know exactly.",
        "Q: Was it cold or hot?",
        "A: I don’t remember being warm there, believe me. it was always cold. It was so cold in the\nwinter that we didn’t go out. Because the snow was very deep and in Siberia there is very little\nsummer.",
        "Q: What was the place in Siberia that you eventually were taken to?",
        "A: To Novosibirsk.",
        "Q: Is Novosibirsk a town or a city?",
        "A: Yes, a very big city but we weren’t 1n the city. We were in the outskirts of the city, it was like\na camp.",
        "Q: Was it a camp?",
        "A: Probably.",
        "Q: What did it look like? Can you describe it for me?",
        "A: It was like barracks you know. It was all the people were in the same barracks. There were a\nfew, I’m sure there were more there. And this was it. And we had --",
        "Q: Those barracks. About how large were they and how many people were in —",
        "A: By a lot of people and they were pretty large and you know I was always trying to be between\nmy brothers and my sisters. I was always being you know —",
        "Q: Hiding",
        "A: Hiding to be sheltered so I really cannot tell you how many people but I know it was a lot.",
        "Q: So it was more than one family per barracks.",
        "A: Oh yes.",
        "Q: Was it like an army looking type of barracks.",
        "A: It looks like, it looks like.",
        "Q: And it was cold inside.",
        "A: Very cold. Very cold but I don’t know what they did that they, in Siberia there are a lot of\nwoods you know. So they were making, the heat was from the woods.",
        "Q: Were there stoves inside the barracks?",
        "A: Ihave no idea. Couldn’t —",
        "Q: What was the food like?",
        "A: The food, we had rationings you know. And every family got rationings.",
        "Q: Such as.",
        "A: Certain amount of bread and a certain amount of other food which wasn’t enough.",
        "Q: Can you tell me, did anybody tell you why you had been taken there rather than back home?\nDid any official ever come and say now you are here and you are going to be doing —",
        "A: No, not that I know of.",
        "Q: Did any part of your family have to work?",
        "A: Yes. They all had to work in the woods.",
        "Q: And what were they doing?",
        "A: They were cutting trees.",
        "Q: The whole family?",
        "A: Not myself and my older sister and my brother but three of my, two brothers and one sister.",
        "Q: There were four of you or three of you who could —",
        "A: There were six of us but we just the older ones because we weren’t eligible to cut trees.",
        "Q: What did you do during the time they were all gone?",
        "A: We were in the barracks.",
        "Q: Did you get rations too?",
        "A: Yes, everybody got the rations. You know every child and every grown up they got the\nrations. And how we survived is because my brothers were older so they, my mother just\nmaneuvered around to give the boys more than the girls so that’s how we survived. They needed\nmore food.",
        "Q: To work.",
        "A: To work and they were older.",
        "Q: Did you come in contact with any of the people who were minding the camp or in charge of\nthe camp?",
        "A: Ihave no idea. I have no idea and I think if my brothers would be here or whether they would\nbe able to tell you. I really don’t know.",
        "Q: What kind of conversations were going on when everyone would come home and you were\ntogether?",
        "A: Well we were, I guess everybody was miserable you know. And everybody came home\nprobably they were tired and then and they were glad to go to sleep or something. I don’t’\nremember too many conversations that went on that what I know. I’m sure they did but I don’t\nknow.",
        "Q: Were the children, did you have any chance to go to school?",
        "A: Not in Siberia.",
        "Q: How did you spend your days?",
        "A: Well we were inside until they transferred us to the Urals. I think this was I don’t know how\nlong it was. Was it a half a year or three quarters of a year. I have no idea. And they transferred\nus to the Urals.",
        "Q: As a whole family?",
        "A: The whole family, most of, I guess the whole camp. And that’s where I still didn’t go to\nschool there. Because we were still in the woods. And my peers still had to work.",
        "Q: Was it still cold?",
        "A: Very cold. But not as cold as Siberia.",
        "Q: Where in the Urals were you transferred to?",
        "A: In Sverdlovsk. But we weren’t in the city. We were outside. We were —",
        "Q: Did you ever go to the city? Did anyone from the family.",
        "A: (shakes head no)",
        "Q: Were they allowed out of the camp at all?",
        "A: (shakes head no) No, I don’t think so.",
        "Q: Some people you see who had such experiences would meet with locals, whether they were in\nNovosibirsk or Sverdlovsk and they would be able to exchange or barter some goods for more\nfood. Did you know anything like that.",
        "A: I don’t know.",
        "Q: You weren’t in an environment where you could learn Russian because if you were at home\nall the time —",
        "A: Yes but being there you were familiar with the Russian words. Not too many but —",
        "Q: What were the first ones you learned?",
        "A: Pardon.",
        "Q: The first Russian words you learned.",
        "A: I wouldn’t, hello or",
        "Q: You don’t remember any in particular.",
        "A: Thank you, spasiba [ph], you know. Spasiba and pazhalsta [ph], you know. Anyway when\nwe were liberated as Polish citizens by General Sikorsky, you probably familiar.",
        "Q: I may know but tell the people who will be watching this, who —",
        "A: Anyway from the Urals we were Polish citizens still and he, this general was in England and\nhe tried to liberate the citizens of Poland. And finally we got liberated and we could travel only\nin Russia wherever we wanted. So —",
        "Q: Do you remember when you got liberated, when you got this news?",
        "A: I wouldn’t (shakes head no), I wouldn’t be able to tell you.",
        "Q: You remembered the day the war started and you went to the dentist with your father.",
        "A: Yes, this I remember but that time was a different environment. You know it was completely\ndifferent. My sister, my brothers and sister they went to work and they came home. I didn’t see\nthem. They came home late. They went out early so it was a different situation.",
        "Q: In any of this time, did you see anybody die from the time —",
        "A: Yes, yes, I saw for even a close, in my family. Not my immediate but distant family.",
        "Q: What did they die of?",
        "A: There was a I think a lady who she died probably from food poisoning or something. I don’t\nknow.",
        "Q: When you got this word that General Sikorsky had arranged for this liberation, do you know\nhow he was able to do it, why?",
        "A: I don’t know.",
        "Q: Were you liberated from the second place where you were sent, from the Urals.",
        "A: Correct.",
        "Q: When that word came through, what happened with your family?",
        "A: Well my family, we always were together with my uncle and aunt and his family.",
        "Q: All of you, not just one ---",
        "A: Yes, we always stayed together, before the war, during the war and after the war. So my\nuncle said you know we was, we were cold so long. How about going to a warm climate.",
        "Q: So many said that.",
        "A: Yes, so we wanted to go to Tajikistan.",
        "Q: Any reason why there?",
        "A: Because it was warm. And you were you know you were free. You could maybe work or do\nsomething. You know so they took us on a train. Also the same kind of cattle trains and\neverything and they went to Tashkent. Uzbekistan. But that time the refugees were so\noverwhelmed that Tashkent couldn’t absorb any more.",
        "Q: SO there were so many coming to --",
        "A: There were so many coming to the warm. So we went to Tajikistan and that’s where we\nsettled down.",
        "Q: Where in Tajikistan?",
        "A: Stanovat, a smaller town, Kaktash they call it but this was like a few miles from Stanovat\nwhich was a big city.",
        "Q: Can you paint a picture for me in words what Stanovat looked like?",
        "A: Like a normal big city.",
        "Q: So it could have been Ulanov.",
        "A: No.",
        "Q: What made it different from there?",
        "A: Different. Was a big city. Yes, it was a big city. It was I think the capital of Tajikistan.",
        "Q: Where did you live in that big city?",
        "A: Well we had an apartment. Not a very big one. We stayed in this small in you know and my\nbrothers started working and my father you know. To be able to have food on the table.",
        "Q: What kind of work were they doing?",
        "A: I wouldn’t remember. My brother was working for a I know he was working in a factory. He\nwas like a chauffeur for a you know how they call a lieutenant, a captain. I don’t’ know.",
        "Q: A communist party official.",
        "A: Some kind of a party official. And he was working there and then through him we moved to\nStaninabar, this was the biggest city of the quad (?) and there in the smaller town, that’s where\nI went to, started going to school. And I started, let’s say I started 1n second grade. I skipped to\nthe third. And from the third I skipped to the fifth. Yes, so I was good in Russian and I was a\nlearning type. And I did ok in school and that’s how I, and then after —",
        "Q: Describe the school for me.",
        "A: The school was normal. Also we still got you know I didn’t have enough bread as I\nrecounted. I always waited for recess to get a rationing of bread you know. Of course it wasn’t\neasy to study when you are hungry. But that’s how it was. And then the Polish government\nsubsidized or something like a camp for the children that they could stay there and have enough\nfood and things like that. And from there I went to school.",
        "Q: From this camp?",
        "A: From this camp which was in the city, in the same city.",
        "Q: You didn’t live at home? You lived at this camp?",
        "A: Certain time, a certain time. And when we moved to the bigger city, to Stanovat, then I did\nnot go any more to this camp.",
        "Q: So there was complementary food given.",
        "A: Correct.",
        "Q: Were there people who were leaving Tajikistan and leaving the Soviet Union as well when\nthey got released from the labor —",
        "A: No, they couldn’t leave the Soviet Union.",
        "Q: You weren’t able to leave?",
        "A: The war was still going on.",
        "Q: Your family could not.",
        "A: No body, not that I know of.",
        "Q: There were some Polish people who were —",
        "A: Maybe they did, maybe they did but not —",
        "Q: Not anyone you know. Was there any news at this time of what was going on in Poland, what\nkind of situation was there?",
        "A: Well we didn’t know for a while. We didn’t even know, for the time being we didn’t know\nthat there were concentration camps. But when we heard that the Russians got closer to Berlin\nor, or I don’t know where it was, what was it there, a very big city. And then they got closer to\nBerlin. That’s when we started you know to get to know that there were concentration camps in\nthere. But we couldn’t imagine what kind of concentration camp.",
        "Q: There were some Soviet journalists going with the troops so as they were liberating there was\nsome news coming out.",
        "A: Yes.",
        "Q: As far back as Tajikistan, some of that news filtered through.",
        "A: Possibly, possibly.",
        "Q: That’s when your family started to learn of these things.",
        "A: They started to learn. This was already almost in 19, end of 1944. Maybe beginning of 1945.\nI don’t’ know exactly the time but during the war, what went on really, we did not know.",
        "Q: After you were liberated and were able to leave the Urals, did your brothers, were they\ndrafted or were they, did they face any possibility or pressure to join the Soviet army.",
        "A: No",
        "Q: Do you know why that would have been?",
        "A: Ihave no idea. I’m sure there were plenty of people who could maybe, maybe they could.\nBut my brothers weren’t yet I think at that age. They were older, older ones, maybe they did.",
        "Q: Some of them sound like they could have been the age.",
        "A: Yes, yes.",
        "Q: They could have been the age. Did your mother, when you were in Tajikistan did your\nmother also go out to work. And your older sisters.",
        "A: No.",
        "Q: And what —",
        "A: My sister worked.",
        "Q: She did. What did she do?",
        "A: My older sister. She worked in a Kolkhoz you know.",
        "Q: What’s a Kolkhoz?",
        "A: It’s like a community. This is like a government community. This was very much known in\nthe Muslim community you know. Yes, this is like a community that they grow and food and, it\nwas a regular like an administration. And my sister worked in the office.",
        "Q: A kolkhoz from what I understand is a farm. Is kind of a Soviet farm.",
        "A: Something like this.",
        "Q: And she worked in the office?",
        "A: In the office.",
        "Q: That sounds like it could have been a good job.",
        "A: Yes. She was the one who brought home food, a lot of food that she got there and she brought\nit home always.",
        "Q: That helps. What were your living quarters like. Can you describe those to me in Tajikistan.",
        "A: Not very, not very pleasant. It was very few rooms you know. We had to squeeze in, in one\nor two rooms. Not too, too enjoyable.",
        "Q: You remember I asked all those questions about did you have electricity. Did you have that.\nSo over there in Tajikistan, was there electricity in the —",
        "A: Not in the small, not at first. But Stanovat we had.",
        "Q: What about indoor plumbing?",
        "A: I don’t think so.",
        "Q: Do you remember how people bathed, how they —",
        "A: I don’t know.",
        "Q: How did you heat things? You said that when you were in the gulags then you, there was\nwood.",
        "A: Well in the, in Tajikistan, I don’t think it was that cold. It wasn’t that cold. And how, the\nwinter time, I wouldn’t remember. I cannot tell you what they used.",
        "Q: In general. Let me step back. When you were in the gulags and everybody went out to work\nand they came home and they’re tired, did people nevertheless talk with one another about what\nwas going on and what they felt about it all and how —",
        "A: I’m sure, I’m sure they did, but I wasn’t, I personally was not in the circle in this age.",
        "Q: And what about when you were already released and you’re in Tajikistan? Did people watch\ntheir words then too or not?",
        "A: Did what?",
        "Q: Did they talk freely about how you ended up in the Soviet Union? Did people share their\nopinions?",
        "A: Yes, I think so. I think so, yes I’m sure they were talking about it.",
        "Q: Did you ever have any kind of experience with the NK VD?",
        "A: Not that I, not that I know of. You know I was always in school. And when I came home from\nschool, I had to study so I wasn’t in this circle",
        "Q: You were a child.",
        "A: Yes. That I was concentrating on my homework, on my studies because I lost many years. I\nwanted to catch up.",
        "Q: What about the teachers? Do you have any memories?",
        "A: Yes, wonderful teachers in Russia yes, very nice. I had Jewish teachers. I had non-Jewish\nteachers.",
        "Q: Were the Jewish teachers different than the Jews in Poland?",
        "A: I don’t know. I don’t know. I think they were more maybe communist. Maybe they were,\nthey had to do what they were told to do. I don’t know. But anyway one thing I can tell you.\nThey were very good teachers. And I learned a lot.",
        "Q: What were your favorite subjects?",
        "A: Everyone. I liked history. I liked geography. I liked algebra, geometry, all these things so I\ndid.",
        "Q: So you have fond memories of it.",
        "A: Yes, yes. And I was thankful that I could go to school because you know it was very\nimportant.",
        "Q: Did you make friends?",
        "A: Oh yes, I had school friends. And I also had neighbor friends.",
        "Q: Do you have any particular memories of these friends or what their lives were and what their\nstories were?",
        "A: I don’t know what their lives were but there was plenty anti-Semitism. I know I had, there\nwere plenty in school. They used to call you, you know, yevray [ph], you know but I didn’t pay\nattention. I wasn’t afraid.",
        "Q: More than in Poland.",
        "A: I don’t, I don’t know. I, in Poland was different because I was in a lower class and I didn’t\nmingle between them. because I had a Jewish you know, I had the Hebrew school and at the\nschool and that’s it.",
        "Q: It wasn’t as much mingling.",
        "A: No, no. Not for me anyway.",
        "Q: But in Tajikistan and were most of your friends Russians or were they Tajiks? Were they\nMuslims?",
        "A: Mostly were Russians. The Russians. I’m sure there were Muslims too but you know they had\nto go to school and but mostly there were Russians.",
        "Q: What about your family being very religious itself. Were they able, once they were released\nor maybe even before practice any —",
        "A: Well my mother did the best she could, and my father too. And we didn’t go to shul, go to\ntemple. We didn’t go to religious gatherings because we were not allowed. And that’s about it.\nAnd when it came Passover or so, So we were invited to the Moslem. There were Moslem Jews.\nAnd they invited us for the Seder for this but 1t wasn’t same as normal.",
        "Q: There were Jews who lived in Tajikistan who had been there for a long time.",
        "A: Probably.",
        "Q: And what was different about this?",
        "A: It was different, they were very friendly. They were very nice and they tried to help. And\nthat’s about it.",
        "Q: Was there a synagogue?",
        "A: Not that I remember.",
        "Q: Did they speak Hebrew or Yiddish?",
        "A: I don’t’ know. I don’t know. Maybe Hebrew, I don’t know, but not Yiddish. For sure.",
        "Q: Do you remember the year that you ended up in, first came to Tajikistan. Was that 1942 or\nwas that 43, do you remember.",
        "A: Oh before that, before. I wouldn’t remember exactly the year. I wouldn’t remember.",
        "Q: Germany attacked the Soviet Union in June 1941 and it took a while sometimes for the news\nto get to the various places where people were imprisoned. And then after that 1t took a while\nuntil people were finally settled in their final place. So I would assume that probably the second\nhalf of 1941 beginning of 1942 might be about what time you were, about the time, but I’m\nassuming. Do you have a sense of how many years you were in Tajikistan.",
        "A: Tajikistan. I would, well we were from 1940 til about 1946 in the spring 46, I guess. I’m not\nsure. And that’s how long we were in Russia.",
        "Q: Your family, you know everybody started to get news as the Soviet army was approaching\nBerlin. Of what was going on in Europe. How did things progress from there for your family?\nHow did things develop?",
        "A: Oh we looked forwards that, that war should end and we should be able to go back.",
        "Q: Was that assumed that you’d be able to go back, you’d be allowed to go back.",
        "A: This we didn’t know but everybody hoped.",
        "Q: Do you remember where you were when the war ended?",
        "A: We were still in Tajikistan and then when the war ended we, I don’t exactly remember how it\nwent. We wanted to go back to find out if anybody’s alive or if anybody is there from the family.\nBut when we came to, we came to Poland in the town of Stettin [ph].",
        "Q: Ok, before we get to Stettin, I have a couple of questions. Aside from your grandparents and\nyour aunt Rachel, Ruchl, was there anybody else from your family who stayed?",
        "A: Yes, on my father’s side.",
        "Q: Who had stayed?",
        "A: Pardon me.",
        "Q: Who had stayed in Ulanov?",
        "A: Not in Ulanov, they were in Frampol.",
        "Q: In Frampol. Brothers and sisters of his?",
        "A: Yeah, they were my father’s brothers and sisters and grandchildren and the parents.",
        "Q: So a larger part of the family?",
        "A: Yes, they remained in Poland.",
        "Q: So it was only your uncle and your father and the two of them where the families had gone\neast. Is that correct? (phone ringing)\n(Cut)",
        "Q: So from what I understand when we spoke off camera, excuse me can we cut? Ok so from\nwhen we spoke off camera, it seems that there were some branches of the family that did go east\nand did end up in Uzbekistan or Tajikistan. And some who did not.",
        "A: Yes.",
        "Q: And it was you did not know until you got to Poland.",
        "A: From my father’s side.",
        "Q: From your father’s side, ok.",
        "A: And from my mother’s side there were not too many left in Ulanov.",
        "Q: When you left Tajikistan, do you remember the leaving. Do you remember what kind of\ndocuments you needed to have, how you traveled, what —",
        "A: By, by the same thing. By train, the same thing in cattle cars. They didn’t give us the regular\ntrain car. And we traveled you know in those , until we got I think to Stettin.",
        "Q: Ok and Stettin, what did you learn there. What —",
        "A: At Stettin, we came there because we wanted to find to find out if anybody is left in the\nfamily. We found out that from my father’s side nobody survived. And from my mother’s side\nthe same thing. And we settled that we were in Stettin and we were waiting. We wanted to\nemigrate to the United States.",
        "Q: Excuse me. (door slamming) You wanted to emigrate to the United States.",
        "A: The United States. In order to do so you had to be under either in the American zone. There\nwere four, when the war ended, there was the English, the Russian the American.",
        "Q: And the French.",
        "A: And the French yes. And but we —",
        "Q: You were in Poland.",
        "A: We were in Poland. We saw nobody is there so what will we do in Poland. We didn’t want\nto stay in Poland.",
        "Q: Was it easy to leave Poland?",
        "A: Well we had to wait until the government you know not the Polish government. Maybe the\nPolish or maybe the German government arranged you know for us to come. We went to Berlin.",
        "Q: Ok what did you remember from being in Berlin. Do you have any —",
        "A: We were also in like in a DP camp. You know waiting for a quota. Waiting to be able to go to\nthe United States. But in the meantime, I had a cousin who was in Poking by Pasau. He was\nthis was like a DP camp.",
        "Q: In Pasau.",
        "A: And this was in Poking they call it. Rhinestadt Poking. Whatever and he heard that we\nalive so he started communicating with us and he said why don’t you come over to us, stay in the\nmeantime. And this, with us, this camp. You know the —",
        "Q: This would have been in Bavaria.",
        "A: Yes.",
        "Q: Was this a cousin —",
        "A: I don’t’ know if it’s in Bavaria but it is there some place.",
        "Q: Somewhere in the south.",
        "A: Near, near the Austrian border, yes.",
        "Q: Does this mean this cousin had survived the Holocaust.",
        "A: They were in Russia also. They were in Russia. This was my aunt from another town that\nthey went completely in a different direction. So they survived. In Russia and they started you\nknow he started communicating what us. He said why don’t you come. Stay with us and see\nwhat happens. And we were staying there until the camp liquidated.",
        "Q: That’s a long time.",
        "A: Yeah well it wasn’t that long. It wasn’t that long. Maybe a year, maybe a year and a half.",
        "Q: So you go there in 1946 or 47.",
        "A: But in 46 we came to Stettin first. Then we went to Berlin.",
        "Q: And how long were you in Berlin.",
        "A: Berlin we were I don’t know how long. A couple of months or a couple of, I don’t remember.",
        "Q: And your, the whole family is still together. The uncle’s family and your own. Ok.",
        "A: (nods head yes)",
        "Q: And then you all go to —",
        "A: And we were waiting. We all went to Poking by Pasau and there we were waiting you know\nbut the, the quota was very long you know to get into the United States. It was very tough.",
        "Q: Were you under the Polish quota?",
        "A: I think so. I think we were, they joined in the HIAS they were involved that time and they\nhelped people to relocate also if you’re going to the United States or so but it was a long wait\nanyway. And this camp was liquidated in 1947 or beginning of 48. And I went to, my sister got\nengaged to someone in Nuremberg and there by Nuremberg so I went, we went there and my\nparents went there. And we stayed there.",
        "Q: In a camp, in another camp?",
        "A: This wasn’t really a camp. This was a little more private. So and but my father’s dream was\nalways to go to Israel and Israel was not, wasn’t born there at that time, yet. So we had to wait.\nThe minute. And we were still in Nuremberg. And the minute Israel was recognized was a\ncountry or a state, then my father went to Israel with my mother.",
        "Q: Here’s a question. Before the war I didn’t know whether or not, were your parents Zionists?\nDid they —",
        "A: Yeah, they always had a love of Israel.",
        "Q: And the search to be able to go Palestine as it was at that time —",
        "A: Before the war I didn’t know but after the war they, but my brothers they were in\norganizations and like Bet Tah or other, the other ones.",
        "Q: Hagenah.",
        "A: Not the Hagenah. It was still in Poland, normal times. So they were, we were always\neducated about Israel and my father always wanted to go to Israel. And this —",
        "Q: It was a question I had earlier but I thought maybe if it was a very religious family then —",
        "A: Yes, well you do the best you can. That’s all. If there’s anything you can’t do you don’t do it.",
        "Q: Tell me about life in the DP camp in Bavaria. Did you go to school there?",
        "A: I didn’t go, I went only to Hebrew school.",
        "Q: Did you learn German?",
        "A: Yes, but I knew German for years.",
        "Q: You spoke from it before or you learned it there?",
        "A: I learned German in Germany. I was I came late to the United States. I married in between\nand I came in 1956. Yes, I came to United States.",
        "Q: So you stayed in Germany after the war?",
        "A: Yes because when I married my husband he had some business there. And —",
        "Q: How did you meet your husband? In the camps? Did you meet them in the DP camp?",
        "A: Well through a friend. Through, it’s a long story.",
        "Q: Was he also from Poland.",
        "A: Yes.",
        "Q: From the same area?",
        "A: No, he was from Bedzin. You probably familiar. Bedzin.",
        "Q: Bedzin, I’ve heard of it. But is that on the western part of Poland or I don’t know.",
        "A: I guess so. It’s close to Germany. Koplivitsa you know.",
        "Q: So in other words he survived the Holocaust itself.",
        "A: He survived but not his parents, not his family. Only two brothers. They survived the two\nbrothers, there were five children before the war.",
        "Q: When your camp was liquidated, your DP camp, did you already live in Nuremberg with\nyour parents?",
        "A: No, no. When it was liquidated, we went to Furth, you know Firth is before Nuremberg.\nNice sized town and that’s where we stayed and then when Israel became a state, my parents\nwent to Israel and I remained in Germany.",
        "Q: And you remained because you were married by then?",
        "A: I wasn’t married. I got married.",
        "Q: And your other brothers and sisters, what happened, where did they go?",
        "A: Well my oldest brother, he came to the United States because his wife had a lot of relatives in\nthe United States so they sponsored them. Anyway, it’s also a long story. So he could emigrate\nin the 1948, I think, or 49.",
        "Q: And when your family left Russia were all of the siblings still single?",
        "A: Yes.",
        "Q: So all of the marriages happened —",
        "A: In Germany.",
        "Q: In Germany. Where in Germany did you stay?",
        "A: I stayed in Nuremberg.",
        "Q: In Nuremberg. And what was your husband’s name.",
        "A: Carl Plawner.",
        "Q: Carl Plawner. And what was his business that kept him there?",
        "A: He was in the toy business. Spielson. Sprechen ze Deutsch? [ph]",
        "Q: En bisen [ph]. That’s a very nice business to be in after the horrors of war.",
        "A: Well by coincidence. Yes.",
        "Q: What was it like for him and for you to live in a country that had almost annihilated the\nJewish people? Did that —",
        "A: Well our plan was always to go either to Israel or to the United States.",
        "Q: So it was temporary?",
        "A: Temporary. I did not, I could have stayed and had it easier because starting all over again\nwas much harder. But we always wanted to leave Germany. My daughter was born in Germany\nand we did not want the children to grow up there.",
        "Q: And yet you stayed until 1956.",
        "A: Yes.",
        "Q: And why so long?",
        "A: Because we couldn’t get to the United States. We waited for a visa.",
        "Q: So you didn’t have anybody sponsor you?",
        "A: We had, when we had somebody sponsor, but it took years. Yes.",
        "Q: That’s a really long time.",
        "A: It’s not like now that they cross the border.",
        "Q: How many children do you have?",
        "A: Ihave two. A son and a daughter.",
        "Q: Was your son also born in Germany or?",
        "A: No, my son was born. I was a year in the States and my son was born in the States.",
        "Q: And what are your children’s names?",
        "A: Jacob and Renee.",
        "Q: And where did you settle in the United States?",
        "A: First in Brooklyn.",
        "Q: Did your husband continue in the toy business?",
        "A: Well when we came here he didn’t speak the language, so he continued in his profession. You\nknow not selling toys but he went to work at night. No, to work at night in order to go in the\ndaytime to school. So he went to school to learn the language.",
        "Q: Tough.",
        "A: Yes, yes. But he made it.",
        "Q: Did you ever go back to Ulanov?",
        "A: No. And I have no desire. If I would have family, of course I would. But the bad memories,\nI wouldn’t be interested.",
        "Q: What about the Soviet Union? Did you ever visit there?",
        "A: No, no.",
        "Q: Yours is an unusual destiny from most, I mean not unusual for all those people who\nexperienced it but you were caught between two great powers. And what kind of, how did that\nshape you as a person? What kind of effect did it have because you were experiencing this\nthrough some of the most vulnerable years that a child has. That is starting out as a child and\nending up as a young teenager. And those are very impressionable years.",
        "A: Well first of all, when my children were growing up we never talked about it, specially my\nhusband. He never talked about the concentration camp and we didn’t, we wanted the children to\ngrow up normal without fear. And when they became, they got let’s say 14, 15 years they started\nlearning in school. That’s when we started discussing all this and they got to know everything.\nAnd they grew up knowing the way children should.",
        "Q: Without the fear.",
        "A: without the fear, but you know they also have a love for Israel and for, for the way I did.",
        "Q: I take it you have gone to Israel. Did you ever live there?",
        "A: Yeah, I didn’t live but I had my parents there. And I went many, many times and I went I still\nhave a sister there. My older sister. And I love Israel and but you know it’s getting harder to\ntravel now.",
        "Q: We’re coming to the end of our interview. Can you tell me. Do you have any, first of all is\nthere anything that we missed that you would like to share from what we’ve talked about today.",
        "A: No, not really. I think within this period of time, the two hours, I think we covered a lot of\nthings. Of course there’s many more stories that can be told but I think we covered most.",
        "Q: Are there any thoughts that you’d like to share with others who do not know much about the\nexperience of the Jews who ran east and then ended up being caught in the Soviet Union and\nforcibly deported. Or what would you like them to know about your experience.",
        "A: Well my experience is that you know no place is safe. Nobody knows what’s tomorrow and\nwe have to make the best of every day and of course the hope Israel will be strong and safe and\nthe same for the United States cause I love the United States and you know to raise their children\nin a, in amore Jewish way and to know what war can do to them.",
        "Q: Thank you very much. I will say this concludes the United States Holocaust Memorial\nMuseum interview with Mrs. Regina Plawner. On March second, 2017. In Aventura, Florida.\nThank you.",
        "A: Thank you.\n(end)\n"
    ],
    "questions": [
        "Q: I’m going to start our interview at the very beginning with the most basic questions and we’ll\ndevelop your story from there. So my first question is can you tell me the date of your birth.",
        "Q: What does that mean? Does that mean September fifth.",
        "Q: September fifth, 1931. And what was your name at birth?",
        "Q: All right and your last name.",
        "Q: Rosenberg. And so you were known as Rivka Rosenberg. And when did you become\nRegina?",
        "Q: Isee ok. Where were you born?",
        "Q: Ok, we’ll get to talking about these things. Tell me a little bit about your immediate family.\nDid you have brothers and sisters?",
        "Q: You were the baby. Can you tell me their names by order of oldest to youngest?",
        "Q: Shia.",
        "Q: Leo.",
        "Q: Mina.",
        "Q: Sudek",
        "Q: Esther",
        "Q: And when was the oldest one born?",
        "Q: Oh so you know within a decade or just a little more than a decade all the children were born.",
        "Q: Ok. Your mother and your father’s name, can you tell me that?",
        "Q: How did your parents make a living? How did they put food on the table?",
        "Q: You say wheat and fruit.",
        "Q: So they supplied food to the —",
        "Q: Ok. Did you father have customers outside of the Polish army, did he supply —",
        "Q: So you don’t know if there was a store?",
        "Q: There was no store.",
        "Q: Do you know much about what your father’s business involved, how he got his goods?",
        "Q: Did your mother help him in this business?",
        "Q: Did he have any other employees?",
        "Q: Had your parents lived in Ulanov their whole lives?",
        "Q: And their parents?",
        "Q: I am trying to establish whether or not the families had been in the same place for\ngenerations.",
        "Q: And for generations back so that they’re not newcomers to the area.",
        "Q: Did your father serve in World War I?",
        "Q: Do you know what part. Poland was divided before 1918 I believe. Do you know what,\nwhich force —",
        "Q: Ok so the Russians would have occupied it beforehand.",
        "Q: Did your parents tell you many stories about their own childhoods?",
        "Q: We’re talking about 1939?",
        "Q: I’m going to go before then. We'll hold onto that but when you were a little girl and life is\nnormal. I want to dwell on that part. Ok so were they too busy. Was your father too busy\nmaking —",
        "Q: What about in your family, were there your brothers and sisters. Did one of them look after\nyou?",
        "Q: Was she a greater influence on you than your own parents?",
        "Q: Tell me a little bit about your parents’ personalities. For example, was your father somebody\nwho was an extrovert? Was he somebody who laughed a lot or was he more serious type of\nperson.",
        "Q: What about your mother?",
        "Q: Did your mother have help at home, hired from the outside?",
        "Q: Describe for me a little bit what your home looked like from your memory. That is did you\nlive in an apartment? Did you live in a house? And I’Il ask more questions from there?",
        "Q: To claim the house?",
        "Q: What kind of a, was it a stone house or a wooden --",
        "Q: Was it close to the center of Ulanov or in the —",
        "Q: It was in the center. Well then maybe you can paint a picture for me a little bit about what\nUlanov looked like and how modern or how not modern it might have been. Were many of the\nsurrounding houses also from stone?",
        "Q: Two stories, three stories?",
        "Q: Were the streets paved?",
        "Q: Were there many cars?",
        "Q: Was Ulanov large enough to have public transportation?",
        "Q: And in your own house, can you describe it for me, how many rooms it had.",
        "Q: Let me be more specific then. Did you have let’s say the girls slept in one bedroom and the\nboys slept in another?",
        "Q: In what way?",
        "Q: Was there a separate living area?",
        "Q: Like a living room?",
        "Q: Did you have running water?",
        "Q: What about indoor plumbing?",
        "Q: In some ways unfair questions.",
        "Q: That’s fine and if you don’t that’s fine too.",
        "Q: It’s ok. My attempt is to try and get a picture through words of what it looked like.",
        "Q: So forgive me. Ill ask a few more.",
        "Q: Do you remember how people took a bath. I mean did you have separate bathroom or you had\nit in some other way.",
        "Q: You don’t’ remember.",
        "Q: Some of the people have mentioned to us that this —",
        "Q: What about electricity? Did you have electric lights.",
        "Q: Did you have a radio?",
        "Q: The washing. Do you remember how the washing was done at home?",
        "Q: What about around your house? Did you have a garden?",
        "Q: Tell me a little bit about the population as far as you remember. Was it all Jewish or was it\nmixed.",
        "Q: Did you get, were there many Jews in Ulanov?",
        "Q: Polish gentile and Polish Jewish",
        "Q: What do you remember from school. You said you had one class.",
        "Q: What do you remember from your first year in school, Polish school.",
        "Q: Do you remember anything about the subjects you were being taught?",
        "Q: If somebody asked me I wouldn’t be able to answer that question.",
        "Q: Can you describe the school building to me?",
        "Q: Was it also stone?",
        "Q: You said you could walk to it from home?",
        "Q: The children that you played with, were they mostly school friends or in your neighborhood?",
        "Q: And were they both Polish or Jewish?",
        "Q: What is that?",
        "Q: So that’s a lot of schooling for a little girl.",
        "Q: Was your family very religious?",
        "Q: In what way. Describe it to me.",
        "Q: Were they orthodox?",
        "Q: What language did you speak at home?",
        "Q: Did you know both of them simultaneously? Or did you learn one after the other?",
        "Q: Tell me about how not being Jewish and certainly not knowing about traditions that were",
        "Q: Can you tell me what that is.",
        "Q: More than one?",
        "Q: I wonder how one would make a wig from human hair at that time, your own hair.",
        "Q: Now when you knew and what you remember, you remember her always wearing a wig?",
        "Q: At home did she take it off?",
        "Q: What was the purpose of wearing a wig.",
        "Q: Was her dress a particular kind of dress? Did she dress in a certain way?",
        "Q: And your father as well?",
        "Q: Just a little goatee?",
        "Q: For those of us who don’t’ know what payes are, could you explain?",
        "Q: What are they?",
        "Q: This is for men",
        "Q: Do you know how your parents met?",
        "Q: Do you think it was an arranged marriage?",
        "Q: Tell me a little bit about the values that they thought were important, like what are the things\nthat your father thought were important for his children to observe, to know about. Do you have\na sense of that?",
        "Q: Same question applies for your mother.",
        "Q: Was she somebody who liked going to the theater or liked going —",
        "Q: Would you say your family was well to do? Or not?",
        "Q: What kind of contact did your family have, if any, as a family with Gentile folks?",
        "Q: Was there in your family was there talk of needing to be careful, that there could be people\nwho would make fun of you because you’re Jewish or instances of anti-Semitism.",
        "Q: Nobody picked on you",
        "Q: It’s nice to have older brothers.",
        "Q: Did anybody at home talk about politics at all, about what was going on in Poland, about —",
        "Q: Did the name Pilsudski ever, was —",
        "Q: What did people think of Pilsudsk1?",
        "Q: He died in 1935 I believe.",
        "Q: And he had been an important leader.",
        "Q: What about new Polish history, since its independence. Was that taught in school, that 1s\ntrying to develop the country, trying to make it rise economically or things like that.",
        "Q: Economic development.",
        "Q: yes, Iknow. And what do you think of economic development.",
        "Q: Kind of that’s what I’m after.",
        "Q: Did you belong to any youth organizations?",
        "Q: What did you learn in Hebrew school?",
        "Q: Did you go to camps? Were there camps for children?",
        "Q: In 1939, the summer of 1939, you are not yet eight years old, something —",
        "Q: And September first when —",
        "Q: Tell me about that.",
        "Q: No, really.",
        "Q: We'll get to this. So was your house completely destroyed?",
        "Q: And do you think the arms depots were very close by.",
        "Q: So you lost all your goods, everything.",
        "Q: Did the Germans march into Ulanov?",
        "Q: Were they the first ones to come?",
        "Q: Do you remember seeing German soldiers?",
        "Q: What kind of, what did they look like.",
        "Q: Mina?",
        "Q: Did your grandparents live in a neighborhood that was predominantly Jewish?",
        "Q: Did other things change in your life? Was your grandparents’ home large enough to\naccommodate eight people.",
        "Q: So Russians told the Jewish population that the men are being killed by the Germans.",
        "Q: So in other words Ulanov sounds like it passed through hands a couple of times.",
        "Q: First Germans, then Russians then Germans, ok.",
        "Q: And did that affect your family at all?",
        "Q: So when they heard this, what did they do?",
        "Q: You remember this time about just the women being there.",
        "Q: And your grandfather, did he go too, or did he stay.",
        "Q: What about the others who did leave? Did you know where they went? Were they able to tell\nyou where they were going?",
        "Q: What’s his name?",
        "Q: Leon. Ok.",
        "Q: Midnight.",
        "Q: How many of you?",
        "Q: Nine people.",
        "Q: Nine people, so it was your own family, the women in your own family and your uncle’s\nfamily.",
        "Q: Ok so it would have been the two of them, the two men. Your older brother and your uncle\nwould have come together. One to take his family and your brother to take yours.",
        "Q: So who caught him? Who was the one who was watching the border?",
        "Q: Did you cross this border yourself.",
        "Q: Was it like a plank that he put across the river?",
        "Q: A few planks.",
        "Q: So in other words, the man who had the horse and buggy was also a guide to help get you\nacross.",
        "Q: There was a lot of trust that must have been put in this guy.",
        "Q: Sometimes that didn’t mean anything.",
        "Q: How old was your brother at the time?",
        "Q: Oh if it was 21 he would have been like 17 or 18 years old.",
        "Q: And how many months had you lived in Ulanov, just the women?",
        "Q: You were there.",
        "Q: So you left before 1940. You left before January first 1940.",
        "Q: Do you remember whether it was very cold outside when you went there?",
        "Q: Miserable.",
        "Q: Ok. The weather in eastern Europe in the fall can be very raw.",
        "Q: Very raw.",
        "Q: How many things could you take with you, anything?",
        "Q: And who did you leave behind. Was there anyone you left behind?",
        "Q: And what was her name?",
        "Q: And your grandparents’ names. Do you remember?",
        "Q: And what happened to them?",
        "Q: No one really knew.",
        "Q: When you got to the other side of the plank, what happened then? On the Russian side?",
        "Q: It was or was not illegal?",
        "Q: It was not legal.",
        "Q: So when you say there is only a certain time, does that mean that you had to try and cross this\nplace at night time, before dawn.",
        "Q: Did you enter a town or did you enter a forest? On the other side, what did it look like?",
        "Q: A forest. How could the Russians find you in a forest.",
        "Q: So it was both the Germans and the Russians who had an agreement to keep people from\ncrossing, one way or the other.",
        "Q: But you didn’t see any Germans at the border? On the other side?",
        "Q: And was this far from Ulanov? Do you remember traveling far?",
        "Q: It took a day or two\n(Technical adjustment)",
        "Q: Was this a day or two until you got to this border or —",
        "Q: And this guide, did he have a family?",
        "Q: Did you see them? Do you remember? No.",
        "Q: I didn’t realize that it wasn’t right across from Ulanov. It took a while to get there.",
        "Q: And you would travel at night time or you would travel —",
        "Q: From your own house in Ulanov.",
        "Q: So after that 24 hours you were in the jail that the Russians controlled. Do you have any\nmemories of being in that jail?",
        "Q: Did what kind of job?",
        "Q: I see what you’re saying. And do you remember their manner, whether or not they were\nfrightening or whether or not they were just matter of fact?",
        "Q: The Russian soldiers?",
        "Q: Were there more people in jail or were you the only —",
        "Q: And then what happened?",
        "Q: And it was again, tell me the name of it.",
        "Q: Where did you live then? Once you were reunited? What kind of accommodations?",
        "Q: Did you have any money with you?",
        "Q: Do you remember going hungry at that time? I mean how did they get food.",
        "Q: It sounds to me because you were so young and because you were the baby that in many ways\nyou were protected.",
        "Q: The older ones, the less worry that you had the better.",
        "Q: Was the only time up until then was when you might have been frightened when you first\nheard the German soldiers beating others in the streets.",
        "Q: Any time after that?",
        "Q: There you are in this town and you are able to eventually rent an apartment.",
        "Q: How long were you able to stay there, how long did you stay there?",
        "Q: Cattle cars.",
        "Q: How long were on those cattle cars?",
        "Q: Were there other people in the —",
        "Q: Do you remember what they looked like those cattle cars?",
        "Q: It sounds like everybody was taken by surprise.",
        "Q: What was it like when they came into the house after coming at midnight or whenever —",
        "Q: Oh they said you’re going back home?",
        "Q: So that’s how you knew to connect it to your brother saying that he wants to go back.",
        "Q: So that was the reason that they gave for coming? And then when you get on the train, when\ndo people realize that they’re not going back.",
        "Q: And the other people who were on the train, were they also Jewish refugees?",
        "Q: Were there any Poles on that train?",
        "Q: Can you describe the atmosphere a little bit on that train?",
        "Q: And what time of year was it that you were taken by train.",
        "Q: Was it cold or hot?",
        "Q: What was the place in Siberia that you eventually were taken to?",
        "Q: Is Novosibirsk a town or a city?",
        "Q: Was it a camp?",
        "Q: What did it look like? Can you describe it for me?",
        "Q: Those barracks. About how large were they and how many people were in —",
        "Q: Hiding",
        "Q: So it was more than one family per barracks.",
        "Q: Was it like an army looking type of barracks.",
        "Q: And it was cold inside.",
        "Q: Were there stoves inside the barracks?",
        "Q: What was the food like?",
        "Q: Such as.",
        "Q: Can you tell me, did anybody tell you why you had been taken there rather than back home?\nDid any official ever come and say now you are here and you are going to be doing —",
        "Q: Did any part of your family have to work?",
        "Q: And what were they doing?",
        "Q: The whole family?",
        "Q: There were four of you or three of you who could —",
        "Q: What did you do during the time they were all gone?",
        "Q: Did you get rations too?",
        "Q: To work.",
        "Q: Did you come in contact with any of the people who were minding the camp or in charge of\nthe camp?",
        "Q: What kind of conversations were going on when everyone would come home and you were\ntogether?",
        "Q: Were the children, did you have any chance to go to school?",
        "Q: How did you spend your days?",
        "Q: As a whole family?",
        "Q: Was it still cold?",
        "Q: Where in the Urals were you transferred to?",
        "Q: Did you ever go to the city? Did anyone from the family.",
        "Q: Were they allowed out of the camp at all?",
        "Q: Some people you see who had such experiences would meet with locals, whether they were in\nNovosibirsk or Sverdlovsk and they would be able to exchange or barter some goods for more\nfood. Did you know anything like that.",
        "Q: You weren’t in an environment where you could learn Russian because if you were at home\nall the time —",
        "Q: What were the first ones you learned?",
        "Q: The first Russian words you learned.",
        "Q: You don’t remember any in particular.",
        "Q: I may know but tell the people who will be watching this, who —",
        "Q: Do you remember when you got liberated, when you got this news?",
        "Q: You remembered the day the war started and you went to the dentist with your father.",
        "Q: In any of this time, did you see anybody die from the time —",
        "Q: What did they die of?",
        "Q: When you got this word that General Sikorsky had arranged for this liberation, do you know\nhow he was able to do it, why?",
        "Q: Were you liberated from the second place where you were sent, from the Urals.",
        "Q: When that word came through, what happened with your family?",
        "Q: All of you, not just one ---",
        "Q: So many said that.",
        "Q: Any reason why there?",
        "Q: SO there were so many coming to --",
        "Q: Where in Tajikistan?",
        "Q: Can you paint a picture for me in words what Stanovat looked like?",
        "Q: So it could have been Ulanov.",
        "Q: What made it different from there?",
        "Q: Where did you live in that big city?",
        "Q: What kind of work were they doing?",
        "Q: A communist party official.",
        "Q: Describe the school for me.",
        "Q: From this camp?",
        "Q: You didn’t live at home? You lived at this camp?",
        "Q: So there was complementary food given.",
        "Q: Were there people who were leaving Tajikistan and leaving the Soviet Union as well when\nthey got released from the labor —",
        "Q: You weren’t able to leave?",
        "Q: Your family could not.",
        "Q: There were some Polish people who were —",
        "Q: Not anyone you know. Was there any news at this time of what was going on in Poland, what\nkind of situation was there?",
        "Q: There were some Soviet journalists going with the troops so as they were liberating there was\nsome news coming out.",
        "Q: As far back as Tajikistan, some of that news filtered through.",
        "Q: That’s when your family started to learn of these things.",
        "Q: After you were liberated and were able to leave the Urals, did your brothers, were they\ndrafted or were they, did they face any possibility or pressure to join the Soviet army.",
        "Q: Do you know why that would have been?",
        "Q: Some of them sound like they could have been the age.",
        "Q: They could have been the age. Did your mother, when you were in Tajikistan did your\nmother also go out to work. And your older sisters.",
        "Q: And what —",
        "Q: She did. What did she do?",
        "Q: What’s a Kolkhoz?",
        "Q: A kolkhoz from what I understand is a farm. Is kind of a Soviet farm.",
        "Q: And she worked in the office?",
        "Q: That sounds like it could have been a good job.",
        "Q: That helps. What were your living quarters like. Can you describe those to me in Tajikistan.",
        "Q: You remember I asked all those questions about did you have electricity. Did you have that.\nSo over there in Tajikistan, was there electricity in the —",
        "Q: What about indoor plumbing?",
        "Q: Do you remember how people bathed, how they —",
        "Q: How did you heat things? You said that when you were in the gulags then you, there was\nwood.",
        "Q: In general. Let me step back. When you were in the gulags and everybody went out to work\nand they came home and they’re tired, did people nevertheless talk with one another about what\nwas going on and what they felt about it all and how —",
        "Q: And what about when you were already released and you’re in Tajikistan? Did people watch\ntheir words then too or not?",
        "Q: Did they talk freely about how you ended up in the Soviet Union? Did people share their\nopinions?",
        "Q: Did you ever have any kind of experience with the NK VD?",
        "Q: You were a child.",
        "Q: What about the teachers? Do you have any memories?",
        "Q: Were the Jewish teachers different than the Jews in Poland?",
        "Q: What were your favorite subjects?",
        "Q: So you have fond memories of it.",
        "Q: Did you make friends?",
        "Q: Do you have any particular memories of these friends or what their lives were and what their\nstories were?",
        "Q: More than in Poland.",
        "Q: It wasn’t as much mingling.",
        "Q: But in Tajikistan and were most of your friends Russians or were they Tajiks? Were they\nMuslims?",
        "Q: What about your family being very religious itself. Were they able, once they were released\nor maybe even before practice any —",
        "Q: There were Jews who lived in Tajikistan who had been there for a long time.",
        "Q: And what was different about this?",
        "Q: Was there a synagogue?",
        "Q: Did they speak Hebrew or Yiddish?",
        "Q: Do you remember the year that you ended up in, first came to Tajikistan. Was that 1942 or\nwas that 43, do you remember.",
        "Q: Germany attacked the Soviet Union in June 1941 and it took a while sometimes for the news\nto get to the various places where people were imprisoned. And then after that 1t took a while\nuntil people were finally settled in their final place. So I would assume that probably the second\nhalf of 1941 beginning of 1942 might be about what time you were, about the time, but I’m\nassuming. Do you have a sense of how many years you were in Tajikistan.",
        "Q: Your family, you know everybody started to get news as the Soviet army was approaching\nBerlin. Of what was going on in Europe. How did things progress from there for your family?\nHow did things develop?",
        "Q: Was that assumed that you’d be able to go back, you’d be allowed to go back.",
        "Q: Do you remember where you were when the war ended?",
        "Q: Ok, before we get to Stettin, I have a couple of questions. Aside from your grandparents and\nyour aunt Rachel, Ruchl, was there anybody else from your family who stayed?",
        "Q: Who had stayed?",
        "Q: Who had stayed in Ulanov?",
        "Q: In Frampol. Brothers and sisters of his?",
        "Q: So a larger part of the family?",
        "Q: So it was only your uncle and your father and the two of them where the families had gone\neast. Is that correct? (phone ringing)\n(Cut)",
        "Q: So from what I understand when we spoke off camera, excuse me can we cut? Ok so from\nwhen we spoke off camera, it seems that there were some branches of the family that did go east\nand did end up in Uzbekistan or Tajikistan. And some who did not.",
        "Q: And it was you did not know until you got to Poland.",
        "Q: From your father’s side, ok.",
        "Q: When you left Tajikistan, do you remember the leaving. Do you remember what kind of\ndocuments you needed to have, how you traveled, what —",
        "Q: Ok and Stettin, what did you learn there. What —",
        "Q: Excuse me. (door slamming) You wanted to emigrate to the United States.",
        "Q: And the French.",
        "Q: You were in Poland.",
        "Q: Was it easy to leave Poland?",
        "Q: Ok what did you remember from being in Berlin. Do you have any —",
        "Q: In Pasau.",
        "Q: This would have been in Bavaria.",
        "Q: Was this a cousin —",
        "Q: Somewhere in the south.",
        "Q: Does this mean this cousin had survived the Holocaust.",
        "Q: That’s a long time.",
        "Q: So you go there in 1946 or 47.",
        "Q: And how long were you in Berlin.",
        "Q: And your, the whole family is still together. The uncle’s family and your own. Ok.",
        "Q: And then you all go to —",
        "Q: Were you under the Polish quota?",
        "Q: In a camp, in another camp?",
        "Q: Here’s a question. Before the war I didn’t know whether or not, were your parents Zionists?\nDid they —",
        "Q: And the search to be able to go Palestine as it was at that time —",
        "Q: Hagenah.",
        "Q: It was a question I had earlier but I thought maybe if it was a very religious family then —",
        "Q: Tell me about life in the DP camp in Bavaria. Did you go to school there?",
        "Q: Did you learn German?",
        "Q: You spoke from it before or you learned it there?",
        "Q: So you stayed in Germany after the war?",
        "Q: How did you meet your husband? In the camps? Did you meet them in the DP camp?",
        "Q: Was he also from Poland.",
        "Q: From the same area?",
        "Q: Bedzin, I’ve heard of it. But is that on the western part of Poland or I don’t know.",
        "Q: So in other words he survived the Holocaust itself.",
        "Q: When your camp was liquidated, your DP camp, did you already live in Nuremberg with\nyour parents?",
        "Q: And you remained because you were married by then?",
        "Q: And your other brothers and sisters, what happened, where did they go?",
        "Q: And when your family left Russia were all of the siblings still single?",
        "Q: So all of the marriages happened —",
        "Q: In Germany. Where in Germany did you stay?",
        "Q: In Nuremberg. And what was your husband’s name.",
        "Q: Carl Plawner. And what was his business that kept him there?",
        "Q: En bisen [ph]. That’s a very nice business to be in after the horrors of war.",
        "Q: What was it like for him and for you to live in a country that had almost annihilated the\nJewish people? Did that —",
        "Q: So it was temporary?",
        "Q: And yet you stayed until 1956.",
        "Q: And why so long?",
        "Q: So you didn’t have anybody sponsor you?",
        "Q: That’s a really long time.",
        "Q: How many children do you have?",
        "Q: Was your son also born in Germany or?",
        "Q: And what are your children’s names?",
        "Q: And where did you settle in the United States?",
        "Q: Did your husband continue in the toy business?",
        "Q: Tough.",
        "Q: Did you ever go back to Ulanov?",
        "Q: What about the Soviet Union? Did you ever visit there?",
        "Q: Yours is an unusual destiny from most, I mean not unusual for all those people who\nexperienced it but you were caught between two great powers. And what kind of, how did that\nshape you as a person? What kind of effect did it have because you were experiencing this\nthrough some of the most vulnerable years that a child has. That is starting out as a child and\nending up as a young teenager. And those are very impressionable years.",
        "Q: Without the fear.",
        "Q: I take it you have gone to Israel. Did you ever live there?",
        "Q: We’re coming to the end of our interview. Can you tell me. Do you have any, first of all is\nthere anything that we missed that you would like to share from what we’ve talked about today.",
        "Q: Are there any thoughts that you’d like to share with others who do not know much about the\nexperience of the Jews who ran east and then ended up being caught in the Soviet Union and\nforcibly deported. Or what would you like them to know about your experience.",
        "Q: Thank you very much. I will say this concludes the United States Holocaust Memorial\nMuseum interview with Mrs. Regina Plawner. On March second, 2017. In Aventura, Florida.\nThank you."
    ],
    "answers": [
        "A: Nine, five, 31.",
        "A: September yeah.",
        "A: My name in Hebrew. Rivka.",
        "A: Rosenberg",
        "A: I became Regina. I became always Regina since I started school.",
        "A: I was born in Ulanov. This is a small town and very nice town and I have nice memories\nfrom, from childhood but that’s all I remember.",
        "A: I had three brothers and I had three sisters and I was, I was the youngest one.",
        "A: Yes. Charles, Shia was his name.",
        "A: Yes. Leon.",
        "A: Mina",
        "A: Sudek",
        "A: Esther",
        "A: And myself. Regina.",
        "A: The oldest one was born I think in 1920.",
        "A: Correct.",
        "A: My mother’s names was Klara Rosenberg. Her maiden name was Graf and my father was\nMoshe, Moses Rosenberg.",
        "A: Well my father was in business and he was what I remember they were in the wheat and fruit\nand in my time when I remember, they have been delivering to the army also in Poland.",
        "A: Yes.",
        "A: Yes.",
        "A: This I don’t know.",
        "A: No, no.",
        "A: No. No.",
        "A: No, no I would not remember that. And I would not know.",
        "A: I think so, I think so.",
        "A: I don’t think so. I think it was more of a family business.",
        "A: My father was born in Frampol. This is near Lublin. And my mother was born in Ulanov.",
        "A: Their parents I think my grandmother was born in Horoshitza [ph]. This is a few, quite a few\nkilometers away and my grandfather I don’t know.",
        "A: Yes, yes. I was there since I was born and until the war started.",
        "A: No.",
        "A: I don’t think so.",
        "A: Well I know my mother was in the German, the Austrian side. My father was in the Poland, I\nthink more the Russian side.",
        "A: I don’t know if they occupied but I know maybe they did but, but I know you’re asking me\nabout separation so I know my mother is from Galicia and my father is from Congress Poland.\nThis means that the eastern, eastern part of Poland.",
        "A: Not really. We didn’t have time first of all. When the war started we were the first one to be\nbombed.",
        "A: 1939.",
        "A: I’m sure they were busy having six children and a business, I’m sure they were very busy. I\ndon’t, I’m sure they couldn’t give attention to everybody the same way.",
        "A: Yes, yes, my oldest sister Mina she looked, when I went to school and she used to bring me\nlunch and she was like my second mother.",
        "A: No, I was really close with my parents. I was very close with my mother and with my father\nand with my brothers and sisters. We had, we were a very close family.",
        "A: I think he was genuine. He was, well yet to laugh. He laughed but I wouldn’t say that he was\nalways you know and that’s all I remember.",
        "A: My mother was more, she was more talkative. She was more story telling you know and\nbeing the youngest so I was more leaning to my mother.",
        "A: Not that, we had someone who came in once a week to do, but not steady.",
        "A: We lived in a house and as far as I remember. I don’t’ remember if it belongs to my parents. I\nthink it belonged to German owners you know when they, when the war broke out they came\nback from Germany to Poland.",
        "A: No, they didn’t claim it. We were living together at that time.",
        "A: A stone house.",
        "A: Yes, it was in the center.",
        "A: Yes. As far as I remember.",
        "A: Well it was mostly that I remember I think one stories, maybe there were some with two\nstories but I would not remember that. Cause all I remember is every Shabbat, every Saturday I\nused to go to my grandmother which she didn’t live too far away. As a matter of fact, I was then\nby myself so it was a safe place to walk.",
        "A: I, the street. I, I think so. I think so.",
        "A: I wouldn’t say a lot of cars. There were cars but not too many. There was mostly horse and\nbuggies you know and but there were cars.",
        "A: I don’t think so.",
        "A: Well this is, this is hard. I, we didn’t have, everybody didn’t’ have a separate room. We had a\nnice size but we were a big family and, and I think we were pretty comfortable and that’s all I\ncan Say.",
        "A: I wouldn’t, I don’t know because bedrooms were in different arrangements. The homes were\nbuilt differently there than they are here.",
        "A: Everything was on one floor. You know and the rooms you know I remember I was with my\nsisters in one room and my brothers in another room.",
        "A: Well I-",
        "A: The living room, I don’t remember. I remember the kitchen you know. And —",
        "A: I wouldn’t remember this.",
        "A: The plumbing. I don’t, as a matter of fact my, I was thinking about it. But I don’t remember\nreally if there was plumbing or not. You know this —",
        "A: It’s unfair and I can only answer what I remember.",
        "A: It’s ok.",
        "A: I understand.",
        "A: That’s fine.",
        "A: I guess it was, I wouldn’t say a separate bathroom but there was some other way. There was a\nbathtub I guess.",
        "A: No.",
        "A: I left Ulanov when eight years old, or maybe a little more. And I was involved with my\nfriends, with school and that’s all I remember.",
        "A: I don’t think so.",
        "A: I wouldn’t say no or yes because I don’t know, I don’t know.",
        "A: That’s a tough question. The washing. I guess it was a different kind. There was no washing\nmachines. There was no, I’m sure it was a different way of washing clothes then.",
        "A: Yes, we had I wouldn’t say garden. But we lived in the center of the city and there was like a\nlittle park you know and we lived in this area.",
        "A: Mixed.",
        "A: I think there were many Jews in Ulanov but I wasn’t mingling too much because I was mostly\nwith my friends in school and they were, they were. I went to first grade, I just first grade I\nfinished in Poland. And I had a mixture of, of friends. They were Polish and they were Jewish.",
        "A: Yes.",
        "A: [had only one and the rest I’Il tell you as we come along.",
        "A: Well it was very nice. I enjoyed the school there. Although it was mixed. We got along pretty\nwell. We had nice teachers and —",
        "A: Not really, not really but what can you remember in, so many years ago.",
        "A: Well I try to remember.",
        "A: It was a pretty big building you know and there were quite a bit of students and —",
        "A: Yes.",
        "A: Yes.",
        "A: Ihad school friends and I had from the neighborhood.",
        "A: I mostly mingled between the Jewish because I went to basiankov [ph]",
        "A: Hebrew school, religious Hebrew school. And then when I started first grade I went to the\nPolish school and in the afternoon to a Hebrew school.",
        "A: Yes, yes.",
        "A: Yes.",
        "A: Well my parents you know they were very observant.",
        "A: Yes. Every Shabbat we went to synagogue and we observed you know the kosher thing very\nmuch so because both my parents come from religious homes.",
        "A: At home I spoke Yiddish and outside when I went to school I spoke Polish.",
        "A: I think well I wouldn’t remember when I was five, six years old. I’m sure I spoke Yiddish\nbut when I started school I spoke Polish. But when I started school of course I had both friends\nand, and school friends so we had to speak either Yiddish or Polish.\n(cutting)\nthere in Poland at that time. I’m not as familiar as others would be about what some of them\nwere. Off camera someone said that your mother had a shagel.",
        "A: Yes.",
        "A: Yes, this is a wig and my mother had nice blond long hair from the stories I know. And she\nwas a religious woman so she cut her hair and she made wigs out of it.",
        "A: I guess so.",
        "A: Yes, yes. That’s what I remember, I was told.",
        "A: Yes.",
        "A: Sometimes.",
        "A: A wig. If you are religious, you are not allowed to have long hair because you have to do\ncertain rituals you know like bathing or, or you know this is something that I cannot talk about it.\nBut that’s that has a lot to do with the religion.",
        "A: No, she dressed normally.",
        "A: Yes, my father he, he didn’t have no payes. He didn’t have no, he wear he had like a goatee\nor a little bigger a little longer than that.",
        "A: Yes but then sometimes he had but not a very big beard. (gestures with hand, a beard)",
        "A: No, he did not have, I know what payes are.",
        "A: Payes are you let grow some hair and you, you know, you put them if you go out you put\nthem behind your ear. If you are home or you are in the synagogue, you wear them normally.",
        "A: Men, just for men but in my family, not my father and not my brothers had payes.",
        "A: No.",
        "A: I think so.",
        "A: Well my father comes from a very religious home and he married very young and he had a, at\na young age, he had a big family. And of course and he tried to teach his children the same way,\nthe same religion and the same thing. That’s what I remember.",
        "A: Yes my mother, my mother was more you know she was religious but she was more modern\nreligious.",
        "A: No when my mother was young she did but when she married as I understand it she had six\nchildren. I’m sure, but I remember going with her on Shabbat. We went to the synagogue and\nvery nice, very nicely dressed, very nicely, she, she observed it and really we had a good time. I\nwas always with my mother.",
        "A: I wouldn’t say. Id say it’s a middle class. I wouldn’t’ say well to do you know but they made\na nice living. And they raised the children and that’s about tt.",
        "A: On we had neighbors, we had some were very friendly and the rest I really don’t’ know. I\nwouldn’t’? know who they mingled with.",
        "A: Not that I remember but I was protected by my brothers. So when I went to school nobody\nwas —",
        "A: Nobody picked on me and nobody would say anything because I guess my brothers were\nprotecting me and then and they wouldn’t dare.",
        "A: Yes.",
        "A: Maybe they did but not, not I don’t’ think I was involved in it and I don’t think I was\ninterested.",
        "A: Yes, yes.",
        "A: They were, Pilsudski, he was a I don’t’ know if he was a general or he was something, but he\nwas very well liked by the Jews. And I remember I learned in school that even the first grade and\nhe was very well liked.",
        "A: Yes, yes",
        "A: Yes very much sol",
        "A: Well you know the first grade that I attended, I don’t think the subjects were, were —",
        "A: I don’t think the first graders that they discussed those subjects.",
        "A: economic development, I think it’s, I cannot give an opinion because I don’t remember and I\ndon’t know what went on. I only stories what I heard at home. Or what I heard —",
        "A: That’s all, that’s all.",
        "A: No, I belonged to the Hebrew school. This was a Hebrew school which was —",
        "A: Hebrew and we learned history from Israel, history and in general.",
        "A: No, no.",
        "A: I was, yes eight —",
        "A: This I remember.",
        "A: Well I remember I was with my father. He went to the dentist and I went with him. And we\nheard some heavy planes you know like, like now I understand they were bombers. And the first\nthing they wanted to bomb 1s our area because there were there were arms storages there or\ndepots or so, whatever I don’t know. So this was the first area, they bombed. And the first bomb\nfell in our house.",
        "A: Yes and the, as a matter of fact there were a lot of injured people as, my cousin, Manya who\nmy cousin will tell you. She was wounded that time. And but the bombs we came, they house\nwas on fire and we ran to the woods. And we stayed in the woods I don’t’ remember how long.\nAnd then when the bombing stopped, the house wasn’t there any more so we went to the\ngrandparents. And we stayed with the grandparents until we, until we went to the Russian side.\nWe'll get to this.",
        "A: Yes.",
        "A: Yes, it was maybe a few kilometers or maybe more. Maybe, maybe five, maybe ten. I don’t’\nknow but that’s what I heard they were talking about home.",
        "A: Yes, everything.",
        "A: After a while, after a while. I don’t’ remember how long it took them to march in.",
        "A: Yes.",
        "A: Yes.",
        "A: They looked like normal soldiers but being at my grandparents’ house when we were sleeping\nthere we, at night we heard a lot of you know robbing and killing and people screaming you\nknow. I was very much afraid and but what I was hiding behind my sister.",
        "A: Yes. And they were in the one incident I remember it was in the day time when a soldier was\nbeating a religious Jew with the payes (gestures with finger a circular motion) and he was\nbeaten very badly, very badly. And this is the only incident I remember.",
        "A: Yes. It was also some Poles you know but, but mostly Jewish, yeah.",
        "A: No, no that wasn’t the, well we went. We were staying there for a short time. Then the\nGermans left and the Russians came in. So the Russians said you know it was like an\nexchanging. The Russians went out and the Germans came in and vice versa, but then the\nRussians came in and then they had to disappear so they said to the Jewish population that the\nGermans killed the men not the women. They killed them and so the men went with the\nRussians.",
        "A: That the men that the Germans kill men but if you want to come with us, you can do so.",
        "A: Yes.",
        "A: Correct",
        "A: Of course.",
        "A: Well my father and my brothers went with the Russians and my mother and the sisters\nremained in Ulanov. At the grandparents.",
        "A: Yes, yes, I remember this.",
        "A: No, no he was of age and don’t think he was able to travel that far and then he wouldn’t leave\nhis house.",
        "A: Well they left, they left with the Russians. They went to a town. It was Sheditz [ph] near\nLvov, a smaller town and they first they were in Rubatchov [ph]. This is a smaller town before\nthis. And they stayed there, most of the men stayed there with the children you know. But I had\na brother, the second one who just missed my mother and missed the family and he did not want\nto stay on the Russian side until he reunites us.",
        "A: Leon.",
        "A: And one night I think he had to smuggle himself through the border and as a matter of fact my\nuncle was there and he couldn’t come. He wasn’t able to come or cross the border and my\nbrother on the way he hired a horse and buggy. He was blond and he looked like, didn’t look\nJewish. So he came to this man in the evening and he gave us a couple of hours and he said I\nhave to leave 12:00 from here.",
        "A: Midnight. So he said but I have to take my aunt and the children because I promised my\nuncle. So my mother said where you going to put them, this horse and buggy, everybody. He\nsaid I don’t’ care. we’ll make it and that’s what we did. We went on the horse and buggy.",
        "A: How many. We were three, four and they were let’s say five.",
        "A: Yes.",
        "A: Yes.",
        "A: Yes, my uncle couldn’t make it. because they caught him once and he tried a second time but\nhe couldn’t make it.",
        "A: The Germans. There was a border between the Russians and the Germans.",
        "A: No. My brother hired this guy. It was a very small, small it wasn’t really a river. It was like a\nsmall I don’t know how you call it. And he smuggled us very early dawn, at dawn. He put like\nwood across and he took one by one on the other side to the Russian side. And it has, had to be in\na certain amount of time.",
        "A: Probably yeah, a few.",
        "A: And, the guy who took everyone one by one, they crossed the river.",
        "A: Correct.",
        "A: Correct. Of course he was paid you know, but —",
        "A: I know but he, he I think he did it for money.",
        "A: My brother, I don’t know it was 40. I think, he could have been 16, 17, something like this.\nHow old was he, let’s see, the 1921 born.",
        "A: 17 years old, yeah.",
        "A: The women who lived not maybe I know it started in 1939 in September. And I know by the\nend of the year maybe a little earlier we —",
        "A: We, we left.",
        "A: Correct.",
        "A: I don’t remember because when we left I know it was rainy. It was bad weather.",
        "A: Yes, I didn’t see no snow at that time but I know it was cold.",
        "A: Yes",
        "A: It was raining. That’s what I remember.",
        "A: Very little. Very little.",
        "A: Yes, my grandparents and my aunt. Because she was the youngest from my parents’ sister,\nmy mother. And they didn’t want to leave the parents alone so she stayed with them.",
        "A: Rachel, Ruchl.",
        "A: My grandmother is Ilyeta. And my grandfather Rafael.",
        "A: They perished. They perished. What I understand that, that I heard stories at home that they\ndied from hunger in the street or someplace. I don’t know. And my aunt was taken probably to a\nconcentration camp. That’s what I remember from telling stories at home.",
        "A: No.",
        "A: Then the Russians came and they took us because it was illegal to cross the border so they\ncame.",
        "A: It was not legal.",
        "A: No so they came from the Russian side, the Russians came. And they counted one by one and\nI was the youngest and my aunt gave me a painting that she had. Her favorite painting. She said\nbring it with you. But I was young and little so 1t was a hill that you have to climb up. SO I was\nholding onto this painting and painting. Then my brother he was, one habit he had. He counted\nhow many people he had and he saw one was missing. I was the one was missing. He came back\nand threw the painting in the water and he grabbed me and there was only a certain time that you\ncould do it. And then the Russians put us in jail for 24 hours.",
        "A: No at dawn. Cause you couldn’t see at night.",
        "A: A forest.",
        "A: Because they know that they were there. They were on the border you know. This was their\nmission.",
        "A: Correct.",
        "A: No, if we would see Germans we wouldn’t do it.",
        "A: Yes we, it was quite, I don’t remember exactly how long it took us to travel to because we\nwere staying overnight someplace there. I wouldn’t know exactly. But it was a day or two.",
        "A: Yeah, I think it was a day or two until we got to this border because we slept overnight in this\nguide’s house. Because we couldn’t do it at night. We had to do it very early in the morning.\nAs I remember.",
        "A: I think so.",
        "A: If I saw them I didn’t pay any attention.",
        "A: Yes, couple of small towns.",
        "A: Well we, we left at midnight you know.",
        "A: From our own house we traveled through the night I guess.",
        "A: No. I remember and they, we didn’t speak Russian and they didn’t speak Polish and they\ndidn’t speak Yiddish. But my brother knew a few words and he said I will work hard and I will\ndo this, so they finally accepted us. And he wanted to unite us with my father and the brothers\nand with my uncle. But in order convince them, he took one of my cousins and with him as a\nwitness and that he did the job. And then.",
        "A: That he smuggled us from the Germans to the , otherwise if he would come by himself they\nwouldn’t believe it. That he brought the family.",
        "A: Who?",
        "A: No they did their job and they put us in jail. And then they have of course, I don’t’ know who\nwas there and they probably discussed the incident. And then they decided that they let us go.",
        "A: I have no idea.",
        "A: And then another horse and buggy came and they took all of us and they united us in this\ntown.",
        "A: It was Horoshitza. Or Sheditz. I don’t really remember exactly. But one of those towns.",
        "A: At first we were like refugees. And then they let us go and we could go and have a, rent an\napartment or so and that’s what we did.",
        "A: I don’t remember to be honest with you.",
        "A: Well at that time, at that time, I’m sure it wasn’t that but I wasn’t hungry. I think. I know I\nwasn’t hungry. I don’t know what my parents did but we were fed.",
        "A: Yes.",
        "A: Yes. I was always looking up. As long as I was between my family is what matters.",
        "A: Of course I was frightened.",
        "A: I was afraid to go out. You know we didn’t go out too much in the street. And we tried to\nwait and see what’s going to happen.",
        "A: It was near Lvov. This was already the next town.",
        "A: We stayed there you know I don’t know how long it took. But I know that one of these days\nthe Russians said you know if you want to go back you can go back. If you want to go with us or\nstay here. You can stay. But my oldest brother, he wanted to go back. And being, if you said\nyou want to go back, they treated you as traitors. So one night without even knowing anything,\nthe Russians came. Always, they always did come midnight and they took us everybody and they\ntook us on a train with cattle you know.",
        "A: And we didn’t know where we were going, but later on we found out that we’re going\nsomeplace and we wound up in Siberia.",
        "A: It was quite a few days. Quite —",
        "A: Of course.",
        "A: They were the cattle cars. You know it was a few families in each car. You know they had\nlike sleeping on the top, sleeping on the, it depends. It wasn’t a pretty picture.",
        "A: Yes.",
        "A: We didn’t know. They, they don’t, I don’t know but they didn’t say anything. They said\nyou’re going to go back home.",
        "A: Yes.",
        "A: Yes, yes.",
        "A: We saw we’re not going the same direction. You know there were no windows, too many\nwindows to look out of the cars you know. We weren’t familiar with the surroundings with, with\nnothing. We didn’t know where we were going but we wound up. One day we wound up in\nSiberia.",
        "A: Of course.",
        "A: Not that I know of.",
        "A: It was a very tense atmosphere. It was a, I mean we didn’t get enough food, enough water. It\nwas three days and finally when we arrived you know how they treat the refugees or like\nanybody else until you settle down. And then we found out we’re in Siberia.",
        "A: I wouldn’t know exactly.",
        "A: I don’t remember being warm there, believe me. it was always cold. It was so cold in the\nwinter that we didn’t go out. Because the snow was very deep and in Siberia there is very little\nsummer.",
        "A: To Novosibirsk.",
        "A: Yes, a very big city but we weren’t 1n the city. We were in the outskirts of the city, it was like\na camp.",
        "A: Probably.",
        "A: It was like barracks you know. It was all the people were in the same barracks. There were a\nfew, I’m sure there were more there. And this was it. And we had --",
        "A: By a lot of people and they were pretty large and you know I was always trying to be between\nmy brothers and my sisters. I was always being you know —",
        "A: Hiding to be sheltered so I really cannot tell you how many people but I know it was a lot.",
        "A: Oh yes.",
        "A: It looks like, it looks like.",
        "A: Very cold. Very cold but I don’t know what they did that they, in Siberia there are a lot of\nwoods you know. So they were making, the heat was from the woods.",
        "A: Ihave no idea. Couldn’t —",
        "A: The food, we had rationings you know. And every family got rationings.",
        "A: Certain amount of bread and a certain amount of other food which wasn’t enough.",
        "A: No, not that I know of.",
        "A: Yes. They all had to work in the woods.",
        "A: They were cutting trees.",
        "A: Not myself and my older sister and my brother but three of my, two brothers and one sister.",
        "A: There were six of us but we just the older ones because we weren’t eligible to cut trees.",
        "A: We were in the barracks.",
        "A: Yes, everybody got the rations. You know every child and every grown up they got the\nrations. And how we survived is because my brothers were older so they, my mother just\nmaneuvered around to give the boys more than the girls so that’s how we survived. They needed\nmore food.",
        "A: To work and they were older.",
        "A: Ihave no idea. I have no idea and I think if my brothers would be here or whether they would\nbe able to tell you. I really don’t know.",
        "A: Well we were, I guess everybody was miserable you know. And everybody came home\nprobably they were tired and then and they were glad to go to sleep or something. I don’t’\nremember too many conversations that went on that what I know. I’m sure they did but I don’t\nknow.",
        "A: Not in Siberia.",
        "A: Well we were inside until they transferred us to the Urals. I think this was I don’t know how\nlong it was. Was it a half a year or three quarters of a year. I have no idea. And they transferred\nus to the Urals.",
        "A: The whole family, most of, I guess the whole camp. And that’s where I still didn’t go to\nschool there. Because we were still in the woods. And my peers still had to work.",
        "A: Very cold. But not as cold as Siberia.",
        "A: In Sverdlovsk. But we weren’t in the city. We were outside. We were —",
        "A: (shakes head no)",
        "A: (shakes head no) No, I don’t think so.",
        "A: I don’t know.",
        "A: Yes but being there you were familiar with the Russian words. Not too many but —",
        "A: Pardon.",
        "A: I wouldn’t, hello or",
        "A: Thank you, spasiba [ph], you know. Spasiba and pazhalsta [ph], you know. Anyway when\nwe were liberated as Polish citizens by General Sikorsky, you probably familiar.",
        "A: Anyway from the Urals we were Polish citizens still and he, this general was in England and\nhe tried to liberate the citizens of Poland. And finally we got liberated and we could travel only\nin Russia wherever we wanted. So —",
        "A: I wouldn’t (shakes head no), I wouldn’t be able to tell you.",
        "A: Yes, this I remember but that time was a different environment. You know it was completely\ndifferent. My sister, my brothers and sister they went to work and they came home. I didn’t see\nthem. They came home late. They went out early so it was a different situation.",
        "A: Yes, yes, I saw for even a close, in my family. Not my immediate but distant family.",
        "A: There was a I think a lady who she died probably from food poisoning or something. I don’t\nknow.",
        "A: I don’t know.",
        "A: Correct.",
        "A: Well my family, we always were together with my uncle and aunt and his family.",
        "A: Yes, we always stayed together, before the war, during the war and after the war. So my\nuncle said you know we was, we were cold so long. How about going to a warm climate.",
        "A: Yes, so we wanted to go to Tajikistan.",
        "A: Because it was warm. And you were you know you were free. You could maybe work or do\nsomething. You know so they took us on a train. Also the same kind of cattle trains and\neverything and they went to Tashkent. Uzbekistan. But that time the refugees were so\noverwhelmed that Tashkent couldn’t absorb any more.",
        "A: There were so many coming to the warm. So we went to Tajikistan and that’s where we\nsettled down.",
        "A: Stanovat, a smaller town, Kaktash they call it but this was like a few miles from Stanovat\nwhich was a big city.",
        "A: Like a normal big city.",
        "A: No.",
        "A: Different. Was a big city. Yes, it was a big city. It was I think the capital of Tajikistan.",
        "A: Well we had an apartment. Not a very big one. We stayed in this small in you know and my\nbrothers started working and my father you know. To be able to have food on the table.",
        "A: I wouldn’t remember. My brother was working for a I know he was working in a factory. He\nwas like a chauffeur for a you know how they call a lieutenant, a captain. I don’t’ know.",
        "A: Some kind of a party official. And he was working there and then through him we moved to\nStaninabar, this was the biggest city of the quad (?) and there in the smaller town, that’s where\nI went to, started going to school. And I started, let’s say I started 1n second grade. I skipped to\nthe third. And from the third I skipped to the fifth. Yes, so I was good in Russian and I was a\nlearning type. And I did ok in school and that’s how I, and then after —",
        "A: The school was normal. Also we still got you know I didn’t have enough bread as I\nrecounted. I always waited for recess to get a rationing of bread you know. Of course it wasn’t\neasy to study when you are hungry. But that’s how it was. And then the Polish government\nsubsidized or something like a camp for the children that they could stay there and have enough\nfood and things like that. And from there I went to school.",
        "A: From this camp which was in the city, in the same city.",
        "A: Certain time, a certain time. And when we moved to the bigger city, to Stanovat, then I did\nnot go any more to this camp.",
        "A: Correct.",
        "A: No, they couldn’t leave the Soviet Union.",
        "A: The war was still going on.",
        "A: No body, not that I know of.",
        "A: Maybe they did, maybe they did but not —",
        "A: Well we didn’t know for a while. We didn’t even know, for the time being we didn’t know\nthat there were concentration camps. But when we heard that the Russians got closer to Berlin\nor, or I don’t know where it was, what was it there, a very big city. And then they got closer to\nBerlin. That’s when we started you know to get to know that there were concentration camps in\nthere. But we couldn’t imagine what kind of concentration camp.",
        "A: Yes.",
        "A: Possibly, possibly.",
        "A: They started to learn. This was already almost in 19, end of 1944. Maybe beginning of 1945.\nI don’t’ know exactly the time but during the war, what went on really, we did not know.",
        "A: No",
        "A: Ihave no idea. I’m sure there were plenty of people who could maybe, maybe they could.\nBut my brothers weren’t yet I think at that age. They were older, older ones, maybe they did.",
        "A: Yes, yes.",
        "A: No.",
        "A: My sister worked.",
        "A: My older sister. She worked in a Kolkhoz you know.",
        "A: It’s like a community. This is like a government community. This was very much known in\nthe Muslim community you know. Yes, this is like a community that they grow and food and, it\nwas a regular like an administration. And my sister worked in the office.",
        "A: Something like this.",
        "A: In the office.",
        "A: Yes. She was the one who brought home food, a lot of food that she got there and she brought\nit home always.",
        "A: Not very, not very pleasant. It was very few rooms you know. We had to squeeze in, in one\nor two rooms. Not too, too enjoyable.",
        "A: Not in the small, not at first. But Stanovat we had.",
        "A: I don’t think so.",
        "A: I don’t know.",
        "A: Well in the, in Tajikistan, I don’t think it was that cold. It wasn’t that cold. And how, the\nwinter time, I wouldn’t remember. I cannot tell you what they used.",
        "A: I’m sure, I’m sure they did, but I wasn’t, I personally was not in the circle in this age.",
        "A: Did what?",
        "A: Yes, I think so. I think so, yes I’m sure they were talking about it.",
        "A: Not that I, not that I know of. You know I was always in school. And when I came home from\nschool, I had to study so I wasn’t in this circle",
        "A: Yes. That I was concentrating on my homework, on my studies because I lost many years. I\nwanted to catch up.",
        "A: Yes, wonderful teachers in Russia yes, very nice. I had Jewish teachers. I had non-Jewish\nteachers.",
        "A: I don’t know. I don’t know. I think they were more maybe communist. Maybe they were,\nthey had to do what they were told to do. I don’t know. But anyway one thing I can tell you.\nThey were very good teachers. And I learned a lot.",
        "A: Everyone. I liked history. I liked geography. I liked algebra, geometry, all these things so I\ndid.",
        "A: Yes, yes. And I was thankful that I could go to school because you know it was very\nimportant.",
        "A: Oh yes, I had school friends. And I also had neighbor friends.",
        "A: I don’t know what their lives were but there was plenty anti-Semitism. I know I had, there\nwere plenty in school. They used to call you, you know, yevray [ph], you know but I didn’t pay\nattention. I wasn’t afraid.",
        "A: I don’t, I don’t know. I, in Poland was different because I was in a lower class and I didn’t\nmingle between them. because I had a Jewish you know, I had the Hebrew school and at the\nschool and that’s it.",
        "A: No, no. Not for me anyway.",
        "A: Mostly were Russians. The Russians. I’m sure there were Muslims too but you know they had\nto go to school and but mostly there were Russians.",
        "A: Well my mother did the best she could, and my father too. And we didn’t go to shul, go to\ntemple. We didn’t go to religious gatherings because we were not allowed. And that’s about it.\nAnd when it came Passover or so, So we were invited to the Moslem. There were Moslem Jews.\nAnd they invited us for the Seder for this but 1t wasn’t same as normal.",
        "A: Probably.",
        "A: It was different, they were very friendly. They were very nice and they tried to help. And\nthat’s about it.",
        "A: Not that I remember.",
        "A: I don’t’ know. I don’t know. Maybe Hebrew, I don’t know, but not Yiddish. For sure.",
        "A: Oh before that, before. I wouldn’t remember exactly the year. I wouldn’t remember.",
        "A: Tajikistan. I would, well we were from 1940 til about 1946 in the spring 46, I guess. I’m not\nsure. And that’s how long we were in Russia.",
        "A: Oh we looked forwards that, that war should end and we should be able to go back.",
        "A: This we didn’t know but everybody hoped.",
        "A: We were still in Tajikistan and then when the war ended we, I don’t exactly remember how it\nwent. We wanted to go back to find out if anybody’s alive or if anybody is there from the family.\nBut when we came to, we came to Poland in the town of Stettin [ph].",
        "A: Yes, on my father’s side.",
        "A: Pardon me.",
        "A: Not in Ulanov, they were in Frampol.",
        "A: Yeah, they were my father’s brothers and sisters and grandchildren and the parents.",
        "A: Yes, they remained in Poland.",
        "A: Yes.",
        "A: From my father’s side.",
        "A: And from my mother’s side there were not too many left in Ulanov.",
        "A: By, by the same thing. By train, the same thing in cattle cars. They didn’t give us the regular\ntrain car. And we traveled you know in those , until we got I think to Stettin.",
        "A: At Stettin, we came there because we wanted to find to find out if anybody is left in the\nfamily. We found out that from my father’s side nobody survived. And from my mother’s side\nthe same thing. And we settled that we were in Stettin and we were waiting. We wanted to\nemigrate to the United States.",
        "A: The United States. In order to do so you had to be under either in the American zone. There\nwere four, when the war ended, there was the English, the Russian the American.",
        "A: And the French yes. And but we —",
        "A: We were in Poland. We saw nobody is there so what will we do in Poland. We didn’t want\nto stay in Poland.",
        "A: Well we had to wait until the government you know not the Polish government. Maybe the\nPolish or maybe the German government arranged you know for us to come. We went to Berlin.",
        "A: We were also in like in a DP camp. You know waiting for a quota. Waiting to be able to go to\nthe United States. But in the meantime, I had a cousin who was in Poking by Pasau. He was\nthis was like a DP camp.",
        "A: And this was in Poking they call it. Rhinestadt Poking. Whatever and he heard that we\nalive so he started communicating with us and he said why don’t you come over to us, stay in the\nmeantime. And this, with us, this camp. You know the —",
        "A: Yes.",
        "A: I don’t’ know if it’s in Bavaria but it is there some place.",
        "A: Near, near the Austrian border, yes.",
        "A: They were in Russia also. They were in Russia. This was my aunt from another town that\nthey went completely in a different direction. So they survived. In Russia and they started you\nknow he started communicating what us. He said why don’t you come. Stay with us and see\nwhat happens. And we were staying there until the camp liquidated.",
        "A: Yeah well it wasn’t that long. It wasn’t that long. Maybe a year, maybe a year and a half.",
        "A: But in 46 we came to Stettin first. Then we went to Berlin.",
        "A: Berlin we were I don’t know how long. A couple of months or a couple of, I don’t remember.",
        "A: (nods head yes)",
        "A: And we were waiting. We all went to Poking by Pasau and there we were waiting you know\nbut the, the quota was very long you know to get into the United States. It was very tough.",
        "A: I think so. I think we were, they joined in the HIAS they were involved that time and they\nhelped people to relocate also if you’re going to the United States or so but it was a long wait\nanyway. And this camp was liquidated in 1947 or beginning of 48. And I went to, my sister got\nengaged to someone in Nuremberg and there by Nuremberg so I went, we went there and my\nparents went there. And we stayed there.",
        "A: This wasn’t really a camp. This was a little more private. So and but my father’s dream was\nalways to go to Israel and Israel was not, wasn’t born there at that time, yet. So we had to wait.\nThe minute. And we were still in Nuremberg. And the minute Israel was recognized was a\ncountry or a state, then my father went to Israel with my mother.",
        "A: Yeah, they always had a love of Israel.",
        "A: Before the war I didn’t know but after the war they, but my brothers they were in\norganizations and like Bet Tah or other, the other ones.",
        "A: Not the Hagenah. It was still in Poland, normal times. So they were, we were always\neducated about Israel and my father always wanted to go to Israel. And this —",
        "A: Yes, well you do the best you can. That’s all. If there’s anything you can’t do you don’t do it.",
        "A: I didn’t go, I went only to Hebrew school.",
        "A: Yes, but I knew German for years.",
        "A: I learned German in Germany. I was I came late to the United States. I married in between\nand I came in 1956. Yes, I came to United States.",
        "A: Yes because when I married my husband he had some business there. And —",
        "A: Well through a friend. Through, it’s a long story.",
        "A: Yes.",
        "A: No, he was from Bedzin. You probably familiar. Bedzin.",
        "A: I guess so. It’s close to Germany. Koplivitsa you know.",
        "A: He survived but not his parents, not his family. Only two brothers. They survived the two\nbrothers, there were five children before the war.",
        "A: No, no. When it was liquidated, we went to Furth, you know Firth is before Nuremberg.\nNice sized town and that’s where we stayed and then when Israel became a state, my parents\nwent to Israel and I remained in Germany.",
        "A: I wasn’t married. I got married.",
        "A: Well my oldest brother, he came to the United States because his wife had a lot of relatives in\nthe United States so they sponsored them. Anyway, it’s also a long story. So he could emigrate\nin the 1948, I think, or 49.",
        "A: Yes.",
        "A: In Germany.",
        "A: I stayed in Nuremberg.",
        "A: Carl Plawner.",
        "A: He was in the toy business. Spielson. Sprechen ze Deutsch? [ph]",
        "A: Well by coincidence. Yes.",
        "A: Well our plan was always to go either to Israel or to the United States.",
        "A: Temporary. I did not, I could have stayed and had it easier because starting all over again\nwas much harder. But we always wanted to leave Germany. My daughter was born in Germany\nand we did not want the children to grow up there.",
        "A: Yes.",
        "A: Because we couldn’t get to the United States. We waited for a visa.",
        "A: We had, when we had somebody sponsor, but it took years. Yes.",
        "A: It’s not like now that they cross the border.",
        "A: Ihave two. A son and a daughter.",
        "A: No, my son was born. I was a year in the States and my son was born in the States.",
        "A: Jacob and Renee.",
        "A: First in Brooklyn.",
        "A: Well when we came here he didn’t speak the language, so he continued in his profession. You\nknow not selling toys but he went to work at night. No, to work at night in order to go in the\ndaytime to school. So he went to school to learn the language.",
        "A: Yes, yes. But he made it.",
        "A: No. And I have no desire. If I would have family, of course I would. But the bad memories,\nI wouldn’t be interested.",
        "A: No, no.",
        "A: Well first of all, when my children were growing up we never talked about it, specially my\nhusband. He never talked about the concentration camp and we didn’t, we wanted the children to\ngrow up normal without fear. And when they became, they got let’s say 14, 15 years they started\nlearning in school. That’s when we started discussing all this and they got to know everything.\nAnd they grew up knowing the way children should.",
        "A: without the fear, but you know they also have a love for Israel and for, for the way I did.",
        "A: Yeah, I didn’t live but I had my parents there. And I went many, many times and I went I still\nhave a sister there. My older sister. And I love Israel and but you know it’s getting harder to\ntravel now.",
        "A: No, not really. I think within this period of time, the two hours, I think we covered a lot of\nthings. Of course there’s many more stories that can be told but I think we covered most.",
        "A: Well my experience is that you know no place is safe. Nobody knows what’s tomorrow and\nwe have to make the best of every day and of course the hope Israel will be strong and safe and\nthe same for the United States cause I love the United States and you know to raise their children\nin a, in amore Jewish way and to know what war can do to them.",
        "A: Thank you.\n(end)\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMarch 2, 2017\nRG-50.030*0922",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "Regina Plawner",
        "March 2, 2017\nIna Navazelskis: This is a United States Holocaust Memorial Museum interview with Mrs.\nRegina Plawner on March second, 2017 in Aventura, Florida. Thank you very, very much Mrs.\nPlawner for agreeing to speak with us today.\nRegina Plawner: You’re welcome."
    ]
}