{
    "rg": "RG-50.106.0163_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Marianne Liebermann, conducted by Gail Schwartz on\nJanuary 9\", 2004 in Bethesda, Maryland. This is tape number one, side A. What is\nyour full name?",
        "Answer: Marianne Sorter Liebermann.",
        "Q: And your name at birth was?",
        "A: Marianne Sorter.",
        "Q: Did you have a middle name?",
        "A: No.",
        "Q: And where and when were you born?",
        "A: I was born in Vienna on October 29, 1929 in the Rudolfina House and it was a\nTuesday.",
        "Q: Okay. Let’s talk a little bit about your family and the background, how fa -- how\nfar back in Vienna it went, or other countries.",
        "A: As far as I know, both my grandparents, my father’s parents and my mother’s\nparents were born in Vienna and they all lived there, fairly close to us and I\nremember them parti -- partially from memory and partially from my dad’s pictures.\nAnd we were, I guess, an average, middle class, Jewish, Viennese family. And my\nJanuary 9, 2004\nfather was an attorney, my mother was a housewife and my grandfather was a\ndoctor and my other grandfather had a leather business in which my father worked.",
        "Q: And what were the names -- your parent’s names were?",
        "A: My father’s name was Eric Alexander Sorter. My mother’s name was Gisele\nSorter. My mother’s parents were Adele and Emil Koernig and my father’s\nparents were Emil and Hilda Sorter.",
        "Q: And did you have a large extended family of cousins and aunts and uncles?",
        "A: Well, not really. My mother was one of three, and my father had one brother.",
        "Q: Mm-hm. Did you have any brothers or sisters?",
        "A: Thad no brothers and sisters, I was an only child.",
        "Q: And what kind of neighborhood did you live in?",
        "A: I would say it was a middle class kind of neighborhood. We lived in an\napartment which we owned and it was quite large, and in those days people had lots\nof servants, and we had someone who came in to do the laundry because it was\nbefore washing machines and dryer. And my mother always took care of me, but\nwhen she had to go out, there was always someone there with me. The last one I\nremember was Umgayla.",
        "Q: And was it a Jewish neighborhood or a non-Jewish, or a mixed?\nJanuary 9, 2004",
        "A: You know, I really don’t know. I really don’t know because a-as people\nprobably know, when you lived in Vienna in the thir -- in the 30’s, you considered\nyourself Viennese before you considered yourself Jewish. We lived across the street\nfrom the Temple, and there was no separation of church and state, and so when I\nwent to school -- excuse me -- we had religion in the school. And the Catholic kids\nwent on one floor and the Protestant kids went on another and the Jewish kids went\nupstairs. And I remember I had a teacher and her name was Mrs. Wolfe and she\nalways told us we shouldn’t be afraid of her because her name was Wolfe.",
        "Q: Was she a Jewish teacher?",
        "A: I believe so. But we had cards, I still have one, with ma -- a picture of Moses on\nit and we had to get the cards punched when we went to services every Saturday.\nThat was like, you know, our homework.",
        "Q: How religious was your family and how affiliated Jewishly were they?",
        "A: Well, we belonged to the Temple. You know, you -- in Vienna at that time you\nwere taxed according to -- through -- through the Temple, because the Temple had\nto send in lists of who was a member. That’s why it was so easy, you know, for the\nNazis, and you were taxed according to that affiliation.",
        "Q: And you said -- so you obviously went to a -- what we call a public school today.",
        "A: Yes.\nJanuary 9, 2004",
        "Q: And wh-what age did you start?",
        "A: I -- there was no kindergarten in Vienna at that time and I went to a private\nkindergarten and my teacher was Miss Sophie and she taught me French be -- and\nthen, when we were going to emigrate, my mother asked her to give me English\nlessons, but the only English lessons she gave me were nursery rhymes. I was very\ngood on Humpty Dumpty, that was one of my specialties.",
        "Q: What language did you speak at home?",
        "A: German. Viennese German.",
        "Q: Did you know any Yiddish?",
        "A: No, no. Nobody in my family spoke Yiddish.",
        "Q: Did you celebrate any Jewish holidays?",
        "A: Yes, we c-celebrate, especially with my mother’s father. We usually had Seder\nat my grandparents, I remember that, and I have a German Hebrew Haggadah,\nwhich I still have. And that was about all I remember. Now, in Vienna at that time,\nI had a Christmas tree. My parents, at a -- there was no, you know, there was no\ndiscussion about it. Every kid I knew who was Jewish had a Christmas tree, the\nChristmas tree was for me and the maid. It was like, that’s what you did at that time\nand I got th -- we didn’t have stockings or anything like that, but I got my presents\nunder the tree. That was a Viennese tradition.\nJanuary 9, 2004",
        "Q: So there was no discussion of what the holiday really meant?",
        "A: You mean Christmas?",
        "Q: Chri-Chris -- Christian-wise.",
        "A: No, no. It was just, you know, I mean, 1-1t’s contrary to here where, you know,\nyou make a big deal out of Hanukkah because you don’t want the kids to feel\ninferior. Everybody I knew got their presents at Christmas.",
        "Q: Mm-hm, mm-hm. And what about friends? Did you have non-Jewish friends\nalso?",
        "A: Most of my friends were -- I think all my friends were Jewish, I think. I-I -- I\nstill have a very good friend who lives in New Jersey and she and I went to\nkindergarten together and we’ve kept up all these years.",
        "Q: Did you observe Shabbat?",
        "A: No.",
        "Q: And wh-what -- Kashrut?",
        "A: No.",
        "Q: No. [indecipherable]. Did you feel Jewish?",
        "A: Not particularly. Not particularly. I mean, I -- there was no problem about, you\nknow, kids going to different places for their religion. I mean, I never felt that I was\nbetter, worse, inferior or anything like that. It was just a fact, you know? I wa -- I\nJanuary 9, 2004\nknew I was Jewish. You have to remember, I was eight years old when I left, so\nfrom the time I was six to the time I was eight, that -- those were the only years that\nI wa -- I was in -- 1-in school. By the way, I-I was a very protected child, I never\nwent to school by myself. There were no school buses, my mother walked me to\nschool every day. She walked me home t -- for lunch, she walked me back from\nlunch, she picked me up again, a-and so on. So --",
        "Q: So even though you were -- obviously you were quite young when you left, you\n-- you were not that independent as a very young child.",
        "A: Not at all, not at all. As a matter of fact there was a grocery store I remember,\nvery close to my house and I was never allowed to go there by myself. I -- it was\njust -- you know, it never came up. And then when Hitler marched into Austria in -\n- | think it was March third, ’38, my mother took me out of school. Now, I don’t\nknow whether she had to take me out of school, whether she wanted to protect me\nto -- you know, and so on. And that’s when I started those English lessons with\nHumpty Dumpty.",
        "Q: Mm-hm, mm-hm. So up -- up to the time of the anschluss you were leading a\nnormal life --",
        "A: Yes.",
        "Q: -- and a child’s life.\nJanuary 9, 2004",
        "A: Yes, yes.",
        "Q: We'll get to that point in a minute.",
        "A: Okay.",
        "Q: Did you have -- and again, you were very young, of course --",
        "A: Right.",
        "Q: -- did you have any other interests of hobbies or playing, or did you have any\nfavorite toys? Anything like that that you can describe, as a young child?",
        "A: I had a beautiful doll carriage. It was gray and it had windows and it had a roof\nthat rolled -- you could roll up and it had blue curtains on the windows and when\nwe were here for a few years, my dad and I always used to take walks, and one day\nwe passed the -- we lived in an apartment on Riverside Drive, and I passed the\ngarbage bin and there was my carriage. My mother did not ask me if she could\nthrow it out, she just did it. And it -- Pll never forget it. It was like the worst shock\nof my life.",
        "Q: What was her rationale for throwing it out?",
        "A: Well, at -- at that time my grandmother and my aunt and my cousin, we were all\nliving in one apartment. And I guess she figured, you know, I was old enough not to\nneed the doll carriage. But again, I had -- my granddaughter Lauren had\ninterviewed me and I explained to her how -- you know, she asked me if I was\nJanuary 9, 2004\nscared when I had to come to America, and I tried to explain to her -- she’s 15 now\n-- how in those days, in 1938, if you were a child in Vienna, or at least in my\nfamily, if your parents said, we’re going to America, which my mother did, I never\nquestioned it. It was just, you know, that’s what you did. You didn’t say, oh I’m\nsorry I’m not going, or I’m sorry, I’m staying with a friend or -- or anything like\nthat. It was just a very different time. And my mother always did say, cause sh -- I\nthink she wanted to paint it as black as possible, that we were going to live ina\nbasement. And I was such a naive kid that when we got here and we didn’t live in a\nbasement, I said, how come we’re not living in a basement? But you have to\nremember, I was eight years old, it was 1938, that’s the way it was.",
        "Q: Mm-hm, mm-hm.",
        "A: My parents were actually really wonderful in retrospect, because I -- I really\nnever was scared. I know we didn’t have a lot of money, in retrospect, but I never\nhad the feeling that A, I was going to starve, B, I was poor, C, I wouldn’t have\nenough clothes. I never had that feeling, so they -- they must have just been very\npositive people to convey that message to me.",
        "Q: How old were -- were you when you first heard of man named Hitler?",
        "A: Well, I remember very clearly. It was the President Schuschnigg, was his name,\nin Vienna, when he abdicated, and I remember everybody sitting in our living room\nJanuary 9, 2004\nand my mother crying. So it must have been very shortly, you know, before the\nanschluss. So I was -- I was eight.",
        "Q: Mm-hm. And what are your memories of the anschluss?",
        "A: Well, my mother took me out of school. She didn’t really explain it too much,\nbut I think all my -- my three best friends also, you know, couldn’t go to school any\nmore. But, I mean, they didn't tell us that anything horrible was going to happen to\nus if we continued to go to school or anything like that. Again, it was this naivete,\nyou know, of your mother says you’re not going to school, you’re going to have\nEnglish lessons cause you’re going to America. You know, that’s how it was.",
        "Q: So you and your friends, did you talk about that --",
        "A: No.",
        "Q: -- at that time?",
        "A: No. I think we must have talked about, you know, who was leaving first and --\nand -- and those kind of things, but I -- I really don’t remember.",
        "Q: Mm-hm, mm-hm. And so then your -- your mother started to prepare and your\nfather started to prepare to leave?",
        "A: Right, well --",
        "Q: What -- do you know what they did?\nJanuary 9, 2004",
        "A: -- a very dramatic thing happened with my dad, tha -- ma -- as I said, my dad\nwas an attorney, but he worked for my grandfather and he was like -- I don’t know\nhow you called it in -- in German, but he was the attorney at the -- at the office,\nbecause my grandfather’s office was in Vienna, and the factory, the leather factory\nwas in Poland. And --",
        "Q: What -- what -- where in Poland, do you know?",
        "A: In Warsaw.",
        "Q: Mm-hm.",
        "A: And not many people know this, but before the Nazis started to wear swastikas,\nthey wore blue carnations. And the accountant in my dad’s office wore a blue\ncarnation. And after the anschluss he had a gun and went into my grandfather’s\noffice and said, this office is mine now. He didn’t shoot my grandfather. But my\nfather, who was, you know, young, saw the writing on the wall. And the people who\ngave us our affidavit were customers of his in America, who are not Jewish and\nsaved our lives.",
        "Q: O-Okay, let’s talk about that, the -- the pe --",
        "A: Okay.",
        "Q: Yeah, if you could go in more detail.\nJanuary 9, 2004",
        "A: Sure. Well, their name was Simon, Helen and Leroy Simon, they lived in\nAbington, Pennsylvania. And they gave my parents and me our affidavit so we\ncould come to the United States.",
        "Q: And how did they get contacted?",
        "A: I guess my father cabled them or called them or -- you know, somehow. Mr.\nSimon used to come to purchase leather, you know, from my grandfather. So that’s\nhow my father knew him, but only very slightly.",
        "Q: What was the name of your grandfather’s company -- business.",
        "A: Emil Koernig and son.",
        "Q: Emil Koernig and s --",
        "A: Koernig and sohn really, and 1-1t means Emil Koernig and son.",
        "Q: -- and son. So then your father was able to -- this 1s after the anschluss, he --",
        "A: Right.",
        "Q: -- ca-cables the Simons --",
        "A: Right.",
        "Q: -- in the United States, and then they send the affidavits.",
        "A: Right.",
        "Q: And then what happened?",
        "A: Well, we didn’t -- we left Vienna in September of that year.\nJanuary 9, 2004",
        "Q: Okay, okay. What was -- again we’ll -- we’ll -- we’ll talk about that soon.",
        "A: Sure.",
        "Q: Did you see German soldiers?",
        "A: I don’t remember. I don’t remember.",
        "Q: Did you see any swastikas?",
        "A: I must have, but again, you know, I -- I don’t remember that.",
        "Q: Or banners, or any outward symbols?",
        "A: I mean, I’ve seen -- I’ve seen a lot of movies, you know, about that time, but I --\nI -- I don’t remember, I -- I really don’t. I mean, I -- I never remember being afraid,\nI-I know that. And there must have been situations, you know, that came up, but I\ndon’t rem -- know.",
        "Q: So except for school --",
        "A: Mm.",
        "Q: -- not going to school --",
        "A: Right.",
        "Q: -- your life -- I mean, that was a big change, of course, but in other aspects your\nlife did not change in da --",
        "A: My life just continued.\nJanuary 9, 2004",
        "Q: -- continued. Tell me about your private lessons then, when you didn’t go to\nschool.",
        "A: Oh, well I think either Miss Sophie came to our house or I went to her house.\nAnd, you know, she had like picture books in -- in English and so on. I was an\nEnglish as a second language teacher, and you know, what comes around goes\naround, and she tried to teach me English.",
        "Q: Was that some --",
        "A: She helped my French too, at the same time.",
        "Q: Was that something you enjoyed doing?",
        "A: No, I didn't particularly like it because I really preferred going to school. I didn’t\nreally like, you know, one to one so much because y-you always had to show your\nhomework and, you know, things like that.",
        "Q: Were you upset that you weren’t seeing your friends, or did --",
        "A: I saw my fr --",
        "Q: -- you see your non-Jewish friends after school?",
        "A: I don’t think I had any non-Jewish friends, so, you know, we just kept up, you\nknow, in th -- in those days it was before television, before a lot of movies, you\nknow. Seeing your friends meant you went to your friend’s house or they came to\nyour house, and that -- that kept up. And I’m sure in my house and their house there\nJanuary 9, 2004\nwas a lot of talk about emigration and where were you going and what were you\ndoing, but I wasn’t part of that, I was a child, you know.",
        "Q: Uh-huh. So when you played with your friends, you didn’t talk about th -- being\nfearful or being frightened about what would happen?",
        "A: No, no, I -- it-it’s like that’s all gone. So I -- I guess it didn’t make a big\nimpression on me, or I was too stupid, or something, I don’t know.",
        "Q: I think you were young.",
        "A: Right.",
        "Q: So to get back now to what was happening. So your father cabled these people,\nthey got the affidavits --",
        "A: Right.",
        "Q: -- and then?",
        "A: Well, we left in September and we went to Cherbourg, which is in France --",
        "Q: Wh-When you left, you said you -- you -- you didn’t question, your parents told\nyou that’s what you do.",
        "A: Right.",
        "Q: What did you take with you?",
        "A: Oh. Well, my clothes and my doll, which I still have. And my doll carriage,\nJanuary 9, 2004\nwhich my mother threw out, and books. I ha -- I have some German books that I -- I\ntook at that time.",
        "Q: Is that because you liked to read?",
        "A: Yeah, mm-hm. Maybe my mother said, you know, you’ll need some books to\nread on the ship, I don’t know. But my mother --",
        "Q: What -- wh-what was it like to say goodbye to your friends?",
        "A: I don’t think it was very traumatic because I presumed I would see them again.\nAs far as I know everybody, you know, escaped. Not necessarily to America, but\nthey all escaped. And -- so anyway, getting back to the ship. So we went to\nCherbourg.",
        "Q: How -- how did you get there?",
        "A: I think by train, because I remember my grandparents being at the station and\nthat was very sad and I -- I still had two great-grandmothers at that time, who were\nkilled in the camps, so a -- we never really heard through the Red Cross or anything,\nwhat ever happened to them.",
        "Q: Do you remember what your grandparents said -- said to you as you left?",
        "A: Well, everybody was crying, that I d -- I do remember, and lots of hugs and\nkisses, and so on and so forth. My grandfather died shortly after Hitler came, my\nfather’s father. And my grandmother moved into a pensionne, like a -- like a -- kind\nJanuary 9, 2004\nof a hotel. And she and my uncle ev-eventually, you know, came to America and\nshe lived with us all of the rest of her days. And my mother’s parents -- my uncle\nhad been sent to school before Hitler came to England and he was in England and\nhe managed to get them to England after Hitler. And they were there the whole\ntime during the bombing, which was very bad for them. My grandmother had a\nstroke and so on. But eventually they did come to the United States.",
        "Q: While you were still in Vienna, what did Hitler mean to you? Did it have\nphotographs, or was it a symbol of anything?",
        "A: I -- I don’t have any recollection of that, I-I just don’t. I guess at eight I didn’t\nread the newspapers, you know. There was no television. My parents probably\nturned off the news, you know, so I -- I really --",
        "Q: I was going to ask if you heard his voice on the radio.",
        "A: No, I -- I don’t believe so. I-I mean, as I said, I remember shu -- Schuschnigg,\nyou know, I remember that, but I don’t remember anything about Hitler. I know\nthat -- I don’t know who taught me that, but to this day, if I see a movie or anything\nthat has Hitler on it, we -- we all go ssssss, like that. And I still do that, even on --\nat home, in a -- 1n a -- you know, on my television. That was sort of ingrained in\nme.\nJanuary 9, 2004",
        "Q: Uh-huh. So you take the train. Did you -- did you feel bad about leaving\nVienna? I mean, this is your home.",
        "A: No, I was with my parents. We were going on a trip, I -- you know, it -- 1t was --\nit was okay. Cherbourg, you know, was in France, I could speak French so I\ndidn’t -- I didn’t really worry about it.",
        "Q: Ha-Had you gone away in the summers? Had you ta-taken coun --",
        "A: Yes.",
        "Q: -- country trips when you -- before you left?",
        "A: Yes, I have pictures of my cousin and I going with my grandparents, you know,\nto a place where there were a lot of deer. And I learned to swim when I was very\nyoung and I know that we went to Baden. And I was three when I learned how to\nswim and I still like to swim. So -- I forgot, where were we?",
        "Q: Well, it we -- we were talking about your leaving, going to France --",
        "A: Oh",
        "Q: -- and I was asking if you had experience --",
        "A: Right.",
        "Q: -- traveling outside of Vienna.",
        "A: Yeah, yeah. And my grandfather had a car with a chauffeur, so I was used to,\nyou know, being in a car, so I -- I don’t know if we took the car to the train or, you\nJanuary 9, 2004\nknow, whatever. But anyway, when we got to Cherbourg, we got on the ship, the\nEuropa and --",
        "Q: Now we’re talking about th -- September 1938?",
        "A: Yes, yes. And it all seemed very glamorous to me and so on and so forth. And a\nfew days out to sea, 1t was the time of Chamberlain, when Chamberlain went to\nHitler to try to appease him, they recalled the ship. And of course --",
        "Q: This was the Munich conference in mu --",
        "A: Yeah, yeah.",
        "Q: -- in Munich.",
        "A: Right. So, I mean, I didn’t know anything about what was going on and I’m sure\nmy parents were really scared, but they didn’t convey that to me and my father just\ntold me that we were going back to Paris. And I was thrilled because I could speak\nFrench, and -- you know. So we were in Paris for a week and I’m sure that must\nhave been very difficult for my parents cause they didn’t know, you know, whether\nthey’d ever be able to leave again, but we did.",
        "Q: Tell me about the ship, the name of the ship.",
        "A: Europa.",
        "Q: And what line?\nJanuary 9, 2004",
        "A: German. And we were able to go first class because you couldn’t take out a lot\nof money, but you could buy first class tickets. So we had a very nice stateroom,\nand you know, all that.",
        "Q: What did your parents take with them, do you know”?",
        "A: Well, my parents packed their furniture and the piano and all that in what was\ncalled a lift. It was like a cargo container. And that came --",
        "Q: On the boat with you?",
        "A: I’m not sure, but it was there when we settled, finally.",
        "Q: Right.",
        "A: And so anyway, after a week in Paris, the ship continued --",
        "Q: Wa -- do you remember that week and what you did?",
        "A: Not really. I guess we walked around. You know, we didn’t have a lot of money,\nso I remember being like in a café, you know, my parents drinking coffee, that kind\nof stuff, but I do -- I don’t really remember where we stayed.",
        "Q: Di-Did you sense any tension among the people in France at that point?",
        "A: No, no. Pa -- I think it rained a lot. I sort of reme -- I sort of remember that. And\nanyway, getting back on the ship and it was in the middle of the night, I remember\nthat, and we had to climb up ropes to get on the ship, there was no gangplank. And\nwhen the ship started to sail the next day, I got very sick. I probably had like a strep\nJanuary 9, 2004\nthroat. It was before penicillin and my mother kept saying to me, you have to get\nwell, or we have to go to Ellis Island and we can’t get to America. Then, I think\nshe was really, you know, like petrified. And I remember there was a woman on the\nship, she was probably a nurse, and she -- you know, in retrospect she was like\nBrunhilda. She was very big and very blonde and had a very loud voice. And the\nway they treated, you know, fevers at that time was to wrap you up in lots of towels\nand make you sweat. So that’s what I did, and thank God I got well, and we didn’t\nhave to go to | -- Ellis Island, and we landed, I think in -- probably lower New\nYork. And my dad’s very good friend and later his business partner met us. And I\nremember he brought me some Coca-Cola and I didn’t know what it was and I\ndidn’t want to drink it. It was a big deal. Anyway, we lived in New Jersey.",
        "Q: Okay, let’s talk a little bit about ma -- the voyage, what you remember about the\nvoyage.",
        "A: Well, just I was sick and I had to sweat and I had to get well.",
        "Q: So were -- di -- were there other people in your position leaving, Jews leaving on\nthat same voyage?",
        "A: I imagine there were, because my husband, whom I didn’t meet til ni -- til 1947,\ncame on the next voyage on the same ship. And he and his mother were waiting for\nthe ship and it was so late because they didn’t tell them that it had returned.\nJanuary 9, 2004",
        "Q: So you’re assuming that there were people on --",
        "A: Right.",
        "Q: -- in your -- in your journey.",
        "A: I mean, I was in bed. I was in bed sweating so I -- you know, I didn’t know what\nwas going on.",
        "Q: What condition were you in when you landed, were you cured, were you better?",
        "A: I was probably a little shvakh and pale, you know? And my granddaughter, who\ndid this interview for school for me made up a story that my mother probably took\nher lipstick and rouged my cheeks so that I would -- you know, look -- look all\nright.",
        "Q: What did America mean to an eight year old from Vienna?",
        "A: Well, my mother said we were going to live in a basement. I knew I was going to\nhave a birthday soon. I was looking forward to my birthday. My mother was a\nwonderful Viennese baker and as it turned out, my first birthday -- we landed here\non October third, my ninth birthday was October 29\", and we lived in this rooming\nhouse in Union City, New Jersey and my birthday present was two blue plastic\nbarrettes. And I thought that was the cat’s meow, I was thrilled. My mother, I don’t\nknow where she got all the ingredients, but she made me a beautiful cake with\ncandles and everything. And my dad’s friend and his wife lived in this same\nJanuary 9, 2004\nboarding house. So they all sang “Happy Birthday”, I don’t know whether it was\nin English or German, but that was my first birthday. And I went to the Franklin\nDelano Roosevelt elementary school. And there the kids made fun of me because I\nreally had the wrong clothes. In those days I -- Ih -- I had, you know, German high\nshoes. Now, you know, they’re in style, but in those days -- so after a few weeks, I\ndon’t know, my mother managed to scrape up some money and bought me\nAmerican clothes, cause that was really important to me.",
        "Q: What were your parents reactions? Do you have any memory of that when they\nlanded, and the dock?",
        "A: No, I just remember the Coca-Cola.",
        "Q: So have you studied about America before? Did it have any symbolic meaning\nto you as a very young child?",
        "A: No, I think I must have realized it was a safe place, you know? But other than\nthat I really didn’t know anything. But it didn’t take me very long to learn English,\nand I always did very well in school, and I 0 -- never had any trouble making\nfriends, so -- you know, I had friends. I had the language. And when we moved to\nNew York wa -- a short time later, a few months later, there were many other\nrefugee kids, because we lived in Washington Heights, which -- in New York,\nwhich was sort of refugee land. And then my grandmother came, my uncle came.\nJanuary 9, 2004\nAnd it was very hard for my dad to start bi -- his business because you know, you\nweren't allowed to take out a lot of money. Fortunately my grandfather had some\nconnecti -- he was a doctor and he had some connection with the Phoenix Insurance\nCompany. And somehow my dad was able to obtain the monetary death benefits\nafter my grandfather died in America. And that’s how he was able to start his\nbusiness. It was Sopter Fabrics, it was an -- originally an import - export business\nand then after the war it became a textile business.",
        "Q: So you stayed in New Jersey just for a few months --",
        "A: Few months.",
        "Q: -- you said, and then you moved to Washington Heights. Why did you move to\nwashinet -- or how -- why was that chosen as a place to live?",
        "A: Well, I guess that’s where a lot of refugees lived, and maybe my parent’s friends\nknew other people, you know, who lived there. And I remember we lived at 40\nThayer Street and we had an apartment. And then when my grandmother came,\nshe and I shared a room. And a few years later we moved to Riverside Drive and\nwe lived there a number of years because eventually my aunt came from England\nwith my cousin and she lived with us also. And --",
        "Q: Wh-When you first came to the United States, did you miss Vienna? Did you\nthink about it? Did you think you’d want to go back there?\nJanuary 9, 2004",
        "A: I do -- I -- I don’t remember missing anything. I had my parents, you know, and\nI had my school work and I had friends, and I was eight years old, you know, and as\nI sa -- as I tell my granddaughter now, being eight years old then and being eight\nyears old now is an entirely different story. I mean, you were -- I mean, at least in\nmy circle of -- of friends, I mean, we weren’t independent. We did as our parents\ntold us, you know. If they’d say jump, we’d jump. If they said red, we’d say red.\nYou know, that’s how we lived.",
        "Q: All right, now you’re in Washington Heights --",
        "A: Right.",
        "Q: -- and you attend a new school.",
        "A: Right.",
        "Q: So you had to adjust, as the child --",
        "A: Yes, you’re right.",
        "Q: -- to a new school and new friends. What was that like in the beginning?",
        "A: Well, there’s a funny story connected at it -- it was P.S. 152 in upper\nManhattan. And I never did have a sense of direction, and I met this girl Agnes\nand she showed me how to get from the front door to our classroom. And I was in\nthat school -- I started school in New Jersey in 3B. At that time the grades were\ndivided into A and B. And for the -- from the time, I-I guess until sixth grade, I\nJanuary 9, 2004\nwent the way Agnes showed me, even though I knew there was a shorter way. But I\nwas just one of those kids, I mean, you know, somebody tells me what to do, so I --\nI -- I just did it. But I had to relearn the way we did math, the way they set up\ndivision problems and multiplication problems in Europe and America, that was\ndifferent, so I had to learn that. But the kids were very nice to me at that point,\nbecause I had the amer -- quote unquote, the American clothes, you know. And I\ncould speak some English and they -- they were just nice kids, you know. Like one\nshowed me math and one showed me about the lunchroom. And so I don’t\nremember, you know, having any traumatic times. I had my best friend Toby who\nwas a bridesmaid at my wedding and 1-1t was okay.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Marianne Liebermann. This is tape number\none, side B, and you were talking about now that you’re living in Washington\nHeights and you were at school and getting around the school building and your\nfriends. So you did feel accepted there?",
        "A: Mm.",
        "Q: And were there other children in your situation?\nJanuary 9, 2004",
        "A: I believe -- I believe there were. I know that my friend Gerda lived right close to\nme and we went to school together. And I heard about some other people who had\ncome from Vienna. They didn’t, you know, necessarily go to my school. I do\nremember then when the war started and we all had to wear I.D. tags. And we\nmoved to Riverside Drive from Thayer Street, and --",
        "Q: Now, we’re talking about September ’39, is that when the war --",
        "A: Yes. Yes.",
        "Q: -- started in -- yeah. Wha-What did your I.D. tag say?",
        "A: It had my name, my date of birth and maybe my phone number, I’m not sure.",
        "Q: Was this - all children had to wear them?",
        "A: All children, all children, because in case there were air raids. And my parents --\nnow, we moved before I finished sixth grade and my parents wanted me to finish\nP.S. 152, so I had a very long walk home to Riverside Drive from P.S. 152. And in\nlater years it -- it occurred to me that here we wore these tags for I.D. in case there\nwas an air raid and there was a problem, but they sent us home. And here I was, you\nknow, by this time nine years old, walking home in this so-called air raid which,\nthank God was a test, but I -- I definitely remember that.",
        "Q: So did you talk about your experiences, did you tell the American children about\nyour life in Vienna? Did they ask you about that, or did the teachers talk to you\nJanuary 9, 2004\nabout that?",
        "A: No, no. Not r -- not r -- not really. It was just -- I was never very good in math,\nand so after my -- some of the kids showed me, you know, how to do the math,\nsometimes I would say, well you know, in my old school or in Vienna we did it like\nthis. And the teacher would say well, now you’re going to do it, you know, like that.",
        "Q: It -- did you feel very Viennese still, or were you starting to feel American?",
        "A: Oh, I think I got Americanized very quickly. My father had been to school at the\nUniversity of London, so he spoke a beautiful English with a very British accent,\nwhich he lost after several years. So maybe that’s why I, you know, was able to\nlearn English quickly. But I -- I sort of lived -- I know I did | -- a -- a bilingual life,\nbecause when my grandmother came -- she didn’t learn too much English when she\ncame, and so when she -- she’d come into the room I’d switch to German, and I\ndidn’t even really realize which language I was speaking, but I was, you know,\nliving in t -- in -- in two languages.",
        "Q: So you -- you felt very accepted, you didn’t feel like a foreigner, in a sense?",
        "A: No, no I didn’t, because there were other children. I didn’t necessarily know\nthem all in my school, but there were other children who had come from Europe.",
        "Q: Mm-hm. And what about the teachers? Did any of them make any remarks to\nyou --\nJanuary 9, 2004",
        "A: Not to me.",
        "Q: -- or any -- did you experience any anti-Semitism?",
        "A: No, no, I really didn’t.",
        "Q: What was your parent’s reaction, if you remember, in September °39? Again, I\nknow you were young, you were only 10.",
        "A: When the war broke out? They were very worried about my mother’s parents.\nAnd I guess by that time they were in England. And you know, the bombing and all\nthat. And I’m sure my father had a lot of business difficulties, because as I said, he\ndidn’t have that much money and even though he had the money from my\ngrandfather, it was still, you know, difficult to establish a business at that time.",
        "Q: Were you able to do any other activities outside of school?",
        "A: I was a girl scout and we used to have meetings with boy scout troops and I\nlearned how to make model airplanes. And my mother was always a very good\ncook and no matter, you know, whether we had a lot or a little, that we always had\ncompany at the house. So, you know, there were always people around, and --",
        "Q: Were these people American born or European?",
        "A: No, they were -- they were also refugees like we were. And in the beginning, in\norder to help my father, my mother did piecework with her -- her friend. And also\nshe made apple strudels, which she sold and I -- I vividly remember her pulling the\nJanuary 9, 2004\ndough in the kitchen. And I don’t know how she sold it, where she sold it or\nwhatever, but whatever you know, she did, she did that for awhile.",
        "Q: Mm-hm. Did you become athlet -- were you athletic in any ta -- any time and d -\n- and do any sports?",
        "A: No, no, no, I was not an athlete. My parents had played tennis in Europe and\nalso they skied, cause I have pictures of them when they were young and that -- but\nI guess at that time they were -- my father was busy making a living and my mother\nwas busy, you know, helping and then also once my grandmother came, my mother\nhad to help her. And then when my grandparents came, my -- my -- my father’s\nmother lived with us Oma Hilda, and my mother’s parents lived on the same floor\nas we did, in an -- in another apartment. But unfortunately my grandfather became\nvery ill, he had Parkinson’s, and so my mother really had to spend a lot of time,\nyou know, taking care of him.",
        "Q: How old were your parents at this time?",
        "A: My mother was born in 1907 and my father was born in 1904. And my father\nalways said -- that much I do remember, that had he been older or richer, we would\nhave never come to the United States. H-He -- you know, it was -- a lot of his\nfriends didn’t survive because they A, didn’t know anybody to get an affidavit\nJanuary 9, 2004\nfrom, or have the guts to go. I mean, now we know all the horrors of Hitler, but\nthen they didn’t know.",
        "Q: What do you attribute your parent’s wise decision to? When you say other\npeople did not realize the danger. Wha -- how do you know -- wh-what would you\nthink were the reasons that your parents did know?",
        "A: Well, one thing -- for one thing my father had been, you know, to school at the\nUniversity of London, so he had -- he had traveled. And I guess it was a question of\nluck, that -- that somehow that -- my dad saw the writing on the wall. And -- cause I\nknow with my husband’s parents, my father-in-law was a surgeon and his hospital\nprivileges were taken away, so he had no means of support. And that’s, you know,\nwhy he left.",
        "Q: Was there any sense that you have that your mother was not 1n agreement with\nhim about leaving, or was in agreement?",
        "A: Well, my mother also was one of these European ladies, you know, whatever my\nfather said, went. It was a different time, it was before, you know, women’s\nindependence an-an-and all that. Th-Th-They -- I -- I never had the feeling that they\nha -- or heard any arguments that they had about -- about leaving.",
        "Q: So then comes December seventh and the bombing of Pearl Harbor. Do you\nhave any memories of that time?\nJanuary 9, 2004",
        "A: Well, I remember where we were. We were going out to -- by that time my aunt\nhad remarried and we were 1-1n the car goi -- they lived in Far Rockaway. My\nuncle was an ear, nose and throat surgeon and he -- he practiced in Far Rockaway,\nand we were on the way to their house, or coming back from their house, I don’t\nremember which, when Pearl Harbor happened, and everybody was very upset.\nAnd then we heard President Roosevelt, you know, say that we’re at war. And I\nremember in school my principal crying. We -- we had assemblies in those days\nwith middy blouses and ties and I remember we had this assembly and she was\ncrying.",
        "Q: And here you are, young, y-young student and had lived, you know, had escaped",
        "A: Right.",
        "Q: -- and did you -- were you particularly fearful when that happened?",
        "A: No, no, because I -- I felt very American. I mean, this is my country and you\nknow, this was ha -- this was happening to us. And my uncle was drafted into the\narmy, and he also lived with us for a short time, so we were very close to him and\nwe were worried, you know, about him. And I remember rationing books and that\na-after awhile my parents -- my father and his friend, I think together, I don’t know\nif you could do that today, but they owned the car together, cause they -- each one\nJanuary 9, 2004\ncouldn’t afford a car. And I remember, you know, the -- the gas rationing coupons,\nyou know, for the cars.",
        "Q: And what was the communication between your parents and family or friends\nback in Europe?",
        "A: Well, I think -- I think that -- well, I know that my parents wrote to my\ngrandparents. You know, it was before the days of you know, you pick up the phone\nand call England. And they ca -- my grandparents came, I -- I don’t know the exact\ndate, but I know that they came on a warship somehow, from London. And my\ngrandmother had had a stroke and it wasn’t diagnosed and sh-she really wasn’t right\nany more. And as I said, my grandfather had Parkinson’s, so it was a difficult time\nfor everybody.",
        "Q: What year did they come?",
        "A: Good question. I think it was after the war broke out. It was ba -- either 1940 or\n\"Al.",
        "Q: So your life continued on as a young -- youngster --",
        "A: Right.",
        "Q: -- and you were in the girl scouts.",
        "A: Right.",
        "Q: And any other interests and hobbies and so forth?\nJanuary 9, 2004",
        "A: No, we -- we -- my father and I used to take a lot of walks. We -- we all walked a\nlot. And I remember --",
        "Q: Did you -- did you speak in English to him or German?",
        "A: I don’t remember. Probably English, probably English, because I remember this\nbusiness of my grandmother would walk in and it was like subconscious, I’d switch\nto German, but I think to Daddy -- and in those days all the refugees I knew and my\nfamily also, we were very careful not to speak German in the street. I mean, that\nwas --",
        "Q: Why’?",
        "A: Because you didn’t want to be identified as a German, you didn’t want to be like\nan alien, you know. So on and so forth. And so 1 -- I-I’m sure I talked to my father\nin English. And eventually I went to high school, I went to high school on -- on the\ntrolley car. I went to George Washington High School. And I graduated and I went\nto Hunter College first for a semester and then I went to Syracuse University and\nthen I went to Barnard and graduated, got marr -- no, got married, graduated and\nhad my daughter, all in one year.",
        "Q: As the war was going on in the 40’s, in the early 40’s, how aware of yo -- o-of it\nwere you as you were getting older now? You were 12 - 13 - 14 and so forth.\nJanuary 9, 2004",
        "A: Well, I re -- I remember seeing 1-in the windows of people who had servicemen\nin the armed forces, they had stars in the windows, you know, that. And -- oh, I -- I\nliked to hear the radio. My dad and I used to wat -- listen to “The Shadow” and --\nand programs like that, you know. And I -- I know that’s what we liked to do. And\nmy grandmother taught me how to play gin rummy, so I played gin rummy with my\nfriends. And I joined a B’nai Brith youth group. And I was the editor of the paper\nand made a lot of friends. And that was in the city, in Manhattan. So I learned, you\nknow, how to travel in the subway and -- and so on. And at one point I was a copy\ngirl for the “Daily News”. How that ever happened I -- I don’t know, because as I\nwas growing up, my mother still, you know, was very protective of me. I always\nhad to be in early at night and so on and so forth. And the thought of me as a\nteenager being a copy girl for the “Daily News” on Times Square, during the war,\nin the dark, is beyond me, but I did it. You know, I think it was through the girl\nscouts that we -- tha -- that we did that, cause they were -- you know, a lot of the\nboys were in the army and somehow we were helping the war effort. And I\nremember saving tin foil. We used to make balls out of tin foil. I remember saving\nstring, rubber bands, tin cans. You know, we -- we tried to do what we could. I\nremember my grandmother knitted sweaters for the Red Cross, for the soldiers.\nJanuary 9, 2004",
        "Q: Did your parents talk about the plight of the Jews during the war? Were they\naware of some --",
        "A: No --",
        "Q: -- what was happening?",
        "A: -- no, my parents were still -- as old as I was, you know, as the years went by,\nvery protective of me and didn’t -- didn’t talk very much about it. I mean, I -- I\nknew, I heard on the radio, I read the papers by then, you know, what was -- I knew\nwhat was going on. But we didn’t have any very close relatives who were in the\ncamps, so you know, as I said, my father was busy, you know, making a living. At\nthat point he was supporting us, my grandparents, my grandmother, my au -- he\ngave my uncle a job in his office. So, 1t was hard times.",
        "Q: When you would see Hitler’s picture in newsreels or on -- in the paper, wha --\nhow did -- how did you react?",
        "A: Well, we did this sssssss business, you know. We ju -- we just knew that he was\nevil and I don’t think we knew right away how horrible it was. It wasn’t until after\nthe camps were liberated that -- that we learned, you know, how horrible it was.\nWhereas my husband knew a lot more than I did, maybe because he was a boy,\nmaybe because his -- you know, most of his family was killed. But I really didn’t\nknow too much in the beginning.\nJanuary 9, 2004",
        "Q: So tho-those years until ’45 --",
        "A: Mm.",
        "Q: -- for you were not fearful times.",
        "A: No, not ne -- I mean, I -- you know, when -- when -- whenever, you know, I\nremember, you know, Guam and -- and all those, you know, battles, I mean, you\nknow, we -- we cheered when we won, we were sad when -- when we lost. And I\nwas always fascinated by Winston Churchill, even as a -- as a teenager and I still\nam. I -- I just think he was one of the greatest people that ever lived. And I foll -- I\nfollowed the news, you know, when Roosevelt and Stalin and -- and Churchill had\nthe meetings and so on and so forth. And I eventually majored in diplomatic\nrelations. I was going to be an interpreter at the United Nations. Then I met my\nhusband and that was the end of that. And I became a teacher.",
        "Q: What was the end of the war like for you and your family?",
        "A: Oh, everybody was so happy, you know. My father worked -- his office then was\non 40\" Street, right near Times Square and you know, we heard all those stories\nand again, it was before TV. You know, it’s hard for kids today to realize that. But\nwe -- you know, of course we were all very happy, and life went on.",
        "Q: And so by the time the war was over you were what, 16?",
        "A: Mm-hm.\nJanuary 9, 2004",
        "Q: So you were still in high school.",
        "A: Right. I was.",
        "Q: A-And then you continued on to college, you said?",
        "A: Right.",
        "Q: And -- and -- and you studied interna -- did you say international relations?",
        "A: Right, right, right. I went to the Maxwell House of -- School of Citizenship and\nI also met my husband when I was 17. I didn’t know he was going to be my\nhusband when I was 17.",
        "Q: How -- how did you meet him?",
        "A: We were on vacation, my parents and my grandmother and I in Lake Placid and\nwe stayed in the same hotel and we were the only two people under 40 at that hotel.\nAnd we spent -- we wasted several days of I looking at his table, he looking at my\ntable and nobody said anything. And finally our two fathers got together and\ndecided, you know, to end this torture. And well, we spent, you know, a few days\ntogether. And my father and I would go horseback riding every morning and the\nmorning that Frank left my dad was thrown from the horse. And Frank and I had\ndecided that we were going to write to each other and I wrote him that my dad was\nokay, but he had a concussion and I had to go back to school with my grandmother\nand they stayed at the hospital, you know. But he -- he was okay. But I was pretty\nJanuary 9, 2004\nscared and I wrote to Frank and he wrote back and he signed the letter love, and\nthat was the beginning of the end.",
        "Q: And wher -- and where was he at school?",
        "A: He was going to Western Reserve and I was going to Syracuse and he used to\ntoodle back and forth a lot. But those were the days of curfews and house mothers\nand fraternities and -- it was a different world.",
        "Q: Mm-hm. And -- and then when did you get married?",
        "A: We got married November 23\", 1950, and we lived in Kew Gardens, New\nYork, and then we moved to Great Neck and then we moved here.",
        "Q: Mm-hm. And your children?",
        "A: Well, we have three children. My daughter Joan, Joanie and my daughter\nNancy and my son Jerry.",
        "Q: Mm-hm.",
        "A: And we have five grandchildren.",
        "Q: Mm-hm. And when you met Frank Liebermann, you had similar backgrounds\nin a sense, both coming from Europe, and you said traveling on the same boat,\nanother voyage later.",
        "A: Right, but we --",
        "Q: Di-Did you talk about with him th-the feelings of being a refugee and so forth?\nJanuary 9, 2004",
        "A: No, no, but I know that Frank’s tol -- Frank told me then that I was the first girl\nfrom Europe that he had ever dated, because I guess in Dayton, Ohio there weren’t\nthat many refugee kids.",
        "Q: Did you feel a connection because of that refugee status that you both had?",
        "A: I don’t know, but our parents did because our parents were lifelong friends, even\nthough my in-laws lived in Ohio, my parents lived in Kew Gardens.",
        "Q: But they met at that Lake Placid?",
        "A: At that hotel, yeah, yeah. The chalet.",
        "Q: Did you speak in English with Frank in the beginning or German’?",
        "A: English. We always spoke English until our kids were born and then one day we\ndecided maybe they should learn a little German. And Frank and I discovered that\nwe spoke an entirely different language. That the German they speak in Vienna is\nnot the German that he spoke. And then, of course, the kids learned all those\nphrases about going to bed and, you know, all the things that kids at that time\nshouldn’t know.",
        "Q: So then you -- you started raising your children.",
        "A: Right.\nJanuary 9, 2004",
        "Q: And then eventually you moved down here. Let’s now talk a little bit about your\nfeelings of what you had gone through. Do you think today that you would be a\ndifferent person if you hadn’t had the childhood -- the early childhood that you had?",
        "A: Well, my husband always said that it hadn't been for Hitler, A, we wouldn’t\nhave met and B, that our lives are much richer living here.",
        "Q: Da -- do you feel that way, and if so how do -- what do you mean by that?",
        "A: Well, I don’t know what our lives would have been like. I mean, we -- the\nchances of Frank and I meeting were nil. You know, he lived in Upper Silesia, I\nlived in Vienna. Unless his family took a trip, I mean th -- I -- th-there was -- there\n-- probably we -- we just wouldn’t have met and we probably, you know, would\nhave married different people and had different interests and children and so on.",
        "Q: When your children were the age that you were, eight, nine years old when you\nhad to leave Vienna, did that bring back memories of your childhood and leaving?",
        "A: No, but I remember telling Joanie, my oldest daughter, when she was eight that\nwhen I was that age, you know, that -- what -- but 1t didn’t make a big impression\non her. I mean, she just knew -- 1t was just something that happened, you know, it --\nit didn’t -- it didn’t affect me, it didn’t affect her, it was just a fact.",
        "Q: How did you present your family history an-and -- and what happened to the\nJews in Europe to your children?\nJanuary 9, 2004",
        "A: Well, they knew that their father and I had been born in Europe. I mean they stu\n-- they studied. We were very active at Temple Beth-El in Great Neck and they --\nthey studied what happened. And you know, they’d ask us questions an-and -- and\nwe'd answer it. And -- oh, I don’t know what year it was, but when I was teaching\nin Great Neck at the John F. Kennedy school, there had been the program on the\nHolocaust on television. And my principal and I were talking about it and she asked\nme if I wanted to, you know, give a talk to the fifth graders. At that time fifth grade\nwas the highest grade in our school, and I did. And I told them my story, and kids,\nyou know, would ask me questions about it and so on.",
        "Q: So you were very open with them and I know you said your husband lost\nrelatives. Were you -- was he -- or -- were y-you or he open with your children\nabout that?",
        "A: Oh yes. Oh yes, because it was very traumatic. I mean, he lost his grandparents\nand three uncles and one of the uncles was married and they had a little girl, Vera,\nand my first daughter’s middle name is Vera. And th-they always -- they always\nknew the story and Frank told me how hard it was for his parents because they\nwould send money to various consulates all over the world and they would take the\nmoney and never give them visas. And his grandparents were on the way to\nJanuary 9, 2004\nShanghai when Italy joined Germany in the war and so their ship was turned back\nand they were all sent to the camps and killed.",
        "Q: Mm-hm. So your children, at a young age -- relatively young age were aware of\nthis.",
        "A: Right. It’s like -- you know, y-you -- I-I don’t know some -- we -- we’re a very\nopen kind of family and you know, it -- it was always part of their past. I mean, they\n-- they always knew about it. They -- you know. I mean, both my husband and my\nparents and my in-laws had accents, so I think this sort of, you know, brou --\nbrought about questions. And my son, unfortunately, when he was in med school,\ngot leukemia and my s -- husband was the bone marrow donor, twice. And the big\njoke always was, was Jerry going to get an accent, or my curly hair. He didn’t get\nthe accent. He got my car -- curly hair the first time, he didn’t get it the second time.",
        "Q: Do you feel Viennese, Austrian in any sense now? And what are your thoughts\nabout Vienna today?",
        "A: I don’t feel a -- I know that I’m probably a little different, because people have\nsaid to me -- it -- 1t’s not so much that I -- I feel different, but w-we’ve traveled a lot\nand when I go to Europe, I really feel that people in Europe look more like me\nthan people here. I don’t know why that is, but it -- it is. I -- I -- I have that feeling.\nAnd -- but otherwise -- once in awhile I’ Il joke around with -- with old friends of\nJanuary 9, 2004\nmine and they’Il use a -- a word that I’m not familiar with and I'll say, hey, you\nknow, English is my second language and they -- everybody laughs, you know,\ncause I’ve been here for such a long time.",
        "Q: Have you been back to Vienna?",
        "A: Yes, we went back eight years ago because my husband wanted to see where I\nlived and so on. And he got food poisoning and I really didn’t want to go in the first\nplace.",
        "Q: Why not?",
        "A: Because I live 1n the present and the future and to me the past is the past, it’s --\nit’s gone. It’s -- that’s the way it 1s. I mean, I -- I know people who live here in\nMaryland who dwell on their past. They’re sometimes -- they are older than I am\nand maybe they had some horrible experiences, because I have a -- a step-cousin\nwho was in the camps and she and J are pretty close, she lives in New York. And\nwe ve talked about it, that some people who had very bad experiences, as she did,\nthat she was in the camps, either talk about it all the time, or never talk about it.\nAnd she’s one of those people that never talks about it. So, people are different. I\nmean, you can’t say that all Viennese kids who at the age of eight came to\nAmerica, you know, think one way or -- or -- or another. But I -- I mean, I could\npass for Yankee Doodle Dandy any time. I am proud to be here. I am thrilled every\nJanuary 9, 2004\ntime we come back to the United States, you know, from -- from a trip. Cause I am\nthoroughly American, except for those eight years when -- when I -- when I lived in\nEurope. But the interesting thing is, since my husband and I were recently in\nPoland and the kids saw where he was born and where he grew up, my daughter\nNancy suggested, and we took her up on it, and two of our granddaughters are\ngoing to be Bat Mitzvahed this year, we’re going to take them and their older sister\nto Vienna and show them where I grew up. This was not my idea, this was my\ndaughter’s idea, but wa -- I’m going to do it, I want to show them, you know, th --\nwhere I went to school, and the Temple and -- and so on. We’re going to take them\nto Vienna and to Prague to see, you know, the Jewish district that they have\nstudied about. And -- but I have no -- no real, you know, connection to Vienna\nexcept that I was born there.",
        "Q: When you went back to Vienna -- what was it, seven, eight years ago you said --",
        "A: Yeah.",
        "Q: -- did you go back to your home and --",
        "A: Yes.",
        "Q: -- and if so, what were your responses?",
        "A: Well, we -- we -- we saw where I lived and the only thing that had changed was\nthe front door. And as I said there, my husband got terrible, terrible food poisoning\nJanuary 9, 2004\nand I couldn’t wait to get out of there. He was really sick. And I -- I think\n[indecipherable]",
        "Q: Y-You couldn’t -- you couldn’t wait to get out of there because he was sick or\nbecause it was Vienna and you -- and your [indecipherable]",
        "A: It was a combination -- 1t was a combination, I think. And I remember feeling at\na time when -- I don’t know how many years I was here or how many years I had\nspoken English, that I really didn't want to speak German and I didn't want to read\nany German books because I was -- inside myself I was afraid that I would forget\nmy English. It was -- I -- I don’t remember how old I was, but I remember that\nfeeling. And I -- and I didn’t want to do that.",
        "Q: So English was comforting to you?",
        "A: Oh yeah, yeah. It -- I mean it -- this -- I-I -- you know, I’m 74 years old. This\nhappened a long time ago.",
        "Q: Are there any sights today or sounds today that trigger your childhood in\nVienna?",
        "A: Yes. My father was a very good dancer, and he loved to waltz and he t-taught me\nhow to waltz at a very young age. I taught my husband how to waltz, and very\noften, you know, when we hear a waltz, you know, I get all mushy about my dad. I\nwas very close to my father. But other than that, no.\nJanuary 9, 2004",
        "Q: N-No other sights or --",
        "A: No, no.",
        "Q: -- smells or anything?",
        "A: Well, as I said, my mother was a very good cook and even though she went to\njunior college, she also went to cooking school in Vienna. And she -- you know, an\n-- name it. Zacher torte, the Linzer torte, the -- whatever, you know she could\nmake it. But I never learned how to bake any of those things because my family was\nvery equally divided. My father ha -- you know, had the business. I was the scholar\nand my mother took care of the house. And -- so my kids are better cooks than I am\nbecause I never went into cooking.\nEnd of Tape One, Side B\nJanuary 9, 2004\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Marianne Liebermann. This is tape number\ntwo, side A. And let’s talk now a little bit about your teaching experience, when you\nstarted and what you taught and so forth.",
        "A: Well, I taught in Great Neck, New York for 27 years. I was at first a part-time\nteacher and I taught in several schools, and eventually taught at the John F.\nKennedy school. It was an elementary school, and I taught middle and high school\nESL in the summer.",
        "Q: Which is English to speakers of other languages.",
        "A: Oh, yes. Well, actually in New York it’s called teachers of English as -- to\nspeakers of other languages, so it’s called TESL rather than ESOL as it is called\nhere.",
        "Q: And you obviously had children from other countries who came here and you\nhaving that experience yourself as a young child, did you feel a connection to them?",
        "A: [indecipherable|",
        "Q: And could you understand what they were going through?",
        "A: Well, I did, except their problems are very different. A lot of my students were\nfrom Iran, who came after the Shah, and they had -- they were totally different\nJanuary 9, 2004\nsocio-economic background than the refugee children who came in 1938 from\nGermany and Austria. And their problems were -- were different. It was not only\nthe language, but a lot of their mothers had really not been their caretakers. There\nwere a lot of servants who really brought up these children. And when the mothers\nwere faced with bringing up the children, there were a lot of problems. Some of the\nchildren didn’t change their clothes day after day after day, they slept in their\nclothes. They had a lot of trouble getting used to the food here that -- that -- it was\nvery different. Like school lunches, you know, were a big problem for them. But all\nin all, children are children and the younger you are when you learn a second\nlanguage, the easier it is. And my job was to take the children from their classroom\nin small groups and teach them, rather than have a whole class of children. And as I\nsaid, I had children from Iran, from Japan, from South American, from Central\nAmerica, from Europe. My first two ESL students when I started teaching, were\nthe sons of the CEO of Lufthansa. And I had to swallow just a couple of times, but\nthey were two of my best students and they did very well in their lives.",
        "Q: Did you speak in German to them and --",
        "A: No, we were not really -- oh, I wouldn’t say -- allowed is -- is too strong a word,\nbut we were encouraged not to speak anyone’s native language because our groups\nwere mixed, and so it wouldn’t be fair that, you know, if I speak Spanish, I spoke to\nJanuary 9, 2004\nthe Hispanic kids, and you know, the Iranian, I don’t speak Iranian or Japanese. So\nthe goal of an ESL teacher is to have the children think in English. And that’s what\nwe tried to do.",
        "Q: So you said you did not tell them about your background and having to -- to\nlearn a new language yourself at a young age?",
        "A: Sometimes I did, as I got more into the program and as I had the older children.\nYou know, the fifth graders were the oldest ones, but the young ones, I certainly\ndidn’t tell them, too. And it was very helpful when computers came into the schools\nbecause some children really had difficulty learning. They had difficulty learning\nanything. And some children came from countries where there was very little\neducation for them, and we had to teach them, you know, how to tell time and tie\ntheir shoes and -- and -- you know, very -- very basic things.",
        "Q: Di-Did you feel any kind of connection to these children, having to have left\ntheir country of birth and coming to the United States? Kind of a deep seated\nconnection, in that sense.",
        "A: I did, but we had a very, shall we say strict supervisor who advised us in no\nuncertain terms that our job was not to be social workers, but to teach them English.\nAnd so ex -- we had a lot of after school things. We had parties for the children and\ntheir parents and we had different kinds of foods, and -- and you know, we’d have\nJanuary 9, 2004\nlike an Iranian lunch, where their parents could participate, or a Japanese sushi\nlunch, or you know, things like that. But there were social workers attached to the\nprogram, and that was really more their job than mine.",
        "Q: Let’s now talk a little bit about the religious aspect of your experience. Did\nhaving to leave because you were Jewish, when you were a young child, did that\nenter into your thoughts and were you angry that these things -- you were having to\nleave because you were Jewish?",
        "A: No, because in 1938 in Vienna, if you were Jewish, if you were part of a Jewish\nfamily, you really felt that you were Austrian before you were Jewish. And my\nparents were not particularly religious. And it wasn’t until many years later that I\nrealized, if I hadn’t been Jewish, would my life be very different? Would I have not\nleft, a-and so on and so forth.",
        "Q: So as you matured and you raised children, did you become more religiously\naffiliated than you were as a child?",
        "A: Yes, I did. I did. My husband and I joined Temple shortly after we were married,\nand I was vice-president of my sisterhood and very active in the Temple and saw to\nit that the kids went to religious school, and --",
        "Q: So why is it that you did that, as opposed to your feelings as a young child?\nJanuary 9, 2004",
        "A: I think being an only child, you need affiliation and so that was very important to\nme and always has been, and probably always will be.",
        "Q: What about -- your thoughts about the -- when the Eichmann trial came up, and\n-- in Israel? Did you have any special feelings about that because of your\nbackground?",
        "A: Well, I mean, I was -- I was as horrified as anyone else, and hoped that they, you\nknow, A, would be able to find him, and then would be able to pro-pros -- prosecute\nhim. But I’m not really a hateful person and I -- I mean, I didn’t personally really,\nyou know, connect, I mean -- a-as everyone I knew, you know, was happy that they\nfound him and that they prosecuted him and that they were able to do it and th-they\nhad the trial. But other than that, I don’t remember having any other thoughts about\nit.",
        "Q: Mm-hm. During the Civil Rights struggles -- struggle in the 60’s and 70’s and so\nforth, and knowing what you did about Hitler’s taking away the civil rights of\ncountries, again, was there any special meaning to you about that struggle here?",
        "A: Well, I was getting my Master’s at Adelphi University at th -- and I was driving\nhome when Martin Luther King was killed, and I -- I was just horrified and\nshocked, because I have black friends and I -- you know, I -- I-I was speechless, I\nwas horrified.\nJanuary 9, 2004",
        "Q: More so because of your childhood experience?",
        "A: No, it had nothing to do with it. I -- I yust felt, how could this happen in\nAmerica? I mean, land of the free, etcetera and so forth. You know, when you\ngrow up in New York, yes there’s prejudice, there’s always prejudice of -- of -- of -\n- of all kinds, but I don’t think I fully realized how much hatred there was between\nblacks and whites until that happened to Martin Luther King. I didn’t really know\nabout segregated schools, I didn’t know about segregated bathrooms and drinking\nfountains and things like that. I had read about it, but I never, you know, was really\naware of it.",
        "Q: Did you ever connect in your mind the si-similarity between those kind of\nrestrictions and the Nazi restrictions?",
        "A: No, never, never. Maybe I was dumb, but I didn’t. I didn’t. I mean, that was then\nand this is now.",
        "Q: So politically today, you feel the way you did whether or not you were born in\nEurope or not.",
        "A: I’m not sure what you mean?",
        "Q: Your political views today a-are n -- are they influenced --",
        "A: No.",
        "Q: -- by what your family experienced and your relatives experienced?\nJanuary 9, 2004",
        "A: No, not at all, not at all. I -- I don’t think so. I don’t think my parents were\nparticularly political as -- as such.",
        "Q: Were they Zionists?",
        "A: No, no, uh-huh, no.",
        "Q: Did they talk about Palestine when you were very young?",
        "A: No.",
        "Q: And when the State of Israel was formed, was that a --",
        "A: Oh, they were very -- they were very happy, a-as was I, of course, and anyone\nwho’s read Exodus, seen Exodus, how could you not -- how could you not be?\nAnd, you know, as you said, a-as I got older and matured, I -- I realized all the\nhorror that had gone on and how lucky I was. And there was a long time, when I\ntook a shower, I thought about the people in the camps, I did. That was a long time,\nand even now, once in awhile, I think about that. And I’ve always tried to do a lot\nof volunteer work and th -- in connection with helping people, even when I was\nworking and certainly now, because I feel that somewhere or somehow, there is a\nreason that my family and I were spared. Because we could have just as well, you\nknow, gone to the camps and been killed.",
        "Q: Do you have any sense of guilt that your family did get out, thank -- fortunately.\nJanuary 9, 2004",
        "A: No, I have no -- I -- I-I have no sense of guilt. I wonder why it happened. I'll\nnever know why -- I mean, I -- my dad had the courage and the guts, but sometimes\nI -- I think about it, you know, like why? And there’s no answer.",
        "Q: Again, what was it about him and his courage and his guts to make that decision\nand oth -- that others did not?",
        "A: Well, as I -- as I told you, my dad said, had -- had he been older or richer. Not\nthat we were poor, but I guess, you know, I don’t know what he meant by that. H-he\nwouldn’t have just pulled up stakes, or maybe, you know, if he had a bigger family,\nmany more children, or -- you know, it would have been harder. Or -- I -- I guess a\nlot of 1t was luck, that he thought of the Simons, you know, to -- to give him the\naffidavit and that they, as non-Jews did it. Because, let’s face it, who -- who -- it’s\nnot so easy to be responsible for three people. I mean, they never had to help us\nmonetarily, but still. I remember we were at their house when the war broke out in\nEurope. That was a very horrible weekend. But --",
        "Q: Can -- can you describe that weekend?",
        "A: Well, they -- they lived outside of Philadelphia in a beautiful gray stone\nmansion. And I guess their kids were teenagers at that time, I know they were about\n10 years older than I am, and -- well, everybody was really crying. I mean, you\nknow, everybody was just so sad, and sa -- an-and so upset. And my mother and my\nJanuary 9, 2004\ndad, too, but more my mother, remained friends with the Simons all the years until\nthey died, the Simons died. And as I said, she was able to bring over a lot of her\npossessions, you know, crystals and figurines and so on, and I think -- you know,\nlike for Christmas she would send them something like that, or she would bake\nthem a cake, or you know, I mean they -- they really kept in touch. And this Mrs.\nSimon, Helen Simon was such a wonderful person that when my daughter Joan\nwas born, she sent her a silver spoon for her birthday and for Christmas every year\nuntil she had a dozen. And each spoon is engraved with her na -- with her initials,\nJ.V.L. and the date. And it’s become a tradition, because when Alyssa was Bat\nMitzvahed, she did the sh -- Jo -- you know, Joanie is gung-ho, she bought the\nwhole set at once for Alyssa. So that’s the story that’s gone on in our family.",
        "Q: Did the Simons sponsor other people, did they write out affidavits for others?",
        "A: I don’t know. I don’t know that. But I know when Joanie went to the University\nof Wisconsin, Helen Simon was very upset. She felt that there were a lot of radical\npeople out there and she wouldn’t be happy, and so on and so forth. And Joanie\nwent to Wisconsin and unfortunately was there when they had all the trouble with\nthe bombings, but she got a good education. That’s how it was.",
        "Q: Do you think that the world has learned any lessons from the Holocaust?\nJanuary 9, 2004",
        "A: I hope so. I just hope so, and certainly the museum here and all the museums that\ntalk about the Holocaust all over th-this country, you know, are doing their best to\nlet people never forget, and that it did happen. And my husband was at the opening\nof the Holocaust Museum and he described to me how there were people there with\nsigns that said that the Holocaust never happened. That’s a little hard for me to\nbelieve, but I know that there are groups like that in the United States. I don’t know\nwhy they feel that way, but that’s how it 1s.",
        "Q: Is there anything you wanted to add to your thoughts about your experience, or\nyour childhood? Do -- d-do you plan to go back? I know you said you were going to\ntake your children back --",
        "A: Yes.",
        "Q: -- to Vienna. And can you maybe talk a little bit about the previous trip that you\njust took this fall, this past fall with your family?",
        "A: Well, we went back to my husband’s hometown, which originally was in\nGermany, but after the second World War was given to Poland, and the name, in\nGerman it’s Gleiwitz and it was changed to Gliwice in Poland, and it was under the\nRussian influence. And through the Holocaust Museum, this forum found out about\nthe fact that Frank was born in this town and contacted us, and they erected a\nmemorial to the Jews that had lived in this town. And it was a very, very moving\nJanuary 9, 2004\nexperience for us. We also went to Berlin and I really wanted to be very unhappy in\nBerlin and I really wasn’t, because I could understand everything, and we stayed at\nthe Hilton, which is like staying in America 1-in -- in a -- another country. And two\nof my children had been to Germany 20 years ago when the wall was up, and they\ncould not believe the change in East Germany. It -- it was just mind boggling to\nthem. And Berlin is such a modern city and so many new buildings and a lot of\nhustle and bustle. And in Frank’s hometown also, there’d been a big change over\nthe eight years. As I said, 1t had been under Russian influence, and now it seems to\nbe, you know, a -- a -- a great place to live now. The people that live there were all\nforced to leave where they lived in the Ukraine and settle in this town. And they’ve\nmade the best of it, and unfortunately there’s a lot of pollution there. There had\nbeen a coal mine there, which it was closed, but there’d also been industry and all\nthe waste had been dumped into the river. And so there is a great deal of pollution,\nand also they still use coal to heat their homes. So at night there’s like a smog, it\nmakes your eyes itch. And my son, being a doctor, wanted to find out the statistics\nabout lung cancer there, but we -- you know, we -- we weren’t able to -- to find that\nout. And also, Frank wanted to s-show our children the apartment where we lived\nbecause the house is still standing. They changed the name of the street and the\nhouse number, but the people at the forum, Andre, said that the people were afraid\nJanuary 9, 2004\nto show Frank the apartment because a lot of the Germans who had lived there are\nnow trying to reclaim those apartments. And so the people somehow connected that\nwith us. So we couldn’t see the apartment, but we saw the outside of the building\nand Frank showed us where he learned how to ride his bicycle and where he went\nto school, and so on. And the memorial that they erected was a beautiful -- they had\ncommissioned a Polish sculptor to make this memorial. It’s a broken Torah wi --\nand with an eternal flame in it, and they weren't able -- the synagogue had been\ndestroyed on Kristallnacht and so the land where the synagogue was was\ntransferred to a Jewish group, but the group is about a hundred miles away from\nthere, and they’re in dire straights and they were in the process of selling the land.\nSo they had to get the permission from the building next door and that’s a\ncooperative building and they did get the permission of all the people who lived in\nthat building and so the memorial is attached to that -- the wall of that building. And\nmy son-in-law -- one of my son-in-laws passed by there after they had the\nceremony, and there was a mother and a little girl. And I don’t know whether\nthey’re speaking German or -- somehow he understood what they said. And I don’t\nknow what the mother said to the little girl, but the little girl said, what’s a\nsynagogue? Which sort of gave us the chills, you know?",
        "Q: Mm-hm.\nJanuary 9, 2004",
        "A: And we just hope that nobody will destroy this memorial, or you know, put\ngraffiti on it or -- or so on. But it was a very moving trip.",
        "Q: Do you or Frank have any desire to go back to Gleiwitz again?",
        "A: I don’t think so. I don’t think so. We -- my husband has a distant cousin, a\npainter named Max Liebermann. And they ha -- are in the -- that -- that painter’s\nsummer house is just outside of Berlin, in Wannsee. And they’re in the process of\ntransferring his pictures, which are now in one of the museums in Berlin to this\nbuilding, and they’re in the midst of fundraising because it’s very expensive to\nmake a building safe and climately controlled for, you know, works -- works of art.\nAnd possibly some of my kids -- they’re supposed to open it in 2005, s -- possibly\nsome of my kids might go back to there. But there’s no reason, you know, for us to\ngo back to Gleiwitz.",
        "Q: When did your parents pass away?",
        "A: My mother died in 1990 and my dad died in 1979.",
        "Q: And your mother was able to manage once your father died?",
        "A: Yes, yes. I mean, she didn’t have to worry about money and things like that, and\nmy husband helped her with, you know, writing checks and things like that. And\neventually she became too ill to manage on her own and she was in a nursing home\nright near my house in Great Neck for three and a half years before she died.\nJanuary 9, 2004",
        "Q: You have two children who are physicians --",
        "A: Yes.",
        "Q: -- and one who is a lawyer?",
        "A: Right, right.",
        "Q: Uh-huh, and -- and d-do they talk to you about your childhood frequently, or --",
        "A: Well more so now than before, but it -- it’s not a big deal in our family, because\nit’s something they grew up with. I mean, we never made a big deal about it. Our\nkids are all married to Jewish spouses, spices, however you say that. And people in\ntoday’s world say to us, you know, how did you do that, and so on. And I don’t\nthink we ever overdid it with that, and we never overdid it with our backgrounds.\nIt’s just part of who we are.",
        "Q: When you hear the German language, does that trigger anything for you?",
        "A: Yes, I -- and I understand it, even though my German is probably like an eight\nyear old. I don’t -- you know, I haven’t -- I -- I did take some courses at NYU in his\n-- in German history, but I’m sure I don’t speak like an adult German. But when I\nhear it on the radio or on the TV, I like it, because I understand it. And it 1s -- th-\nthat was one of the reasons why -- I -- you know, in Berlin I turned on the TV, it\nwas all in German, fine with me, you know? The kids were very -- my children\nwere very impressed, you know. And I had been to Frankfurt with Frank on\nJanuary 9, 2004\nbusiness at the Frankfurter messe when he was in the textile business. And I\nremember at the hotel, somebody said to me, oh your German is so good. And I\nsaid, crossing my fingers, oh you know, our American schools are excellent,\nbecause I really didn’t want to go into the fact, you know, that I was born in\nVienna. I mean, it wasn’t anybody’s business.",
        "Q: Why -- why didn’t you want to say you were born in Vienna?",
        "A: I don’t know. It was just one of those things, you know. I just -- who knows? It\nwas oh, at least 20 - 25 years ago.",
        "Q: Were you afraid something was going to happen?",
        "A: No, no, no. I mean, everyone I know knows that Frank and I were born in\nEurope, and as I said, you know, I -- we joke about it sometimes. But I don’t know,\nit was one of those things, you know? You wake up in the morning, you do\nsomething silly, and that was the -- what I did.",
        "Q: Mm-hm. Any message you want to give your grandchildren?",
        "A: Be good to each other, love each other and be happy and healthy.",
        "Q: Anything else you wanted to add to the tape?",
        "A: I don’t think so. I don’t think so. This was a great experience.",
        "Q: Before we close, do you consider yourself a survivor?\nJanuary 9, 2004",
        "A: No, I really don’t, because I feel guilty using that term, because I know that so\nmany people who eventually escaped the Nazis went through so much in the camps,\nand being hidden and so forth, and thank God I didn’t have any of those\nexperiences.",
        "Q: Even though your family and your -- your life w-was in danger and that’s why\nyour father deci -- and mother decided to leave?",
        "A: Even so. A-As a young child, as a -- a very protected young child, I -- at that\ntime, of course, I didn’t realize the danger. And since my life continued, just in\nanother language, in another school, in another place, I-I don’t feel that I was that\naffected.",
        "Q: Do you feel in any way jealous of those Jews who were bor -- your age, who\nwere born in this country and did not have to go through what you did, and your\nparents -- and also that -- what your parents went through?",
        "A: No, I’m not a jealous person, and you know, it’s wherever the stork drops you,\nit’s -- that’s how it is.",
        "Q: Have you been to the Holocaust Museum?",
        "A: Yes, I have. I was there twice. Once with my husband and once with my cousin\nwho lives in New York.",
        "Q: And your reaction?\nJanuary 9, 2004",
        "A: I didn’t read everything and I didn’t stop at every single exhibit. It was really\nhard for me to go, and I had a lot of nightmares about it after I -- I ca -- I dreamt\nabout it a lot. And I never watch any Nazi movies or anything like that before I go\nto sleep because I know I would dream about it.",
        "Q: Because of what you went through?",
        "A: I don’t know. I don’t know, maybe just the -- the plain horror of it. I don’t think\nnecessarily about what I went through. It’s just the fact that it happened. Man’s\ninhumanity to man. My husband and I have always talked about, it was bad enough\nthat people couldn’t help themselves, or so they said, but that intellectual people,\nlike professors and doctors were involved in the annihilation of so many people. We\njust can’t understand that, we -- we really can’t, and I don’t think to my dying day\nPll ever understand that.",
        "Q: Is it to your benef -- or was it to your benefit that you were so young at the time\nwhen your parents decided to leave and -- and if you had been older and more\naware of the dangers, it would have affected you more?",
        "A: Probably. I mean, I-I -- I’ll never know, but probably. As I said, you know, as I\ntold you, and I told my granddaughter, it was a different time. Your parents said,\nwe're going to America, so we went to America. That was as simple as that.\n64\nJanuary 9, 2004",
        "Q: Okay, anything else that you wanted to say? Well, fortunately you did come to\nAmerica --",
        "A: Right.",
        "Q: -- and we’re grateful for that.",
        "A: [indecipherable]",
        "Q: Thank you very much for doing the interview. And this concludes the United\nStates Holocaust Memorial Museum interview with Marianne Liebermann.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum volunteer\ncollection interview with Marianne Liebermann, conducted by Gail Schwartz on\nJanuary 9\", 2004 in Bethesda, Maryland. This is tape number one, side A. What is\nyour full name?",
        "Q: And your name at birth was?",
        "Q: Did you have a middle name?",
        "Q: And where and when were you born?",
        "Q: Okay. Let’s talk a little bit about your family and the background, how fa -- how\nfar back in Vienna it went, or other countries.",
        "Q: And what were the names -- your parent’s names were?",
        "Q: And did you have a large extended family of cousins and aunts and uncles?",
        "Q: Mm-hm. Did you have any brothers or sisters?",
        "Q: And what kind of neighborhood did you live in?",
        "Q: And was it a Jewish neighborhood or a non-Jewish, or a mixed?",
        "Q: Was she a Jewish teacher?",
        "Q: How religious was your family and how affiliated Jewishly were they?",
        "Q: And you said -- so you obviously went to a -- what we call a public school today.",
        "Q: And wh-what age did you start?",
        "Q: What language did you speak at home?",
        "Q: Did you know any Yiddish?",
        "Q: Did you celebrate any Jewish holidays?",
        "Q: So there was no discussion of what the holiday really meant?",
        "Q: Chri-Chris -- Christian-wise.",
        "Q: Mm-hm, mm-hm. And what about friends? Did you have non-Jewish friends\nalso?",
        "Q: Did you observe Shabbat?",
        "Q: And wh-what -- Kashrut?",
        "Q: No. [indecipherable]. Did you feel Jewish?",
        "Q: So even though you were -- obviously you were quite young when you left, you\n-- you were not that independent as a very young child.",
        "Q: Mm-hm, mm-hm. So up -- up to the time of the anschluss you were leading a\nnormal life --",
        "Q: -- and a child’s life.",
        "Q: We'll get to that point in a minute.",
        "Q: Did you have -- and again, you were very young, of course --",
        "Q: -- did you have any other interests of hobbies or playing, or did you have any\nfavorite toys? Anything like that that you can describe, as a young child?",
        "Q: What was her rationale for throwing it out?",
        "Q: Mm-hm, mm-hm.",
        "Q: How old were -- were you when you first heard of man named Hitler?",
        "Q: Mm-hm. And what are your memories of the anschluss?",
        "Q: So you and your friends, did you talk about that --",
        "Q: -- at that time?",
        "Q: Mm-hm, mm-hm. And so then your -- your mother started to prepare and your\nfather started to prepare to leave?",
        "Q: What -- do you know what they did?",
        "Q: What -- what -- where in Poland, do you know?",
        "Q: Mm-hm.",
        "Q: O-Okay, let’s talk about that, the -- the pe --",
        "Q: Yeah, if you could go in more detail.",
        "Q: And how did they get contacted?",
        "Q: What was the name of your grandfather’s company -- business.",
        "Q: Emil Koernig and s --",
        "Q: -- and son. So then your father was able to -- this 1s after the anschluss, he --",
        "Q: -- ca-cables the Simons --",
        "Q: -- in the United States, and then they send the affidavits.",
        "Q: And then what happened?",
        "Q: Okay, okay. What was -- again we’ll -- we’ll -- we’ll talk about that soon.",
        "Q: Did you see German soldiers?",
        "Q: Did you see any swastikas?",
        "Q: Or banners, or any outward symbols?",
        "Q: So except for school --",
        "Q: -- not going to school --",
        "Q: -- your life -- I mean, that was a big change, of course, but in other aspects your\nlife did not change in da --",
        "Q: -- continued. Tell me about your private lessons then, when you didn’t go to\nschool.",
        "Q: Was that some --",
        "Q: Was that something you enjoyed doing?",
        "Q: Were you upset that you weren’t seeing your friends, or did --",
        "Q: -- you see your non-Jewish friends after school?",
        "Q: Uh-huh. So when you played with your friends, you didn’t talk about th -- being\nfearful or being frightened about what would happen?",
        "Q: I think you were young.",
        "Q: So to get back now to what was happening. So your father cabled these people,\nthey got the affidavits --",
        "Q: -- and then?",
        "Q: Wh-When you left, you said you -- you -- you didn’t question, your parents told\nyou that’s what you do.",
        "Q: What did you take with you?",
        "Q: Is that because you liked to read?",
        "Q: What -- wh-what was it like to say goodbye to your friends?",
        "Q: How -- how did you get there?",
        "Q: Do you remember what your grandparents said -- said to you as you left?",
        "Q: While you were still in Vienna, what did Hitler mean to you? Did it have\nphotographs, or was it a symbol of anything?",
        "Q: I was going to ask if you heard his voice on the radio.",
        "Q: Uh-huh. So you take the train. Did you -- did you feel bad about leaving\nVienna? I mean, this is your home.",
        "Q: Ha-Had you gone away in the summers? Had you ta-taken coun --",
        "Q: -- country trips when you -- before you left?",
        "Q: Well, it we -- we were talking about your leaving, going to France --",
        "Q: -- and I was asking if you had experience --",
        "Q: -- traveling outside of Vienna.",
        "Q: Now we’re talking about th -- September 1938?",
        "Q: This was the Munich conference in mu --",
        "Q: -- in Munich.",
        "Q: Tell me about the ship, the name of the ship.",
        "Q: And what line?",
        "Q: What did your parents take with them, do you know”?",
        "Q: On the boat with you?",
        "Q: Right.",
        "Q: Wa -- do you remember that week and what you did?",
        "Q: Di-Did you sense any tension among the people in France at that point?",
        "Q: Okay, let’s talk a little bit about ma -- the voyage, what you remember about the\nvoyage.",
        "Q: So were -- di -- were there other people in your position leaving, Jews leaving on\nthat same voyage?",
        "Q: So you’re assuming that there were people on --",
        "Q: -- in your -- in your journey.",
        "Q: What condition were you in when you landed, were you cured, were you better?",
        "Q: What did America mean to an eight year old from Vienna?",
        "Q: What were your parents reactions? Do you have any memory of that when they\nlanded, and the dock?",
        "Q: So have you studied about America before? Did it have any symbolic meaning\nto you as a very young child?",
        "Q: So you stayed in New Jersey just for a few months --",
        "Q: -- you said, and then you moved to Washington Heights. Why did you move to\nwashinet -- or how -- why was that chosen as a place to live?",
        "Q: Wh-When you first came to the United States, did you miss Vienna? Did you\nthink about it? Did you think you’d want to go back there?\nJanuary 9, 2004",
        "Q: All right, now you’re in Washington Heights --",
        "Q: -- and you attend a new school.",
        "Q: So you had to adjust, as the child --",
        "Q: -- to a new school and new friends. What was that like in the beginning?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Marianne Liebermann. This is tape number\none, side B, and you were talking about now that you’re living in Washington\nHeights and you were at school and getting around the school building and your\nfriends. So you did feel accepted there?",
        "Q: And were there other children in your situation?\nJanuary 9, 2004",
        "Q: Now, we’re talking about September ’39, is that when the war --",
        "Q: -- started in -- yeah. Wha-What did your I.D. tag say?",
        "Q: Was this - all children had to wear them?",
        "Q: So did you talk about your experiences, did you tell the American children about\nyour life in Vienna? Did they ask you about that, or did the teachers talk to you",
        "Q: It -- did you feel very Viennese still, or were you starting to feel American?",
        "Q: So you -- you felt very accepted, you didn’t feel like a foreigner, in a sense?",
        "Q: Mm-hm. And what about the teachers? Did any of them make any remarks to\nyou --",
        "Q: -- or any -- did you experience any anti-Semitism?",
        "Q: What was your parent’s reaction, if you remember, in September °39? Again, I\nknow you were young, you were only 10.",
        "Q: Were you able to do any other activities outside of school?",
        "Q: Were these people American born or European?",
        "Q: Mm-hm. Did you become athlet -- were you athletic in any ta -- any time and d -\n- and do any sports?",
        "Q: How old were your parents at this time?",
        "Q: What do you attribute your parent’s wise decision to? When you say other\npeople did not realize the danger. Wha -- how do you know -- wh-what would you\nthink were the reasons that your parents did know?",
        "Q: Was there any sense that you have that your mother was not 1n agreement with\nhim about leaving, or was in agreement?",
        "Q: So then comes December seventh and the bombing of Pearl Harbor. Do you\nhave any memories of that time?",
        "Q: And here you are, young, y-young student and had lived, you know, had escaped",
        "Q: -- and did you -- were you particularly fearful when that happened?",
        "Q: And what was the communication between your parents and family or friends\nback in Europe?",
        "Q: What year did they come?",
        "Q: So your life continued on as a young -- youngster --",
        "Q: -- and you were in the girl scouts.",
        "Q: And any other interests and hobbies and so forth?",
        "Q: Did you -- did you speak in English to him or German?",
        "Q: Why’?",
        "Q: As the war was going on in the 40’s, in the early 40’s, how aware of yo -- o-of it\nwere you as you were getting older now? You were 12 - 13 - 14 and so forth.\nJanuary 9, 2004",
        "Q: Did your parents talk about the plight of the Jews during the war? Were they\naware of some --",
        "Q: -- what was happening?",
        "Q: When you would see Hitler’s picture in newsreels or on -- in the paper, wha --\nhow did -- how did you react?",
        "Q: So tho-those years until ’45 --",
        "Q: -- for you were not fearful times.",
        "Q: What was the end of the war like for you and your family?",
        "Q: And so by the time the war was over you were what, 16?",
        "Q: So you were still in high school.",
        "Q: A-And then you continued on to college, you said?",
        "Q: And -- and -- and you studied interna -- did you say international relations?",
        "Q: How -- how did you meet him?",
        "Q: And wher -- and where was he at school?",
        "Q: Mm-hm. And -- and then when did you get married?",
        "Q: Mm-hm. And your children?",
        "Q: Mm-hm.",
        "Q: Mm-hm. And when you met Frank Liebermann, you had similar backgrounds\nin a sense, both coming from Europe, and you said traveling on the same boat,\nanother voyage later.",
        "Q: Di-Did you talk about with him th-the feelings of being a refugee and so forth?\nJanuary 9, 2004",
        "Q: Did you feel a connection because of that refugee status that you both had?",
        "Q: But they met at that Lake Placid?",
        "Q: Did you speak in English with Frank in the beginning or German’?",
        "Q: So then you -- you started raising your children.",
        "Q: And then eventually you moved down here. Let’s now talk a little bit about your\nfeelings of what you had gone through. Do you think today that you would be a\ndifferent person if you hadn’t had the childhood -- the early childhood that you had?",
        "Q: Da -- do you feel that way, and if so how do -- what do you mean by that?",
        "Q: When your children were the age that you were, eight, nine years old when you\nhad to leave Vienna, did that bring back memories of your childhood and leaving?",
        "Q: How did you present your family history an-and -- and what happened to the\nJews in Europe to your children?\nJanuary 9, 2004",
        "Q: So you were very open with them and I know you said your husband lost\nrelatives. Were you -- was he -- or -- were y-you or he open with your children\nabout that?",
        "Q: Mm-hm. So your children, at a young age -- relatively young age were aware of\nthis.",
        "Q: Do you feel Viennese, Austrian in any sense now? And what are your thoughts\nabout Vienna today?",
        "Q: Have you been back to Vienna?",
        "Q: Why not?",
        "Q: When you went back to Vienna -- what was it, seven, eight years ago you said --",
        "Q: -- did you go back to your home and --",
        "Q: -- and if so, what were your responses?",
        "Q: Y-You couldn’t -- you couldn’t wait to get out of there because he was sick or\nbecause it was Vienna and you -- and your [indecipherable]",
        "Q: So English was comforting to you?",
        "Q: Are there any sights today or sounds today that trigger your childhood in\nVienna?",
        "Q: N-No other sights or --",
        "Q: -- smells or anything?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Marianne Liebermann. This is tape number\ntwo, side A. And let’s talk now a little bit about your teaching experience, when you\nstarted and what you taught and so forth.",
        "Q: Which is English to speakers of other languages.",
        "Q: And you obviously had children from other countries who came here and you\nhaving that experience yourself as a young child, did you feel a connection to them?",
        "Q: And could you understand what they were going through?",
        "Q: Did you speak in German to them and --",
        "Q: So you said you did not tell them about your background and having to -- to\nlearn a new language yourself at a young age?",
        "Q: Di-Did you feel any kind of connection to these children, having to have left\ntheir country of birth and coming to the United States? Kind of a deep seated\nconnection, in that sense.",
        "Q: Let’s now talk a little bit about the religious aspect of your experience. Did\nhaving to leave because you were Jewish, when you were a young child, did that\nenter into your thoughts and were you angry that these things -- you were having to\nleave because you were Jewish?",
        "Q: So as you matured and you raised children, did you become more religiously\naffiliated than you were as a child?",
        "Q: So why is it that you did that, as opposed to your feelings as a young child?\nJanuary 9, 2004",
        "Q: What about -- your thoughts about the -- when the Eichmann trial came up, and\n-- in Israel? Did you have any special feelings about that because of your\nbackground?",
        "Q: Mm-hm. During the Civil Rights struggles -- struggle in the 60’s and 70’s and so\nforth, and knowing what you did about Hitler’s taking away the civil rights of\ncountries, again, was there any special meaning to you about that struggle here?",
        "Q: More so because of your childhood experience?",
        "Q: Did you ever connect in your mind the si-similarity between those kind of\nrestrictions and the Nazi restrictions?",
        "Q: So politically today, you feel the way you did whether or not you were born in\nEurope or not.",
        "Q: Your political views today a-are n -- are they influenced --",
        "Q: -- by what your family experienced and your relatives experienced?",
        "Q: Were they Zionists?",
        "Q: Did they talk about Palestine when you were very young?",
        "Q: And when the State of Israel was formed, was that a --",
        "Q: Do you have any sense of guilt that your family did get out, thank -- fortunately.",
        "Q: Again, what was it about him and his courage and his guts to make that decision\nand oth -- that others did not?",
        "Q: Can -- can you describe that weekend?",
        "Q: Did the Simons sponsor other people, did they write out affidavits for others?",
        "Q: Do you think that the world has learned any lessons from the Holocaust?",
        "Q: Is there anything you wanted to add to your thoughts about your experience, or\nyour childhood? Do -- d-do you plan to go back? I know you said you were going to\ntake your children back --",
        "Q: -- to Vienna. And can you maybe talk a little bit about the previous trip that you\njust took this fall, this past fall with your family?",
        "Q: Mm-hm.",
        "Q: Do you or Frank have any desire to go back to Gleiwitz again?",
        "Q: When did your parents pass away?",
        "Q: And your mother was able to manage once your father died?",
        "Q: You have two children who are physicians --",
        "Q: -- and one who is a lawyer?",
        "Q: Uh-huh, and -- and d-do they talk to you about your childhood frequently, or --",
        "Q: When you hear the German language, does that trigger anything for you?",
        "Q: Why -- why didn’t you want to say you were born in Vienna?",
        "Q: Were you afraid something was going to happen?",
        "Q: Mm-hm. Any message you want to give your grandchildren?",
        "Q: Anything else you wanted to add to the tape?",
        "Q: Before we close, do you consider yourself a survivor?",
        "Q: Even though your family and your -- your life w-was in danger and that’s why\nyour father deci -- and mother decided to leave?",
        "Q: Do you feel in any way jealous of those Jews who were bor -- your age, who\nwere born in this country and did not have to go through what you did, and your\nparents -- and also that -- what your parents went through?",
        "Q: Have you been to the Holocaust Museum?",
        "Q: And your reaction?",
        "Q: Because of what you went through?",
        "Q: Is it to your benef -- or was it to your benefit that you were so young at the time\nwhen your parents decided to leave and -- and if you had been older and more\naware of the dangers, it would have affected you more?",
        "Q: Okay, anything else that you wanted to say? Well, fortunately you did come to\nAmerica --",
        "Q: -- and we’re grateful for that.",
        "Q: Thank you very much for doing the interview. And this concludes the United\nStates Holocaust Memorial Museum interview with Marianne Liebermann."
    ],
    "answers": [
        "Answer: Marianne Sorter Liebermann.",
        "A: Marianne Sorter.",
        "A: No.",
        "A: I was born in Vienna on October 29, 1929 in the Rudolfina House and it was a\nTuesday.",
        "A: As far as I know, both my grandparents, my father’s parents and my mother’s\nparents were born in Vienna and they all lived there, fairly close to us and I\nremember them parti -- partially from memory and partially from my dad’s pictures.\nAnd we were, I guess, an average, middle class, Jewish, Viennese family. And my\nJanuary 9, 2004\nfather was an attorney, my mother was a housewife and my grandfather was a\ndoctor and my other grandfather had a leather business in which my father worked.",
        "A: My father’s name was Eric Alexander Sorter. My mother’s name was Gisele\nSorter. My mother’s parents were Adele and Emil Koernig and my father’s\nparents were Emil and Hilda Sorter.",
        "A: Well, not really. My mother was one of three, and my father had one brother.",
        "A: Thad no brothers and sisters, I was an only child.",
        "A: I would say it was a middle class kind of neighborhood. We lived in an\napartment which we owned and it was quite large, and in those days people had lots\nof servants, and we had someone who came in to do the laundry because it was\nbefore washing machines and dryer. And my mother always took care of me, but\nwhen she had to go out, there was always someone there with me. The last one I\nremember was Umgayla.\nJanuary 9, 2004",
        "A: You know, I really don’t know. I really don’t know because a-as people\nprobably know, when you lived in Vienna in the thir -- in the 30’s, you considered\nyourself Viennese before you considered yourself Jewish. We lived across the street\nfrom the Temple, and there was no separation of church and state, and so when I\nwent to school -- excuse me -- we had religion in the school. And the Catholic kids\nwent on one floor and the Protestant kids went on another and the Jewish kids went\nupstairs. And I remember I had a teacher and her name was Mrs. Wolfe and she\nalways told us we shouldn’t be afraid of her because her name was Wolfe.",
        "A: I believe so. But we had cards, I still have one, with ma -- a picture of Moses on\nit and we had to get the cards punched when we went to services every Saturday.\nThat was like, you know, our homework.",
        "A: Well, we belonged to the Temple. You know, you -- in Vienna at that time you\nwere taxed according to -- through -- through the Temple, because the Temple had\nto send in lists of who was a member. That’s why it was so easy, you know, for the\nNazis, and you were taxed according to that affiliation.",
        "A: Yes.\nJanuary 9, 2004",
        "A: I -- there was no kindergarten in Vienna at that time and I went to a private\nkindergarten and my teacher was Miss Sophie and she taught me French be -- and\nthen, when we were going to emigrate, my mother asked her to give me English\nlessons, but the only English lessons she gave me were nursery rhymes. I was very\ngood on Humpty Dumpty, that was one of my specialties.",
        "A: German. Viennese German.",
        "A: No, no. Nobody in my family spoke Yiddish.",
        "A: Yes, we c-celebrate, especially with my mother’s father. We usually had Seder\nat my grandparents, I remember that, and I have a German Hebrew Haggadah,\nwhich I still have. And that was about all I remember. Now, in Vienna at that time,\nI had a Christmas tree. My parents, at a -- there was no, you know, there was no\ndiscussion about it. Every kid I knew who was Jewish had a Christmas tree, the\nChristmas tree was for me and the maid. It was like, that’s what you did at that time\nand I got th -- we didn’t have stockings or anything like that, but I got my presents\nunder the tree. That was a Viennese tradition.\nJanuary 9, 2004",
        "A: You mean Christmas?",
        "A: No, no. It was just, you know, I mean, 1-1t’s contrary to here where, you know,\nyou make a big deal out of Hanukkah because you don’t want the kids to feel\ninferior. Everybody I knew got their presents at Christmas.",
        "A: Most of my friends were -- I think all my friends were Jewish, I think. I-I -- I\nstill have a very good friend who lives in New Jersey and she and I went to\nkindergarten together and we’ve kept up all these years.",
        "A: No.",
        "A: No.",
        "A: Not particularly. Not particularly. I mean, I -- there was no problem about, you\nknow, kids going to different places for their religion. I mean, I never felt that I was\nbetter, worse, inferior or anything like that. It was just a fact, you know? I wa -- I\nJanuary 9, 2004\nknew I was Jewish. You have to remember, I was eight years old when I left, so\nfrom the time I was six to the time I was eight, that -- those were the only years that\nI wa -- I was in -- 1-in school. By the way, I-I was a very protected child, I never\nwent to school by myself. There were no school buses, my mother walked me to\nschool every day. She walked me home t -- for lunch, she walked me back from\nlunch, she picked me up again, a-and so on. So --",
        "A: Not at all, not at all. As a matter of fact there was a grocery store I remember,\nvery close to my house and I was never allowed to go there by myself. I -- it was\njust -- you know, it never came up. And then when Hitler marched into Austria in -\n- | think it was March third, ’38, my mother took me out of school. Now, I don’t\nknow whether she had to take me out of school, whether she wanted to protect me\nto -- you know, and so on. And that’s when I started those English lessons with\nHumpty Dumpty.",
        "A: Yes.\nJanuary 9, 2004",
        "A: Yes, yes.",
        "A: Okay.",
        "A: Right.",
        "A: I had a beautiful doll carriage. It was gray and it had windows and it had a roof\nthat rolled -- you could roll up and it had blue curtains on the windows and when\nwe were here for a few years, my dad and I always used to take walks, and one day\nwe passed the -- we lived in an apartment on Riverside Drive, and I passed the\ngarbage bin and there was my carriage. My mother did not ask me if she could\nthrow it out, she just did it. And it -- Pll never forget it. It was like the worst shock\nof my life.",
        "A: Well, at -- at that time my grandmother and my aunt and my cousin, we were all\nliving in one apartment. And I guess she figured, you know, I was old enough not to\nneed the doll carriage. But again, I had -- my granddaughter Lauren had\ninterviewed me and I explained to her how -- you know, she asked me if I was\nJanuary 9, 2004\nscared when I had to come to America, and I tried to explain to her -- she’s 15 now\n-- how in those days, in 1938, if you were a child in Vienna, or at least in my\nfamily, if your parents said, we’re going to America, which my mother did, I never\nquestioned it. It was just, you know, that’s what you did. You didn’t say, oh I’m\nsorry I’m not going, or I’m sorry, I’m staying with a friend or -- or anything like\nthat. It was just a very different time. And my mother always did say, cause sh -- I\nthink she wanted to paint it as black as possible, that we were going to live ina\nbasement. And I was such a naive kid that when we got here and we didn’t live in a\nbasement, I said, how come we’re not living in a basement? But you have to\nremember, I was eight years old, it was 1938, that’s the way it was.",
        "A: My parents were actually really wonderful in retrospect, because I -- I really\nnever was scared. I know we didn’t have a lot of money, in retrospect, but I never\nhad the feeling that A, I was going to starve, B, I was poor, C, I wouldn’t have\nenough clothes. I never had that feeling, so they -- they must have just been very\npositive people to convey that message to me.",
        "A: Well, I remember very clearly. It was the President Schuschnigg, was his name,\nin Vienna, when he abdicated, and I remember everybody sitting in our living room\nJanuary 9, 2004\nand my mother crying. So it must have been very shortly, you know, before the\nanschluss. So I was -- I was eight.",
        "A: Well, my mother took me out of school. She didn’t really explain it too much,\nbut I think all my -- my three best friends also, you know, couldn’t go to school any\nmore. But, I mean, they didn't tell us that anything horrible was going to happen to\nus if we continued to go to school or anything like that. Again, it was this naivete,\nyou know, of your mother says you’re not going to school, you’re going to have\nEnglish lessons cause you’re going to America. You know, that’s how it was.",
        "A: No.",
        "A: No. I think we must have talked about, you know, who was leaving first and --\nand -- and those kind of things, but I -- I really don’t remember.",
        "A: Right, well --\nJanuary 9, 2004",
        "A: -- a very dramatic thing happened with my dad, tha -- ma -- as I said, my dad\nwas an attorney, but he worked for my grandfather and he was like -- I don’t know\nhow you called it in -- in German, but he was the attorney at the -- at the office,\nbecause my grandfather’s office was in Vienna, and the factory, the leather factory\nwas in Poland. And --",
        "A: In Warsaw.",
        "A: And not many people know this, but before the Nazis started to wear swastikas,\nthey wore blue carnations. And the accountant in my dad’s office wore a blue\ncarnation. And after the anschluss he had a gun and went into my grandfather’s\noffice and said, this office is mine now. He didn’t shoot my grandfather. But my\nfather, who was, you know, young, saw the writing on the wall. And the people who\ngave us our affidavit were customers of his in America, who are not Jewish and\nsaved our lives.",
        "A: Okay.\nJanuary 9, 2004",
        "A: Sure. Well, their name was Simon, Helen and Leroy Simon, they lived in\nAbington, Pennsylvania. And they gave my parents and me our affidavit so we\ncould come to the United States.",
        "A: I guess my father cabled them or called them or -- you know, somehow. Mr.\nSimon used to come to purchase leather, you know, from my grandfather. So that’s\nhow my father knew him, but only very slightly.",
        "A: Emil Koernig and son.",
        "A: Koernig and sohn really, and 1-1t means Emil Koernig and son.",
        "A: Right.",
        "A: Right.",
        "A: Right.",
        "A: Well, we didn’t -- we left Vienna in September of that year.\nJanuary 9, 2004",
        "A: Sure.",
        "A: I don’t remember. I don’t remember.",
        "A: I must have, but again, you know, I -- I don’t remember that.",
        "A: I mean, I’ve seen -- I’ve seen a lot of movies, you know, about that time, but I --\nI -- I don’t remember, I -- I really don’t. I mean, I -- I never remember being afraid,\nI-I know that. And there must have been situations, you know, that came up, but I\ndon’t rem -- know.",
        "A: Mm.",
        "A: Right.",
        "A: My life just continued.\nJanuary 9, 2004",
        "A: Oh, well I think either Miss Sophie came to our house or I went to her house.\nAnd, you know, she had like picture books in -- in English and so on. I was an\nEnglish as a second language teacher, and you know, what comes around goes\naround, and she tried to teach me English.",
        "A: She helped my French too, at the same time.",
        "A: No, I didn't particularly like it because I really preferred going to school. I didn’t\nreally like, you know, one to one so much because y-you always had to show your\nhomework and, you know, things like that.",
        "A: I saw my fr --",
        "A: I don’t think I had any non-Jewish friends, so, you know, we just kept up, you\nknow, in th -- in those days it was before television, before a lot of movies, you\nknow. Seeing your friends meant you went to your friend’s house or they came to\nyour house, and that -- that kept up. And I’m sure in my house and their house there\nJanuary 9, 2004\nwas a lot of talk about emigration and where were you going and what were you\ndoing, but I wasn’t part of that, I was a child, you know.",
        "A: No, no, I -- it-it’s like that’s all gone. So I -- I guess it didn’t make a big\nimpression on me, or I was too stupid, or something, I don’t know.",
        "A: Right.",
        "A: Right.",
        "A: Well, we left in September and we went to Cherbourg, which is in France --",
        "A: Right.",
        "A: Oh. Well, my clothes and my doll, which I still have. And my doll carriage,\nJanuary 9, 2004\nwhich my mother threw out, and books. I ha -- I have some German books that I -- I\ntook at that time.",
        "A: Yeah, mm-hm. Maybe my mother said, you know, you’ll need some books to\nread on the ship, I don’t know. But my mother --",
        "A: I don’t think it was very traumatic because I presumed I would see them again.\nAs far as I know everybody, you know, escaped. Not necessarily to America, but\nthey all escaped. And -- so anyway, getting back to the ship. So we went to\nCherbourg.",
        "A: I think by train, because I remember my grandparents being at the station and\nthat was very sad and I -- I still had two great-grandmothers at that time, who were\nkilled in the camps, so a -- we never really heard through the Red Cross or anything,\nwhat ever happened to them.",
        "A: Well, everybody was crying, that I d -- I do remember, and lots of hugs and\nkisses, and so on and so forth. My grandfather died shortly after Hitler came, my\nfather’s father. And my grandmother moved into a pensionne, like a -- like a -- kind\nJanuary 9, 2004\nof a hotel. And she and my uncle ev-eventually, you know, came to America and\nshe lived with us all of the rest of her days. And my mother’s parents -- my uncle\nhad been sent to school before Hitler came to England and he was in England and\nhe managed to get them to England after Hitler. And they were there the whole\ntime during the bombing, which was very bad for them. My grandmother had a\nstroke and so on. But eventually they did come to the United States.",
        "A: I -- I don’t have any recollection of that, I-I just don’t. I guess at eight I didn’t\nread the newspapers, you know. There was no television. My parents probably\nturned off the news, you know, so I -- I really --",
        "A: No, I -- I don’t believe so. I-I mean, as I said, I remember shu -- Schuschnigg,\nyou know, I remember that, but I don’t remember anything about Hitler. I know\nthat -- I don’t know who taught me that, but to this day, if I see a movie or anything\nthat has Hitler on it, we -- we all go ssssss, like that. And I still do that, even on --\nat home, in a -- 1n a -- you know, on my television. That was sort of ingrained in\nme.\nJanuary 9, 2004",
        "A: No, I was with my parents. We were going on a trip, I -- you know, it -- 1t was --\nit was okay. Cherbourg, you know, was in France, I could speak French so I\ndidn’t -- I didn’t really worry about it.",
        "A: Yes.",
        "A: Yes, I have pictures of my cousin and I going with my grandparents, you know,\nto a place where there were a lot of deer. And I learned to swim when I was very\nyoung and I know that we went to Baden. And I was three when I learned how to\nswim and I still like to swim. So -- I forgot, where were we?",
        "A: Oh",
        "A: Right.",
        "A: Yeah, yeah. And my grandfather had a car with a chauffeur, so I was used to,\nyou know, being in a car, so I -- I don’t know if we took the car to the train or, you\nJanuary 9, 2004\nknow, whatever. But anyway, when we got to Cherbourg, we got on the ship, the\nEuropa and --",
        "A: Yes, yes. And it all seemed very glamorous to me and so on and so forth. And a\nfew days out to sea, 1t was the time of Chamberlain, when Chamberlain went to\nHitler to try to appease him, they recalled the ship. And of course --",
        "A: Yeah, yeah.",
        "A: Right. So, I mean, I didn’t know anything about what was going on and I’m sure\nmy parents were really scared, but they didn’t convey that to me and my father just\ntold me that we were going back to Paris. And I was thrilled because I could speak\nFrench, and -- you know. So we were in Paris for a week and I’m sure that must\nhave been very difficult for my parents cause they didn’t know, you know, whether\nthey’d ever be able to leave again, but we did.",
        "A: Europa.\nJanuary 9, 2004",
        "A: German. And we were able to go first class because you couldn’t take out a lot\nof money, but you could buy first class tickets. So we had a very nice stateroom,\nand you know, all that.",
        "A: Well, my parents packed their furniture and the piano and all that in what was\ncalled a lift. It was like a cargo container. And that came --",
        "A: I’m not sure, but it was there when we settled, finally.",
        "A: And so anyway, after a week in Paris, the ship continued --",
        "A: Not really. I guess we walked around. You know, we didn’t have a lot of money,\nso I remember being like in a café, you know, my parents drinking coffee, that kind\nof stuff, but I do -- I don’t really remember where we stayed.",
        "A: No, no. Pa -- I think it rained a lot. I sort of reme -- I sort of remember that. And\nanyway, getting back on the ship and it was in the middle of the night, I remember\nthat, and we had to climb up ropes to get on the ship, there was no gangplank. And\nwhen the ship started to sail the next day, I got very sick. I probably had like a strep\nJanuary 9, 2004\nthroat. It was before penicillin and my mother kept saying to me, you have to get\nwell, or we have to go to Ellis Island and we can’t get to America. Then, I think\nshe was really, you know, like petrified. And I remember there was a woman on the\nship, she was probably a nurse, and she -- you know, in retrospect she was like\nBrunhilda. She was very big and very blonde and had a very loud voice. And the\nway they treated, you know, fevers at that time was to wrap you up in lots of towels\nand make you sweat. So that’s what I did, and thank God I got well, and we didn’t\nhave to go to | -- Ellis Island, and we landed, I think in -- probably lower New\nYork. And my dad’s very good friend and later his business partner met us. And I\nremember he brought me some Coca-Cola and I didn’t know what it was and I\ndidn’t want to drink it. It was a big deal. Anyway, we lived in New Jersey.",
        "A: Well, just I was sick and I had to sweat and I had to get well.",
        "A: I imagine there were, because my husband, whom I didn’t meet til ni -- til 1947,\ncame on the next voyage on the same ship. And he and his mother were waiting for\nthe ship and it was so late because they didn’t tell them that it had returned.\nJanuary 9, 2004",
        "A: Right.",
        "A: I mean, I was in bed. I was in bed sweating so I -- you know, I didn’t know what\nwas going on.",
        "A: I was probably a little shvakh and pale, you know? And my granddaughter, who\ndid this interview for school for me made up a story that my mother probably took\nher lipstick and rouged my cheeks so that I would -- you know, look -- look all\nright.",
        "A: Well, my mother said we were going to live in a basement. I knew I was going to\nhave a birthday soon. I was looking forward to my birthday. My mother was a\nwonderful Viennese baker and as it turned out, my first birthday -- we landed here\non October third, my ninth birthday was October 29\", and we lived in this rooming\nhouse in Union City, New Jersey and my birthday present was two blue plastic\nbarrettes. And I thought that was the cat’s meow, I was thrilled. My mother, I don’t\nknow where she got all the ingredients, but she made me a beautiful cake with\ncandles and everything. And my dad’s friend and his wife lived in this same\nJanuary 9, 2004\nboarding house. So they all sang “Happy Birthday”, I don’t know whether it was\nin English or German, but that was my first birthday. And I went to the Franklin\nDelano Roosevelt elementary school. And there the kids made fun of me because I\nreally had the wrong clothes. In those days I -- Ih -- I had, you know, German high\nshoes. Now, you know, they’re in style, but in those days -- so after a few weeks, I\ndon’t know, my mother managed to scrape up some money and bought me\nAmerican clothes, cause that was really important to me.",
        "A: No, I just remember the Coca-Cola.",
        "A: No, I think I must have realized it was a safe place, you know? But other than\nthat I really didn’t know anything. But it didn’t take me very long to learn English,\nand I always did very well in school, and I 0 -- never had any trouble making\nfriends, so -- you know, I had friends. I had the language. And when we moved to\nNew York wa -- a short time later, a few months later, there were many other\nrefugee kids, because we lived in Washington Heights, which -- in New York,\nwhich was sort of refugee land. And then my grandmother came, my uncle came.\nJanuary 9, 2004\nAnd it was very hard for my dad to start bi -- his business because you know, you\nweren't allowed to take out a lot of money. Fortunately my grandfather had some\nconnecti -- he was a doctor and he had some connection with the Phoenix Insurance\nCompany. And somehow my dad was able to obtain the monetary death benefits\nafter my grandfather died in America. And that’s how he was able to start his\nbusiness. It was Sopter Fabrics, it was an -- originally an import - export business\nand then after the war it became a textile business.",
        "A: Few months.",
        "A: Well, I guess that’s where a lot of refugees lived, and maybe my parent’s friends\nknew other people, you know, who lived there. And I remember we lived at 40\nThayer Street and we had an apartment. And then when my grandmother came,\nshe and I shared a room. And a few years later we moved to Riverside Drive and\nwe lived there a number of years because eventually my aunt came from England\nwith my cousin and she lived with us also. And --",
        "A: I do -- I -- I don’t remember missing anything. I had my parents, you know, and\nI had my school work and I had friends, and I was eight years old, you know, and as\nI sa -- as I tell my granddaughter now, being eight years old then and being eight\nyears old now is an entirely different story. I mean, you were -- I mean, at least in\nmy circle of -- of friends, I mean, we weren’t independent. We did as our parents\ntold us, you know. If they’d say jump, we’d jump. If they said red, we’d say red.\nYou know, that’s how we lived.",
        "A: Right.",
        "A: Right.",
        "A: Yes, you’re right.",
        "A: Well, there’s a funny story connected at it -- it was P.S. 152 in upper\nManhattan. And I never did have a sense of direction, and I met this girl Agnes\nand she showed me how to get from the front door to our classroom. And I was in\nthat school -- I started school in New Jersey in 3B. At that time the grades were\ndivided into A and B. And for the -- from the time, I-I guess until sixth grade, I\nJanuary 9, 2004\nwent the way Agnes showed me, even though I knew there was a shorter way. But I\nwas just one of those kids, I mean, you know, somebody tells me what to do, so I --\nI -- I just did it. But I had to relearn the way we did math, the way they set up\ndivision problems and multiplication problems in Europe and America, that was\ndifferent, so I had to learn that. But the kids were very nice to me at that point,\nbecause I had the amer -- quote unquote, the American clothes, you know. And I\ncould speak some English and they -- they were just nice kids, you know. Like one\nshowed me math and one showed me about the lunchroom. And so I don’t\nremember, you know, having any traumatic times. I had my best friend Toby who\nwas a bridesmaid at my wedding and 1-1t was okay.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Mm.",
        "A: I believe -- I believe there were. I know that my friend Gerda lived right close to\nme and we went to school together. And I heard about some other people who had\ncome from Vienna. They didn’t, you know, necessarily go to my school. I do\nremember then when the war started and we all had to wear I.D. tags. And we\nmoved to Riverside Drive from Thayer Street, and --",
        "A: Yes. Yes.",
        "A: It had my name, my date of birth and maybe my phone number, I’m not sure.",
        "A: All children, all children, because in case there were air raids. And my parents --\nnow, we moved before I finished sixth grade and my parents wanted me to finish\nP.S. 152, so I had a very long walk home to Riverside Drive from P.S. 152. And in\nlater years it -- it occurred to me that here we wore these tags for I.D. in case there\nwas an air raid and there was a problem, but they sent us home. And here I was, you\nknow, by this time nine years old, walking home in this so-called air raid which,\nthank God was a test, but I -- I definitely remember that.\nJanuary 9, 2004\nabout that?",
        "A: No, no. Not r -- not r -- not really. It was just -- I was never very good in math,\nand so after my -- some of the kids showed me, you know, how to do the math,\nsometimes I would say, well you know, in my old school or in Vienna we did it like\nthis. And the teacher would say well, now you’re going to do it, you know, like that.",
        "A: Oh, I think I got Americanized very quickly. My father had been to school at the\nUniversity of London, so he spoke a beautiful English with a very British accent,\nwhich he lost after several years. So maybe that’s why I, you know, was able to\nlearn English quickly. But I -- I sort of lived -- I know I did | -- a -- a bilingual life,\nbecause when my grandmother came -- she didn’t learn too much English when she\ncame, and so when she -- she’d come into the room I’d switch to German, and I\ndidn’t even really realize which language I was speaking, but I was, you know,\nliving in t -- in -- in two languages.",
        "A: No, no I didn’t, because there were other children. I didn’t necessarily know\nthem all in my school, but there were other children who had come from Europe.\nJanuary 9, 2004",
        "A: Not to me.",
        "A: No, no, I really didn’t.",
        "A: When the war broke out? They were very worried about my mother’s parents.\nAnd I guess by that time they were in England. And you know, the bombing and all\nthat. And I’m sure my father had a lot of business difficulties, because as I said, he\ndidn’t have that much money and even though he had the money from my\ngrandfather, it was still, you know, difficult to establish a business at that time.",
        "A: I was a girl scout and we used to have meetings with boy scout troops and I\nlearned how to make model airplanes. And my mother was always a very good\ncook and no matter, you know, whether we had a lot or a little, that we always had\ncompany at the house. So, you know, there were always people around, and --",
        "A: No, they were -- they were also refugees like we were. And in the beginning, in\norder to help my father, my mother did piecework with her -- her friend. And also\nshe made apple strudels, which she sold and I -- I vividly remember her pulling the\nJanuary 9, 2004\ndough in the kitchen. And I don’t know how she sold it, where she sold it or\nwhatever, but whatever you know, she did, she did that for awhile.",
        "A: No, no, no, I was not an athlete. My parents had played tennis in Europe and\nalso they skied, cause I have pictures of them when they were young and that -- but\nI guess at that time they were -- my father was busy making a living and my mother\nwas busy, you know, helping and then also once my grandmother came, my mother\nhad to help her. And then when my grandparents came, my -- my -- my father’s\nmother lived with us Oma Hilda, and my mother’s parents lived on the same floor\nas we did, in an -- in another apartment. But unfortunately my grandfather became\nvery ill, he had Parkinson’s, and so my mother really had to spend a lot of time,\nyou know, taking care of him.",
        "A: My mother was born in 1907 and my father was born in 1904. And my father\nalways said -- that much I do remember, that had he been older or richer, we would\nhave never come to the United States. H-He -- you know, it was -- a lot of his\nfriends didn’t survive because they A, didn’t know anybody to get an affidavit\nJanuary 9, 2004\nfrom, or have the guts to go. I mean, now we know all the horrors of Hitler, but\nthen they didn’t know.",
        "A: Well, one thing -- for one thing my father had been, you know, to school at the\nUniversity of London, so he had -- he had traveled. And I guess it was a question of\nluck, that -- that somehow that -- my dad saw the writing on the wall. And -- cause I\nknow with my husband’s parents, my father-in-law was a surgeon and his hospital\nprivileges were taken away, so he had no means of support. And that’s, you know,\nwhy he left.",
        "A: Well, my mother also was one of these European ladies, you know, whatever my\nfather said, went. It was a different time, it was before, you know, women’s\nindependence an-an-and all that. Th-Th-They -- I -- I never had the feeling that they\nha -- or heard any arguments that they had about -- about leaving.\nJanuary 9, 2004",
        "A: Well, I remember where we were. We were going out to -- by that time my aunt\nhad remarried and we were 1-1n the car goi -- they lived in Far Rockaway. My\nuncle was an ear, nose and throat surgeon and he -- he practiced in Far Rockaway,\nand we were on the way to their house, or coming back from their house, I don’t\nremember which, when Pearl Harbor happened, and everybody was very upset.\nAnd then we heard President Roosevelt, you know, say that we’re at war. And I\nremember in school my principal crying. We -- we had assemblies in those days\nwith middy blouses and ties and I remember we had this assembly and she was\ncrying.",
        "A: Right.",
        "A: No, no, because I -- I felt very American. I mean, this is my country and you\nknow, this was ha -- this was happening to us. And my uncle was drafted into the\narmy, and he also lived with us for a short time, so we were very close to him and\nwe were worried, you know, about him. And I remember rationing books and that\na-after awhile my parents -- my father and his friend, I think together, I don’t know\nif you could do that today, but they owned the car together, cause they -- each one\nJanuary 9, 2004\ncouldn’t afford a car. And I remember, you know, the -- the gas rationing coupons,\nyou know, for the cars.",
        "A: Well, I think -- I think that -- well, I know that my parents wrote to my\ngrandparents. You know, it was before the days of you know, you pick up the phone\nand call England. And they ca -- my grandparents came, I -- I don’t know the exact\ndate, but I know that they came on a warship somehow, from London. And my\ngrandmother had had a stroke and it wasn’t diagnosed and sh-she really wasn’t right\nany more. And as I said, my grandfather had Parkinson’s, so it was a difficult time\nfor everybody.",
        "A: Good question. I think it was after the war broke out. It was ba -- either 1940 or\n\"Al.",
        "A: Right.",
        "A: Right.\nJanuary 9, 2004",
        "A: No, we -- we -- my father and I used to take a lot of walks. We -- we all walked a\nlot. And I remember --",
        "A: I don’t remember. Probably English, probably English, because I remember this\nbusiness of my grandmother would walk in and it was like subconscious, I’d switch\nto German, but I think to Daddy -- and in those days all the refugees I knew and my\nfamily also, we were very careful not to speak German in the street. I mean, that\nwas --",
        "A: Because you didn’t want to be identified as a German, you didn’t want to be like\nan alien, you know. So on and so forth. And so 1 -- I-I’m sure I talked to my father\nin English. And eventually I went to high school, I went to high school on -- on the\ntrolley car. I went to George Washington High School. And I graduated and I went\nto Hunter College first for a semester and then I went to Syracuse University and\nthen I went to Barnard and graduated, got marr -- no, got married, graduated and\nhad my daughter, all in one year.",
        "A: Well, I re -- I remember seeing 1-in the windows of people who had servicemen\nin the armed forces, they had stars in the windows, you know, that. And -- oh, I -- I\nliked to hear the radio. My dad and I used to wat -- listen to “The Shadow” and --\nand programs like that, you know. And I -- I know that’s what we liked to do. And\nmy grandmother taught me how to play gin rummy, so I played gin rummy with my\nfriends. And I joined a B’nai Brith youth group. And I was the editor of the paper\nand made a lot of friends. And that was in the city, in Manhattan. So I learned, you\nknow, how to travel in the subway and -- and so on. And at one point I was a copy\ngirl for the “Daily News”. How that ever happened I -- I don’t know, because as I\nwas growing up, my mother still, you know, was very protective of me. I always\nhad to be in early at night and so on and so forth. And the thought of me as a\nteenager being a copy girl for the “Daily News” on Times Square, during the war,\nin the dark, is beyond me, but I did it. You know, I think it was through the girl\nscouts that we -- tha -- that we did that, cause they were -- you know, a lot of the\nboys were in the army and somehow we were helping the war effort. And I\nremember saving tin foil. We used to make balls out of tin foil. I remember saving\nstring, rubber bands, tin cans. You know, we -- we tried to do what we could. I\nremember my grandmother knitted sweaters for the Red Cross, for the soldiers.\nJanuary 9, 2004",
        "A: No --",
        "A: -- no, my parents were still -- as old as I was, you know, as the years went by,\nvery protective of me and didn’t -- didn’t talk very much about it. I mean, I -- I\nknew, I heard on the radio, I read the papers by then, you know, what was -- I knew\nwhat was going on. But we didn’t have any very close relatives who were in the\ncamps, so you know, as I said, my father was busy, you know, making a living. At\nthat point he was supporting us, my grandparents, my grandmother, my au -- he\ngave my uncle a job in his office. So, 1t was hard times.",
        "A: Well, we did this sssssss business, you know. We ju -- we just knew that he was\nevil and I don’t think we knew right away how horrible it was. It wasn’t until after\nthe camps were liberated that -- that we learned, you know, how horrible it was.\nWhereas my husband knew a lot more than I did, maybe because he was a boy,\nmaybe because his -- you know, most of his family was killed. But I really didn’t\nknow too much in the beginning.\nJanuary 9, 2004",
        "A: Mm.",
        "A: No, not ne -- I mean, I -- you know, when -- when -- whenever, you know, I\nremember, you know, Guam and -- and all those, you know, battles, I mean, you\nknow, we -- we cheered when we won, we were sad when -- when we lost. And I\nwas always fascinated by Winston Churchill, even as a -- as a teenager and I still\nam. I -- I just think he was one of the greatest people that ever lived. And I foll -- I\nfollowed the news, you know, when Roosevelt and Stalin and -- and Churchill had\nthe meetings and so on and so forth. And I eventually majored in diplomatic\nrelations. I was going to be an interpreter at the United Nations. Then I met my\nhusband and that was the end of that. And I became a teacher.",
        "A: Oh, everybody was so happy, you know. My father worked -- his office then was\non 40\" Street, right near Times Square and you know, we heard all those stories\nand again, it was before TV. You know, it’s hard for kids today to realize that. But\nwe -- you know, of course we were all very happy, and life went on.",
        "A: Mm-hm.\nJanuary 9, 2004",
        "A: Right. I was.",
        "A: Right.",
        "A: Right, right, right. I went to the Maxwell House of -- School of Citizenship and\nI also met my husband when I was 17. I didn’t know he was going to be my\nhusband when I was 17.",
        "A: We were on vacation, my parents and my grandmother and I in Lake Placid and\nwe stayed in the same hotel and we were the only two people under 40 at that hotel.\nAnd we spent -- we wasted several days of I looking at his table, he looking at my\ntable and nobody said anything. And finally our two fathers got together and\ndecided, you know, to end this torture. And well, we spent, you know, a few days\ntogether. And my father and I would go horseback riding every morning and the\nmorning that Frank left my dad was thrown from the horse. And Frank and I had\ndecided that we were going to write to each other and I wrote him that my dad was\nokay, but he had a concussion and I had to go back to school with my grandmother\nand they stayed at the hospital, you know. But he -- he was okay. But I was pretty\nJanuary 9, 2004\nscared and I wrote to Frank and he wrote back and he signed the letter love, and\nthat was the beginning of the end.",
        "A: He was going to Western Reserve and I was going to Syracuse and he used to\ntoodle back and forth a lot. But those were the days of curfews and house mothers\nand fraternities and -- it was a different world.",
        "A: We got married November 23\", 1950, and we lived in Kew Gardens, New\nYork, and then we moved to Great Neck and then we moved here.",
        "A: Well, we have three children. My daughter Joan, Joanie and my daughter\nNancy and my son Jerry.",
        "A: And we have five grandchildren.",
        "A: Right, but we --",
        "A: No, no, but I know that Frank’s tol -- Frank told me then that I was the first girl\nfrom Europe that he had ever dated, because I guess in Dayton, Ohio there weren’t\nthat many refugee kids.",
        "A: I don’t know, but our parents did because our parents were lifelong friends, even\nthough my in-laws lived in Ohio, my parents lived in Kew Gardens.",
        "A: At that hotel, yeah, yeah. The chalet.",
        "A: English. We always spoke English until our kids were born and then one day we\ndecided maybe they should learn a little German. And Frank and I discovered that\nwe spoke an entirely different language. That the German they speak in Vienna is\nnot the German that he spoke. And then, of course, the kids learned all those\nphrases about going to bed and, you know, all the things that kids at that time\nshouldn’t know.",
        "A: Right.\nJanuary 9, 2004",
        "A: Well, my husband always said that it hadn't been for Hitler, A, we wouldn’t\nhave met and B, that our lives are much richer living here.",
        "A: Well, I don’t know what our lives would have been like. I mean, we -- the\nchances of Frank and I meeting were nil. You know, he lived in Upper Silesia, I\nlived in Vienna. Unless his family took a trip, I mean th -- I -- th-there was -- there\n-- probably we -- we just wouldn’t have met and we probably, you know, would\nhave married different people and had different interests and children and so on.",
        "A: No, but I remember telling Joanie, my oldest daughter, when she was eight that\nwhen I was that age, you know, that -- what -- but 1t didn’t make a big impression\non her. I mean, she just knew -- 1t was just something that happened, you know, it --\nit didn’t -- it didn’t affect me, it didn’t affect her, it was just a fact.",
        "A: Well, they knew that their father and I had been born in Europe. I mean they stu\n-- they studied. We were very active at Temple Beth-El in Great Neck and they --\nthey studied what happened. And you know, they’d ask us questions an-and -- and\nwe'd answer it. And -- oh, I don’t know what year it was, but when I was teaching\nin Great Neck at the John F. Kennedy school, there had been the program on the\nHolocaust on television. And my principal and I were talking about it and she asked\nme if I wanted to, you know, give a talk to the fifth graders. At that time fifth grade\nwas the highest grade in our school, and I did. And I told them my story, and kids,\nyou know, would ask me questions about it and so on.",
        "A: Oh yes. Oh yes, because it was very traumatic. I mean, he lost his grandparents\nand three uncles and one of the uncles was married and they had a little girl, Vera,\nand my first daughter’s middle name is Vera. And th-they always -- they always\nknew the story and Frank told me how hard it was for his parents because they\nwould send money to various consulates all over the world and they would take the\nmoney and never give them visas. And his grandparents were on the way to\nJanuary 9, 2004\nShanghai when Italy joined Germany in the war and so their ship was turned back\nand they were all sent to the camps and killed.",
        "A: Right. It’s like -- you know, y-you -- I-I don’t know some -- we -- we’re a very\nopen kind of family and you know, it -- it was always part of their past. I mean, they\n-- they always knew about it. They -- you know. I mean, both my husband and my\nparents and my in-laws had accents, so I think this sort of, you know, brou --\nbrought about questions. And my son, unfortunately, when he was in med school,\ngot leukemia and my s -- husband was the bone marrow donor, twice. And the big\njoke always was, was Jerry going to get an accent, or my curly hair. He didn’t get\nthe accent. He got my car -- curly hair the first time, he didn’t get it the second time.",
        "A: I don’t feel a -- I know that I’m probably a little different, because people have\nsaid to me -- it -- 1t’s not so much that I -- I feel different, but w-we’ve traveled a lot\nand when I go to Europe, I really feel that people in Europe look more like me\nthan people here. I don’t know why that is, but it -- it is. I -- I -- I have that feeling.\nAnd -- but otherwise -- once in awhile I’ Il joke around with -- with old friends of\nJanuary 9, 2004\nmine and they’Il use a -- a word that I’m not familiar with and I'll say, hey, you\nknow, English is my second language and they -- everybody laughs, you know,\ncause I’ve been here for such a long time.",
        "A: Yes, we went back eight years ago because my husband wanted to see where I\nlived and so on. And he got food poisoning and I really didn’t want to go in the first\nplace.",
        "A: Because I live 1n the present and the future and to me the past is the past, it’s --\nit’s gone. It’s -- that’s the way it 1s. I mean, I -- I know people who live here in\nMaryland who dwell on their past. They’re sometimes -- they are older than I am\nand maybe they had some horrible experiences, because I have a -- a step-cousin\nwho was in the camps and she and J are pretty close, she lives in New York. And\nwe ve talked about it, that some people who had very bad experiences, as she did,\nthat she was in the camps, either talk about it all the time, or never talk about it.\nAnd she’s one of those people that never talks about it. So, people are different. I\nmean, you can’t say that all Viennese kids who at the age of eight came to\nAmerica, you know, think one way or -- or -- or another. But I -- I mean, I could\npass for Yankee Doodle Dandy any time. I am proud to be here. I am thrilled every\nJanuary 9, 2004\ntime we come back to the United States, you know, from -- from a trip. Cause I am\nthoroughly American, except for those eight years when -- when I -- when I lived in\nEurope. But the interesting thing is, since my husband and I were recently in\nPoland and the kids saw where he was born and where he grew up, my daughter\nNancy suggested, and we took her up on it, and two of our granddaughters are\ngoing to be Bat Mitzvahed this year, we’re going to take them and their older sister\nto Vienna and show them where I grew up. This was not my idea, this was my\ndaughter’s idea, but wa -- I’m going to do it, I want to show them, you know, th --\nwhere I went to school, and the Temple and -- and so on. We’re going to take them\nto Vienna and to Prague to see, you know, the Jewish district that they have\nstudied about. And -- but I have no -- no real, you know, connection to Vienna\nexcept that I was born there.",
        "A: Yeah.",
        "A: Yes.",
        "A: Well, we -- we -- we saw where I lived and the only thing that had changed was\nthe front door. And as I said there, my husband got terrible, terrible food poisoning\nJanuary 9, 2004\nand I couldn’t wait to get out of there. He was really sick. And I -- I think\n[indecipherable]",
        "A: It was a combination -- 1t was a combination, I think. And I remember feeling at\na time when -- I don’t know how many years I was here or how many years I had\nspoken English, that I really didn't want to speak German and I didn't want to read\nany German books because I was -- inside myself I was afraid that I would forget\nmy English. It was -- I -- I don’t remember how old I was, but I remember that\nfeeling. And I -- and I didn’t want to do that.",
        "A: Oh yeah, yeah. It -- I mean it -- this -- I-I -- you know, I’m 74 years old. This\nhappened a long time ago.",
        "A: Yes. My father was a very good dancer, and he loved to waltz and he t-taught me\nhow to waltz at a very young age. I taught my husband how to waltz, and very\noften, you know, when we hear a waltz, you know, I get all mushy about my dad. I\nwas very close to my father. But other than that, no.\nJanuary 9, 2004",
        "A: No, no.",
        "A: Well, as I said, my mother was a very good cook and even though she went to\njunior college, she also went to cooking school in Vienna. And she -- you know, an\n-- name it. Zacher torte, the Linzer torte, the -- whatever, you know she could\nmake it. But I never learned how to bake any of those things because my family was\nvery equally divided. My father ha -- you know, had the business. I was the scholar\nand my mother took care of the house. And -- so my kids are better cooks than I am\nbecause I never went into cooking.\nEnd of Tape One, Side B\nJanuary 9, 2004\nBeginning Tape Two, Side A",
        "A: Well, I taught in Great Neck, New York for 27 years. I was at first a part-time\nteacher and I taught in several schools, and eventually taught at the John F.\nKennedy school. It was an elementary school, and I taught middle and high school\nESL in the summer.",
        "A: Oh, yes. Well, actually in New York it’s called teachers of English as -- to\nspeakers of other languages, so it’s called TESL rather than ESOL as it is called\nhere.",
        "A: [indecipherable|",
        "A: Well, I did, except their problems are very different. A lot of my students were\nfrom Iran, who came after the Shah, and they had -- they were totally different\nJanuary 9, 2004\nsocio-economic background than the refugee children who came in 1938 from\nGermany and Austria. And their problems were -- were different. It was not only\nthe language, but a lot of their mothers had really not been their caretakers. There\nwere a lot of servants who really brought up these children. And when the mothers\nwere faced with bringing up the children, there were a lot of problems. Some of the\nchildren didn’t change their clothes day after day after day, they slept in their\nclothes. They had a lot of trouble getting used to the food here that -- that -- it was\nvery different. Like school lunches, you know, were a big problem for them. But all\nin all, children are children and the younger you are when you learn a second\nlanguage, the easier it is. And my job was to take the children from their classroom\nin small groups and teach them, rather than have a whole class of children. And as I\nsaid, I had children from Iran, from Japan, from South American, from Central\nAmerica, from Europe. My first two ESL students when I started teaching, were\nthe sons of the CEO of Lufthansa. And I had to swallow just a couple of times, but\nthey were two of my best students and they did very well in their lives.",
        "A: No, we were not really -- oh, I wouldn’t say -- allowed is -- is too strong a word,\nbut we were encouraged not to speak anyone’s native language because our groups\nwere mixed, and so it wouldn’t be fair that, you know, if I speak Spanish, I spoke to\nJanuary 9, 2004\nthe Hispanic kids, and you know, the Iranian, I don’t speak Iranian or Japanese. So\nthe goal of an ESL teacher is to have the children think in English. And that’s what\nwe tried to do.",
        "A: Sometimes I did, as I got more into the program and as I had the older children.\nYou know, the fifth graders were the oldest ones, but the young ones, I certainly\ndidn’t tell them, too. And it was very helpful when computers came into the schools\nbecause some children really had difficulty learning. They had difficulty learning\nanything. And some children came from countries where there was very little\neducation for them, and we had to teach them, you know, how to tell time and tie\ntheir shoes and -- and -- you know, very -- very basic things.",
        "A: I did, but we had a very, shall we say strict supervisor who advised us in no\nuncertain terms that our job was not to be social workers, but to teach them English.\nAnd so ex -- we had a lot of after school things. We had parties for the children and\ntheir parents and we had different kinds of foods, and -- and you know, we’d have\nJanuary 9, 2004\nlike an Iranian lunch, where their parents could participate, or a Japanese sushi\nlunch, or you know, things like that. But there were social workers attached to the\nprogram, and that was really more their job than mine.",
        "A: No, because in 1938 in Vienna, if you were Jewish, if you were part of a Jewish\nfamily, you really felt that you were Austrian before you were Jewish. And my\nparents were not particularly religious. And it wasn’t until many years later that I\nrealized, if I hadn’t been Jewish, would my life be very different? Would I have not\nleft, a-and so on and so forth.",
        "A: Yes, I did. I did. My husband and I joined Temple shortly after we were married,\nand I was vice-president of my sisterhood and very active in the Temple and saw to\nit that the kids went to religious school, and --",
        "A: I think being an only child, you need affiliation and so that was very important to\nme and always has been, and probably always will be.",
        "A: Well, I mean, I was -- I was as horrified as anyone else, and hoped that they, you\nknow, A, would be able to find him, and then would be able to pro-pros -- prosecute\nhim. But I’m not really a hateful person and I -- I mean, I didn’t personally really,\nyou know, connect, I mean -- a-as everyone I knew, you know, was happy that they\nfound him and that they prosecuted him and that they were able to do it and th-they\nhad the trial. But other than that, I don’t remember having any other thoughts about\nit.",
        "A: Well, I was getting my Master’s at Adelphi University at th -- and I was driving\nhome when Martin Luther King was killed, and I -- I was just horrified and\nshocked, because I have black friends and I -- you know, I -- I-I was speechless, I\nwas horrified.\nJanuary 9, 2004",
        "A: No, it had nothing to do with it. I -- I yust felt, how could this happen in\nAmerica? I mean, land of the free, etcetera and so forth. You know, when you\ngrow up in New York, yes there’s prejudice, there’s always prejudice of -- of -- of -\n- of all kinds, but I don’t think I fully realized how much hatred there was between\nblacks and whites until that happened to Martin Luther King. I didn’t really know\nabout segregated schools, I didn’t know about segregated bathrooms and drinking\nfountains and things like that. I had read about it, but I never, you know, was really\naware of it.",
        "A: No, never, never. Maybe I was dumb, but I didn’t. I didn’t. I mean, that was then\nand this is now.",
        "A: I’m not sure what you mean?",
        "A: No.\nJanuary 9, 2004",
        "A: No, not at all, not at all. I -- I don’t think so. I don’t think my parents were\nparticularly political as -- as such.",
        "A: No, no, uh-huh, no.",
        "A: No.",
        "A: Oh, they were very -- they were very happy, a-as was I, of course, and anyone\nwho’s read Exodus, seen Exodus, how could you not -- how could you not be?\nAnd, you know, as you said, a-as I got older and matured, I -- I realized all the\nhorror that had gone on and how lucky I was. And there was a long time, when I\ntook a shower, I thought about the people in the camps, I did. That was a long time,\nand even now, once in awhile, I think about that. And I’ve always tried to do a lot\nof volunteer work and th -- in connection with helping people, even when I was\nworking and certainly now, because I feel that somewhere or somehow, there is a\nreason that my family and I were spared. Because we could have just as well, you\nknow, gone to the camps and been killed.\nJanuary 9, 2004",
        "A: No, I have no -- I -- I-I have no sense of guilt. I wonder why it happened. I'll\nnever know why -- I mean, I -- my dad had the courage and the guts, but sometimes\nI -- I think about it, you know, like why? And there’s no answer.",
        "A: Well, as I -- as I told you, my dad said, had -- had he been older or richer. Not\nthat we were poor, but I guess, you know, I don’t know what he meant by that. H-he\nwouldn’t have just pulled up stakes, or maybe, you know, if he had a bigger family,\nmany more children, or -- you know, it would have been harder. Or -- I -- I guess a\nlot of 1t was luck, that he thought of the Simons, you know, to -- to give him the\naffidavit and that they, as non-Jews did it. Because, let’s face it, who -- who -- it’s\nnot so easy to be responsible for three people. I mean, they never had to help us\nmonetarily, but still. I remember we were at their house when the war broke out in\nEurope. That was a very horrible weekend. But --",
        "A: Well, they -- they lived outside of Philadelphia in a beautiful gray stone\nmansion. And I guess their kids were teenagers at that time, I know they were about\n10 years older than I am, and -- well, everybody was really crying. I mean, you\nknow, everybody was just so sad, and sa -- an-and so upset. And my mother and my\nJanuary 9, 2004\ndad, too, but more my mother, remained friends with the Simons all the years until\nthey died, the Simons died. And as I said, she was able to bring over a lot of her\npossessions, you know, crystals and figurines and so on, and I think -- you know,\nlike for Christmas she would send them something like that, or she would bake\nthem a cake, or you know, I mean they -- they really kept in touch. And this Mrs.\nSimon, Helen Simon was such a wonderful person that when my daughter Joan\nwas born, she sent her a silver spoon for her birthday and for Christmas every year\nuntil she had a dozen. And each spoon is engraved with her na -- with her initials,\nJ.V.L. and the date. And it’s become a tradition, because when Alyssa was Bat\nMitzvahed, she did the sh -- Jo -- you know, Joanie is gung-ho, she bought the\nwhole set at once for Alyssa. So that’s the story that’s gone on in our family.",
        "A: I don’t know. I don’t know that. But I know when Joanie went to the University\nof Wisconsin, Helen Simon was very upset. She felt that there were a lot of radical\npeople out there and she wouldn’t be happy, and so on and so forth. And Joanie\nwent to Wisconsin and unfortunately was there when they had all the trouble with\nthe bombings, but she got a good education. That’s how it was.\nJanuary 9, 2004",
        "A: I hope so. I just hope so, and certainly the museum here and all the museums that\ntalk about the Holocaust all over th-this country, you know, are doing their best to\nlet people never forget, and that it did happen. And my husband was at the opening\nof the Holocaust Museum and he described to me how there were people there with\nsigns that said that the Holocaust never happened. That’s a little hard for me to\nbelieve, but I know that there are groups like that in the United States. I don’t know\nwhy they feel that way, but that’s how it 1s.",
        "A: Yes.",
        "A: Well, we went back to my husband’s hometown, which originally was in\nGermany, but after the second World War was given to Poland, and the name, in\nGerman it’s Gleiwitz and it was changed to Gliwice in Poland, and it was under the\nRussian influence. And through the Holocaust Museum, this forum found out about\nthe fact that Frank was born in this town and contacted us, and they erected a\nmemorial to the Jews that had lived in this town. And it was a very, very moving\nJanuary 9, 2004\nexperience for us. We also went to Berlin and I really wanted to be very unhappy in\nBerlin and I really wasn’t, because I could understand everything, and we stayed at\nthe Hilton, which is like staying in America 1-in -- in a -- another country. And two\nof my children had been to Germany 20 years ago when the wall was up, and they\ncould not believe the change in East Germany. It -- it was just mind boggling to\nthem. And Berlin is such a modern city and so many new buildings and a lot of\nhustle and bustle. And in Frank’s hometown also, there’d been a big change over\nthe eight years. As I said, 1t had been under Russian influence, and now it seems to\nbe, you know, a -- a -- a great place to live now. The people that live there were all\nforced to leave where they lived in the Ukraine and settle in this town. And they’ve\nmade the best of it, and unfortunately there’s a lot of pollution there. There had\nbeen a coal mine there, which it was closed, but there’d also been industry and all\nthe waste had been dumped into the river. And so there is a great deal of pollution,\nand also they still use coal to heat their homes. So at night there’s like a smog, it\nmakes your eyes itch. And my son, being a doctor, wanted to find out the statistics\nabout lung cancer there, but we -- you know, we -- we weren’t able to -- to find that\nout. And also, Frank wanted to s-show our children the apartment where we lived\nbecause the house is still standing. They changed the name of the street and the\nhouse number, but the people at the forum, Andre, said that the people were afraid\nJanuary 9, 2004\nto show Frank the apartment because a lot of the Germans who had lived there are\nnow trying to reclaim those apartments. And so the people somehow connected that\nwith us. So we couldn’t see the apartment, but we saw the outside of the building\nand Frank showed us where he learned how to ride his bicycle and where he went\nto school, and so on. And the memorial that they erected was a beautiful -- they had\ncommissioned a Polish sculptor to make this memorial. It’s a broken Torah wi --\nand with an eternal flame in it, and they weren't able -- the synagogue had been\ndestroyed on Kristallnacht and so the land where the synagogue was was\ntransferred to a Jewish group, but the group is about a hundred miles away from\nthere, and they’re in dire straights and they were in the process of selling the land.\nSo they had to get the permission from the building next door and that’s a\ncooperative building and they did get the permission of all the people who lived in\nthat building and so the memorial is attached to that -- the wall of that building. And\nmy son-in-law -- one of my son-in-laws passed by there after they had the\nceremony, and there was a mother and a little girl. And I don’t know whether\nthey’re speaking German or -- somehow he understood what they said. And I don’t\nknow what the mother said to the little girl, but the little girl said, what’s a\nsynagogue? Which sort of gave us the chills, you know?\nJanuary 9, 2004",
        "A: And we just hope that nobody will destroy this memorial, or you know, put\ngraffiti on it or -- or so on. But it was a very moving trip.",
        "A: I don’t think so. I don’t think so. We -- my husband has a distant cousin, a\npainter named Max Liebermann. And they ha -- are in the -- that -- that painter’s\nsummer house is just outside of Berlin, in Wannsee. And they’re in the process of\ntransferring his pictures, which are now in one of the museums in Berlin to this\nbuilding, and they’re in the midst of fundraising because it’s very expensive to\nmake a building safe and climately controlled for, you know, works -- works of art.\nAnd possibly some of my kids -- they’re supposed to open it in 2005, s -- possibly\nsome of my kids might go back to there. But there’s no reason, you know, for us to\ngo back to Gleiwitz.",
        "A: My mother died in 1990 and my dad died in 1979.",
        "A: Yes, yes. I mean, she didn’t have to worry about money and things like that, and\nmy husband helped her with, you know, writing checks and things like that. And\neventually she became too ill to manage on her own and she was in a nursing home\nright near my house in Great Neck for three and a half years before she died.\nJanuary 9, 2004",
        "A: Yes.",
        "A: Right, right.",
        "A: Well more so now than before, but it -- it’s not a big deal in our family, because\nit’s something they grew up with. I mean, we never made a big deal about it. Our\nkids are all married to Jewish spouses, spices, however you say that. And people in\ntoday’s world say to us, you know, how did you do that, and so on. And I don’t\nthink we ever overdid it with that, and we never overdid it with our backgrounds.\nIt’s just part of who we are.",
        "A: Yes, I -- and I understand it, even though my German is probably like an eight\nyear old. I don’t -- you know, I haven’t -- I -- I did take some courses at NYU in his\n-- in German history, but I’m sure I don’t speak like an adult German. But when I\nhear it on the radio or on the TV, I like it, because I understand it. And it 1s -- th-\nthat was one of the reasons why -- I -- you know, in Berlin I turned on the TV, it\nwas all in German, fine with me, you know? The kids were very -- my children\nwere very impressed, you know. And I had been to Frankfurt with Frank on\nJanuary 9, 2004\nbusiness at the Frankfurter messe when he was in the textile business. And I\nremember at the hotel, somebody said to me, oh your German is so good. And I\nsaid, crossing my fingers, oh you know, our American schools are excellent,\nbecause I really didn’t want to go into the fact, you know, that I was born in\nVienna. I mean, it wasn’t anybody’s business.",
        "A: I don’t know. It was just one of those things, you know. I just -- who knows? It\nwas oh, at least 20 - 25 years ago.",
        "A: No, no, no. I mean, everyone I know knows that Frank and I were born in\nEurope, and as I said, you know, I -- we joke about it sometimes. But I don’t know,\nit was one of those things, you know? You wake up in the morning, you do\nsomething silly, and that was the -- what I did.",
        "A: Be good to each other, love each other and be happy and healthy.",
        "A: I don’t think so. I don’t think so. This was a great experience.\nJanuary 9, 2004",
        "A: No, I really don’t, because I feel guilty using that term, because I know that so\nmany people who eventually escaped the Nazis went through so much in the camps,\nand being hidden and so forth, and thank God I didn’t have any of those\nexperiences.",
        "A: Even so. A-As a young child, as a -- a very protected young child, I -- at that\ntime, of course, I didn’t realize the danger. And since my life continued, just in\nanother language, in another school, in another place, I-I don’t feel that I was that\naffected.",
        "A: No, I’m not a jealous person, and you know, it’s wherever the stork drops you,\nit’s -- that’s how it is.",
        "A: Yes, I have. I was there twice. Once with my husband and once with my cousin\nwho lives in New York.\nJanuary 9, 2004",
        "A: I didn’t read everything and I didn’t stop at every single exhibit. It was really\nhard for me to go, and I had a lot of nightmares about it after I -- I ca -- I dreamt\nabout it a lot. And I never watch any Nazi movies or anything like that before I go\nto sleep because I know I would dream about it.",
        "A: I don’t know. I don’t know, maybe just the -- the plain horror of it. I don’t think\nnecessarily about what I went through. It’s just the fact that it happened. Man’s\ninhumanity to man. My husband and I have always talked about, it was bad enough\nthat people couldn’t help themselves, or so they said, but that intellectual people,\nlike professors and doctors were involved in the annihilation of so many people. We\njust can’t understand that, we -- we really can’t, and I don’t think to my dying day\nPll ever understand that.",
        "A: Probably. I mean, I-I -- I’ll never know, but probably. As I said, you know, as I\ntold you, and I told my granddaughter, it was a different time. Your parents said,\nwe're going to America, so we went to America. That was as simple as that.\n64\nJanuary 9, 2004",
        "A: Right.",
        "A: [indecipherable]\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nJanuary 9, 2004\nBeginning Tape One, Side A"
    ]
}