{
    "rg": "RG-50.030.0012_trs_en",
    "sequence": [
        "Q: Would you tell us your name and where and when you were born?",
        "A: Uh...My name is Fred Bachner. I was born in Berlin, September 28, 1925, and I lived in\nBerlin, I grew up in Berlin until the age of...uh...thir, fourteen. I...uh...went to the\nJewish...uh...public school because...uh...as a Jew we were not permitted to go into the\nGerman schools so it was a completely Jewish...uh...uh...sustained...uh...schools within the\nschool system and...uh....1 grew up and I learned during the growing up in the\nschool...uh...Hebrew and English, which was...uh...uh...taken on an extended program. I\nwent to school from 8 o'clock in the morning til about...uh...3, 4 o'clock in the afternoon,\nwith 1 hour of break for lunch which we were supplied by the school. And ... uh...we had a\nvery happy environment until the... uh... German laws started to tighten down\nand...uh...prohibited the Gentile people to associate with us Jews by... uh...starting\nout...uh...uh...forbidding us to go into certain places such as parks and restaurants\nand...uh...buses and trains which...uh...was...uh...very well advertised in the anti-Jewish\nnewspaper, the Sturmer, in which always had the big Jewish face with a big hook nose is a\npicture in front on the first page and...uh.\nThe really...the...the way I started to feel it was when...my friends...we used to live in a...in a\napartment house and we got downstairs to play after school...when...uh...my friends came\nover to me and said...uh...my father said I can't play with you anymore because you are a Jew\nand I don't supposed to associate with you. That's when I really started to...to feel the...the\ncrunch of it, that all of a sudden the... uh ... wall started to come down and...uh...we sort of\ngot forced into a more Jewish environment because the only way we could associate\nwas...uh...the Jewish people and...uh...1 joined the Maccabee which is the Zionist\norganization. We got...uh...meetings every Saturday, get together and camp trips on Sunday,\nbicycle trips and...uh...I must say that they used to do quite a bit to keep us...the youth happy\nand...and Jewish oriented and...uh...then it...uh...boiled down that we had a sports arena,\noutside Berlin, where we had the Maccabee schools competing against each other and\norganizations and...uh...we started to be dependent upon...among...on...on each other. Then I\ngrew up and years past by and finally I started to get into the age where I had to prepare\nmyself for my Bar Mitzvah which took place at the end of October 1938.\nand...uh...I had the...uh...I had the Bar Mitzvah teachers...uh...somebody who was very, very\nknowledgeable in the Jewish Torah and the Maftir (ph) and all that, and...uh...my father\nwanted me to learn the whole Haf Torah which was Hazin (ph) and also the Maftir (ph) and\n[...uh...felt very, very honored to be able to...to learn it and to perform before my relatives\nand the congregation and...uh...1t took a hard...a long time for me to learn it but I managed it\nand when I...the day of my Bar Mitzvah, which was before the...uh...Kristallnacht and as it\nturned out, one of the very few Bar Mitzvahs left to be performed because... uh\n...Kristallnacht was in Berlin on November 9th, where all the synagogues and schools were\ndestroyed. Uh...I...] remember vividly that I woke up and the Kristallnacht was on the ninth\nof November...uh...and I got up in the morning and it was about 6:30 in the morning because\nI had to walk to school which was a little bit of a distance from where we used to live\nand...uh...but the school was situated with the...uh...synagogue in back of the building, a very\nbig synagogue and...uh...I came...I left my house to go to school and...uh...I seen how the SR\nwas...uh...destroying Jewish...uh...stores and Jewish apartments by...uh...breaking the glass\nand throwing the furniture and...uh...all be...belongings out on the street for destruction, just\nsetting it afire or people just grabbing it and walking away with it. And as I reached the\nschool, well I didn't know what to do there because the curt...window curtains were hanging\nout and the synagogue in the back was practically destroyed. The...uh...ark was open, the\nTorah was...uh...taken out, the Hebrew books were put in the middle there and set afire, and I\nwas very distraught and didn't know what to do so my first thought was to run back home\nand see if my house and my parents are alright.\nThank God...uh...nothing has happened to our apartment and...uh...we lived through\nthe...uh...the assault without any damages except that there was a...uh...a...uh...search for\npeople to look...to leave Germany because...uh...the Rabbi in...1n our synagogue in his last\nspeech said and I vividly remember it today, he said, \"It doesn't become daytime before it\nreally gets night.\" And what he tried to tell us that it is going to get worse before it's going to\nget better. And naturally peopled started to take this into consideration and they started to\ntalk about leaving Germany any which way possible and there was an onslaught of the\nConsulate, appeal by Columbia, Shanghai and...uh...any...any...any nation that...that would\naccept you to go without waiting for long term visa to come to the United States\nand...uh...that...that was the start of the exodus...exodus ...from the Jews from Germany\nalthough...although this didn't last long because at the end of November, it was the\nassassination by a...uh...student by the name of Greenblat * in Paris to a...uh... German\ndiplomat Neurath **...I vividly remember their names that set off another race or I should\nsay that set off actually the...the Kristallnacht.\nI'm sorry, I'm wrong. But the...uh..timing was that the end of November the...uh...the German\npolice rounded up all Polish citizens and it was very easy to distinguish a...uh..person\nbecause...uh...Germany was a dictatorship country and you had to register with the Police\nregularly. You couldn't change your apartment without the permission from the police, and\nwith the...uh...you had to give them...uh...everybody who 1s living there, their full name, their\nJewish name or whatever it was, and...uh...then they had...uh...also the religion. So to pick\nout the Jewish...uh...names from...from the Police precinct was a pretty...uh...easy task. So\nthis how things started to get worse, that all the Polish citizens were...uh...rounded up and my\nfather and my mother were Polish citizens and automatically my brother and I became Polish\ncitizens because according to the German law that you are...you...you become the nationality\nwhat your parents are. And...uh...my father and my brother were deported to the Polish\nborder and Poland was not prepared of the onslaught of thousands of people and for security\nreasons because the border was very close with Germany, they...uh...kept these people in\ncamps at the border until they were screened and got the permission to go into Poland where\nthey were born...to the place where they were born. And so...uh...my father and my brother\nwere picked up and they were on the transport to Poland and they were detained at\nthe...uh...Polish border. They were there for 2 weeks until they got the permission to proceed\nto the...uh...place where my father was born and where our family lived. And...uh...my late\nmother and I...we were not permitted to join them, so all of a sudden things have\nchanged...uh...financially because there was no money coming in anymore. We had the big\nfactory. My father was a well-to-do person in his own way in Germany and...uh...we had to\nsort of...uh...see how we can sustain ourselves by...uh...by doing some necessary...uh...\nadjustment.\nNow...uh...we had a big apartment, five rooms with a service entrance and so on and so\nforth, so we...we thought that we would rent out a...uh...a...uh... room and...uh...take\nsomebody in to live there, and we rented it out to an elderly couple, and they moved in with\nus and they paid us rent which helped us to sustain ourselves to the time, you know,\nthat...uh...until we can meet...uh...be together with my father and brother. And...uh...\nwe...uh...my mother did...uh...a few...uh...things. She was a pretty good seamstress in her\nown way, and I did some odd work, deliver paper or whatever it was and got some income\nas far as that was concerned. It was only pennies, but...uh...every, every penny helped that\ntime. And...uh...my father, as I mentioned before, after 2 weeks was...uh...capable to join...to\ngo proceed to the place where he was born and to establish himself and wait for our arrival.\nNow the Polish government issued...uh...a red stamp in your passport that permitted you to\nreturn to Poland. On the interim we had some cousins in America and we wrote to them that\nthings are bad, we need visas, which they started to...uh...to...uh...proceed with and they\nfinally got the visas and they were issued to us about a week before we left Germany\nand...uh...then we had to...uh...have them transferred from the American Consulate in Berlin\nto the Consulate in Warsaw. Now the...uh...Polish quota for...uh...Polish citizens to come to\nthe United States was...there was a 4 to 5 year wait so that picture didn't look very bright, but\nI must say that the Jewish Agency was working very, very hard to get the kids and the youth\nout of Berlin, out of the fire,\nand my grandparents from my mother's side, they left Berlin in 1935 and they settled in\nAmsterdam. And...uh...we were in touch with them and...uh...they said we have...you register\nfor...for a transport from Berlin to Amsterdam and then you will be able to proceed from\nAmsterdam either to London or to Israel’. So we packed up a suitcase and put it (chuckle)\nnext to the door and...uh...I...I made...I was sort of prepared, you know, to leave my mother\nand...uh...that I might get a telephone call. That's all we would have gotten and be at the...1n 5\nhours at the train station, and you're gonna go with that transport to...uh...to Amsterdam.\nUh...I also was registered in Berlin to go on a transport direct to Israel” on Aliyah, but\nunfortunately, as it turned out that phone call never came and the...uh...letter for Israel never\ncame either because in June 1939, we got the call from the Polish government to come and\npick up the...the stamp...that we are able to leave Berlin. And...uh...so my late mother and I,\nwe went to the Polish government and got that stamp, you know, and we left the apartment\nand...uh...on the interim, in the meanwhile it was too hard...these people got sick and anyhow\nI don't remember exactly what happened to the elderly people that lived with us,\nbut...uh...we...uh...we moved out of the apartment and moved in with another...uh...another\ncouple on the same...same building on the first floor and rented one room. Now we became\nthe...(chuckle)...the...uh...tenants. And...uh...when we left, we left everything there. And\nuh...we didn't have anything to sell because we sold our furniture and this sustained\nourselves to live...uh...to have food come in...in...uh...and as long as we were by ourselves.\nNow the big moment came and we purchased the tickets and we took the train...uh...to my\nfather's...uh...to my father and my brother to be reunited. And naturally where upon arrival it\nwas a great...uh...great occasion, you know that being separated for almost a year and a half\nthat we...uh...finally got together. So now came the worry for my father...what to do and\nwhere...where to establish himself because he...he didn't know by himself what to do in the\ninterim...uh...1n Poland, and he...uh...sort of waited for us to wait for a decision what my\nmother wanted...thought what the family should do. So naturally we took...uh...sort of a\nvacation and...uh...my father and my mother...we...we went to Krakow. And...uh...we tried to\nrent an apartment there and to have whatever we had...the few suitcases go and, you know,\nwe used to live with my father's family there, which graciously took us in. I mean, you\nknow...uh...1n Europe there was no such thing...there was room in the smallest hut like they\nused to say, you know, and....uh...and...uh...1t came...came the time that we thought that we\nfinally be able to carry on with a normal life because I would have to enroll into school and\nto learn to...how to speak Polish which is a pretty hard language. And I...uh...then...then all\nof a sudden on September Ist, there was already a rumor and a feeling that war is imminent\n‘Palestine before 1948.\n“Palestine before 1948.\nand it might start any day because the Polish government started to issue orders that you tape\nup your windows because from the air raid the windows might crack and they shatter on the\nstreet and hurt people and what not, you know. So the feeling was already that there 1s going\nto be a war. And sure enough they started...uh...in...1n August, they started to dig trenches\naround the...the city where...uh...the...uh... homefront would defend that city and they\nwere...they were full gung ho that they're going to beat the Germans. But I couldn't see that\nwith the horses what they had...not...not being mobilized at all, that they're going to have any\nkind of a success you know.\nAnd the geographic situation of the city where my father was, it was not too far away from\nthe German border and it was only 10 kilometers away from Auschwitz, from Oswiecim.\nAnd I will come back to that later. And...uh...we....the Declaration of War was on September\nIst. Naturally, right away we had air raids, and we had all kinds of...uh...war threats that the\nGermans beat the Pole...Poles, and the they take already and this town and this town and we\nshould evacuate the town. So the people started to pack up on baby carriages and hand\ncarriages and they started to march out of the town into further away from the...from the\nborder to be in a safe zone. So...uh...we took everything into a suitcase and we grabbed a\nbaby carriage and put it on top of the baby carriage and our family we started to hold\nourselves together and started to march to evacuate further in..into Poland. Now I don't\nremember exactly how many kilometers we marched or so, but it was...uh...I don't know, it\nwas about...we managed in...1in 4 days, in 5 days to go about...uh...100 kilometers or maybe\n70 kilometers and we walked across the fields you know, because the...uh...corn was already\ntaken in and the hay and the potatoes were...only the potatoes were still out in the field\nbecause this is a very big farm country, Poland. So...uh...we started to go further and we...we\nwalked further and who do we meet there? The German soldiers. Because they got ahead of\nus, not...not by...on the...on the road, but they were parachuting in to the...to the advance\nareas and securing the advance areas and when we came, you know, the...we come there, we\nsee the German soldiers and they said, \"Oh, Go back home. Go back home.\" That's all\nyou...they ever use... \"Whatever city you are from, go back home.\"\nAnd right there and then they started a big anti-Semitism by the soldiers to...to see....the\nJews...the religious Jewish people used to have beards, and big pais (ph), you know.\nAnd...and you...you wouldn't believe it but they started literally to rip out the beard and rip\nout the thing, and you know...uh...so the Jews, you know, they started to...to take a bandage\naround the...the...uh...the chin and hide the hair from the beard in there, and when the\nGerman came, you know, you had a toothache or headache or, you know, whatever it was\nto...to save themselves with the beard. And that's...that was actually the beginning of the\natrocities that they had. And after...after a couple of days we came back to the village which\nwe left and everything... everything has changed. The German Army occupied the...the\nvillage or I should say maybe the city, whatever it is. And the...uh...they started to take\nevery...uh...capable person who could perform any kind of...uh...work, they grabbed you off\nthe street and they took you in one of the trucks and they carried you away to perform some\nkind of work for the army, whatever it is...clean the barracks or clean the horses, you know,\nwhatever it is to...uh...uh...to make it comfortable for the army. (Pause, drinking water) So\nthat was the beginning of establishing work camps which was supervised by the German\narmy and it was that if you were a...first of all there was a...a...uh...order out that every\nhumanbeing...every male person at the age of 12 or 13 has to work. Otherwise, you wouldn't\nget any food stamps. Otherwise you would not get any privileges and if you are caught in the\nstreets and you cannot document that you have a job, they take you and work you away. So\nthat is how my brother got caught and...uh...now he didn't get caught. There was an order out\nthat all the...uh...Jewish males between the age of 14 and 18 have to register at the police\ndepartment and...uh...that...uh...that all of was change because they establish a Jewish\ncommunity center where...like we have here in America, that you have a synagogue, you\nhave a president and a vice president and so on and so forth, and they established that for the\ncommunity. And they did all the work for the Germans registering.\nYou were registered there and they know everything where you lived and all that.\nAnd...uh...that was the legal...uh...that you were legalized and permitted to live there. So you\nhad to register in that...uh...that agency you I will call it, and...uh...you...and they\nhad...uh...and after...after you register...after 3 or 4 days everybody registered, then they sent\na policeman to your apartment and they took you down to the police station and they carried\nyou away to a work camp that was in Germany. Now Germany uprooted woods, and you\nhad to take the roots out because that's where they built the autobahns, you see. And at the\nlater date, about a year or 2 later, they built factories there because they suffered heavy losses\nin the West where the German industry was and they relocated the factories north to Poland\nand so on and so forth where they could perform...work on...on ammunition and guns and so\non and so forth. And that's where the workers...uh...got into the camp and these camps, they\nwere erected overnight and...uh...that's where my brother was taken to a work camp at the\n1940. So again, was a disruption in the family life. I had to go and register to work and my\nfather and my mother and so on and so forth, and I...I was...[ would say lucky or not, but I\nbefriended myself with a...a Jewish girl and...uh...she was about 2 years younger than I was,\nand her father owned a...uh...a...uh...distribution center of sodas and beer. And when all\nthis...these things started to tighten down, I said, \"You know, I got to get a job. Can I get a\njob with your father.\" She says, \"Sure, my father will take you down.\"\nNow by the time I...I...I tried to procrastinate it as long as I could, you know, and in the...in\nthe meantime, the father's business was taken over by a Volksdeutsche. That is a person who\nis Polish but has German ancestry in him, you see. So he just came in your business and he\nwas the boss and all that. So...so I...so her father spoke to the guy and he said, \"Yes.\" So\nwhat...what was the work, and I was...that time I was 14 and a half. Uh...I was permitted...I\nwas not permitted, I was given a team of horses and a wagon which I had to load in the\nmorning with beer barrels and sodas and all that and go around in the...in the village and, you\nknow, deliver it to the...uh...stores, the luncheonettes or the...uh...the bars, you know,\nwherever they...they sell beers. And...uh...1t was a...a very demanding job because I had to\nget up at...uh...5...uh...o'clock in the morning and go to the stable and clean the horses, water\nthem down, give them hay to eat and...yah...and then go out and load the big carriage up, you\nknow, and take the beer barrels and...and lift them on God knows what you know. So I...I did\nthat and...uh...as a...as a young kid, I was capable of adjusting myself to it, and I took care of\nit the best possible way and it was pretty good. I mean the guy was tickled pink because I\nmanaged how to drive a team of horses and...uh...1n winter time we...uh...drove a sled.\nAnd...uh...there was no...no cars there. I mean there were very, very few...uh...cars in the\nvillage or trucks and...uh...it took a lot of learning to control a team of horses to...uh...get the\nsled or carriage down the hill that...uh...pushes a load...pull a load, you know, and you go\ndown the steep hill and the horse has to hold it back and, you know, so it's ...uh...it's pretty\ndangerous, let me tell you.\nSo my brother was in a camp and we got....uh...mail from him at...uh...14 days intervals or\nlater or something like that. My father was working in a factory for the army to\nmake...uh...coats and so was my late mother, but they worked in different shifts. And I was\nworking in the beer brewery and...uh...I was distributing beer and...uh...soda. Now all of a\nsudden the...in the surrounding of that city, camps...uh...POW camps started to spruce up,\nand...uh...they put their orders in for beer to be delivered and...uh...the ...the German boss I\nhad, he said,...uh...\"Well, you don't look Jewish, you know, and you _ have\nthat...uh...uh...piece of silk cloth you wear in order to protect your clothing when you go\ndown to the basement to roll down the...the barrels of beer, and you can haul the...you can\nhide the Jewish star, you know, so you know if they question you, you can move the thing\naway and what you're gonna go to these camps and you're gonna deliver the beer.\" So I did\nthat and...uh...and lo and behold...uh...in my...you know, in my lifetime, I had...as we...as you\nwill hear later, I consider myself a little bit lucky because I had very few...I had a few\noccasions which...uh...I will tell you that I was lucky. So I go into that particular camp there\nand deliver the beer and I speak to the commander of the camp and all that, and I looked\nthrough the...uh...barbed wire in a...1n a camp and...uh...I see my brother there, you know. So\n[...I was...[ was perplexed. I thought my brother was in Germany. Now he 1s in travel\ndistance from...from us, you know. So I spoke to the commander and I said I have to...I have\nto go...uh... I... see somebody I know there. Can I...can I go and see him? You know, and I\nhanded him a pack of cigarettes and he says, \"Yeah, Go and see him, and...uh...but...but don't\nstay too long.\" So they opened the gate and I walked in and I embraced my brother and as I\nwas there, I also know that there was a school mate or...not a school mate, a classmate of\nmine in the same camp. So I see my brother and my brother...I said, \"How do you get here?\"\nHe says, \"Well, I was a...uh...a...uh...first aid man for the sick people, and they got\nme...uh...to take care of the sick people here, you know, to administer first aid, and that's how\nI got here.\" I said, \"Well, that's great. You know, I come here...[ come here every day.\"\nAnd...uh...all of a sudden I asked...I said to my brother, \"You have people die here?\" He\nsays, \"Sure, we have at least six, seven people a day.\" I says, \"I mean I...[ don't know til\ntoday how that idea came into my head.\"\nI says, \"You have any way to bury them?\" He says, \"Yal, we save them here for...for 3, 4\ndays and then we carry them out and take them people and carry them out and bury them.\" I\nsaid, \"You think if I talk to the commander and I can arrange to carry the people into...to our\ncity which the name is Chrzanow C H R Z A N O W (chuckle) and...uh...uh...you think, he\nmight go.\" He said, \"Look, all you can do 1s try.\" So, I said goodbye, you know, and I said\nI...I'll be back tomorrow for whatever reason. So I talked to the commander and he said, \"No.\nNo good.\" But anyway next load I went out there with beer. I...uh...took some bread along\nand...uh...I...Uh...took bread along for my brother to distribute it in the camp and to give it to\nmy classmate, you know. You can imagine the...the joy we had and...uh...we established\nsome kind of a contact...my brother established some kind of contact with some of the\nguards. But anyway he...he suggested that to the camp commander and the camp commander\nsays, \"Yeah. Why not, you know.\" So I said, \"You know something, I am going to come\nback on Sunday with a...with the boxes for dead people you know, and we going to take all\nthe people, you gonna take 10 people with two guards, you gonna go...you gonna march into\nthe village where we are, we gonna bury them with a Jewish burial and all that.\nAnd...uh...the camp commander, he must have been a pretty regular guy. He accepted it, and\nhe said, \"Yal,\" you know. So I came out on Sunday and I had the...the box loaded with bread\nand shoes and everybody and for the...for the camp, you know. I...in the village, you know, I\nspread the word that this and this happened. I met my brother and this is...we gonna arrange\nand, you know, so any way Sunday I came out and I picked up the dead people and they\ncame and marched in, went out to the cemetery and then when we were finished, we took the\nguards and we gave them water to drink and gave them to eat and the...uh...we took the 10\npeople in the synagogue, in the main synagogue and...uh...the people had cooked up some\nsoup, potatoes, and they bought clothing. You know, it was unbelievable you know,\nand uh...that I established that and it...it lasted for about another...another two months, that\n[...uh... uh...was able to do that without any complications. But then complications started to\ncome in because we...uh....uh... they had...they established the delousing ...uh...factory 1n...in\nour village, you see. So I said, \"You know, why don't you get the whole camp in there.\"\nNow, I was the instigator because it was in my blood and I did it all along. So I instigated\nthe...uh...the...uh...the situation that the...uh...whole camp came into the village in two\nsections, you know, and...uh...they were all fed, and you know, the guards, they had more\nguards come in because there were more people to watch and...uh...it was...1t was a very,\nvery rare and seldom occasion, you see. And here I might inject also that I also went to\nAuschwitz to deliver beer there and I seen what was going on because we seen the transports\nthat was going to Auschwitz had to go through that village and the trains, and we heard the\ncrying, and we heard the...the...the distress notes, you know from the people in there,\nbecause they somehow sensed where they were going. But unfortunately the windows were\nblack. You know, they were blacked out that you couldn't see anything, but we knew in the\nvillage where the trains are going and where we think they're going and...uh...when I went to\nAuschwitz to deliver beer I had some contact with people working there and I spoke to them\nand they told me what's going on, so I brought the news back to the...to the village. You\nknow, I was kind of the...uh...like they say in Hebrew, sheliach (ph), somebody whose...gets\nthe messages back and forth. But every...everything...every hour the good things come to an\nend and...uh...one morning I left my house and I got downstairs and I noticed that\nthe...uh...the German army...they cut off the streets and they sent all the people that were\nwalk...walk...walking at that time in the morning, 5 o'clock in the morning, send them back\nhome. They wouldn't let them go. So being the rascal I am, you know, I went...uh...through\nthe fields. Now I went back upstairs and I woke up my late mother and I said, \"Look, there's\ngoing to be something. Maybe they're looking for butter and eggs that you might have more\nthan...than your coupons give you...uh...and...uh...you miught...uh...would like to hide\nsomething to do it because something is going to happen.\"\nI managed to get myself across the fields into the...the property where that brewery was and\ninto the...uh...uh...stable where the horses were. I was there. I cleaned the horses. Then the\nowner and the father from the girl came and...uh...we sat down and we started to talk. What\nis...why is this thing to do, and what is going on, you know. So the German...uh...boss came\nback to us and said, \"You know, they're taking everybody out of the city. Everybody. There's\nnobody here. There's nobody...uh... uh... left over. Everything. But you stay here as long as\nyou...as you want.\" And...uh...1 mean I had experiences before where the, you know, when\nthey were looking for people...be able to send them away. They came to their houses.\nThey...you know and I knew about it. I was hiding there and...uh...but this time, I think that\nwas the end of the rope. So we did...uh...I loaded up the...the...uh...the carriage and...uh...but\nwe had to send somebody else on the route where I...which I supposed to take care of and we\nwere hiding in the stable. And we were hiding there all day long til in the evening and we\nsaid now nighttime is here. What...what...what is next? You wanta hide here? You wanta go\nsomewheres else in...uh...you know, in the nighttime? And...uh...we did...uh...with the news\nthat we had, we decided...they decided that...uh...1 mean I was the youngest one there, so\n(chuckle) naturally the...the grownups had more to say about it, so (pause, drinking water)\nwe decided to talk to the German boss that we were working for him all day long and now\nthe day is over that he should take us back to the police and whatever it is that he should do\nwith us. And that was the case.\nWe were brought by the German...uh...boss from the brewery...uh...to the police station\nand...uh...we were... the reception was very cold and, you know, \"aha we have another four\nJews here. Come on. Let's get rid of them.\" You know, So naturally we were taken down to\nthe railroad station and put into the famous trains. Not knowing where we go, but we were\ntold that...uh...that train is going to go into a labor camp. So how true it 1s we didn't know,\nbut after being a...uh...being in the...in the...uh...situation, you know...uh...uh... constant, I\nmean, you...you...you cannot put yourself today in the...in the mental condition when you're\nfaced with...uh ...uh...uh...death or life or...that...that what it boiled down to you know. Either\nyou go for life or for death you know, because these trains were going to Auschwitz and in\nbetween it was going to labor camps, so you didn't know what...what train you were on. But\nanyway we...the train finally set itself into motion and...uh...we were transport into a\nconcentration camp...uh...Markstadt. The name was Markstadt.\nNow we got out of the train and...uh...you know, the...the reception was (chuckle)\nwas...uh...you got the beating, you had to fall in line, you had to do lots of things you didn't\ndo before in your life, and...uh... you were assigned a bunk at that time, and...uh...all of us...\nthen...then we were...uh...told to fall out and we were going to work. And...uh...we went to\nwork the first day...uh..and when we came back the...uh...there was a rumor that there...from\nthis camp, was gonna go a transport to another camp, and there is a...a transport is coming\nfrom our city of Chrzanow into that camp where we are going to go out...where the...where\nthe transport is going to go out. And somebody told me that my father is going to be in that\ntransport. Now, I am going to say something which...uh...you know, lot of people wouldn't\nunderstand the reason for it, but what I witnessed that day being in camp where they beat up\nthe elderly people and make mush out of...out of them, you know, and the...the way they talk\nand the beat them and all that, I...1 personally wouldn't be able to stand it, to see my father\nbeing treated that way and...and be...be there and not be able to do anything. And if I would\ndo, I would get killed. So I said I have to get myself into that transport and...uh...I...uh...was\nable to manage my...manage myself to get into that transport and be transported out...out of\nthat camp and to a different camp. And...uh...today, I...[ must say that I am still amazed that\nwhat I am going to say is that I received word that my father's going to be in that transport.\nAnd there was no radio, there was no mail, there was no communication, but somehow news\nleaked out and whatever it was...and it actually was that my father was in the transport\ncoming to that particular camp. And I got transported out to another camp, and that camp\nwas...was hell on earth because it was a...a old...uh...mill which was a building...uh...four\nfloors up and...uh...we had to get up at about 4:30 in the morning because we walk...we\nwalked to work which was about a 10, 12 kilometer stretch.\nBut to...the...the getting up in the morning was there were people with a...with a...uh...whip\nand they started on the top floor to...to whip the people out of the beds and to get you down\nto stand for...to be counted because we did that six times a day, and God forbid somebody\nshould...should run away or something which was a impossibility. And...uh...so in other\nwords there was a narrow staircase like in a mill going down to the...to the...to the basement\nwhere...where the...uh...to the ground floor and...uh...it was the...uh... very,\nvery...uh...uh...close situation that we went down there, you know. So we went...uh...but we\ndidn't walk down the steps, we flew down the steps and...uh...then we walked to work, and it\nwas a very un...uh...unclean camp because there was no wash facilities. There was no soap.\nThere was nothing there. And...uh...uh...the end result was that after awhile...uh...typhoid\nbroke out in that camp and...uh...three quarters of the camp died and...uh...I was...I was a\nlucky person. I contracted the typhoid...uh...at the very beginning and...uh...I was lucky that I\nhad a friend of mine who...uh...when he came back from work, he looked after me and he\nbrought some water. We had no...no...uh...fever thermometers. We had no...uh...no first aid.\nWe had no medications. We had nothing. Nothing! You were just laying there, and you\nwere dying, you see. And...uh...I was lucky that the guy came to me and gave me water to\ndrink. That...uh...that kept the fever down. I don't know if it kept it down enough, but after\nabout 2 weeks I started to get better and started to come to myself...uh...and...uh... then I...]\nhad to get up and...uh...be in a camp and get md of the dead people and, you know,\nand...uh...clean the floor, attend to the sick people, whatever could be attended, you know,\nmake them comfortable.\nUh...You know, their mouth was dried up, you know, with...uh...with...uh...mucous,\nwhatever it 1s, you know. They choked to death. All...all kind of things and...and they the\nstrong people, you know the big people, you know, they were the first ones that...that died.\nAnd then all kind of after sicknesses started to...to develop, which also took a lot of people.\n[...I never forget there was a guy, you know, in the bunk. The bunks were three tiers high,\nand he was on top. He was from Holland and...uh...he was completely corroded. I mean he\nfell...he fell...he fell off his bunk. I'll never forget as long as I live. He...he fell off his bunk\nand his head was...was split open like a...like a rotten tomato. Can you imagine that? And\nthat was...that was the way that camp was. And...uh...after we kept...more people started to\nget better so, you know, it was a little bit easier for us...the survivors from the typhoid, I\nmean, to form the...the...uh...task that we were asked to do because we...we took...uh...you\nknow, we...we were...we had to dig a ditch...a...a ditch outside the camp, and we took a hand\nwagon loaded up with 10 bodies, 15 bodies and we rolled it over to the ditch and just flipped\nthe thing over and the bodies just went down there and nobody knows who, what, when, or\nwhere, and...uh...and then, you know, there was diarrhea. There were all...all...all kind of\nother sicknesses. I mean I... had the puss disease here in my neck and puss, you know, it\nwas swollen up here. And the...uh...uh...puss was running out, you know, like...like...like\nfrom a faucet, you know. But I kept to myself in the camp and I...uh...keep myself as clean as\npossible which was pretty tough task in itself and I managed to...to kept myself always on\nthe upper echelon because I...1 associated myself with...with people and...uh...you know,\nand...uh...we managed to...to overcome.\nBut it was an hour to hour situation. We lived through one hour so we say well, let me see if\nI am going to live through that hour, you know. And...uh...the morale was...was not bad\nbecause I...I survived on hope and I said, you know, alright I lived through this hour. Let me\nsee how I making out the other hour, and that gave me hope to...uh...to continue to...to do\nthat. So, then the...uh...there came an order to liquidate that camp, and we went to another\ncamp and there was a shortage on food, and they gave us rotten...rotten potatoes with...they\ngave us a spinach...maple leaves. They cooked it up and...and...I...1 mean we were that\nhungry. We were starved, and we couldn't bring ourselves to eat that. And you could pick up\nportions after portions of...of that thing, they thought they're gonna feed us, and we...you\ncouldn't swallow it. You couldn't swallow it and...and despite the fact that...uh...hunger was\ngreat and everything that the...uh...1nmates...uh...stole the bread from one each other\nand...uh...1t's unbelievable.",
        "Q: We have to stop here. They're going to change the tape.",
        "A: Alright. That gives me a chance to drink some water.",
        "Q: Okay.\nTape #2",
        "A: Now...uh...we were transported between the two camps. They were...uh...within\nabout...uh...a distance of about 15 kilometers or something like that and their name was\n..uh...Greditz (ph) and...uh...Falbruck (ph) and...uh...one camp, they used as a Russian POW\ncamp and I...I...[ must say that...uh...the camp when we got in there was...was so...so dirty,\nfeces all over and...uh...uh...from the Russians, you know, and...un...unbelievable.\nUnbelievable! And...uh...1 don't know what the reason was that the transport was back and\nforth, but...uh...all...all the bad things got to come to an end too, and one day they...uh...took\nus out to the appell place where they counted us, and...uh...well the Germans are very\nmeticulous in that situation that they like to know how many people walk out, how many\ncome back. And...uh...they...uh...started to take ...uh...people and...uh...started to...uh...take\nthem and...uh...put them out...uh...into a separate area. And...uh...here all of a sudden there\nwas a rumor that the...uh..high ranking SS...uh...SS...uh...uh... man or Sturmbannfuhrer has a\ncamp that he lives in that...uh...he wants...he needs people there. But what I forget to mention\nis that...which is also very, very important...that in that...1n that...uh ...mill...the...one...one\nevening, you know, we...we had a wash barrack with 10 faucets to clean yourself so you can\nimagine we were about 1500 people in that building. We had three tiers of...uh...uh...bunks\nthere that the...the constant threat of death was so imminent that one evening the...the guard\nhad a...had a drinking party or what...came over the camp and took...uh...15 people out\nand...uh...marched them out into the wash barrack. And...uh...next morning we went into the\nwash barrack and they were all laying dead there.\nAnd...uh...again I must say that news travels...although nowadays we have (chuckle) the\ncomputers and radios and videos and all that, that...uh... they...they got drunk and they had a\ngood time by drowning these peoples by putting a...uh...water hose into their mouth and\nturing on the water. So these were  the...the...uh...yvou know, that the...the\nconstant...uh...dread of death and dying and the surroundings that you were...the\nenvironment that you were in has nothing but...but death. And then we had some younger\nchildrens in the camp that...uh...we tried to protect them from not working in the...uh...with\nthe regular labors that they go there and do some odd work there...uh...that the children could\ndo. Now to come back to that...uh...the transportation...to the transport to that camp. We\nwere singled out. I think there were about...uh...200 people, and I was among them and...uh...\nwe...uh...went to that particular camp at that...at that...not that SS...uh...colonel was in charge\nof and there was a factory that...uh...we had to work in...and we had to take out the glass\nbecause from the air raids, the barrack...the glass got shattered and...uh...1t was hanging in\nand constantly falling on the workers. So we had to go up...you know. There was a big hole,\nyou know, with the glass roofs, you know, and the windows were broken out and we had to\ngo up there on scaffolds and...uh...get the...get the roofs out and plus...uh...there was all kinds\nof other works involved besides unloading the railroad cars because they are building\na...uh...ammunition factory from Essen, from...uh....uh...West Germany, and...uh...they\nneeded...uh...needed the changeover procedures where we had a lot of cement to carry on our\nbacks.\nWe had oxygen tanks and...uh...the...uh...railroad. The German railroad car was so much in\ndemand, like gold. You could not...you could not keep that...that railroad car a minute longer\nthan it was needed. So when there was no...uh...locomotive available, we...the...uh...1nmates\nhad to pull the...the car out and we had to...uh... put the brakes on so to speak of the...is a\nhand brake on the...on cubby house or whatever they call it. And I was in the...in one of\nthese...uh...details and...uh...out of the...uh...ramp where the wagon was parked, there was a\nlittle hill and a little incline for a railroad car means a lot, you know. So the rascal I was...I\nwas a little bad, so I told the fellows working on it...1 says when the car starts to pick up\nspeed, just take your hands off and let the car down. So we all did that, and we knew that we\ngonna get punished for it, but I think I achieved a great deal with it because this railroad car\nwas about on a...on a...on a ramp where the railroad...where the rails were linking it with the\nmain... uh...rail going from one big city to another and that's where the car went after we let\nit go and...uh...1t created a little bit of a havoc like a little accident by having a passenger\ntrain running into in. That was one thing I did I...1 schemed something always up\nthat...uh...would...1 would do or have it initiated to be done despite the fact that I knew that\nthe punishment might be...uh...death. But that was one way of...for me of getting even with\nthem.\nUh...Coming back into the factory, we worked on a...uh...1n...1n a detail where...uh...we were\nworking with a machinist and...uh...we were holding the iron rail or something and, you\nknow, by... There...there are certain things you can do while you work, an...uh...1t could look\naccidental and that's what we did. Accidentally the rail dropped on the feet of a worker that\nthey had to amputate his feet. Not that I was a big hero but I had some satisfaction. Then one\nday we go out to work and then all of a sudden at 10 o'clock come, be assembled and...on a\ncertain area there and we were led into a railroad cars, passenger cars, and all of a sudden the\nrumor was that we are going to Auschwitz. And we were not very far away from Auschwitz,\nmaybe...uh...by train 6 hours, 7 hours. So sure enough, by the time it got dark we entered\nAuschwitz. But our lucky...our lucky...uh...thing was that we came from a high ranking SS\ngeneral so they did not make any selections where they did in Auschwitz, you know, to the\nright and to the left, and you know, to the gas chamber or to work. But the entire camp got\ninto Auschwitz without going...uh...through a selection. So now we are in that famous\nAuschwitz where we seen the ovens burning 24 hours. We see the transports arriving day-\nby-day, and we see what...what has to be...what...what...that...that is one step closer to death\nthan...than we were before.\nAnd we got into the working camp alright and...uh...next morning, you know, 4 o'clock in\nthe morning, 5 o'clock in the morning, you had to go out the barrack and...uh...be counted\nagain. And then we walked out of the...uh...out of the door or the gates I should say...uh...\nand a...uh...big orchestra played while we were marching out, you see. And...uh...we....uh...\nwe came...we went to the...uh...to the...uh...uh...building site and we were also again working\nfor...uh...I1.G. Farben. This is a big German industrial company. And...uh...we started again\nthis...uh...uh...loading, unloading coal and...uh...cement and...uh...uh...the cement. The\ncement I forgot to mention it before that the paper of the cement...when they emptied it out,\nwe used to grab it and put it around our body to keep warm in winter time, you know,\nbecause we didn't have any winter uniforms and in Poland the...uh...temperatures is about 40\nbelow zero and the snow is...uh...sky high there and especially if you don't have any snow\nclothes like you have today. And...uh...it...we...1t became a very...uh... handy, you know. You\ndon't know how...how a humanbeing can be so...so to...to create things to help himself. Is all\nthat...uh...that you feel that things are...are dependable upon your life, that you...uh...that your\nlife depends on it...that you wanta survive, and you...you grab any chance that you can to do\nit.\nAnd...uh...then we...uh...in...uh...in...uh...Auschwitz, we were also... It was a very, very\nflexible camp. They had the...uh..men's camp and next to a woman's camp, and then they\nhave the sick bay...sick...sick bay camp. The sick bay was right...the back door from the\nbay...from the barrack was right to the oven. So you get in there and you not getting better,\nyou go right in there. There was a rumor...I...I happen to be a little bit lucky and I got myself\ninto a detail to work on shoes. To rip up the shoes' soles. Why did they do that\nbesides...uh...collecting hair and besides collecting all kind of other materials? They found\nout that Jewish people, especially the ones from Belgium and Holland and Paris and all, that\nthe people put diamonds and...and gold into the shoes to have something for them to sustain\nthemselves in a camp. And naturally the people got killed and the shoes were left over, so\nevery shoe got...uh... ripped apart. And we found diamonds in there, you know, but there\nwere somebody watching you when you ripped the shoes apart that you...whatever you find,\nyou turn it in. And...uh...I...uh...1 must say despite the fact that everything was so bad, I\nwas... was a pretty lucky fellow like you will hear from now until later. I met...1 met a\ncousin of mine in that camp in Auschwitz. And she had a little bit of a position, and she was\nin Auschwitz a long time so she established herself already a little bit and...uh...after meeting\nher through a barbed wire, she managed to...uh...get me some extra food which was a great\ndeal. And...uh...she was a run...a runner. That was a runner. She was working for the camp\noffice, and if there had to be any mail...uh...put in between the mail box from the camp...the\nGerman camp and that camp or orders or whatever it was, she would take the mail and run\nover there and come back and so on and so forth. I mean there was no telephone connections\nlike we have it today. But...uh... the... uh... met her through...through the barbed wires.\nAnd we were pretty close cousins because she used to be also with me in that village\nChrzanow and...uh..at the time when the all...uh...cleaning out of the Jews was, they escaped\nto Krakow. That's where she was, and that where she got in the camp and also be deported to\nAuschwitz. Uh...Now in Auschwitz there was...uh...lot of things happened. There was\nthe...uh...breakout from a commando. People worked in the ammunition factory and they\nsmuggled ammunition into the camp. They...uh...escaped, but they were caught back later 2\ndays and...uh...they were executed. And...uh...uh...at that...now I am talking about already\nthe...uh... going into the winter of 1944. And...uh...the snow was pretty deep there. The\nreason I mention that because we...we wore wooden shoes and the snow sticks to wood, you\nknow. So when you had the wooden...uh...shoes, you know, not only that couldn't you walk\nwith them, but you also had in addition to carry the snow and try to scrap the snow off so\nyou could walk. The camp itself was erected on a potato field which was when it rains was\nnothing but...but the mud bath that you put your foot in the water puddles and, you know,\nyou came out with...with a lot of mud on your feet, plus your ...your foot when into about |\nfoot of water...uh...uh... pails. Not pails, but puddle. And...uh...but the...uh... word that the\nwar has taken a turn and the Allied Forces are making advances started to take hold by\nseeing that the Germans are starting to liberate...not liberate, to...uh...dispose of these camps\nand sending the...uh... prisoners out to different camps located further into Germany.\nNow we had in..in the camp Jewish doctors. They didn't have any medications or...or\nbandages so what you have, but they were Jewish doctors, but they make themselves now all\nof a sudden that the word was out that the camps are going to be liquidated and they're gonna\ngot to a different camps, they would not have the position of a physician...as a doctor like\nthey had in this camp, and they would be forced to go out to work. So they manufactured\nthat an epidemic broke out...uh...and...uh...due to the fact that we didn't have any...uh...razor\nblades or shaving cream and we shaved the best way we could. You...you used to\nhave...uh...uh... rashes on your skin that...uh...looked... looked like an epidemic and they\nfilled up the sick bays in the sick camp. So some people got well and some didn't.\nAnd...uh...how my luck wanted to have to be it, I was transported to the sick bay because I\nhad the rash and...uh...[....uh...1 said to myself, \"Well, you're in a mess now. How're you\ngonna get yourself out?\" So I sent some messages to my cousin because she knew some\npeople there...(cough)...that...uh...she wanted...uh...maybe she could...uh...get me out, but she\nsent...uh...sent me word back that there is nothing she could do about it, and I should see\nwhat else I can do. Well, I kept myself to myself. I didn't wash with any soap or with\nanything that was laying around, and...uh...after about a week a doctor came around\nand...and...uh...1 was already a long time in that sick bay and...uh...they needed my...my\nroom. So...uh...he came around, he looked at me, and...uh...the stone was taken off my heart\nwhen he said...uh..., \"Go get dressed. You go out.\" you know. So L...I...I really I was reborn.\nThat...that was the situation. So [...uh...walked out of that camp like a...like a...like a\npractically newborn person because this was...this was the end.\nSo I got back into the...to the....uh... working camp and I got back on...uh...on several details\nand...uh...1 managed to get myself onto a detail to work in a woman's camp. And...uh...I\ndidn't do any hard labor. And then on January 3rd, 1945, we...we heard all of a sudden guns\nshooting and...uh...from the Germans, you know, they said that the Russians are about 80\nkilometers away from here. And then there came...as we were talking about that, there came\na order the whole camp will be liquidated except the ones who attended the crematoriums.\nSo...uh..by the time they got us organized and...uh..we were in a...uh...in a\nmarching...uh...group and I had...I with my friend we kept each other together, and they gave\nus, each of us, a whole loaf of bread, you see, and then they had the field kitchen by with\nhorses to join us, you know. And...uh...the...the ...uh..order of the day was that we are\nmarching out to another concentration camp and...uh..we will remain there or we will be\nshipped out by train to another camp. But if you cannot walk, the guards have instructions to\nshoot. So we started to walk and the three of us used to keep each other together with each\nother carrying a blanket and...uh...and...uh.. a loaf of bread and...uh...we seen that the people\nstarted to fall because it was winter. It was snow. And...uh...we seen that the counts started to\nthin out and we walked in...until daybreak. We were under...uh...exposure for the Russian\naircraft. They dropped...uh...uh...Christmas trees. By that I mean that they\ndropped...uh...uh...lighting bombs that spread out and lit up the whole area and we were\nafraid that they would attack us because they might mistake us for troop movement, you\nknow.\nBut...uh...we mentioned...uh...we were told that they arranged...uh...to stay over the night in\na...a barn and we will continued to march the following day. So one of my friends said...uh...\n\"Fred, this...this is it. I...1 don't care what happens. This is all I got. I am going to stay hide\nmyself in the hay, and...uh...you do what you want.\" I said, \"Don't be a fool.\" I said, \"In the\nmorning, they gonna light up, the whole thing gonna burn it up, and that's what's going to\nbe.\" But as...uh...as history was, I met him after the war and he survived. He was liberated\nabout 6 months before I was. So we came into another camp and the...uh...1 mean if you\nknow how sardines are in a can, that's how we were when we laid down to sleep. And I said\nto myself, \"Fred, you cannot go through that again. You are at the end of your strength, and\nyou better see that you get shipped out here and as soon as possible.\" And sure enough the\nnext morning, they assembled a...a....uh...a transport. And, you know, they assembled the\ntransport and, you know, you were...you were...uh...uh...you stood up and like the army, you\nknow, in a column of 5, you know, and about 200 people or something like that. And then\nthey came in, you know, you, you, you, you, you. Face right. Go over there, and go over\nthere. Then you went to the railroad, and you were transported out. So I managed myself to\nget out of the place where I was standing and get myself squeezed into that column that went\nfor the transport. And I went on the transport. It was in an open railroad car in the middle of\nwinter. It was snowing, and it was cold because we had no...uh...no heat and we were\nsqueezed together in...uh... in...uh...1 don't know how many people were in the camp, but if\nyou wanted to move, you couldn't move because you were really squeezed in. And...uh...the\ntrain started to move. It only moved a couple of kilometers and then we stayed again and\nmeanwhile people started to faint and started to die, which we threw them overboard out to\nhave more room in the railroad car.\nAnd...uh...it turned out that we were about...we were on the famous...uh...air raid on\nStuttgart. That is a industrial city in Germany, and they carpet bombed that whole area there.\nAnd we were standing there and we felt the...the whole earth shaking but...uh...uh...you\ncouldn't go nowheres because you had the guards with the machine gun there.\nAnd...uh...we....uh...sort of...uh...you know, we sort of wondered what is going to happen to\nus, you know. I mean if they bombed the railroad the train can't move. They got to do\nsomething. There was no camp nearby that they could take us out and then put us into that\ncamp. All these ideas started...uh...to come up, you know. You started to be a...uh...a general\nto lay out the...the... uh... the way the...the German army plans these things. Well after 12\ndays we finally arrived. We...at that time, we had plenty of room because plenty of people\ndied and we just...uh...threw them overboard and...uh...we opened our mouth when it was\nraining and when it was snowing. At one time, they gave us something to eat. They put us...I\ndon't know, some army post came out and give us some...some kind of bread. And we...but\nwe were nothing but skin and bones, and...uh... we came into Dachau.\nIn Dachau the troops...the troops, the SS men, jumped off the train, opened the door, and\nshouted Out! Out! Out! Out! Out! Out! You know, you put yourself into...into the door\nopening and you fell out. That's...that's about the size of it. And...uh...crossed the dead people\nin there and whatever, you know. So we got somehow off the train and we got...marched into\nDachau. And we came into Dachau and we were put into a...uh...uh... uh...there's a word for\nit that they keep you and...uh...and you get...that you get your strength back which...uh...we\nhad 2 weeks time. You know, we were put in that special order, and we didn't have to go out\nto work and we were medically taken care of, and we...uh...sort of, you know, started to\ncatch our breath. So we...uh...after... after 2 weeks after 2 weeks, we...uh...we were\nassembled again and...uh...we were loaded on trucks and we were told...we were told that we\nare going into a camp which 1s an outside camp from Dachau but we belonged to Dachau,\nbut it's an outside camp. Now, we come...we come...we come there and it was at night, and\nwe look...look for the...for the barracks, you know, but we couldn't see anything. We went\ninto a woods, you know, and...uh...we went into a woods, and all of a sudden, the trucks\nstopped and we seen the barbed wires around, and we knew that this must be a camp.\nAnd...uh.. we showed...we embarked from the trucks and we were marched into the camp.\nAnd we were assembled and...uh...the camp inmates came out to see whose there, what's\nthis, you know. And here I see a guy standing there and the guy looks familiar to me. So I\ncouldn't do very much because I...I was, you know, far away from...from the...the people, but\n[...I started...I started to recognize my brother. So can you imagine it was 4 years after that\n[...I'm standing in front of my brother and I...after awhile they counted us and they..they gave\nout the blankets so...for...for the barracks, you know, and all that. And then, you know, I\nwent over to my brother and he...he...he didn't recognize me, you know, because I...I was...I\nwas weighted 80 pounds skin and bones. But that was my lucky...lucky point you know,\nbecause my brother was an old camp inmate there, and he was...uh...in the managing\nposition. He was again a first aid...uh...person in the camp and...uh...he put me into a good\nblock, you know, into a...he seen that I that I have a easy work detail and he managed to give\nme his bread, you know. He shortchanged himself, and he gave me another portion\nof...uh...for the supper, you know. In order words, a brother what does he do for brothers. It's\na...it's a natural thing you know. And...and that camp we were building a...a airplane factory,\nand that airplane factory was in the...in the woods, you know, was concealed. And we\nare...we are sleeping ourselves into the...uh...into the woods and...uh... the...the roof of\nthe...of the camp was on the...on the bottom on the ground of the...of the wood. You know, in\nother words, they dug out a little groove, you know. I... don't know, 6 feet by 12 feet,\nwhatever it is, you know, and inside they made the little thing for...for a bunk, you know,\nthat you can sleep so you didn't need any...uh...bunks there. And they...uh...they...it was...it\nwas a camp that nobody could easily find, you know. And we worked in that airplane factory\nand...uh...time...time seemed that they were normalizing themselves a little bit. And Thank\nGod I felt a little better, and thanks to my brother.\nAnd...uh...about ...uh...4 months later or 3 months later or something like that, the American\narmy started to advance towards...uh... Bavaria. That's where Munich is...Dachau.\nAnd...uh...they started...there was a rumor. At that time I think President Roosevelt died.\nAnd...uh...the Germans were talking about, \"Now you Jews have nothing to hold you\nanymore. The...the President Roosevelt died, you know, and anyways it was a big factor\nin...uh...uh...Germany history that Roosevelt died. The...the war 1s going to change in favor\nof...uh...Germany. But then all of a sudden we _ again...these...these things\nalways...uh...uh...happen to come up all of a sudden, you know. There were rumors that they\nwere going to...uh... liquidate Dachau. That they going to ship us out into the Alps, and there\nthey would...uh...put us on the mountain somewheres and...uh...just liquidate us and we will\nbe just falling over into the deep mountain and nobody would know. So, you know, there's\nany old saying that I...that I learned it that in the biggest lie, there's always a little bit of truth\nand sure enough about a week or 2 weeks later, the...we...we were assembled and we were\nmarched out of the camp into the railroad cars. And we were told that we are going into the\nAlps. So my brother had a good friend that he was together for many years, and we kept\nourselves again together and...uh...we....uh...we thought that we...we being shipped out and\nwe were proceeding to the de-embarkation for...on the railroad cars and...uh...which we\nboarded, and we stood all day in that railroad station and we didn't move one bit. So the talk\nwas that the...uh...German railroad is...uh...on the verge of being liquidated by being bombed\nfrom the air from the English and American air ... airlines...airlines...the Air Force, and\nthe...uh...they...uh...filled...they filled the camp, and they get shortage on planes, on trains I\nmean. Well, we finally started to move,\nand we moved...uh...very little at the time. And but the train advanced itself quite a bit in the\nlast couple of hours and we were traveling through the woods. And all of a sudden we were\nambushed by...uh... English fighter planes. Now the guards which were on top of the train,\nthey started to fear for their lives and...uh... they jumped off the top and they stood under\ncover having the...the trains in front of them, you know. And I said to my brother and to\nthe...the friend, I said, \"Look, I don't care what you do. We want to be together, but let's\nmake a decision.\" And we decided to jump the train at the first occasion we get. That\nambush subsided and the train started to move, so in about another 3, 4 hours we were\nambushed again, and the guard was off the train. We had prepared ourselves by opening the\nwindow where...in a train, there's a little...uh...window, 2 by 4, whatever it is, and it had one\nbarbed wire across there. And we managed to...to break that...that wire and the train was\nmoving and we were jumping out, one after the other. And...and...and that...and that is such a\nheroic act in my...1n my opinion that we jumped out and nobody broke his bone or leg or\nwhatever it is and we...we assembled together again, you know, and we were in the woods.\nNow, at that time the German army was in disarray already.\nAnd they marched...the army marched backward from the front line and we marched\nforward towards the front line. And this area where...was infested with...uh...POWs, French\nPOWs and English. And we runned into the German guards and they asked us, \"Where we're\ngoing? What we're doing? And we...uh...told them that we are mute and we don't talk. We\nare dumb, deaf and mute, like they say. And...uh...nobody talked, you know, and we just\nmade with our hands and blah, blah, blah. So, but we advanced. Once we...we stepped a\nsoldier on...on his head. He was dug in...in the ground with an anti-tank ...uh...uh...unit, you\nknow, and he was buried in...not buried, but he was in the earth, you know, with a...with\na...with a gun or with a bomb, whatever he has...uh...for to blow up the tanks if they come\nacross, and he...uh...and we stepped on...on his head, you know, and we got out of that, and\nthen we walked into a farm house that was...uh...uh...full of German soldiers that...that ...uh...\nliquidated...1 mean not liquidated, but quit the army ahead of time already. And...uh...we\nwalked in and we seen the back door open, and we ran out of there. I mean it was...it was just\ngoing into...into the fire, out of the fire. You didn't know exactly which way you...you\nwalked and we prayed to God to guide us. And that was...uh...in the house, you know.\nAnd then we walked again and again and we came across a...a...uh...priest. And my brother\nspeaks French. And...uh...he spoke in French with him, you know. Uh...He spoke a broken\nFrench, you know, and he asked...we asked him where could we go not...not to be in the\nmiddle of the scares, you know. He says...uh... \"Go up that hill. There's a farmer. I know\nhim, and tell him that you would like to sleep the night over there, and he'll take care of\nthem.\" Now we went up to that farmer, knocked on his door, and his house was full of\nGerman soldiers. So we spoke to him with a broken German, you know. We never let them\nknow that we understand German and all that. And we are...he said, \"Yes, you can go in\nmy...uh...where I store the hay. You be safe there and, you know, stay there til the morning\nand see what happen, you know.\" So we walked into the...uh...into the...uh...what do you\ncall it...the uh...where the...where the farmer stores his hay and corn and...uh...we couldn't\nsleep because there was a fighting going on between the American Army on the bottom and\nthe Germany Army on the top and boop boop boop boop boop, you know. Constantly\nthe...the artillery fire was going back, and they were shooting around the...the hay where,\nyou know, where they had the barn. So...uh..I said to my brother, you know, I said, \"This 1s\nlike a powder keg. You got the German soldiers sitting there. No matter what, if they have a\nchance, they kill us. If they went, they definitely kill us.\" So I said, \"You know what?\nWe...As soon as daybreak comes, we gonna open the door and we gonna get out of here.\"\nSo in the morning, however, the artillery fire subsided. So I said to my brother, \"Now is the\ntime to make the move.\" So the other friend said, \"Well, Fred is right. We should...why\nshould we sit here, be a sitting duck, you know?\" We lived...we left the barn and we\ncontinued to walk.\nAnd as we walked we seen white flags hanging out of the farm houses, and we seen a farmer\nand we called him over and we spoke in fluent German. I said...we says, \"What...what 1s this\nfor?\" He says, \"Well, we gave up. We're not fighting anymore, you know. The Americans\nare down on the bottom of the hill and blah blah blah. Anyways, so...we...uh...he says within\n2 hours the Germans are going to be here...the army, and they probably going to\nsurround...surrender. So they....uh...we...we took it as good news, and we asked him\nhow...how do we get down to the village, and he told us. Well, we felt that we are the...the\nwinners now. We have overlived the war. All we have to...to see now, the most treacherous\nminute, that we have to meet a American soldier, and not be shot by a German officer. And\nwe seen a...a German officer shot to death in...in...in one of the...the...uh...the places there, so\nwe walked over there and we took his gun and we took his gun and we walked toward the\nmain street. And we walked on the main street with a gun and we killed a couple of German\nsoldiers too because they were running around and they were making\nthreatening...uh...uh...remarks, and this was a war zone. And we walked on the...on the\nhighway there, and all of a sudden, we...uh...we hear English speaking, \"halt, stand up,\" you\nknow, the German, I mean, the English soldiers, you know, with a Yankee accent there, you\nknow. My brother was holding a gun and we were walking, you know, in a no-man's land,\nso...uh...the guy came up and searched us for guns which the one gun we have, we gave it to\nhim, and we told him who we are. \"Yal,\" the guy says, \"What...are you trying to kid me?\"\nThere's no survivors.\" So...uh...we told him, you know, where...what camp we came out\nfrom and where there are people yet still being hold, and so he went on his radio and he\nspoke to the commander what should he do with us. He says, \"Well, you got to bring them\nin. We gotta interrogate them.\" You know.\nIt was May the first...uh...that we have seen the first American — soldier.\nAnd...uh...the...uh...soldier took us back to the...uh...to the...uh...l1eutenant there and...uh...he\nstarted to interrogate us, and we gave him all the information what we knew and...uh...he\ndirected the unit to...uh...to take that camp, which...uh...after the report, 1t was abandoned\nalready. There were no more soldiers there, but they had some...uh...prisoners...some people\nthat were incarcerated there...sick people and so on and so forth. And that is my story besides\nthat...uh...when the war was over, the...uh... I was in the...uh...displaced person camp with\nmy brother and my friend, in Feldafing. And...uh...what I like to point out here, again how\nrumor spread in...in such way that it's unimaginable, you know, that we...we had news from\npeople that my father is still alive in...he is in a Polish zone, you know, that...uh...well,\nhe's...uh...1n that camp that I was...I was first in and I left it. That he is in that camp in that...in\nthat city, and he is sick but he's taken care of. And so we had...uh...we had established\nthat...uh...[...1 know that...uh...my father was alive and I forgot to mention that when I was in\nAuschwitz I met...uh... a guy who works in that...uh...unit in the...uh...camp, you know, in\nthe crematorium that...uh...the day that they liquidated the Jews from Chrzanow that he...he\nknowed that my mother was there and he seen her being...uh... cast and burned. And...uh...so\nI know that my father's alive, but he's very sick, and...uh... and...uh...as time advanced and\nwe got our strength back, I started...uh...to travel to look for my father.\nAnd I looked for him where I had the latest news that he's in... uh...that...uh...town in\nGermany near...near that camp. And...uh...wild..wild...Waldenburg. Yal. And...uh...[ got\nthere. I got the news that he was there and he heard that I'm alive and my brother's alive and\nthat he left for Berlin. So I didn't wanta go through an eventful trip to Berlin, but I went back\nto Munich where my brother and I lived and we took possession of an...of an apartment\nand...uh...we started...I sent my brother to travel to Berlin, and he got together with my father\nand...uh...we felt, you know, that...uh...the family should be together and....uh...we rented an\napartment in Munich and after we had the apartment, he came over from Berlin to Munich\nand we lived together til we got the permission to go to the United States. That was in\n1940...46, but the seaman strike broke out and we...uh...were detained for 3 months\nand...uh...at that time, President Truman...uh...gave a quota of 20,000 DPs, displaced\npersons, to enter the United States and...uh...we registered and were lucky to come here, and\nwe left...uh...Germany on January 3rd, in 1947. And...uh...we had a very hectic...uh...uh...trip\nbecause the sea was...uh...very rough. We went out from...from Bremen Harbor.” It was in\nthe afternoon, and the sky was as dark as like 12 o'clock at night, but the Captain felt he\nshould take the trip and the chance and he did it, and we wound up somewheres in the\nCanadian waters with icicles all over the ship and broken the stern on the ship and all that,\nbut...uh...we luck...we landed happily and luckily in the United States on January the 14th or\nsomething like that.",
        "Q: We have about 5 minutes left if there is anything else you would like to share.",
        "A: Well, I would like to share that...uh...thanks to the...to the...uh...Joint Distribution Committee\nwho took the responsibility to...uh...take us over and pay for the voyage and...uh...put us up\nin a hotel, Marseilles on Broadway. That was the meeting place of all the Jewish refugees\nthat came from Germany. And...uh...we were...uh...cared for by the...by the Joint, and looked\nafter by the Joint, which was a great help. And...uh...we...uh...they...after awhile, we were\nable to rent an apartment and...uh...I found a job here, but...uh...1t was hard to...to get used to\nwork for 54 hours a week in...you know, and then go to school and learn the language. And\nit was a little tough at the beginning and...uh...but...uh...I think I got used to it and\nacclimatized myself and I became a citizen of this country. I...uh...was a very nosy person.\nAt the time I came over here, there was a...a draft registration where I had my...to register\nmyself for the draft. And...uh...at that particular point I...there was an order issued that\nthe...uh...people who coming over as displaced persons are excused from the...uh...Army to\njoin the draft. But some of the people I knew joined...volunteered to join the...the army\nand...uh...they...they got jobs in Germany, in the American uniform. And...uh...1 was\nclassified as 4F and I was nosey to find out what 4F is, so the draft board sent me a letter to\ncome for another...uh...physical. So I went for another physical, and I was accepted\n(laughter) in the army to send to Korea. (laughter) So that's...that's about my...my story from\nmy...during the war that I lived. And I have that in my blood. I have it in my future, and I am\nworking towards educating people that what happens, that it shouldn't not be forgotten, that\nwe cannot forgive for what was done, and we can sort of...uh...try...try to...to ease the pain a\nlittle by....uh...being...uh...accepting their apologies.",
        "Q: Thank you very much.",
        "A: You're welcome. I hope I did a good job. (coughing)\n° Also: Bremen or Bremerhafen.",
        "Q: You did beautifully. Beautifully!\n"
    ],
    "questions": [
        "Q: Would you tell us your name and where and when you were born?",
        "Q: We have to stop here. They're going to change the tape.",
        "Q: Okay.",
        "Q: We have about 5 minutes left if there is anything else you would like to share.",
        "Q: Thank you very much.",
        "Q: You did beautifully. Beautifully!"
    ],
    "answers": [
        "A: Uh...My name is Fred Bachner. I was born in Berlin, September 28, 1925, and I lived in\nBerlin, I grew up in Berlin until the age of...uh...thir, fourteen. I...uh...went to the\nJewish...uh...public school because...uh...as a Jew we were not permitted to go into the\nGerman schools so it was a completely Jewish...uh...uh...sustained...uh...schools within the\nschool system and...uh....1 grew up and I learned during the growing up in the\nschool...uh...Hebrew and English, which was...uh...uh...taken on an extended program. I\nwent to school from 8 o'clock in the morning til about...uh...3, 4 o'clock in the afternoon,\nwith 1 hour of break for lunch which we were supplied by the school. And ... uh...we had a\nvery happy environment until the... uh... German laws started to tighten down\nand...uh...prohibited the Gentile people to associate with us Jews by... uh...starting\nout...uh...uh...forbidding us to go into certain places such as parks and restaurants\nand...uh...buses and trains which...uh...was...uh...very well advertised in the anti-Jewish\nnewspaper, the Sturmer, in which always had the big Jewish face with a big hook nose is a\npicture in front on the first page and...uh.\nThe really...the...the way I started to feel it was when...my friends...we used to live in a...in a\napartment house and we got downstairs to play after school...when...uh...my friends came\nover to me and said...uh...my father said I can't play with you anymore because you are a Jew\nand I don't supposed to associate with you. That's when I really started to...to feel the...the\ncrunch of it, that all of a sudden the... uh ... wall started to come down and...uh...we sort of\ngot forced into a more Jewish environment because the only way we could associate\nwas...uh...the Jewish people and...uh...1 joined the Maccabee which is the Zionist\norganization. We got...uh...meetings every Saturday, get together and camp trips on Sunday,\nbicycle trips and...uh...I must say that they used to do quite a bit to keep us...the youth happy\nand...and Jewish oriented and...uh...then it...uh...boiled down that we had a sports arena,\noutside Berlin, where we had the Maccabee schools competing against each other and\norganizations and...uh...we started to be dependent upon...among...on...on each other. Then I\ngrew up and years past by and finally I started to get into the age where I had to prepare\nmyself for my Bar Mitzvah which took place at the end of October 1938.\nand...uh...I had the...uh...I had the Bar Mitzvah teachers...uh...somebody who was very, very\nknowledgeable in the Jewish Torah and the Maftir (ph) and all that, and...uh...my father\nwanted me to learn the whole Haf Torah which was Hazin (ph) and also the Maftir (ph) and\n[...uh...felt very, very honored to be able to...to learn it and to perform before my relatives\nand the congregation and...uh...1t took a hard...a long time for me to learn it but I managed it\nand when I...the day of my Bar Mitzvah, which was before the...uh...Kristallnacht and as it\nturned out, one of the very few Bar Mitzvahs left to be performed because... uh\n...Kristallnacht was in Berlin on November 9th, where all the synagogues and schools were\ndestroyed. Uh...I...] remember vividly that I woke up and the Kristallnacht was on the ninth\nof November...uh...and I got up in the morning and it was about 6:30 in the morning because\nI had to walk to school which was a little bit of a distance from where we used to live\nand...uh...but the school was situated with the...uh...synagogue in back of the building, a very\nbig synagogue and...uh...I came...I left my house to go to school and...uh...I seen how the SR\nwas...uh...destroying Jewish...uh...stores and Jewish apartments by...uh...breaking the glass\nand throwing the furniture and...uh...all be...belongings out on the street for destruction, just\nsetting it afire or people just grabbing it and walking away with it. And as I reached the\nschool, well I didn't know what to do there because the curt...window curtains were hanging\nout and the synagogue in the back was practically destroyed. The...uh...ark was open, the\nTorah was...uh...taken out, the Hebrew books were put in the middle there and set afire, and I\nwas very distraught and didn't know what to do so my first thought was to run back home\nand see if my house and my parents are alright.\nThank God...uh...nothing has happened to our apartment and...uh...we lived through\nthe...uh...the assault without any damages except that there was a...uh...a...uh...search for\npeople to look...to leave Germany because...uh...the Rabbi in...1n our synagogue in his last\nspeech said and I vividly remember it today, he said, \"It doesn't become daytime before it\nreally gets night.\" And what he tried to tell us that it is going to get worse before it's going to\nget better. And naturally peopled started to take this into consideration and they started to\ntalk about leaving Germany any which way possible and there was an onslaught of the\nConsulate, appeal by Columbia, Shanghai and...uh...any...any...any nation that...that would\naccept you to go without waiting for long term visa to come to the United States\nand...uh...that...that was the start of the exodus...exodus ...from the Jews from Germany\nalthough...although this didn't last long because at the end of November, it was the\nassassination by a...uh...student by the name of Greenblat * in Paris to a...uh... German\ndiplomat Neurath **...I vividly remember their names that set off another race or I should\nsay that set off actually the...the Kristallnacht.\nI'm sorry, I'm wrong. But the...uh..timing was that the end of November the...uh...the German\npolice rounded up all Polish citizens and it was very easy to distinguish a...uh..person\nbecause...uh...Germany was a dictatorship country and you had to register with the Police\nregularly. You couldn't change your apartment without the permission from the police, and\nwith the...uh...you had to give them...uh...everybody who 1s living there, their full name, their\nJewish name or whatever it was, and...uh...then they had...uh...also the religion. So to pick\nout the Jewish...uh...names from...from the Police precinct was a pretty...uh...easy task. So\nthis how things started to get worse, that all the Polish citizens were...uh...rounded up and my\nfather and my mother were Polish citizens and automatically my brother and I became Polish\ncitizens because according to the German law that you are...you...you become the nationality\nwhat your parents are. And...uh...my father and my brother were deported to the Polish\nborder and Poland was not prepared of the onslaught of thousands of people and for security\nreasons because the border was very close with Germany, they...uh...kept these people in\ncamps at the border until they were screened and got the permission to go into Poland where\nthey were born...to the place where they were born. And so...uh...my father and my brother\nwere picked up and they were on the transport to Poland and they were detained at\nthe...uh...Polish border. They were there for 2 weeks until they got the permission to proceed\nto the...uh...place where my father was born and where our family lived. And...uh...my late\nmother and I...we were not permitted to join them, so all of a sudden things have\nchanged...uh...financially because there was no money coming in anymore. We had the big\nfactory. My father was a well-to-do person in his own way in Germany and...uh...we had to\nsort of...uh...see how we can sustain ourselves by...uh...by doing some necessary...uh...\nadjustment.\nNow...uh...we had a big apartment, five rooms with a service entrance and so on and so\nforth, so we...we thought that we would rent out a...uh...a...uh... room and...uh...take\nsomebody in to live there, and we rented it out to an elderly couple, and they moved in with\nus and they paid us rent which helped us to sustain ourselves to the time, you know,\nthat...uh...until we can meet...uh...be together with my father and brother. And...uh...\nwe...uh...my mother did...uh...a few...uh...things. She was a pretty good seamstress in her\nown way, and I did some odd work, deliver paper or whatever it was and got some income\nas far as that was concerned. It was only pennies, but...uh...every, every penny helped that\ntime. And...uh...my father, as I mentioned before, after 2 weeks was...uh...capable to join...to\ngo proceed to the place where he was born and to establish himself and wait for our arrival.\nNow the Polish government issued...uh...a red stamp in your passport that permitted you to\nreturn to Poland. On the interim we had some cousins in America and we wrote to them that\nthings are bad, we need visas, which they started to...uh...to...uh...proceed with and they\nfinally got the visas and they were issued to us about a week before we left Germany\nand...uh...then we had to...uh...have them transferred from the American Consulate in Berlin\nto the Consulate in Warsaw. Now the...uh...Polish quota for...uh...Polish citizens to come to\nthe United States was...there was a 4 to 5 year wait so that picture didn't look very bright, but\nI must say that the Jewish Agency was working very, very hard to get the kids and the youth\nout of Berlin, out of the fire,\nand my grandparents from my mother's side, they left Berlin in 1935 and they settled in\nAmsterdam. And...uh...we were in touch with them and...uh...they said we have...you register\nfor...for a transport from Berlin to Amsterdam and then you will be able to proceed from\nAmsterdam either to London or to Israel’. So we packed up a suitcase and put it (chuckle)\nnext to the door and...uh...I...I made...I was sort of prepared, you know, to leave my mother\nand...uh...that I might get a telephone call. That's all we would have gotten and be at the...1n 5\nhours at the train station, and you're gonna go with that transport to...uh...to Amsterdam.\nUh...I also was registered in Berlin to go on a transport direct to Israel” on Aliyah, but\nunfortunately, as it turned out that phone call never came and the...uh...letter for Israel never\ncame either because in June 1939, we got the call from the Polish government to come and\npick up the...the stamp...that we are able to leave Berlin. And...uh...so my late mother and I,\nwe went to the Polish government and got that stamp, you know, and we left the apartment\nand...uh...on the interim, in the meanwhile it was too hard...these people got sick and anyhow\nI don't remember exactly what happened to the elderly people that lived with us,\nbut...uh...we...uh...we moved out of the apartment and moved in with another...uh...another\ncouple on the same...same building on the first floor and rented one room. Now we became\nthe...(chuckle)...the...uh...tenants. And...uh...when we left, we left everything there. And\nuh...we didn't have anything to sell because we sold our furniture and this sustained\nourselves to live...uh...to have food come in...in...uh...and as long as we were by ourselves.\nNow the big moment came and we purchased the tickets and we took the train...uh...to my\nfather's...uh...to my father and my brother to be reunited. And naturally where upon arrival it\nwas a great...uh...great occasion, you know that being separated for almost a year and a half\nthat we...uh...finally got together. So now came the worry for my father...what to do and\nwhere...where to establish himself because he...he didn't know by himself what to do in the\ninterim...uh...1n Poland, and he...uh...sort of waited for us to wait for a decision what my\nmother wanted...thought what the family should do. So naturally we took...uh...sort of a\nvacation and...uh...my father and my mother...we...we went to Krakow. And...uh...we tried to\nrent an apartment there and to have whatever we had...the few suitcases go and, you know,\nwe used to live with my father's family there, which graciously took us in. I mean, you\nknow...uh...1n Europe there was no such thing...there was room in the smallest hut like they\nused to say, you know, and....uh...and...uh...1t came...came the time that we thought that we\nfinally be able to carry on with a normal life because I would have to enroll into school and\nto learn to...how to speak Polish which is a pretty hard language. And I...uh...then...then all\nof a sudden on September Ist, there was already a rumor and a feeling that war is imminent\n‘Palestine before 1948.\n“Palestine before 1948.\nand it might start any day because the Polish government started to issue orders that you tape\nup your windows because from the air raid the windows might crack and they shatter on the\nstreet and hurt people and what not, you know. So the feeling was already that there 1s going\nto be a war. And sure enough they started...uh...in...1n August, they started to dig trenches\naround the...the city where...uh...the...uh... homefront would defend that city and they\nwere...they were full gung ho that they're going to beat the Germans. But I couldn't see that\nwith the horses what they had...not...not being mobilized at all, that they're going to have any\nkind of a success you know.\nAnd the geographic situation of the city where my father was, it was not too far away from\nthe German border and it was only 10 kilometers away from Auschwitz, from Oswiecim.\nAnd I will come back to that later. And...uh...we....the Declaration of War was on September\nIst. Naturally, right away we had air raids, and we had all kinds of...uh...war threats that the\nGermans beat the Pole...Poles, and the they take already and this town and this town and we\nshould evacuate the town. So the people started to pack up on baby carriages and hand\ncarriages and they started to march out of the town into further away from the...from the\nborder to be in a safe zone. So...uh...we took everything into a suitcase and we grabbed a\nbaby carriage and put it on top of the baby carriage and our family we started to hold\nourselves together and started to march to evacuate further in..into Poland. Now I don't\nremember exactly how many kilometers we marched or so, but it was...uh...I don't know, it\nwas about...we managed in...1in 4 days, in 5 days to go about...uh...100 kilometers or maybe\n70 kilometers and we walked across the fields you know, because the...uh...corn was already\ntaken in and the hay and the potatoes were...only the potatoes were still out in the field\nbecause this is a very big farm country, Poland. So...uh...we started to go further and we...we\nwalked further and who do we meet there? The German soldiers. Because they got ahead of\nus, not...not by...on the...on the road, but they were parachuting in to the...to the advance\nareas and securing the advance areas and when we came, you know, the...we come there, we\nsee the German soldiers and they said, \"Oh, Go back home. Go back home.\" That's all\nyou...they ever use... \"Whatever city you are from, go back home.\"\nAnd right there and then they started a big anti-Semitism by the soldiers to...to see....the\nJews...the religious Jewish people used to have beards, and big pais (ph), you know.\nAnd...and you...you wouldn't believe it but they started literally to rip out the beard and rip\nout the thing, and you know...uh...so the Jews, you know, they started to...to take a bandage\naround the...the...uh...the chin and hide the hair from the beard in there, and when the\nGerman came, you know, you had a toothache or headache or, you know, whatever it was\nto...to save themselves with the beard. And that's...that was actually the beginning of the\natrocities that they had. And after...after a couple of days we came back to the village which\nwe left and everything... everything has changed. The German Army occupied the...the\nvillage or I should say maybe the city, whatever it is. And the...uh...they started to take\nevery...uh...capable person who could perform any kind of...uh...work, they grabbed you off\nthe street and they took you in one of the trucks and they carried you away to perform some\nkind of work for the army, whatever it is...clean the barracks or clean the horses, you know,\nwhatever it is to...uh...uh...to make it comfortable for the army. (Pause, drinking water) So\nthat was the beginning of establishing work camps which was supervised by the German\narmy and it was that if you were a...first of all there was a...a...uh...order out that every\nhumanbeing...every male person at the age of 12 or 13 has to work. Otherwise, you wouldn't\nget any food stamps. Otherwise you would not get any privileges and if you are caught in the\nstreets and you cannot document that you have a job, they take you and work you away. So\nthat is how my brother got caught and...uh...now he didn't get caught. There was an order out\nthat all the...uh...Jewish males between the age of 14 and 18 have to register at the police\ndepartment and...uh...that...uh...that all of was change because they establish a Jewish\ncommunity center where...like we have here in America, that you have a synagogue, you\nhave a president and a vice president and so on and so forth, and they established that for the\ncommunity. And they did all the work for the Germans registering.\nYou were registered there and they know everything where you lived and all that.\nAnd...uh...that was the legal...uh...that you were legalized and permitted to live there. So you\nhad to register in that...uh...that agency you I will call it, and...uh...you...and they\nhad...uh...and after...after you register...after 3 or 4 days everybody registered, then they sent\na policeman to your apartment and they took you down to the police station and they carried\nyou away to a work camp that was in Germany. Now Germany uprooted woods, and you\nhad to take the roots out because that's where they built the autobahns, you see. And at the\nlater date, about a year or 2 later, they built factories there because they suffered heavy losses\nin the West where the German industry was and they relocated the factories north to Poland\nand so on and so forth where they could perform...work on...on ammunition and guns and so\non and so forth. And that's where the workers...uh...got into the camp and these camps, they\nwere erected overnight and...uh...that's where my brother was taken to a work camp at the\n1940. So again, was a disruption in the family life. I had to go and register to work and my\nfather and my mother and so on and so forth, and I...I was...[ would say lucky or not, but I\nbefriended myself with a...a Jewish girl and...uh...she was about 2 years younger than I was,\nand her father owned a...uh...a...uh...distribution center of sodas and beer. And when all\nthis...these things started to tighten down, I said, \"You know, I got to get a job. Can I get a\njob with your father.\" She says, \"Sure, my father will take you down.\"\nNow by the time I...I...I tried to procrastinate it as long as I could, you know, and in the...in\nthe meantime, the father's business was taken over by a Volksdeutsche. That is a person who\nis Polish but has German ancestry in him, you see. So he just came in your business and he\nwas the boss and all that. So...so I...so her father spoke to the guy and he said, \"Yes.\" So\nwhat...what was the work, and I was...that time I was 14 and a half. Uh...I was permitted...I\nwas not permitted, I was given a team of horses and a wagon which I had to load in the\nmorning with beer barrels and sodas and all that and go around in the...in the village and, you\nknow, deliver it to the...uh...stores, the luncheonettes or the...uh...the bars, you know,\nwherever they...they sell beers. And...uh...1t was a...a very demanding job because I had to\nget up at...uh...5...uh...o'clock in the morning and go to the stable and clean the horses, water\nthem down, give them hay to eat and...yah...and then go out and load the big carriage up, you\nknow, and take the beer barrels and...and lift them on God knows what you know. So I...I did\nthat and...uh...as a...as a young kid, I was capable of adjusting myself to it, and I took care of\nit the best possible way and it was pretty good. I mean the guy was tickled pink because I\nmanaged how to drive a team of horses and...uh...1n winter time we...uh...drove a sled.\nAnd...uh...there was no...no cars there. I mean there were very, very few...uh...cars in the\nvillage or trucks and...uh...it took a lot of learning to control a team of horses to...uh...get the\nsled or carriage down the hill that...uh...pushes a load...pull a load, you know, and you go\ndown the steep hill and the horse has to hold it back and, you know, so it's ...uh...it's pretty\ndangerous, let me tell you.\nSo my brother was in a camp and we got....uh...mail from him at...uh...14 days intervals or\nlater or something like that. My father was working in a factory for the army to\nmake...uh...coats and so was my late mother, but they worked in different shifts. And I was\nworking in the beer brewery and...uh...I was distributing beer and...uh...soda. Now all of a\nsudden the...in the surrounding of that city, camps...uh...POW camps started to spruce up,\nand...uh...they put their orders in for beer to be delivered and...uh...the ...the German boss I\nhad, he said,...uh...\"Well, you don't look Jewish, you know, and you _ have\nthat...uh...uh...piece of silk cloth you wear in order to protect your clothing when you go\ndown to the basement to roll down the...the barrels of beer, and you can haul the...you can\nhide the Jewish star, you know, so you know if they question you, you can move the thing\naway and what you're gonna go to these camps and you're gonna deliver the beer.\" So I did\nthat and...uh...and lo and behold...uh...in my...you know, in my lifetime, I had...as we...as you\nwill hear later, I consider myself a little bit lucky because I had very few...I had a few\noccasions which...uh...I will tell you that I was lucky. So I go into that particular camp there\nand deliver the beer and I speak to the commander of the camp and all that, and I looked\nthrough the...uh...barbed wire in a...1n a camp and...uh...I see my brother there, you know. So\n[...I was...[ was perplexed. I thought my brother was in Germany. Now he 1s in travel\ndistance from...from us, you know. So I spoke to the commander and I said I have to...I have\nto go...uh... I... see somebody I know there. Can I...can I go and see him? You know, and I\nhanded him a pack of cigarettes and he says, \"Yeah, Go and see him, and...uh...but...but don't\nstay too long.\" So they opened the gate and I walked in and I embraced my brother and as I\nwas there, I also know that there was a school mate or...not a school mate, a classmate of\nmine in the same camp. So I see my brother and my brother...I said, \"How do you get here?\"\nHe says, \"Well, I was a...uh...a...uh...first aid man for the sick people, and they got\nme...uh...to take care of the sick people here, you know, to administer first aid, and that's how\nI got here.\" I said, \"Well, that's great. You know, I come here...[ come here every day.\"\nAnd...uh...all of a sudden I asked...I said to my brother, \"You have people die here?\" He\nsays, \"Sure, we have at least six, seven people a day.\" I says, \"I mean I...[ don't know til\ntoday how that idea came into my head.\"\nI says, \"You have any way to bury them?\" He says, \"Yal, we save them here for...for 3, 4\ndays and then we carry them out and take them people and carry them out and bury them.\" I\nsaid, \"You think if I talk to the commander and I can arrange to carry the people into...to our\ncity which the name is Chrzanow C H R Z A N O W (chuckle) and...uh...uh...you think, he\nmight go.\" He said, \"Look, all you can do 1s try.\" So, I said goodbye, you know, and I said\nI...I'll be back tomorrow for whatever reason. So I talked to the commander and he said, \"No.\nNo good.\" But anyway next load I went out there with beer. I...uh...took some bread along\nand...uh...I...Uh...took bread along for my brother to distribute it in the camp and to give it to\nmy classmate, you know. You can imagine the...the joy we had and...uh...we established\nsome kind of a contact...my brother established some kind of contact with some of the\nguards. But anyway he...he suggested that to the camp commander and the camp commander\nsays, \"Yeah. Why not, you know.\" So I said, \"You know something, I am going to come\nback on Sunday with a...with the boxes for dead people you know, and we going to take all\nthe people, you gonna take 10 people with two guards, you gonna go...you gonna march into\nthe village where we are, we gonna bury them with a Jewish burial and all that.\nAnd...uh...the camp commander, he must have been a pretty regular guy. He accepted it, and\nhe said, \"Yal,\" you know. So I came out on Sunday and I had the...the box loaded with bread\nand shoes and everybody and for the...for the camp, you know. I...in the village, you know, I\nspread the word that this and this happened. I met my brother and this is...we gonna arrange\nand, you know, so any way Sunday I came out and I picked up the dead people and they\ncame and marched in, went out to the cemetery and then when we were finished, we took the\nguards and we gave them water to drink and gave them to eat and the...uh...we took the 10\npeople in the synagogue, in the main synagogue and...uh...the people had cooked up some\nsoup, potatoes, and they bought clothing. You know, it was unbelievable you know,\nand uh...that I established that and it...it lasted for about another...another two months, that\n[...uh... uh...was able to do that without any complications. But then complications started to\ncome in because we...uh....uh... they had...they established the delousing ...uh...factory 1n...in\nour village, you see. So I said, \"You know, why don't you get the whole camp in there.\"\nNow, I was the instigator because it was in my blood and I did it all along. So I instigated\nthe...uh...the...uh...the situation that the...uh...whole camp came into the village in two\nsections, you know, and...uh...they were all fed, and you know, the guards, they had more\nguards come in because there were more people to watch and...uh...it was...1t was a very,\nvery rare and seldom occasion, you see. And here I might inject also that I also went to\nAuschwitz to deliver beer there and I seen what was going on because we seen the transports\nthat was going to Auschwitz had to go through that village and the trains, and we heard the\ncrying, and we heard the...the...the distress notes, you know from the people in there,\nbecause they somehow sensed where they were going. But unfortunately the windows were\nblack. You know, they were blacked out that you couldn't see anything, but we knew in the\nvillage where the trains are going and where we think they're going and...uh...when I went to\nAuschwitz to deliver beer I had some contact with people working there and I spoke to them\nand they told me what's going on, so I brought the news back to the...to the village. You\nknow, I was kind of the...uh...like they say in Hebrew, sheliach (ph), somebody whose...gets\nthe messages back and forth. But every...everything...every hour the good things come to an\nend and...uh...one morning I left my house and I got downstairs and I noticed that\nthe...uh...the German army...they cut off the streets and they sent all the people that were\nwalk...walk...walking at that time in the morning, 5 o'clock in the morning, send them back\nhome. They wouldn't let them go. So being the rascal I am, you know, I went...uh...through\nthe fields. Now I went back upstairs and I woke up my late mother and I said, \"Look, there's\ngoing to be something. Maybe they're looking for butter and eggs that you might have more\nthan...than your coupons give you...uh...and...uh...you miught...uh...would like to hide\nsomething to do it because something is going to happen.\"\nI managed to get myself across the fields into the...the property where that brewery was and\ninto the...uh...uh...stable where the horses were. I was there. I cleaned the horses. Then the\nowner and the father from the girl came and...uh...we sat down and we started to talk. What\nis...why is this thing to do, and what is going on, you know. So the German...uh...boss came\nback to us and said, \"You know, they're taking everybody out of the city. Everybody. There's\nnobody here. There's nobody...uh... uh... left over. Everything. But you stay here as long as\nyou...as you want.\" And...uh...1 mean I had experiences before where the, you know, when\nthey were looking for people...be able to send them away. They came to their houses.\nThey...you know and I knew about it. I was hiding there and...uh...but this time, I think that\nwas the end of the rope. So we did...uh...I loaded up the...the...uh...the carriage and...uh...but\nwe had to send somebody else on the route where I...which I supposed to take care of and we\nwere hiding in the stable. And we were hiding there all day long til in the evening and we\nsaid now nighttime is here. What...what...what is next? You wanta hide here? You wanta go\nsomewheres else in...uh...you know, in the nighttime? And...uh...we did...uh...with the news\nthat we had, we decided...they decided that...uh...1 mean I was the youngest one there, so\n(chuckle) naturally the...the grownups had more to say about it, so (pause, drinking water)\nwe decided to talk to the German boss that we were working for him all day long and now\nthe day is over that he should take us back to the police and whatever it is that he should do\nwith us. And that was the case.\nWe were brought by the German...uh...boss from the brewery...uh...to the police station\nand...uh...we were... the reception was very cold and, you know, \"aha we have another four\nJews here. Come on. Let's get rid of them.\" You know, So naturally we were taken down to\nthe railroad station and put into the famous trains. Not knowing where we go, but we were\ntold that...uh...that train is going to go into a labor camp. So how true it 1s we didn't know,\nbut after being a...uh...being in the...in the...uh...situation, you know...uh...uh... constant, I\nmean, you...you...you cannot put yourself today in the...in the mental condition when you're\nfaced with...uh ...uh...uh...death or life or...that...that what it boiled down to you know. Either\nyou go for life or for death you know, because these trains were going to Auschwitz and in\nbetween it was going to labor camps, so you didn't know what...what train you were on. But\nanyway we...the train finally set itself into motion and...uh...we were transport into a\nconcentration camp...uh...Markstadt. The name was Markstadt.\nNow we got out of the train and...uh...you know, the...the reception was (chuckle)\nwas...uh...you got the beating, you had to fall in line, you had to do lots of things you didn't\ndo before in your life, and...uh... you were assigned a bunk at that time, and...uh...all of us...\nthen...then we were...uh...told to fall out and we were going to work. And...uh...we went to\nwork the first day...uh..and when we came back the...uh...there was a rumor that there...from\nthis camp, was gonna go a transport to another camp, and there is a...a transport is coming\nfrom our city of Chrzanow into that camp where we are going to go out...where the...where\nthe transport is going to go out. And somebody told me that my father is going to be in that\ntransport. Now, I am going to say something which...uh...you know, lot of people wouldn't\nunderstand the reason for it, but what I witnessed that day being in camp where they beat up\nthe elderly people and make mush out of...out of them, you know, and the...the way they talk\nand the beat them and all that, I...1 personally wouldn't be able to stand it, to see my father\nbeing treated that way and...and be...be there and not be able to do anything. And if I would\ndo, I would get killed. So I said I have to get myself into that transport and...uh...I...uh...was\nable to manage my...manage myself to get into that transport and be transported out...out of\nthat camp and to a different camp. And...uh...today, I...[ must say that I am still amazed that\nwhat I am going to say is that I received word that my father's going to be in that transport.\nAnd there was no radio, there was no mail, there was no communication, but somehow news\nleaked out and whatever it was...and it actually was that my father was in the transport\ncoming to that particular camp. And I got transported out to another camp, and that camp\nwas...was hell on earth because it was a...a old...uh...mill which was a building...uh...four\nfloors up and...uh...we had to get up at about 4:30 in the morning because we walk...we\nwalked to work which was about a 10, 12 kilometer stretch.\nBut to...the...the getting up in the morning was there were people with a...with a...uh...whip\nand they started on the top floor to...to whip the people out of the beds and to get you down\nto stand for...to be counted because we did that six times a day, and God forbid somebody\nshould...should run away or something which was a impossibility. And...uh...so in other\nwords there was a narrow staircase like in a mill going down to the...to the...to the basement\nwhere...where the...uh...to the ground floor and...uh...it was the...uh... very,\nvery...uh...uh...close situation that we went down there, you know. So we went...uh...but we\ndidn't walk down the steps, we flew down the steps and...uh...then we walked to work, and it\nwas a very un...uh...unclean camp because there was no wash facilities. There was no soap.\nThere was nothing there. And...uh...uh...the end result was that after awhile...uh...typhoid\nbroke out in that camp and...uh...three quarters of the camp died and...uh...I was...I was a\nlucky person. I contracted the typhoid...uh...at the very beginning and...uh...I was lucky that I\nhad a friend of mine who...uh...when he came back from work, he looked after me and he\nbrought some water. We had no...no...uh...fever thermometers. We had no...uh...no first aid.\nWe had no medications. We had nothing. Nothing! You were just laying there, and you\nwere dying, you see. And...uh...I was lucky that the guy came to me and gave me water to\ndrink. That...uh...that kept the fever down. I don't know if it kept it down enough, but after\nabout 2 weeks I started to get better and started to come to myself...uh...and...uh... then I...]\nhad to get up and...uh...be in a camp and get md of the dead people and, you know,\nand...uh...clean the floor, attend to the sick people, whatever could be attended, you know,\nmake them comfortable.\nUh...You know, their mouth was dried up, you know, with...uh...with...uh...mucous,\nwhatever it 1s, you know. They choked to death. All...all kind of things and...and they the\nstrong people, you know the big people, you know, they were the first ones that...that died.\nAnd then all kind of after sicknesses started to...to develop, which also took a lot of people.\n[...I never forget there was a guy, you know, in the bunk. The bunks were three tiers high,\nand he was on top. He was from Holland and...uh...he was completely corroded. I mean he\nfell...he fell...he fell off his bunk. I'll never forget as long as I live. He...he fell off his bunk\nand his head was...was split open like a...like a rotten tomato. Can you imagine that? And\nthat was...that was the way that camp was. And...uh...after we kept...more people started to\nget better so, you know, it was a little bit easier for us...the survivors from the typhoid, I\nmean, to form the...the...uh...task that we were asked to do because we...we took...uh...you\nknow, we...we were...we had to dig a ditch...a...a ditch outside the camp, and we took a hand\nwagon loaded up with 10 bodies, 15 bodies and we rolled it over to the ditch and just flipped\nthe thing over and the bodies just went down there and nobody knows who, what, when, or\nwhere, and...uh...and then, you know, there was diarrhea. There were all...all...all kind of\nother sicknesses. I mean I... had the puss disease here in my neck and puss, you know, it\nwas swollen up here. And the...uh...uh...puss was running out, you know, like...like...like\nfrom a faucet, you know. But I kept to myself in the camp and I...uh...keep myself as clean as\npossible which was pretty tough task in itself and I managed to...to kept myself always on\nthe upper echelon because I...1 associated myself with...with people and...uh...you know,\nand...uh...we managed to...to overcome.\nBut it was an hour to hour situation. We lived through one hour so we say well, let me see if\nI am going to live through that hour, you know. And...uh...the morale was...was not bad\nbecause I...I survived on hope and I said, you know, alright I lived through this hour. Let me\nsee how I making out the other hour, and that gave me hope to...uh...to continue to...to do\nthat. So, then the...uh...there came an order to liquidate that camp, and we went to another\ncamp and there was a shortage on food, and they gave us rotten...rotten potatoes with...they\ngave us a spinach...maple leaves. They cooked it up and...and...I...1 mean we were that\nhungry. We were starved, and we couldn't bring ourselves to eat that. And you could pick up\nportions after portions of...of that thing, they thought they're gonna feed us, and we...you\ncouldn't swallow it. You couldn't swallow it and...and despite the fact that...uh...hunger was\ngreat and everything that the...uh...1nmates...uh...stole the bread from one each other\nand...uh...1t's unbelievable.",
        "A: Alright. That gives me a chance to drink some water.\nTape #2",
        "A: Now...uh...we were transported between the two camps. They were...uh...within\nabout...uh...a distance of about 15 kilometers or something like that and their name was\n..uh...Greditz (ph) and...uh...Falbruck (ph) and...uh...one camp, they used as a Russian POW\ncamp and I...I...[ must say that...uh...the camp when we got in there was...was so...so dirty,\nfeces all over and...uh...uh...from the Russians, you know, and...un...unbelievable.\nUnbelievable! And...uh...1 don't know what the reason was that the transport was back and\nforth, but...uh...all...all the bad things got to come to an end too, and one day they...uh...took\nus out to the appell place where they counted us, and...uh...well the Germans are very\nmeticulous in that situation that they like to know how many people walk out, how many\ncome back. And...uh...they...uh...started to take ...uh...people and...uh...started to...uh...take\nthem and...uh...put them out...uh...into a separate area. And...uh...here all of a sudden there\nwas a rumor that the...uh..high ranking SS...uh...SS...uh...uh... man or Sturmbannfuhrer has a\ncamp that he lives in that...uh...he wants...he needs people there. But what I forget to mention\nis that...which is also very, very important...that in that...1n that...uh ...mill...the...one...one\nevening, you know, we...we had a wash barrack with 10 faucets to clean yourself so you can\nimagine we were about 1500 people in that building. We had three tiers of...uh...uh...bunks\nthere that the...the constant threat of death was so imminent that one evening the...the guard\nhad a...had a drinking party or what...came over the camp and took...uh...15 people out\nand...uh...marched them out into the wash barrack. And...uh...next morning we went into the\nwash barrack and they were all laying dead there.\nAnd...uh...again I must say that news travels...although nowadays we have (chuckle) the\ncomputers and radios and videos and all that, that...uh... they...they got drunk and they had a\ngood time by drowning these peoples by putting a...uh...water hose into their mouth and\nturing on the water. So these were  the...the...uh...yvou know, that the...the\nconstant...uh...dread of death and dying and the surroundings that you were...the\nenvironment that you were in has nothing but...but death. And then we had some younger\nchildrens in the camp that...uh...we tried to protect them from not working in the...uh...with\nthe regular labors that they go there and do some odd work there...uh...that the children could\ndo. Now to come back to that...uh...the transportation...to the transport to that camp. We\nwere singled out. I think there were about...uh...200 people, and I was among them and...uh...\nwe...uh...went to that particular camp at that...at that...not that SS...uh...colonel was in charge\nof and there was a factory that...uh...we had to work in...and we had to take out the glass\nbecause from the air raids, the barrack...the glass got shattered and...uh...1t was hanging in\nand constantly falling on the workers. So we had to go up...you know. There was a big hole,\nyou know, with the glass roofs, you know, and the windows were broken out and we had to\ngo up there on scaffolds and...uh...get the...get the roofs out and plus...uh...there was all kinds\nof other works involved besides unloading the railroad cars because they are building\na...uh...ammunition factory from Essen, from...uh....uh...West Germany, and...uh...they\nneeded...uh...needed the changeover procedures where we had a lot of cement to carry on our\nbacks.\nWe had oxygen tanks and...uh...the...uh...railroad. The German railroad car was so much in\ndemand, like gold. You could not...you could not keep that...that railroad car a minute longer\nthan it was needed. So when there was no...uh...locomotive available, we...the...uh...1nmates\nhad to pull the...the car out and we had to...uh... put the brakes on so to speak of the...is a\nhand brake on the...on cubby house or whatever they call it. And I was in the...in one of\nthese...uh...details and...uh...out of the...uh...ramp where the wagon was parked, there was a\nlittle hill and a little incline for a railroad car means a lot, you know. So the rascal I was...I\nwas a little bad, so I told the fellows working on it...1 says when the car starts to pick up\nspeed, just take your hands off and let the car down. So we all did that, and we knew that we\ngonna get punished for it, but I think I achieved a great deal with it because this railroad car\nwas about on a...on a...on a ramp where the railroad...where the rails were linking it with the\nmain... uh...rail going from one big city to another and that's where the car went after we let\nit go and...uh...1t created a little bit of a havoc like a little accident by having a passenger\ntrain running into in. That was one thing I did I...1 schemed something always up\nthat...uh...would...1 would do or have it initiated to be done despite the fact that I knew that\nthe punishment might be...uh...death. But that was one way of...for me of getting even with\nthem.\nUh...Coming back into the factory, we worked on a...uh...1n...1n a detail where...uh...we were\nworking with a machinist and...uh...we were holding the iron rail or something and, you\nknow, by... There...there are certain things you can do while you work, an...uh...1t could look\naccidental and that's what we did. Accidentally the rail dropped on the feet of a worker that\nthey had to amputate his feet. Not that I was a big hero but I had some satisfaction. Then one\nday we go out to work and then all of a sudden at 10 o'clock come, be assembled and...on a\ncertain area there and we were led into a railroad cars, passenger cars, and all of a sudden the\nrumor was that we are going to Auschwitz. And we were not very far away from Auschwitz,\nmaybe...uh...by train 6 hours, 7 hours. So sure enough, by the time it got dark we entered\nAuschwitz. But our lucky...our lucky...uh...thing was that we came from a high ranking SS\ngeneral so they did not make any selections where they did in Auschwitz, you know, to the\nright and to the left, and you know, to the gas chamber or to work. But the entire camp got\ninto Auschwitz without going...uh...through a selection. So now we are in that famous\nAuschwitz where we seen the ovens burning 24 hours. We see the transports arriving day-\nby-day, and we see what...what has to be...what...what...that...that is one step closer to death\nthan...than we were before.\nAnd we got into the working camp alright and...uh...next morning, you know, 4 o'clock in\nthe morning, 5 o'clock in the morning, you had to go out the barrack and...uh...be counted\nagain. And then we walked out of the...uh...out of the door or the gates I should say...uh...\nand a...uh...big orchestra played while we were marching out, you see. And...uh...we....uh...\nwe came...we went to the...uh...to the...uh...uh...building site and we were also again working\nfor...uh...I1.G. Farben. This is a big German industrial company. And...uh...we started again\nthis...uh...uh...loading, unloading coal and...uh...cement and...uh...uh...the cement. The\ncement I forgot to mention it before that the paper of the cement...when they emptied it out,\nwe used to grab it and put it around our body to keep warm in winter time, you know,\nbecause we didn't have any winter uniforms and in Poland the...uh...temperatures is about 40\nbelow zero and the snow is...uh...sky high there and especially if you don't have any snow\nclothes like you have today. And...uh...it...we...1t became a very...uh... handy, you know. You\ndon't know how...how a humanbeing can be so...so to...to create things to help himself. Is all\nthat...uh...that you feel that things are...are dependable upon your life, that you...uh...that your\nlife depends on it...that you wanta survive, and you...you grab any chance that you can to do\nit.\nAnd...uh...then we...uh...in...uh...in...uh...Auschwitz, we were also... It was a very, very\nflexible camp. They had the...uh..men's camp and next to a woman's camp, and then they\nhave the sick bay...sick...sick bay camp. The sick bay was right...the back door from the\nbay...from the barrack was right to the oven. So you get in there and you not getting better,\nyou go right in there. There was a rumor...I...I happen to be a little bit lucky and I got myself\ninto a detail to work on shoes. To rip up the shoes' soles. Why did they do that\nbesides...uh...collecting hair and besides collecting all kind of other materials? They found\nout that Jewish people, especially the ones from Belgium and Holland and Paris and all, that\nthe people put diamonds and...and gold into the shoes to have something for them to sustain\nthemselves in a camp. And naturally the people got killed and the shoes were left over, so\nevery shoe got...uh... ripped apart. And we found diamonds in there, you know, but there\nwere somebody watching you when you ripped the shoes apart that you...whatever you find,\nyou turn it in. And...uh...I...uh...1 must say despite the fact that everything was so bad, I\nwas... was a pretty lucky fellow like you will hear from now until later. I met...1 met a\ncousin of mine in that camp in Auschwitz. And she had a little bit of a position, and she was\nin Auschwitz a long time so she established herself already a little bit and...uh...after meeting\nher through a barbed wire, she managed to...uh...get me some extra food which was a great\ndeal. And...uh...she was a run...a runner. That was a runner. She was working for the camp\noffice, and if there had to be any mail...uh...put in between the mail box from the camp...the\nGerman camp and that camp or orders or whatever it was, she would take the mail and run\nover there and come back and so on and so forth. I mean there was no telephone connections\nlike we have it today. But...uh... the... uh... met her through...through the barbed wires.\nAnd we were pretty close cousins because she used to be also with me in that village\nChrzanow and...uh..at the time when the all...uh...cleaning out of the Jews was, they escaped\nto Krakow. That's where she was, and that where she got in the camp and also be deported to\nAuschwitz. Uh...Now in Auschwitz there was...uh...lot of things happened. There was\nthe...uh...breakout from a commando. People worked in the ammunition factory and they\nsmuggled ammunition into the camp. They...uh...escaped, but they were caught back later 2\ndays and...uh...they were executed. And...uh...uh...at that...now I am talking about already\nthe...uh... going into the winter of 1944. And...uh...the snow was pretty deep there. The\nreason I mention that because we...we wore wooden shoes and the snow sticks to wood, you\nknow. So when you had the wooden...uh...shoes, you know, not only that couldn't you walk\nwith them, but you also had in addition to carry the snow and try to scrap the snow off so\nyou could walk. The camp itself was erected on a potato field which was when it rains was\nnothing but...but the mud bath that you put your foot in the water puddles and, you know,\nyou came out with...with a lot of mud on your feet, plus your ...your foot when into about |\nfoot of water...uh...uh... pails. Not pails, but puddle. And...uh...but the...uh... word that the\nwar has taken a turn and the Allied Forces are making advances started to take hold by\nseeing that the Germans are starting to liberate...not liberate, to...uh...dispose of these camps\nand sending the...uh... prisoners out to different camps located further into Germany.\nNow we had in..in the camp Jewish doctors. They didn't have any medications or...or\nbandages so what you have, but they were Jewish doctors, but they make themselves now all\nof a sudden that the word was out that the camps are going to be liquidated and they're gonna\ngot to a different camps, they would not have the position of a physician...as a doctor like\nthey had in this camp, and they would be forced to go out to work. So they manufactured\nthat an epidemic broke out...uh...and...uh...due to the fact that we didn't have any...uh...razor\nblades or shaving cream and we shaved the best way we could. You...you used to\nhave...uh...uh... rashes on your skin that...uh...looked... looked like an epidemic and they\nfilled up the sick bays in the sick camp. So some people got well and some didn't.\nAnd...uh...how my luck wanted to have to be it, I was transported to the sick bay because I\nhad the rash and...uh...[....uh...1 said to myself, \"Well, you're in a mess now. How're you\ngonna get yourself out?\" So I sent some messages to my cousin because she knew some\npeople there...(cough)...that...uh...she wanted...uh...maybe she could...uh...get me out, but she\nsent...uh...sent me word back that there is nothing she could do about it, and I should see\nwhat else I can do. Well, I kept myself to myself. I didn't wash with any soap or with\nanything that was laying around, and...uh...after about a week a doctor came around\nand...and...uh...1 was already a long time in that sick bay and...uh...they needed my...my\nroom. So...uh...he came around, he looked at me, and...uh...the stone was taken off my heart\nwhen he said...uh..., \"Go get dressed. You go out.\" you know. So L...I...I really I was reborn.\nThat...that was the situation. So [...uh...walked out of that camp like a...like a...like a\npractically newborn person because this was...this was the end.\nSo I got back into the...to the....uh... working camp and I got back on...uh...on several details\nand...uh...1 managed to get myself onto a detail to work in a woman's camp. And...uh...I\ndidn't do any hard labor. And then on January 3rd, 1945, we...we heard all of a sudden guns\nshooting and...uh...from the Germans, you know, they said that the Russians are about 80\nkilometers away from here. And then there came...as we were talking about that, there came\na order the whole camp will be liquidated except the ones who attended the crematoriums.\nSo...uh..by the time they got us organized and...uh..we were in a...uh...in a\nmarching...uh...group and I had...I with my friend we kept each other together, and they gave\nus, each of us, a whole loaf of bread, you see, and then they had the field kitchen by with\nhorses to join us, you know. And...uh...the...the ...uh..order of the day was that we are\nmarching out to another concentration camp and...uh..we will remain there or we will be\nshipped out by train to another camp. But if you cannot walk, the guards have instructions to\nshoot. So we started to walk and the three of us used to keep each other together with each\nother carrying a blanket and...uh...and...uh.. a loaf of bread and...uh...we seen that the people\nstarted to fall because it was winter. It was snow. And...uh...we seen that the counts started to\nthin out and we walked in...until daybreak. We were under...uh...exposure for the Russian\naircraft. They dropped...uh...uh...Christmas trees. By that I mean that they\ndropped...uh...uh...lighting bombs that spread out and lit up the whole area and we were\nafraid that they would attack us because they might mistake us for troop movement, you\nknow.\nBut...uh...we mentioned...uh...we were told that they arranged...uh...to stay over the night in\na...a barn and we will continued to march the following day. So one of my friends said...uh...\n\"Fred, this...this is it. I...1 don't care what happens. This is all I got. I am going to stay hide\nmyself in the hay, and...uh...you do what you want.\" I said, \"Don't be a fool.\" I said, \"In the\nmorning, they gonna light up, the whole thing gonna burn it up, and that's what's going to\nbe.\" But as...uh...as history was, I met him after the war and he survived. He was liberated\nabout 6 months before I was. So we came into another camp and the...uh...1 mean if you\nknow how sardines are in a can, that's how we were when we laid down to sleep. And I said\nto myself, \"Fred, you cannot go through that again. You are at the end of your strength, and\nyou better see that you get shipped out here and as soon as possible.\" And sure enough the\nnext morning, they assembled a...a....uh...a transport. And, you know, they assembled the\ntransport and, you know, you were...you were...uh...uh...you stood up and like the army, you\nknow, in a column of 5, you know, and about 200 people or something like that. And then\nthey came in, you know, you, you, you, you, you. Face right. Go over there, and go over\nthere. Then you went to the railroad, and you were transported out. So I managed myself to\nget out of the place where I was standing and get myself squeezed into that column that went\nfor the transport. And I went on the transport. It was in an open railroad car in the middle of\nwinter. It was snowing, and it was cold because we had no...uh...no heat and we were\nsqueezed together in...uh... in...uh...1 don't know how many people were in the camp, but if\nyou wanted to move, you couldn't move because you were really squeezed in. And...uh...the\ntrain started to move. It only moved a couple of kilometers and then we stayed again and\nmeanwhile people started to faint and started to die, which we threw them overboard out to\nhave more room in the railroad car.\nAnd...uh...it turned out that we were about...we were on the famous...uh...air raid on\nStuttgart. That is a industrial city in Germany, and they carpet bombed that whole area there.\nAnd we were standing there and we felt the...the whole earth shaking but...uh...uh...you\ncouldn't go nowheres because you had the guards with the machine gun there.\nAnd...uh...we....uh...sort of...uh...you know, we sort of wondered what is going to happen to\nus, you know. I mean if they bombed the railroad the train can't move. They got to do\nsomething. There was no camp nearby that they could take us out and then put us into that\ncamp. All these ideas started...uh...to come up, you know. You started to be a...uh...a general\nto lay out the...the... uh... the way the...the German army plans these things. Well after 12\ndays we finally arrived. We...at that time, we had plenty of room because plenty of people\ndied and we just...uh...threw them overboard and...uh...we opened our mouth when it was\nraining and when it was snowing. At one time, they gave us something to eat. They put us...I\ndon't know, some army post came out and give us some...some kind of bread. And we...but\nwe were nothing but skin and bones, and...uh... we came into Dachau.\nIn Dachau the troops...the troops, the SS men, jumped off the train, opened the door, and\nshouted Out! Out! Out! Out! Out! Out! You know, you put yourself into...into the door\nopening and you fell out. That's...that's about the size of it. And...uh...crossed the dead people\nin there and whatever, you know. So we got somehow off the train and we got...marched into\nDachau. And we came into Dachau and we were put into a...uh...uh... uh...there's a word for\nit that they keep you and...uh...and you get...that you get your strength back which...uh...we\nhad 2 weeks time. You know, we were put in that special order, and we didn't have to go out\nto work and we were medically taken care of, and we...uh...sort of, you know, started to\ncatch our breath. So we...uh...after... after 2 weeks after 2 weeks, we...uh...we were\nassembled again and...uh...we were loaded on trucks and we were told...we were told that we\nare going into a camp which 1s an outside camp from Dachau but we belonged to Dachau,\nbut it's an outside camp. Now, we come...we come...we come there and it was at night, and\nwe look...look for the...for the barracks, you know, but we couldn't see anything. We went\ninto a woods, you know, and...uh...we went into a woods, and all of a sudden, the trucks\nstopped and we seen the barbed wires around, and we knew that this must be a camp.\nAnd...uh.. we showed...we embarked from the trucks and we were marched into the camp.\nAnd we were assembled and...uh...the camp inmates came out to see whose there, what's\nthis, you know. And here I see a guy standing there and the guy looks familiar to me. So I\ncouldn't do very much because I...I was, you know, far away from...from the...the people, but\n[...I started...I started to recognize my brother. So can you imagine it was 4 years after that\n[...I'm standing in front of my brother and I...after awhile they counted us and they..they gave\nout the blankets so...for...for the barracks, you know, and all that. And then, you know, I\nwent over to my brother and he...he...he didn't recognize me, you know, because I...I was...I\nwas weighted 80 pounds skin and bones. But that was my lucky...lucky point you know,\nbecause my brother was an old camp inmate there, and he was...uh...in the managing\nposition. He was again a first aid...uh...person in the camp and...uh...he put me into a good\nblock, you know, into a...he seen that I that I have a easy work detail and he managed to give\nme his bread, you know. He shortchanged himself, and he gave me another portion\nof...uh...for the supper, you know. In order words, a brother what does he do for brothers. It's\na...it's a natural thing you know. And...and that camp we were building a...a airplane factory,\nand that airplane factory was in the...in the woods, you know, was concealed. And we\nare...we are sleeping ourselves into the...uh...into the woods and...uh... the...the roof of\nthe...of the camp was on the...on the bottom on the ground of the...of the wood. You know, in\nother words, they dug out a little groove, you know. I... don't know, 6 feet by 12 feet,\nwhatever it is, you know, and inside they made the little thing for...for a bunk, you know,\nthat you can sleep so you didn't need any...uh...bunks there. And they...uh...they...it was...it\nwas a camp that nobody could easily find, you know. And we worked in that airplane factory\nand...uh...time...time seemed that they were normalizing themselves a little bit. And Thank\nGod I felt a little better, and thanks to my brother.\nAnd...uh...about ...uh...4 months later or 3 months later or something like that, the American\narmy started to advance towards...uh... Bavaria. That's where Munich is...Dachau.\nAnd...uh...they started...there was a rumor. At that time I think President Roosevelt died.\nAnd...uh...the Germans were talking about, \"Now you Jews have nothing to hold you\nanymore. The...the President Roosevelt died, you know, and anyways it was a big factor\nin...uh...uh...Germany history that Roosevelt died. The...the war 1s going to change in favor\nof...uh...Germany. But then all of a sudden we _ again...these...these things\nalways...uh...uh...happen to come up all of a sudden, you know. There were rumors that they\nwere going to...uh... liquidate Dachau. That they going to ship us out into the Alps, and there\nthey would...uh...put us on the mountain somewheres and...uh...just liquidate us and we will\nbe just falling over into the deep mountain and nobody would know. So, you know, there's\nany old saying that I...that I learned it that in the biggest lie, there's always a little bit of truth\nand sure enough about a week or 2 weeks later, the...we...we were assembled and we were\nmarched out of the camp into the railroad cars. And we were told that we are going into the\nAlps. So my brother had a good friend that he was together for many years, and we kept\nourselves again together and...uh...we....uh...we thought that we...we being shipped out and\nwe were proceeding to the de-embarkation for...on the railroad cars and...uh...which we\nboarded, and we stood all day in that railroad station and we didn't move one bit. So the talk\nwas that the...uh...German railroad is...uh...on the verge of being liquidated by being bombed\nfrom the air from the English and American air ... airlines...airlines...the Air Force, and\nthe...uh...they...uh...filled...they filled the camp, and they get shortage on planes, on trains I\nmean. Well, we finally started to move,\nand we moved...uh...very little at the time. And but the train advanced itself quite a bit in the\nlast couple of hours and we were traveling through the woods. And all of a sudden we were\nambushed by...uh... English fighter planes. Now the guards which were on top of the train,\nthey started to fear for their lives and...uh... they jumped off the top and they stood under\ncover having the...the trains in front of them, you know. And I said to my brother and to\nthe...the friend, I said, \"Look, I don't care what you do. We want to be together, but let's\nmake a decision.\" And we decided to jump the train at the first occasion we get. That\nambush subsided and the train started to move, so in about another 3, 4 hours we were\nambushed again, and the guard was off the train. We had prepared ourselves by opening the\nwindow where...in a train, there's a little...uh...window, 2 by 4, whatever it is, and it had one\nbarbed wire across there. And we managed to...to break that...that wire and the train was\nmoving and we were jumping out, one after the other. And...and...and that...and that is such a\nheroic act in my...1n my opinion that we jumped out and nobody broke his bone or leg or\nwhatever it is and we...we assembled together again, you know, and we were in the woods.\nNow, at that time the German army was in disarray already.\nAnd they marched...the army marched backward from the front line and we marched\nforward towards the front line. And this area where...was infested with...uh...POWs, French\nPOWs and English. And we runned into the German guards and they asked us, \"Where we're\ngoing? What we're doing? And we...uh...told them that we are mute and we don't talk. We\nare dumb, deaf and mute, like they say. And...uh...nobody talked, you know, and we just\nmade with our hands and blah, blah, blah. So, but we advanced. Once we...we stepped a\nsoldier on...on his head. He was dug in...in the ground with an anti-tank ...uh...uh...unit, you\nknow, and he was buried in...not buried, but he was in the earth, you know, with a...with\na...with a gun or with a bomb, whatever he has...uh...for to blow up the tanks if they come\nacross, and he...uh...and we stepped on...on his head, you know, and we got out of that, and\nthen we walked into a farm house that was...uh...uh...full of German soldiers that...that ...uh...\nliquidated...1 mean not liquidated, but quit the army ahead of time already. And...uh...we\nwalked in and we seen the back door open, and we ran out of there. I mean it was...it was just\ngoing into...into the fire, out of the fire. You didn't know exactly which way you...you\nwalked and we prayed to God to guide us. And that was...uh...in the house, you know.\nAnd then we walked again and again and we came across a...a...uh...priest. And my brother\nspeaks French. And...uh...he spoke in French with him, you know. Uh...He spoke a broken\nFrench, you know, and he asked...we asked him where could we go not...not to be in the\nmiddle of the scares, you know. He says...uh... \"Go up that hill. There's a farmer. I know\nhim, and tell him that you would like to sleep the night over there, and he'll take care of\nthem.\" Now we went up to that farmer, knocked on his door, and his house was full of\nGerman soldiers. So we spoke to him with a broken German, you know. We never let them\nknow that we understand German and all that. And we are...he said, \"Yes, you can go in\nmy...uh...where I store the hay. You be safe there and, you know, stay there til the morning\nand see what happen, you know.\" So we walked into the...uh...into the...uh...what do you\ncall it...the uh...where the...where the farmer stores his hay and corn and...uh...we couldn't\nsleep because there was a fighting going on between the American Army on the bottom and\nthe Germany Army on the top and boop boop boop boop boop, you know. Constantly\nthe...the artillery fire was going back, and they were shooting around the...the hay where,\nyou know, where they had the barn. So...uh..I said to my brother, you know, I said, \"This 1s\nlike a powder keg. You got the German soldiers sitting there. No matter what, if they have a\nchance, they kill us. If they went, they definitely kill us.\" So I said, \"You know what?\nWe...As soon as daybreak comes, we gonna open the door and we gonna get out of here.\"\nSo in the morning, however, the artillery fire subsided. So I said to my brother, \"Now is the\ntime to make the move.\" So the other friend said, \"Well, Fred is right. We should...why\nshould we sit here, be a sitting duck, you know?\" We lived...we left the barn and we\ncontinued to walk.\nAnd as we walked we seen white flags hanging out of the farm houses, and we seen a farmer\nand we called him over and we spoke in fluent German. I said...we says, \"What...what 1s this\nfor?\" He says, \"Well, we gave up. We're not fighting anymore, you know. The Americans\nare down on the bottom of the hill and blah blah blah. Anyways, so...we...uh...he says within\n2 hours the Germans are going to be here...the army, and they probably going to\nsurround...surrender. So they....uh...we...we took it as good news, and we asked him\nhow...how do we get down to the village, and he told us. Well, we felt that we are the...the\nwinners now. We have overlived the war. All we have to...to see now, the most treacherous\nminute, that we have to meet a American soldier, and not be shot by a German officer. And\nwe seen a...a German officer shot to death in...in...in one of the...the...uh...the places there, so\nwe walked over there and we took his gun and we took his gun and we walked toward the\nmain street. And we walked on the main street with a gun and we killed a couple of German\nsoldiers too because they were running around and they were making\nthreatening...uh...uh...remarks, and this was a war zone. And we walked on the...on the\nhighway there, and all of a sudden, we...uh...we hear English speaking, \"halt, stand up,\" you\nknow, the German, I mean, the English soldiers, you know, with a Yankee accent there, you\nknow. My brother was holding a gun and we were walking, you know, in a no-man's land,\nso...uh...the guy came up and searched us for guns which the one gun we have, we gave it to\nhim, and we told him who we are. \"Yal,\" the guy says, \"What...are you trying to kid me?\"\nThere's no survivors.\" So...uh...we told him, you know, where...what camp we came out\nfrom and where there are people yet still being hold, and so he went on his radio and he\nspoke to the commander what should he do with us. He says, \"Well, you got to bring them\nin. We gotta interrogate them.\" You know.\nIt was May the first...uh...that we have seen the first American — soldier.\nAnd...uh...the...uh...soldier took us back to the...uh...to the...uh...l1eutenant there and...uh...he\nstarted to interrogate us, and we gave him all the information what we knew and...uh...he\ndirected the unit to...uh...to take that camp, which...uh...after the report, 1t was abandoned\nalready. There were no more soldiers there, but they had some...uh...prisoners...some people\nthat were incarcerated there...sick people and so on and so forth. And that is my story besides\nthat...uh...when the war was over, the...uh... I was in the...uh...displaced person camp with\nmy brother and my friend, in Feldafing. And...uh...what I like to point out here, again how\nrumor spread in...in such way that it's unimaginable, you know, that we...we had news from\npeople that my father is still alive in...he is in a Polish zone, you know, that...uh...well,\nhe's...uh...1n that camp that I was...I was first in and I left it. That he is in that camp in that...in\nthat city, and he is sick but he's taken care of. And so we had...uh...we had established\nthat...uh...[...1 know that...uh...my father was alive and I forgot to mention that when I was in\nAuschwitz I met...uh... a guy who works in that...uh...unit in the...uh...camp, you know, in\nthe crematorium that...uh...the day that they liquidated the Jews from Chrzanow that he...he\nknowed that my mother was there and he seen her being...uh... cast and burned. And...uh...so\nI know that my father's alive, but he's very sick, and...uh... and...uh...as time advanced and\nwe got our strength back, I started...uh...to travel to look for my father.\nAnd I looked for him where I had the latest news that he's in... uh...that...uh...town in\nGermany near...near that camp. And...uh...wild..wild...Waldenburg. Yal. And...uh...[ got\nthere. I got the news that he was there and he heard that I'm alive and my brother's alive and\nthat he left for Berlin. So I didn't wanta go through an eventful trip to Berlin, but I went back\nto Munich where my brother and I lived and we took possession of an...of an apartment\nand...uh...we started...I sent my brother to travel to Berlin, and he got together with my father\nand...uh...we felt, you know, that...uh...the family should be together and....uh...we rented an\napartment in Munich and after we had the apartment, he came over from Berlin to Munich\nand we lived together til we got the permission to go to the United States. That was in\n1940...46, but the seaman strike broke out and we...uh...were detained for 3 months\nand...uh...at that time, President Truman...uh...gave a quota of 20,000 DPs, displaced\npersons, to enter the United States and...uh...we registered and were lucky to come here, and\nwe left...uh...Germany on January 3rd, in 1947. And...uh...we had a very hectic...uh...uh...trip\nbecause the sea was...uh...very rough. We went out from...from Bremen Harbor.” It was in\nthe afternoon, and the sky was as dark as like 12 o'clock at night, but the Captain felt he\nshould take the trip and the chance and he did it, and we wound up somewheres in the\nCanadian waters with icicles all over the ship and broken the stern on the ship and all that,\nbut...uh...we luck...we landed happily and luckily in the United States on January the 14th or\nsomething like that.",
        "A: Well, I would like to share that...uh...thanks to the...to the...uh...Joint Distribution Committee\nwho took the responsibility to...uh...take us over and pay for the voyage and...uh...put us up\nin a hotel, Marseilles on Broadway. That was the meeting place of all the Jewish refugees\nthat came from Germany. And...uh...we were...uh...cared for by the...by the Joint, and looked\nafter by the Joint, which was a great help. And...uh...we...uh...they...after awhile, we were\nable to rent an apartment and...uh...I found a job here, but...uh...1t was hard to...to get used to\nwork for 54 hours a week in...you know, and then go to school and learn the language. And\nit was a little tough at the beginning and...uh...but...uh...I think I got used to it and\nacclimatized myself and I became a citizen of this country. I...uh...was a very nosy person.\nAt the time I came over here, there was a...a draft registration where I had my...to register\nmyself for the draft. And...uh...at that particular point I...there was an order issued that\nthe...uh...people who coming over as displaced persons are excused from the...uh...Army to\njoin the draft. But some of the people I knew joined...volunteered to join the...the army\nand...uh...they...they got jobs in Germany, in the American uniform. And...uh...1 was\nclassified as 4F and I was nosey to find out what 4F is, so the draft board sent me a letter to\ncome for another...uh...physical. So I went for another physical, and I was accepted\n(laughter) in the army to send to Korea. (laughter) So that's...that's about my...my story from\nmy...during the war that I lived. And I have that in my blood. I have it in my future, and I am\nworking towards educating people that what happens, that it shouldn't not be forgotten, that\nwe cannot forgive for what was done, and we can sort of...uh...try...try to...to ease the pain a\nlittle by....uh...being...uh...accepting their apologies.",
        "A: You're welcome. I hope I did a good job. (coughing)\n° Also: Bremen or Bremerhafen.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumApril 23, 1990\nRG-50.030*0012",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Fred\nBachner, conducted by Linda Kuzmack on April 23, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "FRED BACHNER\nApril 23, 1990"
    ]
}