{
    "rg": "RG-50.030.0272_trs_en",
    "sequence": [
        "Q: Please tell me your name and where and when you were born.",
        "A: Okay. My name is Peter Feigl. I have Americanized it to Peter Ernst Feigl. Ernst was\nmy father's middle name. I was actually born as Klaus Peter Feigl in Berlin in 1929\non the first of March 1929. When I was about three years old I didn't like the name\nKlaus and insisted I be called Peter.",
        "Q: Tell me about your parents.",
        "A: My father was born in Vienna in 1888 and was an Austrian citizen. He served in the\nAustrian Navy during the first world war. He studied engineering and was a\nmechanical engineer and at the time I was born, he was living in Berlin working for a\nmulti-national company that had offices in a number of countries and that's, as I said,\nwhere I was born. My mother was born in Germany in what is today part of Poland\nand I think it's in Silesa or Pomerania and she married my father I believe two or\nthree years before I was born. I don't have the exact date and according to then\nexisting European convention and laws she became an Austrian citizen the moment\nthat she married my father and I, although born in Berlin, automatically acquired the\ncitizenship of my father. So, I was Austrian also.",
        "Q: How did your parents meet? Where did they meet and how and under what\ncircumstances?",
        "A: That, I'm afraid I don't know. I cannot tell you. I know that my father had been\nmarried before to an Austrian movie actress, I think, and they were divorced; but this\nwas long before my time. And I think during the period that I knew my parents and\nlived with them, I was too young for them to discuss these matters with me.",
        "Q: You said your father was a mechanical engineer.",
        "A: Right.",
        "Q: Do you know very much about his family?",
        "A: My father's mother, in other words, my paternal grandmother, was still alive when I\nwas born. She died around 1935. She lived in Vienna. She had been a widow for\nmany many years. She had two other children, two girls. One of the girls was named\nMinnie and she married an Austrian agricultural engineer and lived in Innsbruck\nfrom the time she was married until the time she died at about age 98 about two or\nthree years ago in 1992 or '93 I believe she died. The other sister, Marianne lived in\nVienna and she never married, there is very little known about her. On a trip to\nAustria last year in 1994, I went to the Jewish Community Center there and I found\nthat in their archives they do have a record that she lived in Vienna until about 1942\nand the records show that she was then shipped eastwards and I believe to Kiev and\nnever heard from again. So... I assume she was deported. My father's father as I\nmentioned died shortly . . . I think when my father was six he died. My father's\ngrandfather was a Rabbi I am told.",
        "Q: In Vienna?",
        "A: In Vienna, yes, and I did find my paternal grandfather's grave and my paternal\ngrandmother's grave in Vienna last summer in July when I was in Austria.",
        "Q: Do you know very much about your mother's family and . . . (indecipherable)?",
        "A: My mother's family, my mother's birth mother, real mother died in childbirth in 1904\nwhen my mother was born and her father then re-married and the woman whom he\nre-married then ultimately came to live with us, that is in the same city when we\nwere in Belgium and Brussels, I guess that's the ttme when I remember her most\nvividly. I remember also visiting her occasionally in Berlin so I know she lived in\nBerlin also. But then ultimately we fled together with her and my mother from\nBelgium into France later on.",
        "Q: Do you know much about your mother's family, what they did?",
        "A: No, not...",
        "Q: What kind of a town they lived in?",
        "A: They were born, my mother was born called Ottmachau which obviously was a very\nsmall city. It's a very small town. I'm planning to go to Poland sometime next year\nand I'd like to go and see if I can find any records or traces there. I did obtain a copy\nof her birth certificate from Polish authorities about two or three years ago.",
        "Q: And what was her name before she married?",
        "A: Her name was Bornstein. Bornstein. B-O-R-N-S-T-E-I-N and her mother's maiden\nname, that is the, not her birth mother but her, what I considered my grandmother,\nthe maiden name was Kleczewer. The good portion of the Kleczewer family was\nvery active in Germany, Berlin I believe her brother Siegmund Kleczewer was\ngeneral manager of one of the major automobile companies in Germany at the time. I\nthink is was called Autounion. They ultimately wound up in England as a matter of\nfact. They managed to get to England in the late 1930s before the war started.",
        "Q: What are some of your early memories of Berlin?",
        "A: I remember much talk about someone named Hitler at the time. There was a lot of. .\n. there was some whispering going on in the family. There was I remember one\nincidence where for a period of five or six weeks it was very difficult for my mother\nto obtain any milk, eggs and butter in Berlin and Hitler made a speech and promised\nthem butter and eggs and the next morning the stores were full and I remember my\nparents saying that this was manipulation of the people that most likely Hitler had\njust prevented deliveries from being made in order to get better control and maintain\na popularity among the masses. I went to school and my first school was in a German\nschool. I don't have any, I can't remember anything unpleasant having happened to\nme at the time. I know that there was talk about the Jewish problem and so forth. My\nfather basically took the position that this doesn't concern him nor his family because\nwe were Austrian. This is a German problem not an Austrian problem and so he\ndidn't feel very concerned about it. As a matter of fact, because he represented a\nnumber of foreign manufacturers, he was for some time courted by the German\nauthorities to assist them in obtaining materials which they couldn't readily have\naccess to. One of the companies that he represented was an American company\ncalled Champion Spark Plugs.",
        "Q: What kind of business was your father in?",
        "A: The company was named Danish and Friedmann. I don't know whether it was an\nAustrian company with branches in other companies. I don't know where the home\nbase was. I think it was in Austria but they did have offices among other places in\nVienna, of course, and Berlin, in Prague, Czechoslovakia in Antwerp, Belgium and\nmy father traveled extensively throughout Europe. I remember his coming back from\ntrips to Bulgaria and bringing my mother \"attar of roses\" which was apparently a\nvery expensive perfume at the time, rose extract. But he did travel extensively.",
        "Q: Does he... was it an automotive kind of thing?",
        "A: It was automobile primarily in the automotive parts and accessory business. Another\ncompany, an American company that he represented, manufactured brake linings, I\ndon’t remember the name of the company and all types of automobile accessories.\nThey then later on also got into the business of handling radios, that is for home use\nand there was also an American radio company called Detrola. D-E-T-R-O-L-A. We\nhad several Detrola radios at home that he had brought home as samples.",
        "Q: Your mother stayed home with you? You were the only child?",
        "A: I was the only child. I was an only child.",
        "Q: And you had a nice life in Berlin.",
        "A: We were very comfortable. As far as I can remember at least in 1934 or 1935, I think\nwe had at least two servants in the house and my father drove a big fat Mercedes. If I\nhad it today, it would be worth a fortune and we lived a very very comfortable life\ngoing on summer vacations either to the seashore or the North Sea or travelling to\nSwitzerland. We lived well. No question about that. We had a villa at first. Later on\nwe moved into an apartment before we left and we were in Berlin until about 1936,\nuntil about the middle of 1936.",
        "Q: You mentioned that your father's attitude was that he didn't think that what was\nhappening applied to him. Were your parents observant Jews?",
        "A: Not at all. Not at all. I mean there was . . . Judaism was not practiced, no religion was\npracticed. I remember as a child, I think the only time that I ever set food in a\nsynagogue was for the wedding of a friend or a relative of my parents and apparently\nI scandalized everyone when in the middle of the ceremony I loudly said to my\ngrandmother, \"Grandma, look at my beautiful brand new black patent leather shoes.\"\nI seemed to have interrupted the ceremony but that's about the only thing that I can\nremember about it. We never had a menorah tn the house or mezuzah at the door.\nThis was unknown. The only other symbol or connection to Judaism if you will was\nat Easter time, at Passover time, there was usually matzo at home which my father\nused to love. He loved to eat and also it was broken up into pieces and put into a\nbowl and then you poured coffee, milk and sugar on top of it and eat it that way.",
        "Q: Did you, as a child, did you know that you were Jewish? Did you think about that at\nall? Did you have Jewish friends or was it just not a concept that was mentioned?",
        "A: It didn't mean anything to me. It was not something I was aware of. I don't recall ever\nhaving been harassed 1n school while I was in Berlin during the first year. The name\nFeigl is a very common Austrian name and if you look in the Vienna telephone book\ntoday, you'll probably find something like 30 or 40 Feigls listed there spelled the way\nours was spelled. F-E-I-G-L. F-E-I-G-E-L would have been a more Jewish name but\nG-L was a typical Austrian name, almost as common if you will, as Smith in the\nStates.",
        "Q: Can you tell me how it was then that you all came to leave Berlin? Do you remember\nvery much of that?",
        "A: Yes, about '36, mid-'36, my father was told to go to Prague and close down the\nbranch office in Prague. Apparently, this office didn't do very well. It was not\nprofitable. So, the entire family moved to Prague and the move was totally unrelated\nto what was going on politically in Germany at the time and we lived in Prague for a\nyear. I certainly found myself thrown into a Czech-speaking environment which I\napparently picked up within six months, I was speaking Czech in 1936. I was seven\nyears old and we lived in Prague for one year and then went back to Vienna. When I\nsay back to Vienna to my father's birth place and where what I thought was the\nheadquarters of the company and established residence in Vienna and it must have\nbeen in early 1937. At that point, the problem of Jewish persecution and so forth\nmust have concerned my father because at that time he decided to have me baptized\nCatholic. Over 95-percent of the Austrian population is Catholic and he thought that\nas an Austrian being a Catholic certainly couldn't do me any harm and so at the age\nof nine, I'm sorry, eight and a half, I was baptized by a Cardinal Innitzer. He had\narranged to have the Cardinal baptize me and I went into catechism school and\nbasically thought of myself as Catholic at this point.",
        "Q: This was the first religious training that you had?",
        "A: That's right, yes.",
        "Q: Did you go to mass?",
        "A: I, well, I went to mass for communion when it was required and for confession and\nso forth in the beginning. Subsequently, I didn't go because my parents didn't go.\nLater on in the 1940s when I was in France and various children's homes and so\nforth, suddenly being Catholic became useful again and in some places where the\nchildren were marched off to go to mass in the morning, I tagged along and then\nsome places I was even, was alter boy and served mass.",
        "Q: Were you in a public school in Vienna then?",
        "A: Yes, I was in a public school in Vienna and I guess about one year until the\nAnschluss came in March of 1938 when Germany annexed Austria and at that point\nmy father actually on the day of the Anschluss was outside the country on one of his\nmany business trips and my mother was hoping that he would remain abroad so that\nhe could send for us but after struggling for three days, my father managed to appear\nback home in Vienna triumphantly that he had managed to smuggle himself back\ninto Austria on a cold freight car, inside a cold freight car, coming out of Switzerland\nand he was all covered with soot and looked like a chimney sweep and there he was.",
        "Q: Do you remember him...",
        "A: I remember it because it was a big fight between my mother and my father at that\ntime. My mother was furious that he had returned. She thought he was an idiot for\nnot having stayed abroad and just calling for us to join him and he on the other hand\nwas trying to defend his actions that he couldn't just leave us and abandon us and\nthere was no guarantee that he could get us out and that's what he gets for struggling\nand risking his life to come back to get us. It was a big argument. I also remember\nthat on the day of the Anschluss in 1938, so I had just\nturned nine years old, I left that morning and we lived in the vicinity of the city hall, the\nVienna Rathaus and I went down there and I saw these tens of thousands of people\non the street and all the German flags and the music and the band and everything else\nand I was in there with the mass of the people shouting my head off like everybody\nelse, \"Ein volk, ein Reich, ein Fuhrer\", one people, one Reich and one leader and I\nactually saw Hitler on the balcony up there on the Rathaus and when I finally got\nhome, my mother was beside herself, she didn't know, \"Where have you been?\nYou've been gone for six hours you know?\" And I said, \"I saw our Fuhrer.\" Where\nupon my mother slapped me left and right and said, \"Never call that SOB again ‘Our\nFuhrer’. He is not 'Our Fuhrer'.\" And I guess that's the first time that I came to the\nrealization, wait a minute, some how I don't fit in, we don't fit into the grandiose\nschemes of this maniac but as I said, at nine I really, I wanted to have a uniform like\nall the other kids who were going, who were joining the Hitler Jugend. You know,\nand have a little dagger and sand brown belt and march to the music and the drums\nand all this is fascinating and hypnotizing for a young kid. But shortly after that I\nthink within a matter of two weeks, my father managed to get himself transferred to\nBelgium and we immigrated hurriedly and left most of our property in Austria and\nfled to Belgium.",
        "Q: Do you remember were there other relatives, what they were thinking at the time?\nWere there discussions among the family?",
        "A: I was a child and in those days children were told you're here to be seen, not to be\nheard and I really . . . I cannot recollect any discussions about the dangers and so\nforth. I don't think that this 1s something that dawned on me until we left very\nhurriedly from Austria to go to Belgium. I believe that my father at some time, some\nwhere got the German authorities mad at him because he refused to cooperate on\nimporting some materials which they wanted. I think it was aircraft engines to which\nhe had access and I believe that they were trying to get him to import aircraft engines\neither into Belgium or into Austria and then transship from there as agricultural\nmachinery into Germany. I know the Versailles Treaty that ended World War I,\nGermany was prohibited from importing any war materials and so forth and he felt at\nthe time that as an Austrian, they couldn't harm him and he more or less told them to\ngo to hell and he then realized that now that the Germans are in Vienna, I'm probably\non their black list and they'll want to get even which I think was the primary\nmotivating force behind his leaving hurriedly and getting out.",
        "Q: What about your school during that Spring of that year? Did the teachers talk about,\ndo you remember any mood or change? Was it obvious to you as a child that\nsomething was happening or not?",
        "A: I can't really say that I remember it. I mean, yes, all of a sudden there was swastika\nflags in the school room and Hitler's picture was up on the wall but other than that,\nno, I remember that I wanted to be like the others and I knew that the large majority\nof my classmates were either joining the Hitler youth or other activities and my\nparents sent me to the boy scouts and I didn't think that their uniforms were as\nattractive as the uniforms of the Hitler uniform, so. But...",
        "Q: Did the other children taunt to you in any way for not joining? Do you remember\nthat?",
        "A: No. I know, I think in Vienna I think, a couple of times I was busted in the nose by\nsome of the kids in school who called me a Jew and it really upset me because my\nanswer was I'm not a Jew, I'm Catholic but other than that I can't really say that I was\naware of it.",
        "Q: But they were somehow?",
        "A: I guess they were. Obviously anti-Semitism was rampant but I also know that at one\npoint my mother was paraded through the streets of Vienna after the Anschluss and\nthey hung a sign around her neck saying that this pig woman bought in a Jewish-\nowned store and my mother apparently tried to tell them that she was Jewish and\nthey wouldn't believe her. They paraded her through the streets with a sign around\nher neck.",
        "Q: Who did this?",
        "A: I guess the local Nazis. It was just a few days after the Anschluss. I also remember\nmy mother being very upset. We had moved into a brand new apartment building in\nVienna. At that time it was brand new and downstairs on the street level there was a\nsmall grocery shop where you got your essentials, milk, butter, essential food items\nand so on, a small store and, of course, my mother when we moved there they\nimmediately recognized that she was German by her accent. She didn't speak like an\nAustrian like in Viennese and the store owners always engaged her 1n conversation\nand were somewhat differential to her and I know that quite often the conversation\nturned around Hitler, Germany and the shop keeper would always say to my mother,\n\"Well, just let him try to come here into Austria, we'll show him, we'll throw him out\nin no time.\" On the morning of the Anschluss, when my mother went downstairs to\nget her milk and bread in the shop, the first thing that the man greeted her with was\nHeil Hitler, Frau Feigl, and my mother was astonished. I mean overnight this man\nsuddenly became a Nazi and as she left the store she looked in the window of the\ndoor and there was a big sign, \"From today on the Germans salute is Heil Hitler.\"\nAnd the other day prior to that it was always, as the Austrian say, \"Gruss Gott\",\nwhich is little translation is \"God be with you\" or \"God's Greetings\" and from one\novernight it because Heil Hitler. I also remember that across the street from us 1n our\napartment building and everywhere there were swastika flags that hung from the\nthird floor or the fourth floor of the buildings and it reached to within four or five feet\nof the sidewalk. I mean, humongus flags. This obviously was something that didn't\njust happen overnight. I mean, this had been anticipated. It had been prepared and so\nforth but I also remember that the night before the Anschluss, my mother was\nlistening to the radio and apparently the Austrian Chancellor at that time, made a\nspeech and I remember my mother being in tears about it at the time. But again, I\ndidn't really understand the political upheaval of the time. I just knew it was\nupsetting to her but I didn't know exactly why or what.",
        "Q: With all these outward physical expressions of the change, the flags and the rally and\nthe shopkeeper must have been impressing to you as a young boy. Clearly it made a\nstrong impression upon you that you still remember visually.",
        "A: Oh yeah. It turned a drab routine life, if you will, into a stage, okay, there was a\nperformance going on, something lively and to a young kid attractive and the masses\nwere engaged and you asked yourself, well why can't I be part of this, you know,\nwhat's wrong here, why am I being left out?",
        "Q: I want to ask you about the boy scouts. What did you do in the boy scouts?\nyour parents wanted you to do in the boy scouts and not in the\nHitler Jugend?",
        "A: I think basically the boy scouts were outings on a Saturday usually, and you played\ngames, sports and you learned a lot of things. You learned to build a\n, how to build rope bridges and how to tie knots and I learned how\nto sew which later on came in handy, and all the things that boy scouts generally do,\nsinging, camp fires, things of that nature.",
        "Q: Did you go for hikes in the mountains?",
        "A: We went on different hikes and so forth, yes, and pitching tents, camping.",
        "Q: Were those kinds of things new to you or had you done them with your parents?",
        "A: Yes, no, no. These were totally new. They were really not part of our normal life.\nThe idea of vacation or what have you was staying at a luxury hotel somewhere and\nbeing waited on and catered upon.",
        "Q: Did you like it? Did you like the boy scouts?",
        "A: No, not much. At first I didn't like it at all. I think now in retrospect, I realize that I\nlearned many skills and many things that subsequently helped me but at the time I\nreally resented going because that's not the way I wanted to go, I wanted to be\nelsewhere.",
        "Q: What did you want to be doing?",
        "A: I wanted to be with the other kids and the Hitler youth or stay at home. Why am I\nbeing sent to the boy scouts?",
        "Q: Were the other boy scouts also Jewish boys?",
        "A: No. No. In fact, the boy scouts in Austria were strictly Catholic boy scouts. In\nBelgium, later on, and in France, boy scouts were broken down into Protestant scouts\nand Catholic scouts.",
        "Q: Is that what it was called, boy scouts?",
        "A: Well, in Germany, in Austria yes, in Austria it was Pfadfinder, okay, \"Pathfinders.\"\nIn Belgium and in France the Catholic scouts were called \"Scoot\", in France they\nwere \"Scoot de France.\" The Protestant scouts in France were called \"Eclaireurs de\nFrance.\"",
        "Q: What other kinds of things were interesting to you as a young boy? Did you read a\nlot?",
        "A: I read a great deal and I think that also in later years helped me get ahead career wise\nand otherwise because my schooling was interrupted repeatedly. I mentioned going\nto Czechoslovakia and from one day to the next, suddenly finding myself in a Czech\nspeaking school. When we went to Austria it was back to a German speaking school\nand in 1938 when I went to Belgium from one day to the next, I found myself in a\nFrench speaking school and in the beginning, of course, I didn't speak a word of it so\nI had to, the first thing I had to do was learn French and Flemish.",
        "Q: I want to ask you, before we go to Belgium, did you have cousins and other relatives,\nother children your age that you were close with?",
        "A: No. I was an only child, a spoiled only child and my wife can confirm that, I'm\nspoiled but I really had no relatives and in fact, to this very day, I have a great\ndifficulty in understanding what is a cousin and a nephew because I just didn't have\nany so about the only concept that I understand is an aunt. My mother's sister, okay, I\nknew that she was an aunt but go much beyond that, get into the feel of cousins and\nnephews and nieces and so forth, it just doesn't convey anything to me.",
        "Q: Were your father's family pretty close with them? Did you get together on holidays\nor birthdays or anything?",
        "A: Well, with my father living in Berlin and his mother in Vienna and his sister, well\none of the sisters, the older sister living in Innsbruck, it wasn't that easy. This was in\nthe days before airplanes and I do remember very very long train rides from Berlin to\nVienna and much longer still from Vienna to Innsbruck, those were usually\novernight trips in a sleeping car compartment. But we did go to Innsbruck at least\ntwo or three times that I can remember to visit with my father's sister and there was\nanother aunt, okay, Tante Minnie and Onkel Harry. Her husband, by the way, was\nChristian, he was an Arian and he helped her survive the period of the Nazis and\nOnkel Harry was a big strong strapping guy and I remember his carrying me on his\nshoulders, hikes in the mountains 1n Austria. I remember salt mines that we visited\nonce where we went through, yes, we did get family visits in Vienna of course,\nusually my other aunt Marianne, his youngest sister, would come and be in his\nmother's house when we visited. But those were major expeditions in those days. I\nmean, you didn't just hop on a plane and in an hour you were there.",
        "Q: So you were, the three of you together were a family?",
        "A: Yes.",
        "Q: You were very close, your family?",
        "A: Yes, I was very close.",
        "Q: What about the decision to go to Belgium? You mentioned a little bit about that. Talk\nabout going to Belgium.",
        "A: Well, as I mentioned I think my father quickly came to the realization that either the\nillusion that he had created for himself that as an Austrian, the problem of the Jews\nwas not his it was a German problem and now he suddenly found that there are no\nmore Austrians and he was a German Jew at this point and certainly by the definition\nof the Nazis, which made it a racial definition rather than a question of credence and\nbelief, and then also I think I remember discussions between my mother and my\nfather about, you shouldn't have done that when you were in Berlin and I think that\nthat related to the fact that he more or less reyected some of the inducements or\nenticements that the Nazis had offered and I think my mother felt that this is going to\nhaunt you some day and now is the time, they are here to haunt you. They are going\nto come and get you and I believe my father, because of that, managed to get a\ntransfer to Belgium and to get his assignment to Antwerp and he left first and we\nfollowed a few weeks later. We followed and we settled into Brussels at that time\nand he would commute daily from Brussels to Antwerp. I think that Belgium at that\ntime had a very high speed mass transit system and you could move from Brussels to\nAntwerp in less than an hour and so every morning he would go to the railroad\nstation and commute to Antwerp.",
        "Q: He went ahead and found a place for you to live?",
        "A: Yes. We moved first into a small apartment building, and then later on into a larger\napartment. The smaller apartment later was occupied by my grandmother, my\nmaternal grandmother, who also came to Belgium at about that time and she is the\none that we subsequently fled with from Belgium into France and she ultimately\nmade it to the United States.",
        "Q: She had been in Berlin?",
        "A: She had also been in Berlin. Yes.",
        "Q: Is she coming from Berlin to Brussels?",
        "A: Yes. But I don’t know how exactly or when, she obviously went from Berlin directly\nto Belgium rather than through Austria and it's only speculation on my part, possibly\nshe may have been asked by my mother to come and join them in Brussels.",
        "Q: Do you have any recollection about the trip from Austria to Belgium, passing\nthrough customs?",
        "A: Only, yes, only that the border crossing was very traumatic to my mother. Everybody\nhad to get off the train, stood in line for quite some time, every piece of luggage had\nto be put up on a table there for control people, inspectors, I don’t remember whether\nthese were customs people or Gestapo people but they went through every piece of\nclothing 1n the suitcases and checked everything possibly looking for smuggled\njewels or money or whatever and it took a long time to get through the inspection\nand when we were finally allowed back into the railway cards and the train got\nmoving into Belgium, I think there was a big sigh of relief on the part of everyone\nthat they had made it.",
        "Q: Did you and your mother travel . . .",
        "A: It was just my mother and I at that time.",
        "Q: And how much did you have with you? What did you have?",
        "A: I can't tell you exactly. My guess 1s we must have had four or five suitcases or\nsomething like that. I know that, of course, when my father left he must have also\nmanaged to take along at least one suitcase I know of because he had, which was at\nthe time, a very novel suitcase, it was sort of an expandable thing with expanding\nhinges and I think he probably mentioned that he, I think he bought it in the United\nStates and that 1t was an American invention, very fancy leather suitcase. He had that\nall the way until we ultimately met again in France. So I know he got that suitcase\nout of Austria when he left.",
        "A: But you all immigrated legally?",
        "A: That was a legal immigration out of Austria into Belgium and I'm sure that it was\nmade easy by virtue of the fact that my father had a foreign assignment from an\nAustrian, now German company since Austria overnight disappeared.",
        "Q: Well I'm sure your mother was quite frightened for whatever reason that she may not\nbe able to imagine, she couldn't get back to him.",
        "A: Yes, there was that, although perhaps a word about my mother here. Between my\nfather and my mother, my mother was by far the stronger of the two persons. Both\nphysically stronger. She was much taller than my father and my mother had been a\ngymnastics teacher and I think also as far as inner character, inner convictions are\nconcerned, I think my mother was the stronger of my two parents. My mother was\nalso about 16 years younger than my father. So there was quite a considerable age\ndifference which by the way was very common in those days. My wife, for instance,\n[PAGE 19 ENDS HERE -- THEN JUMPS TO PAGE 35. PAGES 20 THROUGH 34\nARE MISSING]\nBEGINNING OF PAGE 34:\nnever had a case like that, go to the prefecture. So she goes to the prefecture and goes\nthrough the same routine and they send her back to somewhere else and after about\nfour or five times of being sent from one to the other, someone finally said to her, ah\nMadame, we know exactly how to deal with cases such as yours, there 1s a place, it's\ncalled Olorons St. Marie, it's in the Pyrenees. You go there and they know exactly\nhow to deal with cases such as yours. So with the little money that my mother had\nleft, she buys a railway ticket to Olorons St. Marie for herself, her mother and for me.\nWe get on the train and we go to Olorons St. Marie and as we arrive at the railway\nstation, the train is surrounding with French Gendarmes with machine guns and they\ntake us off the train and put us on trucks and the next stop was a French\nconcentration camp called Camp De Gurs and we found ourselves in the Gurs camp.\nGurs was a camp in the Pyrenees mountains which had been built in the 1930s by the\nFrench to house the fleeing Spanish, mostly community people that fled the Spanish\nrevolutionary war and suddenly this camp had been turned into a holding camp or a\nconcentration camp. It was not an extermination camp. For all these refugees, now\nmost of these refugees who were in that camp now, aside from the Spaniards that\nwere still there were now Jewish refugees getting German Jews, French Jews,\nRomania, Belgian Jews, Dutch Jews, whoever was able to flee was in that camp. My\nmother, this is 1940s, so she is about 36 or 38 years old, she was in her prime and as\nI said she was physically very fit, she was immediately picked to become a barracks\nchief. So as barracks chief she had a lot of freedom within the camp, that is to move\nfrom barrack to barrack or to move from one I Lot, as they call them, or islands, the\ncamp was sort of divided into islands and she was responsible for going every day to\npick up the food that was allotted to our barracks. So, she knew what was going on in\nthe camp. She was well informed about the happenings and so on and we basically\nwere in wooden barracks with just straw on the floor, there were no mattresses, no\nbeds or anything else. A lot of people were hungry. There was not enough food to\neat. Obviously, the French had not anticipated an influx of that many people and they\nwere totally unprepared for handling the influx of people that suddenly showed up.\nThe conditions were miserable. The toilets were open trench latrines, there was no\nhygiene. There was no running water. A lot of people got sick and, of course, again,\na lot of the people in the camp were elderly people and children and women with\nchildren and so forth. So, we were in that camp for I guess it was about almost six\nweeks or so, close to six weeks and my mother had a run-in with some nuns that\nwere put in charge of the food supply and as barracks chief my mother tried to beg,\nplead, borrow anything to try to get an extra ration of bread or an extra can of\nsardines or an extra something in each barrack. I think each barrack held about sixty\nto seventy people that she had to feed and one of the nuns lectured her and said,\nMadame, you do not live to eat, you eat to live. Whereupon my mother hauled out\nand slapped her. It did get her an extra supply of rations. Anyhow, after about six\nweeks or so, when the French were about to surrender in late June of 1940, my\nmother learned that there was a Wehrmacht, a German army inspection group that\nwas expected the next morning at the camp and this is where the passport thing\ncomes in. For some reason, my mother's passport had not been stamped witha \"J\".\nSo my mother said, I want to get out of this damn camp. We've got to get out of here.\nWe'll starve to death in here. She went to the main entrance gate of the camp in the\nmorning when the Germans were expected and as soon as she saw the head of the\nGerman group, she went over to him and yelled, \"Heil Hitler Herr Oberst. I am a\nGerman citizen, I demand to be released from this stinking, filthy camp immediately\nwith my children. These damn Frenchmen have kept us locked up here for six\nweeks.\" And she showed her passport to him and he just looked at it and looked at\nme and my mother had her mother's passport and opened it up and with her passport\non top of it, she was hiding the \"J\", and the German officer was so taken back, he just\nturned to the French camp commander who had come in there, then said, \"You let\nMadame out immediately with her mother and her son and you call a taxi and you\nmake arrangements with the taxi that you pay for him and he takes them wherever\nthey want to go.\" Within five minutes, we were out. My mother told the driver, \"Just\ntake us north and drive as fast as you can.\" And he did and we drove.",
        "Q: You witnessed this?",
        "A: Oh yes. I was standing by her. She had taken me along and obviously she was all\npacked and ready to go, she figured it's either going to work or it won't. We drove for\nseveral hours and came to a town called Auch, A-U-C-H, which was a little bit in the\narea Toulouse, in the south of France, and as we approached the city limits and the\ntown limits, we were crossing railroad tracks, and all of a sudden a group of people\ncame toward us and waved at us, and said, \"Stop, stop, don't go any further, the\nGermans are on the other side of town.\" So, my mother looked around and she saw\nthat there was a convent off there to the left side of the tracks and so she took our\nbags and me and my grandmother and dismissed the cab driver and we walked\nacross the open field over to the convent and she knocked on the door and the nuns\ntook us in and for the next six weeks we lived in this convent. Whether the fact that I\nwas Catholic had something to do with it, I don't know. I don't know whether my\nmother played that card or not. I really don't know. But the nuns did take us in and\nduring the five or six weeks that we spent in the convent, the nuns made contact with\nvarious, or they were 1n contact with various refugee assistance aid organizations and\namong them a group of American Quakers who had a food distribution and refugee\nassistance office in that town, in Auch. So my mother was offered a job with the\nQuakers to help in the office. It was a part-time job but it enabled her to leave the\nconvent and find a one-room apartment and moved into it. My mother also earned\nextra money becoming a cleaning lady and now at this point I don't remember what\nhappened to my grandmother. She somehow left at this point. I don't know what but\nshe left us in Auch.",
        "Q: Do you know why’?",
        "A: I don't know why. I think that she must have somehow managed to contact her\ndaughter, the other daughter, the younger one who had lived in Paris and somehow,\nat some point, she managed to rejoin her and managed to get into Spain and from\nSpain into Portugal and from Portugal to the United States. Now, I think it had\nsomething to do with the fact my aunt's husband, the one she married in Belgium, his\nname was Joel Bloomberg (ph), he was called Jole Bloomberg (ph). He was very\nactive in Zionist activities and so forth and he was, I think a Latvian or Lithuanian\nnationality so he had a passport from one of those countries and at that time those\ncountries were not yet involved in the war so he was, if you will, a citizen of a\nneutral country, my aunt had acquired his nationality when she married him and I\nthink that that helped them to obtain the necessary visas and he had been traveling\nback and forth on Zionist movement activities to the United States, to Palestine and\nto many countries throughout Europe. I think he was a lecturer also and lectured in\nmany places. So he had a great deal of mobility, if you will, and I think that's how\nsomehow they managed to get her, my grandmother, to join them and to ultimately\ncome to the United States. I think they made it to the States about 1941 or so before\nPearl Harbor, obviously. I know they spent a great deal of time in Lisbon waiting for\nboth first their visa and then their passage. There was limited space available on\nships at that time.",
        "Q: Do you know what organization he was with?",
        "A: No, I do not. He, as I said, he did make it to the States and I remember in\nconversations, his name had been mentioned on a few occasions and they say, oh,\nyes, we know Joe Bloomberg (ph). So, he was quite active in the, I would say in late\n'30s.",
        "Q: Do you remember when your grandmother left you?",
        "A: No, I really don't. I just know that all of a sudden I have no memory. I know that she\nwas gone and so I know that we lived in this apartment alone and now my mother's\nfrantic search started to try and find out where is her husband, where is my father.\nShe turned the world upside down through police, Gendarmes, the International Red\nCross, the Quakers, anyone who would listen, she would try to find out whatever\nhappened to him. I think it was several months until she finally found out where he\nwas. He had been transported from Chen. They then went to the south of France to a\ncamp whose name I cannot think of it right now, and from that camp they went to a\ncamp called St. Cyprien which was on the Mediterranean coast. So now we knew\nwhere he was, we started to get letters, he had apparently taken to quite ill. I think\nthey call it here, water in the legs, I think it was a heart related situation and of\ncourse, inadequate medical care and so forth and somewhere around 1940 or early\n1941 his physical condition had deteriorated to such a point that the French\nauthorities decided to send him home on a convalescent leave, figuring that within\nthe next 30 days he'll die and he might as well die outside the camp instead of in the\ncamp and save us the cost of burying him. I think it was in the Spring of '41. It had\nbeen a terrible, terrible winter. The camp was flooded. Where my father was, there\nhad been bad floods. They had typhoid outbreaks, I believe and a lot of people died\nduring that winter. So, he then came to Auch and joined us in a one-bedroom\napartment, a one-room apartment, and he then was able to stay with us literally by a\nmonth by month basis. Each month they wold renew his thirty-day convalescent\nleave and extend it for another thirty days and sometimes for sixty days and he had to\nfind some means of earning a living and he couldn't accept a job because nobody\nwould employ him. I mean he was not a French citizen and didn't have the right to\nwork unless he created work for himself so his old experience with Champion Spark\nPlugs, he found a garage where they had a spark plug cleaner which 1s basically a\nmetal stand with a can full of sand at the bottom and you hook it up to a high\npressure air hose and then you take a dirty spark plug and just put it in at the top and\nthe air blows the sand into the spark plug and it cleans it out. So since it was\nimpossible to get spark plugs anyhow at that time, he had a great idea and he started\na spark plug cleaning business, a one-man operation. And he was able to earn a little\nbit of money that way doing that sort of work. My mother continued to work with the\nQuakers and in 1941 in the summer through these connections I was sent to a\nsummer camp at Lake Annecy which was very pleasant for me, the food was good\nand so on. This is obviously something that mother had managed to arrange through\nthese aid organizations that she was working with and the word Quakers kept\npopping up, the Quakers, the American Friends. In 1942 in the summer, she again\narranged for me to go to a summer camp during school vacation and this time I was\nsent to a small town about thirty miles from Auch, a town called Condon and there\nwas a chateau and there were about thirty some odd kids there at summer camp.",
        "Q: Before we go to the camp, do you remember your father coming back? Do you\nremember when he arrived?",
        "A: Yes, he looked terrible. I mean he must have lost a good fifty or sixty pounds. He\nwas literally skin and bones. In one of my diaries, I have a picture of him, a picture\nthat had been taken in order to apply for a visa so a passport-type photograph and\nwhen you compare that with what he looked like, a year and a half before, it was like\nday and night. He was a little bit on the heavier side before then. He enjoyed good\nfood and so he was totally emaciated and he seemed to have aged fifteen years or\nsomething like that in that time period.",
        "Q: How did he get to Auch?",
        "A: I don’t know. I assume either by train or a combination of train and bus.",
        "Q: Did you meet him someplace?",
        "A: I don't remember that. I think I was in school when he came back and I ran home\nfrom school and he was there. So, my mother must have met him or I don't know\nexactly how the reunion took place but I saw him again for the first in a year in the\napartment.",
        "Q: You had been separated for a year?",
        "A: We had been by then separated for almost a year, yes.",
        "Q: It must have been very nice.",
        "A: Yes, it was. But, I also realize that there were big problems. It was a very small one-\nroom apartment. There was no privacy. I remember my mother basically sponge\nbathing in a little basin of water she would stand in and I remember seeing her naked\nin the room. I mean, there was no other place to go. So, to literally you live there,\nyou Slept there, you cooked there and so forth, but my father suddenly became a\nfarmer. in the backyard there was cages and he raised rabbits in there for food and\nthere were a couple of chickens that provided a few eggs and he planted potatoes and\nstring beans and peas and so forth that he showered a lot of attention and love and so\nforth on them and tomatoes to provide us with food.",
        "Q: In that couple of years, with the three of you living in that town, what was your\nparents outlook? Were they just saying let's just be happy here and stay here or were\nthey...",
        "A: No, that's a good question. Their reason for going on, for living was only one thing\nand that is to get out of France and get a visa and go to America. Especially after\nthey had learned that my grandmother and my mother's sister and my uncle were\nalready in Portugal waiting to get to the United States. My parents wanted to do the\nsame thing. My father had approached his business contacts in the United States,\nChampion Spark Plug. There was another company called Styckgold and Stackgold\nthat they had extensive dealings with. It was a company in New York. He wrote to\nMr. Styckgold and he wrote to Mr. Stackgold and invariably we wish we could help\nyou but... and it was very disturbing for them. I still have many of the letters that\nthey wrote to my grandmother after she came to the United States which my\ngrandmother left to me when she died and it's a very sad story listening to what my\nparents had to say at the time. There were utter frustrations for them, they found\nthemselves in a chicken and egg situation. Yes, we will give you a visa to Spain, if\nyou have a visa for Portugal, yes Portugal said we will give you a visa to come to\nPortugal provided you have a visa to go on to the United States. Yes, you can have a\nvisa for the United States once you get your quota number but we're not going to\nassign you a number until you can show us that you have booked passage on a ship.\nThe shipping company said we will not book passes on this ship unless you first have\na visa to go to the United States. I mean it was, they were just constantly running up\nagainst this kind of a problem or you must come up with so many hundred of dollars\nwhich today would be equal to in the tens of thousands of dollars to ensure that you\nhave a priority on the ship or to ensure that you get a visa or you get a passage or\nwhat have you and they didn't have that money. We lived pretty close to the poverty\nlevel in Auch so it was hopeless. He kept writing to, my father and my mother both\nkept writing to my relatives in the States at that point and they had just recently\narrived. They were basically penniless. My father would tell my grandmother, you've\ngot to telephone Mr. Styckgold, you've got to telephone Mr. Stackgold. I've written\nto them. You've got to get in touch with Champion Spark Plug's management. They\nknow me. They've dealt with me. Talk to Mr. so and so. Talk to Mr. so and so and it\nwas just all in vain, nothing but frustration. So, those were very very difficult days\nfor them again, they did everything in their power to shield me from this such as\nsending me off to these children's colonies, summer camps and so forth and this\nbrings us basically to the 1942 period and it was in 1942 that the Germans in\ncooperation with the French Vichy government decided on their policy to round up\nthe Jews in France. The French thought that well, if we're going to round up Jews,\nlet's first try and round up the foreign Jews. That way maybe we can protect the\nFrench Jews. The French Prime Minister, Laval, when the Germans asked that they\nround up the Jews in France, he only asked for the adults and Laval said, please take\nthe children too. You want to keep the families together, don't you? And the\nGermans said, no, we don’t want the children and Laval insisted until finally they\nsaid, well alright we'll take the kids too but there was basically something that Laval,\nFrenchman, was pushing for and at this point, July, let's see, end of June, early July,\njust before I left for the children's colony, school vacation starts on the fourteenth of\nJuly generally in France. So, I know I remember that there were a lot of whispered\ndiscussions going on in our one-room apartment. There was a lot of worry. I would\npick up words about raffles, razzigs, they're rounding up people. People are being\nshipped off, nobody knows where. So, I was somewhat aware of something was\nbrewing and that there was danger here but then came vacation time and I was sent\noff and I was with other kids and forgot all about this. Sometime in early August, my\nfather came to visit me at the summer camp and he made a very long trip on a\nbicycle, thirty miles.",
        "Q: Do you want to take a break?",
        "A: No, it's okay. For a man who was sick and he came to visit me and I remember on\nthe back of the bicycle he had square cookie box and out of the cookie box he\nproduced a small bag that my mother had sewn and it contained my father's pocket\nwatch and he had a black fob with a gold Buddha attached to it and his silver pencil\nwhich he was very proud of, he had gotten it in America. It was sort of a four color\nmechanical pencil and a ring from my mother, a broach, a few other items, a small\namount of money and he gave it to me and told me to look after it and at first it didn't\nregister with me. Why are they doing this? Why is he doing this? And after he spent\na couple of hours with me, he climbed back on his bicycle and headed back to Auch\nand as the bicycle disappeared over the top of the hill, the crest of the hill, I broke out\ncrying and somehow I had the feeling I would never see him again. It was a few days\nlater, maybe ten days, four days later or so that the director of the camp, a very kind\nwoman, Mrs. Cavaillon, she called me to her office and she announced to me that she\nhad bad news, she had been informed that my parents had been arrested in Auch the\nday before and they didn't know where they were taken. There was no information\nand I was obviously very upset and she was a very devoted, very religious woman, a\nCatholic woman, and I had been going to mass almost daily. She encouraged\neveryone to go to mass everyday and this was not a camp for Jewish children. I think\nI was probably the only Jewish child there. These were all French children from I\nwould say middle or lower middle class families who found a summer home there.\nShe also told me that they were going to hold a novena, nine days of prayer and after\nnine days, my parents would be returned to me and there was nothing to worry about.\nA day or two later I was again called by her and I was told that they are going to\nhave to make me sick because she had a phone call from the police, from the\ngendarme and they alerted her and told her that they had received orders from Auch\nto come and pick me up but if they come and they find me ill, so ill that I cannot be\ntransported, then they will leave me.",
        "Q: That's what they told her?",
        "A: Yes. They told her that. So, they induced a fever in me and I'm always asked, how do\nyou do that and they took some French bread and made balls out of it, like meatballs\nand soaked them in vinegar and I had to swallow about eight or nine of these vinegar\nsoaked bread balls and sure enough within a half an hour or forty-five minutes, I was\nin bed with a high fever and when the police came, they took my temperature and\nthey verified and certified that yes, he is not fit to be transported. So, that saved me\nthat night or that day. The gendarme came back on two or three other occasions and\neach time the same thing was played. The same act was laid out. During that time\nperiod...",
        "Q: Let me ask you a question. Do you think that they, Germany or the Germans called\nfor you?",
        "A: No, it was the French.",
        "Q: The French...",
        "A: The round-up was conducted by the French police at the bequest of the Germans, of\nthe German authorities.",
        "Q: When they told her that if you were ill they were informing her how to save you?",
        "A: This was a good Frenchman, okay. There were some decent people there and some\npeople who felt that it was not right to round up children. This is 1942 so I'm now\nthirteen, okay. They didn't like to do that kind of a dirty job. Une Sale Corvee, a dirty\ndeal, a dirty job we have to do. So, they protected me in that fashion if you will.\nDuring that time period, Mrs. Cavaillon was in touch again with the Quakers and I'm\nsure that her summer camp probably got some support or some money from the\nQuakers also so that she knew whom to contact and through the Quakers I believe\nshe then learned that's where my parents had been sent to. They were first sent to\nVernet, a placed called Camp du Vernet. It was somewhere in the south of France\nwhich was an assembly camp and then the next postcard, I think a postcard came\nactually to the summer camp from my parents advising that they were being sent to\nParis region, to the Drancy camp. The nine days came and went. My parents didn't\nreturn. I started to have some doubts about catechism and all other faith. I raised a lot\nof questions and strangely enough the priest told me to go and talk to the archbishop,\na thirteen year old. It's only today that I realize that this was most unusual that they\nwould do this. Normally, a thirteen year old doesn't go talk to an archbishop and I\nvented my doubts and frustration and questions and he basically said to me, he said,\nwell there is no answer to these questions. This 1s where faith comes in, you must\neither believe or you don't. But there is no explanation.",
        "Q: What were your questions?",
        "A: I had a lot of questions about how can God, how can Jesus allow these things to\nhappen? What have my parents ever done to deserve this? What have I done and if\nI'm being punished, what is the punishment for? I also started to ask some\nfundamental questions, okay, if God created the world, who created God? If there\nwas nothing, than he couldn't have been here. How is this possible? So, basically I\nturned my back to religion at this point and I haven't come back to it yet, maybe on\nmy death bed but for the time being, I don't feel the need for it. Now came the\nquestion, where do we go from here? There was one bit of information that was\nreceived from Drancy saying that they left Drancy for a destination unknown and\nabout this time, we were now moving into, this was late August that they were\narrested, I think it was August the 24\" or 22\", somewhere around that time. Now we\nare moving into September and school starts up again. The summer camp can't\nremain open, what to do with young Peter Feigl and Mrs. Cavaillon came back one\nday and announced to me that the Quakers are organizing a children transport.\nChildren that would be going to the United States and there would be two ships, the\nfirst one will leave around the middle of November and the second one about the end\nof November or early December, 1942. Ultimately, Mrs. Cavaillon arranged for me\nto go to Marseilles. In fact, she took me there. In my diaries, there are entries also\nabout a trip to Toulouse. There must have been an American Consulate or something\nwhere I went, I was questioned there and I underwent a physical exam to make sure\nthat I didn't carry TB or whatever to infect America and there were forms to fill out\nand sign. Ultimately, I wound up in Marseilles somewhere around either the end of\nOctober or very early in November. The ship was scheduled to leave, the first ship I\nwas told I'd be on the first convoy and it was supposed to leave somewhere around\nthe 20\"\" of November. On the 10\" or 12” of November, the Allies landed in North\nAfrica and this gave the Germans the pretext to invade the so-called free zone of\nFrance, Vichy zone of France and the port was closed and no ship leaves. So, now\nthe people looking after us scrambled to find a place where to house us and I wound\nup in a small home. There must have been about 15 or 20 of us outside of Marseilles\nin a place called Les Caillols and we were more or less prisoners in the house. The\npeople who had taken us in obviously, again hadn't been prepared to have us there. I,\nin a typical kids fashion said, I’m going to get something to eat, and I found out that\nthe Germans had established a, there was a Waffen SS detachment that occupied the\nfarm across the road from us. So, I said, I'll talk German and I'll get some food out of\nthese guys. I'll get chocolate and what have you.",
        "Q: You know what, we're running out of tape here. So, let's hold this story and we'll tell\nit at the top of the next one.",
        "A: Okay.",
        "Q: (inaudible)",
        "A: Fine.\nEnd of Tape #1\nTape #2",
        "Q: Okay, we're back. You were going to tell me again the complete story of your stay\nwith the other children. You haven't been allowed to go or to leave from Marseilles.",
        "A: Well, I wound up in a camp or home which was run by a Belgian man and woman,\nin fact I think in my diary I noted that they got married while we were there but they\nwere sort of the then mother and father if you will, looking after us. The food was\nvery difficult to come by at the time. I'm sure in part this was due to the fact that they\nhadn't anticipated taking 15 or 20 kids and with the Germans occupying all of\nFrance, what little food there was, was number one the Germans take priority on all\nfood supplies. When I found out and noticed that across the street there was a\nfarmhouse there and the detachment of Waffen SS had moved in with their armored\npersonnel carriers and so forth, I said, well I speak German fluently, I'm just going to\ngo over there and chat up the Germans and I'm sure I'll get some chocolate or\nsomething out of them and I'll be able to eat. So, I went across the street and sure\nenough I chatted them up and I guess my first contact they didn't ask me any\nquestions and then I came upon a German captain there and the captain said, what\nare you doing here? What's a German boy doing here? I don’t know whether this 1s\nsomething I had learned from my mother but I said to him, shhh, you mustn't talk to\nanybody about this, this 1s very secret what I'm doing here. I mean, here I'm thirteen\nyears old, okay. He said, well where are your parents? I said, oh, my father is 1n the\nGestapo. He's in the secret police and we came to France on a so-called business\nassignment and my father has been spying on the French for several years and I go to\nschool in the French school which is why I also speak French fluently and my French\nschool mates don't know that I'm spying on them. So, I wasn't asked any more\nquestions by the German captain after that.",
        "Q: Did he believe you?",
        "A: He believed me. Either they believed me or he was scared, what if it's true and my\nfather really is in the Gestapo? Maybe they could get into trouble. I was very well fed\nand I got to eat spaghetti and I got chocolate. No complaints at all until about three or\nfour days later when the director of the home where I was suddenly found out that I\nhad been across the street and he then proceeded to ship me out in a hurry because he\nwas wotried that I was endangering the other kids there. But again, I was thirteen and\nI think of number one and I didn't really realize that I could possibly endanger\nanyone else. So, although my protestations, I was shipped to another place and I\nthink after a number of days, after the lesson had sunk in, then they took me back at\nLes Caillols, where I had been before.",
        "Q: Could you connect for me, what happened with your parents with those soldiers or\nwas it just something separate?",
        "A: They were something completely separate to me. I just didn't connect it. I just didn't\nconnect it. At this point, I had been without news from my parents for now a couple\nof months, two and a half months, and I was being moved around from place to\nplace. There was a lot of discussion about what to do with me. Actually, the first\ndiscussions about my going to a school in the Department of Haute Loire in the\nmassive central had come up already. Oh, well, I think while I was still in Condon,\nbefore my parents were arrested, there was already some discussion there whether to\nsend me to a school that was in the village. Then, now in late November, early\nDecember, this became a more pressing question for the people looking after me and\nthe decision was taken, to move me to Le Chambon Sur Lignon, but it was too\ndangerous to move me at that time. The roads were being watched by the Germans\nand by the police. There were all kinds of passes, identity paper controls and so forth\nand the trains were being watched so it was decided to move me over the New Years\nholiday, over Christmas New Years, that there would be a relaxation of surveillance\nand I think it was on New Years Eve or on New Years Day that I was actually\nmoved from Marseilles to Le Chambon Sur Lignon. According to my diary, I think I\ngot there at about 2 o'clock in the morning or something like that and was met by a\nman named Daniel Trocme'’. He was the cousin, I believe, or the nephew, I'm not\nsure, as I explained earlier about relations of the pastor of the village, Andre Trocme'’,\nand we had a long long walk in a cold night and wound up finally in a house, in an\nold stone house called Les Grillons, which was a bed and breakfast-type house, okay,\na pension, as they call it in French.",
        "Q: Now was he at the train station?",
        "A: He met me at the train station. Yes, he met me and picked me up at the train station\nbut from the train station to Les Grillons was a good four or five kilometers. I mean,\nit was a long hike, up the mountain too, up the hill. So, I now find myself in this\nhome together with about 15 or so kids in this home. Daniel Trocme' was our\nshepherd who looked after us. He was a younger man, he was probably in his\ntwenties, mid- to late twenties. He looked after us and the entire village of Le\nChambon really is the full detail, as I didn't become aware of until a few years ago,\nof ten to fifteen years ago, but the entire village apparently was a conspiracy to\nprotect people and the people in that village are about 90-percent Protestants,\nfundamentalist and people who, as they put it, lived the Bible, lived by the Bible and\ntheir pastor gave them the needed inspiration on the day that France fell and\nsurrendered to the Germans by telling his congregation that it is the responsibility of\nevery Christian to resist the occupier with the weapons of the spirit and that's where\nsubsequently the title of a film about Le Chambon came from, Weapons of the Spirit.\nThat village has a total population of about five thousand people during the period of\nabout three years, actually hid and saved five thousand people, almost on a one-on-\none basis. These villagers never asked who you were or whether you were Jewish or\nnot or what have you. They took you in. They fed you. You never had a situation of\npeople saying, well, I wish I could help you but we don’t have an empty bed or no,\nthey opened up their doors and they shared what little they had. I always liked to,\nwhen I tell about Le Chambon to Americans, I try to make them understand that\nEuropean farm villages, the farming community is quite different from the American\none in that the people of the village live clustered, very close together, one house\nnext to the other, there's no big yard, no acreage between them. The people look\nacross the street, a narrow street usually, and if they see the lights going out in the\nliving room across the street, they know perfectly well it is ten past nine and they\nknow that they count in twenty seconds a light will go on on the second floor on the\nthird window from the right and that's the bedroom and the light will be on for three\nminutes and thirty seconds and then the light will go out so you know exactly what\nyour neighbor is doing. You know his routine. You can't escape it. During that\nperiod, lights went on and rooms where lights were never on at night and lights\nstayed on in rooms way past the normal times and nobody ever reported this to the\npolice, nobody ever betrayed anybody and that's truly remarkable. And you must\nunderstand that the people did this, this did so knowing fully well that if the police\nwere to find out, they wouldn't just arrest the person that they were hiding but they\nwere subject to arrest as well as the entire family and their children. Confiscation of\ntheir property, of their goods and deportation to forced labor camps and so forth. So,\nwhat these people did, they did it at the risk of their own lives. So, I was hidden there\nfor about ten months. During that period, they also saw to it that our education was\nnot completely neglected. There was a school, Le College Cevenol, which had been\ncreated as a private school before the war and they saw to it that we went to school\nevery day and that we get on with our education. It usually meant long hikes from the\nhouse where we lived down to the school and on the way back, we usually came\nback up with supplies in the village. It was difficult to get shoes. For example, Daniel\nTrocme' would scrounge worn out old tires and he would cut up the old tires and\nmake soles for sandals out of them and by putting holes into the tires and stringing\nrope through them, he would make sandals out of them. Something that is very\nfashionable these days, I see a lot of kids walking around with these black sandals. It\nwas a rugged place. It was at about an elevation of about three thousand feet. The\nwinters were very very cold. Lots of snow. Most of us had frostbite on the hands, on\nthe fingers and on our toes. Partly because our clothing wasn't really that adequate\nbut it also had a lot to do with the fact that our food was inadequate. There wasn't\nenough fat content in the food and most of us were deficient in a number of nutrients\nand so forth but just about everybody was frostbitten fingers or toes. Durith that\nperiod, there was an organization there, individuals who specialized in forging\npapers and so forth.",
        "Q: Local citizens?",
        "A: No. Some of the local citizens, some of them were part of the group of refugees. In\nother words, either the people that they took in were not just children, they were also\nadults, some husbands and wives, there was even a German deserter from the\nGerman army that they had taken in. I had befriended him because he spoke German\nfluently so we would speak German together. He was a, I remember as very tall, pale\nlooking, very soft-spoken, gentle type guy who must have been eighteen or\nsomething like that. He deserted them. He decided to desert. Anyhow, in order to\nmake room for other people in need, there was a full underground railroad, if you\nwill, operating and if they could pass somebody as a Frenchman, and send them out\nof the village to some other safe place, safe house, if you will, then they would do so\nbecause then they would have more room in the village to take on more new people\nthat might be in need and since I spoke French fluently without the trace of an\naccent, ultimately I was given some French identity papers, false name, forged ration\ntickets, coupons that you had to have at the time and so forth and I was sent to a town\ncalled Figeac in the lot department as a boarding student, 1t was high school and\nboarding school students in France during that time were quite numerous and\ncommon almost in every high school because you couldn't commute, there were no\nschool buses so anyone who lived let's say five miles or more away from school, the\nparents would just have the child boarded in school at least for the week, if not for\nthe entire semester. So, I lived as a boarding student in Figeac.",
        "Q: Before we leave Le Chambon, I would like for you to talk about that ten months that\nyou were there, what was the school, but what was your daily life like, with the other\npeople, who were the other young people that were with you, what were you aware\nof in the town, did you have a sense of town mood, people were there from other\nplaces, or did you just think it was your group of people, tell me about what it was\nlike to live there?",
        "A: They tried to keep us busy first of all. Now during the school months, between\nwalking to school, coming back with supplies, doing your homework, by the time\nyou were finished, it was time to go to bed and get ready for the next day. Our stay\noccasionally would be interrupted, our activities would be interrupted by suddenly\nsomeone saying, ah, we're going to go into the woods for a hike and at the time, I\ndidn’t know the reason why and this is something that I found out later on,\nperiodically the police would tip off people in Le Chambon, and tell them we're\ncoming up there at 10 o'clock to round up or look for Jews or look for people that are\nhidden up in your village, get them out. So, they didn't tell us the reason, they just\ntold us, we're going to go and pick mushrooms in the woods or if 1t wasn't\nmushrooms season or we're going to go for a nature hike, a little walk and sometimes\nwe would stay in the woods for six hours, eight hours or something like that and then\nwe would come back to the house and everything was fine and dandy. We didn't\nknow what was going on. During the summer months, there was a lot of hiking, a lot\nof tug of wars and games that were organized, occasionally, we would be visited by\nPastor Trocme', Daniel's relative. The Pastor was the inspiration and leader of this\nvillage and the groups 1n the house in which I was, was a very mixed group, there\nwere boys and there were girls. Among them were some Spanish refugees still,\nchildren of Spanish parents, of Spanish origin whose parents obviously had fled\nFranco, Spain during or after the revolution and found themselves in France and\nwere either orphans or were persecuted for one reason or other. There were some\npeople from Czechoslovakia. There were some German Jews. There was a young\nFrenchman who I am sure was not Jewish. He may have been an orphan. I think he\nwas an orphan. He became a very very good friend of mine. He died of TB up there.\nWe were very close friends. So, 1t was a mix of people. There was an Italian woman\nwho was the cook, who cooked for us and she had a daughter there also. Her\ndaughter was there. I really don't know why they were there, what the reason was.\nBut, as I said, it was a very mixed group of nationalities. I collected a lot of\nphotographs which I kept and practically all of these photographs were passport-type\npictures that were taken by the people who were creating these false documents,\nthese forged documents for us. But, they gave us an extra supply of pictures and\nwhen we learned that we might have to leave, we would start exchanging\nphotographs and give a souvenir to our best friend by dedicating the photograph to\nhim or her and so on. I was able to take a lot of these photographs with me which I\nshouldn't have but we'll talk about that later maybe. But day flowed into day,\noccasionally I would inquire whether anything had been heard from my parents and\nby now, I think I came to the realization that there was a program afoot in France,\nGermany and so forth to deport Jews, deport them to Poland or east to extermination\ncamps. The name Auschwitz, I hadn't heard of it yet and so as time went on, let's say\nthat my hopes faded too and I just kept on. I was of course cut off from any other\nrelatives at this point. I had no idea whether my grandmother, uncle and aunt had\nmade it to the United States and if they did, I wouldn't know where or how to contact\nthem. I had some relatives in England. I had mentioned Kleczewer earlier who was\nthe managing director of the German automobile factory there in Germany. I knew\nthat they had made it to England but I had no idea where they lived in England. So,\nyou just sort of went along from day to day to see what tomorrow brings.",
        "Q: Were you at that time, that ten months, did you feel safe there, and were you anxious,\nwere you feeling sorry for yourself or did you feel that you and the other people there\nwere all going through the same thing, I mean you were fourteen and you were\nalone.",
        "A: It may sound stupid, okay. But, I had a good time. Okay, I mean, there wasn't that\nmuch food but we had buddies, friends. We could go out explore things in the\nwoods, pick mushrooms, pick blueberries, pick wild strawberries, we could run\ndown to the brook and bath in the brook. There were as a matter of fact, there were\nalso some boy scout activities going on and for the life of me I cannot remember but\nit was brought back to me when someone a few years ago suddenly produced a\nphotograph of a group of Jewish scouts, okay and I'm right in the middle in the front\nrow of them and the moment I saw the picture, I recognized myself, I knew what I\nwas wearing, okay, the clothes and I remember posing for it but to this day, it's\nblocked out, I don't know exactly how I got there or what the occasion was but I\nknow it was me. I mean, I know I was in there. So, that's a mystery to me but as I\nsaid, I never really felt that I personally was in danger. I always went, at the time and\nto this very day, my wife can tell you that too, it drives her up the wall, but maybe\nthose war years taught me to be this but I don't worry. I don't worry about things that\nI cannot control. If somebody is going to come and arrest me, what can I do about it?\nWorrying about it isn't going to make them go away. So, until it happens, I go on\nwith life and I do what I want to do or what needs to be done and that's it. As the\nItalians say, Que. sera sera, what will be will be, but don't worry about things that\nyou cannot control and I think that was my attitude even later on as I fled across the\nSwiss border and we were being shot and so forth. I mean, I , you get hit you get hit -\n- worry about it then, but until then .. . As I said, it may be stupid, but I think that it\nhas helped me a great deal in remaining sane, keeping my sanity and keeping my\nwits about it. I just don't go to pieces.",
        "Q: Were you aware of other people who were in Le Chambon other than the people who\nwere with you, did you ever have opportunity to go into town and mix and...",
        "A: No. I'm not going into town and mixing. About the closest that I might come to\nmixing with others was in school. I knew that some of these classmates also were\nJewish refugees hidden from Germany or wherever their origins were but I didn't\nknow where they lived. We didn't exchange addresses, if you will and we would\nmeet in school but there too, they basically kept us busy. Okay, they kept our noses\nto the grind stone and there wasn't that much dialog going on and when it came to\nany kind of recreational activities and so forth, we pretty much did it within our own\ngroup in the house in which we lived. We played with and we stayed together, that\ngroup. So there wasn't that much contact with other groups. We knew of other houses\nor homes and we knew that there were other kids living there but we didn't know\nwho the kids were or what kid lived in what home so, and there were no organized\nactivities to bring the kids from one home together with the kids of another home.",
        "Q: You had occasion to meet Andre Trocme' and his wife also?",
        "A: I met Andre Trocme', well first of all Andre Trocme' came and visited at Les Grillons\non several occasions. At that time, again, I certainly was not aware of what a\nsplendid individual this man was and he was just one of the older people who were\nlooking after us. I met Mrs. Trocme' about ten years ago or so after the war when I\nwent to Le Chambon and so she appears in that movie I mentioned, Weapons of the\nSpirit, and so, but the Trocme' family is remarkable. Daniel Trocme' by the way is\none of the very very few people that was arrested by the Germans and sent to a\nconcentration camp and killed because the Germans simply could not believe that an\nArian, a non-Jew would do what Daniel had done and so he is one of the very few\npeople that was arrested in Le Chambon and died. Andre Trocme' was also arrested\ntogether with the principal of the school, someone named Theis and they were locked\nup for thirty days until for some reason the Germans released them after thirty days.\nThey came back to Le Chambon and continued their good deeds, their good work.\nIt's a fascinating . . . that village is truly a fascinating story. I think it has a lot to do\nwith the fact that the French Protestants of course, had been severely persecuted back\nin the 15th century and these were descendants of the original French Protestants, the\nHuguenots they are called. Many Huguenots fled to America to what later became\nthe United States. But the French, basically the French Catholics were out to\nexterminate them and the ancestors of the people of Le Chambon managed to\nclamber up on this mountainous plateau and it was the beginning of the winter and\nthe pursuing French soldiers probably said, well let him croak up there. Nobody can\nlive up there anyhow. But they survived and in their church services and in their,\nwhat do they call it, they have a song that they sing which 1s sort of reminiscing or\nsinging about their origin and their past suffering and so on. Whenever they get\ntogether, they like to sing that song. It's like an anthem or a hymn to them, if you\nwill. It mentions, it talks about teaching the children about the past, the need to teach\nthem, to let them know what their forefathers went through.",
        "Q: Were you aware of any of that at the time?",
        "A: No.",
        "Q: No?",
        "A: No.",
        "Q: You mentioned that you had good friends who became ill and you were fourteen that\nyear. Did you have any girlfriends while you were there? Did you have that. . .",
        "A: Well, I think I fell in love with a couple of girls but I don't think that I had any, I\nmean, I never expressed my love and there was no kissing or hand holding or what\nhave you. I think I was considered much too young at the time and so I never... I\njust think that this was my first love, you know, but there was never any physical\ncontact or a relationship there. I think we were all pretty young and pretty square in\nthose days. You just didn't do those sort of things.",
        "Q: But it was a group of people that pretty much stayed together the whole time you\nwere there, the ten months?",
        "A: Yes.",
        "Q: So you knew these people pretty well by then.",
        "A: Yes, but even there, even in a small group like this, the people tended to form clicks,\ngroups and the age range also was quite broad. I think the youngest one in our group\nwas probably ten or eleven and the oldest must have been sixteen or seventeen so\nalthough an age difference of four or five years, let's say may not be much when\nyou're fifty, sixty or seventy. When you're a teenager, one year of age difference or\ntwo years, that's like a generation apart and so you had on the one hand the older kids\nthat would stick together with the older kids and then you had a further breakdown of\npeople gravitating to one another by language group. The Czechs, okay, there were\nthree or four of them that were Czechs. Well they would get together and speak\nCzech. There were three or four German origin and they would get together and\nspeak German. The Spaniards and so forth. So you had these clans of groups that\nwould form. I was a loner. I really didn't click with any group and this French boy,\nAmede Dutoit was his name, he was even more of a loner than I was than I was and I\nthink that's why the two of us got together and we got along quite famously. But he\nwas an orphan and I think he was very sickly and he was probably brought up to Le\nChambon because they thought that the mountain air would be good for him and in\nthose days people with TB were sent to sanatoria in the mountains and so forth and\nso that's probably what brought him up there.",
        "Q: How were you to find out that you were to leave there?",
        "A: I think that my being sent away came in conjunction with Daniel Trocme's arrest. I\nthink when the German's arrested Daniel Trocme'’, a) there was nobody else to take\nover at that point and they had to disperse the kids and I think b) they also were\nconcerned that since Daniel was in charge of Les Grillons, anyone at Les Grillons\nmight be easy prey and I think the decisions must have made, I'm assuming here, that\nwe better disperse these kids and close down Les Grillons. I think Les Grillons\nsupported, if not totally financed, it was supported by the Quakers. The Quakers had\nvery close ties with Pastor Trocme'. Trocme', before the war, had been a pacifist and\ndraft resistant. He refused to serve in the French armed forces and urged other people\nto refuse to serve in the military and that's one of the reasons why they assigned him\nto Le Chambon, which was a forlorn, God-forsaken place up there and they figured\nhe wouldn't get headlines as he was getting in whatever parish he had before. That he\nwas in a larger city and the Protestants felt that his vociferous and noisy speeches\nabout draft resisting and so forth are not helping their cause. So they assigned him to\nLe Chambon parish and got him away from the headlines from the journalist and\nthen he became the moral leader of Le Chambon. He never told people what they\nhad to do. He never told them you must hide people or you must take them in and\nthere were, this 1s another one of the puzzling and remarkable things. It wasn't\nmanaged where somebody says, okay, we're sending this guy here and that guy there\nand the next five who come in are going there, no, this was all spontaneous. The\npeople just knew what they had to do and did it. In his sermons on Sunday, went\nback to the old testament to fundamentalist ideas and concepts. If someone is sick,\nyou go and visit them. If someone is hungry, you give them something to eat. If\nsomeone is homeless, you provide them with a shelter. So, that was basically what\ndrove these people.",
        "Q: Do you remember seeing Germans in Le Chambon?",
        "A: I remember seeing Germans. I know that there were some German soldiers who\ncame on convalescent leave so it was sort of a R & R rest and recuperation place and\nI don’t remember how many but there have been about forty or fifty or so who\noccupied one or two buildings there and if I remember correctly, they had all been\nwounded on the Russian front and so forth and they basically just wanted to get well\nand they didn't want to have trouble with anybody. They pretty much kept to\nthemselves and some historians who have looked into the past, into the history of Le\nChambon, think that that may also be one of the reasons why there was no problem.\nThese soldiers had gone through hell on the Russian front. They didn't want to start\nhunting Jews or anybody else, just leave me alone. Everyday that I can stay away\nfrom duty on the front somewhere, so much the better. So, I had no trouble.",
        "Q: Did you ever go to the place where they were making all the false\ndocuments? Did you see the operation?",
        "A: Not that I know of. No.",
        "Q: They provided you with what you needed to leave there?",
        "A: Right. Basically, the false names, the false identities that they gave us generally were\nthe first name would start with the same letter as your real first name. The last name\nwould start with the same letter that your real name was. Your birth date would\nremain the same. The place of your birth would be changed so that they would drill\ninto what's your name? Okay, and make sure that you don't come up with your real\nname but that you come up with your new identity. That, however, if your initials or\nif you were to start writing, you would naturally start writing the first letter of your\nfirst name P and hopefully by then you realize that it's not Peter or Pierre but it's\nPaul, okay?",
        "Q: Who did this?",
        "A: Apparently, according, from the film, the Weapons of the Spirit, there was a\nparticular individual was quite adapt at producing and forging documents at creating\nofficial stamps and so forth and he apparently was the primary individual who did\nthis. But he must have had help, that's true.",
        "Q: Do you remember someone coming to you and telling you what your new name\nwas?",
        "A: Yes. I remember being given a new identity and the papers and they were making\nsure that I understood that I was born in Luca, France, okay, the last place of\nresidence was with my parents. I was born in Auch but my birth date was still the 1°\nof March, 1929, and they took me through this repeatedly and made sure that\nsomebody asked me what my name is, that's what it was.",
        "Q: Did they come to the place you were living and did this?",
        "A: Yes, at Les Grillons. But, again, I mean, some of these things, you know, later on\nwhen I went to Figeac, I was going to school. I had to take German, a mandatory\ncourse and I was first in class and I was correcting the teacher. The teacher's German\nwas atrocious. Of course, in retrospect, it was stupid of me, okay, but it never\noccurred to me at time and to this day I still have a copy of my school transcript in\nmy report card and the German teacher wrote down in the comments, very good\nstudent but must be careful not to fall asleep on very easily gained laurels or very\neasily acquired laurels. He knew perfectly well that German had to have been my\nmother's language, okay? I mean, that must have been obvious to him. So, I was very\nlucky.",
        "Q: You left Le Chambon in the winter?",
        "A: I left Le Chambon, I think it must have been in December of 1943 or January of\n1944, so I had about ten months in Le Chambon and in Figeac at the school there, the\nCollege Champollion, there were, I think, three or four other kids who had also come\nfrom Le Chambon with me. I think two of them I knew from Le Chambon. Two of\nthem was in the same house as I was. Another one, the other two came from another\nhome. So, again, here you have a situation where undoubtedly the principal or\nwhoever was in charge of that public school knew perfectly well that he was\naccepting some students of questionable background but they also protected us. The\ninteresting thing about the Figeac episode 1s that I became involved at that point in\nresistance activities. The Germans used the schoolyard as a parking lot and at night a\ncouple of other guys and I, we would scrape together whatever sugar we could find\nin the cafeteria, in the canteen and so on and we would pour it in the gas tanks of the\nGerman trucks and the next morning, we just loved to watch them try to get the\nengines started and started, and if they stayed in the courtyard long enough, and after\nabout fifteen minutes or so of idling, all of sudden the engine stopped. The engine\nwas all gummed up. We enjoyed it even more when this happened and then they\ndrove out of the courtyard right away and we knew that about a half a mile down the\nroad, they're going to get stuck. We would slash their tires and force them to change\nwheels and so forth on the vehicles. Somehow the Germans didn't enjoy this very\nmuch and they started to play pretty rough in school and started to round some of the\nkids up and so forth and some of the teachers must have been in contact with the\nMaquis of the French underground and I was called out a few times to help them\nwith translation, translating German letters or documents that they found. At a\ncertain point also, the Maquis attacked the only major factory in town, which was a\npropeller factory making propellers for German fighter planes. The Allies had tried\nto bomb that factory repeatedly and they could never succeed because it was\ngeographically in a very awkward location. It was in an elbow of a river, a bend of a\nriver and there were mountains on both sides so they couldn't attack it by dive\nbombing and they could only try to hit it from high altitude and they never could and\nit was a critical factory because it was the only research factory in the world at that\ntime that were producing those kind of variable pitch propellers. So, the Maquis was\nasked to go and blow it up and I tagged along with the group the night that they went\ninto the factory and I think it was ten or eleven plastic explosive charges that they\nplanted on the equipment used to make those propellers and destroy it. Shortly after\nthat the Germans then came into town and rounded up all the male citizens between\nthe ages of sixteen and fifty-four, I believe it was, and shipped them off to a forced\nlabor camp. Now, I happen to have learned just last summer that because I went to a\ncommemoration of a round up in Figeac last summer, I found out that the division\nthat came and rounded up everybody in Figeac, it was the same division that two\nweeks later destroyed the town of, I can't think of the name of it, a mental block,\nanyhow it will come back to me, they rounded up all the people, shot them and of the\npeople that survived, they were mostly woman and children and babies. They were\nbundled off into the church of the village and they then set the church on fire and\nthen burned them alive and three or four of them tried to escape through the window\nand they were shot as they tried to come out. It was Oradour, Oradour Sur Olane.\nOkay, and it was 638 people who were killed and massacred there.",
        "Q: The same division?",
        "A: The same division, the division Das Reich. Figeac is in the Department du Lot. It's\nnear the Rhone valley. I think it's south of Lyon, southwest of Lyon.",
        "Q: Oradour is north?",
        "A: Oradour is further . . . no, Oradour is also south. It's in what was Vichy, France at the\ntime. My wife and I drove through it and we suddenly saw that, the road sign, and we\nstopped in there and visited. The French decided to leave it as a memorial and didn't\ntouch a thing in the village and it was left just the way the German's left it at the time.",
        "Q: But they came and they rounded up...",
        "A: So they rounded up all the male citizens.",
        "Q: And you were just below the date?",
        "A: No. I was just below. This was 1944. I'm now 15 but I wasn't going to take a chance\nand when they came, I made a bee line for the adjoining church where I had gone\nbefore and I had been an alter boy and so forth and I used that as part of my cover.",
        "Q: Adjoining it?",
        "A: It was literally adjoining. I mean it was sharing a wall. Okay. So I was able to climb\non the roof of the school and from the roof in the school, I was able to slide over onto\nthe roof of the church and from there I made my way through the beams in the\nchurch into the church steeple and I spent the next 24 hours in the bell tower just\nwaiting. I could see from there, the troops and the Germans and I waited until they\ncleared town and then I came back down again.",
        "Q: How did you hear about this round-up? They were in the town and the word spread?",
        "A: The word spread immediately. The word came out. I mean, everybody immediately\nwas alerted to it and at first they didn't know why but everybody was told to report to\nthe city hall. All the males within 16 and 54 were ordered to report to city hall by 1\no'clock or something like that, but especially some of us Jewish refugees who had\nheard stories of round-ups and raffles and so forth. We knew it wasn't to give us\nmedals or hand out checks. I wasn't about to take a chance. Again, selfish but I\nlooked out for number one. I disappeared 1n the church rafters and that was it. And\nfortunately, I knew the layout in there, having been in the church as an alter boy you\nget to, you have the free run of the church and you know the layout and where the\nstairs are and ladders that go upstairs and so forth.",
        "Q: Now what happened after that?",
        "A: Well after that, when the dust settled, I came back down and now it becomes a\njumble. There's an organization named Haias and the UJF, which was a French-\nJewish organization, and again the Quakers, there were a number of refugee\nassistance organizations whose names I kept hearing and someone visited me then in\nthe school and told me that I was to get ready, that I may have to leave, they didn't\nsay where yet. Then I think, the departure date was set for me about three or four\ndays later and it was cancelled and then it was postponed to another day. Ultimately,\nI was given a railway ticket. I was told to pack a backpack and to only carry what I\ncould put into the backpack to sew my birth certificate and the Baptismal certificate\nin the lining of my jacket that I had and told to go to the railway station, take a\nspecific train and get off at a specific station and that there someone would approach\nme and they would tell me what to do next and that's what I did. I took the train, got\noff at a small stop somewhere near the Swiss border, it turned out, right near the\nSwiss border, was approached by a young man about 25 or 30 years old or\nsomething like that who told me to follow him and he was a, what the French call a\npasseur. A boarder passer. Usually they did it for money. Maybe this guy did it out of\npersonal conviction, I don't know. Normally the passeur, you hired them to guide you\nand help you finally spot with little risk of crossing the border illegally.",
        "Q: We'll just break again. Let's pick up here on the next tape.",
        "A: Fine.\nEnd of Tape #3\nTape #4",
        "Q: ... It has been sent there, you have new papers, you have a new identity -- what's\nyour new name? What is your new name?",
        "A: Under the false name that I had been using? It was Fesson, Pierre Fesson. And it's\nwith, with the identity, with that false identity that I traveled with in France, with my\nbirth certificate, with my real name, and baptismal certificate, which was basically a\nstamp on the back of my birth certificate, sewn in the lining of my jacket. And I had\nbeen instructed that when I get to Switzerland to produce the real papers. So the\nname of the train station I don't recall. It's in my diary. I wrote 1t down. And last\nsummer, in 1994, my wife and I, in fact went to that place, to that very same town.\nAnd the railroad station 1s still there. It looks still the way it did at the time. And I\nretraced the steps leading towards the border. Anyhow, at that time in, we are now in\nMay of 1944, about two weeks or so before the Normandy landings, late May, 1944\nthere were other people on the train, there were kids on the train, in the same boat\nthat I was in. And they somehow failed to get off the train at the station that we were\ntold to get off. So problem number one was that I got off, they didn't. I wasn't going\nto tell them. I had no way of knowing whether they were told to get off at the same\nstation, or another station, or what have you. But the first thing that the passeau, after\nhe identified me, said to me, he said, \"These stupid kids failed to get off at their\nstation. We have to wait until they get off at the next station in order that they're\nbrought back here.\" So ultimately, we were rejoined by these other kids. It was a\ncouple of hours or so later. And there were, we were about ten or eleven all told. And\nhe marched us first through open fields, then through woods. It was drizzling.",
        "Q: Did you have, were you taken from the train station?",
        "A: From the train station, right. It was drizzling, the ground was wet. And he explained\nto us that he was going to walk us to within a couple 100 feet or so of the Swiss\nborder, that once we're there, that spot, that he would designate we are to lie down on\nthe ground and we should wait until the changing of the guards, and the changing of\nthe guards would be, we could tell because we will hear whistles blowing and\nchances are we will hear some dogs barking and there will be some commands\nexchanged, but when they change, when the guard change takes place then you go\nstraight from the barbed-wire fence, climb up over the fence, and when you're on the\nother side you come down and you are not in Switzerland, you are in what 1s called\nthe \"no man's land\", so don't stop, continue. Go across the \"no man's land\" to the\nsecond row of barbed-wire fences, then up that fence, and on the other side. Once\nyou're there, then your safe and you're in Switzerland. So he disappeared, he left us\nthere. And as I said, it was cold, it was wet, it was drizzling, we were just freezing\nand waiting there.",
        "Q: Were you hiding in the stall?",
        "A: We were lying in the, on the grass, on the, whatever was on the floor of the, on the\nground of the forest, pine needles, brushes, and so forth.",
        "Q: There were trees?",
        "A: There were trees, yes, lots of trees around. And we could see the, you could just\nmake out the border, the barbed-wire fence. And periodically we could see soldiers\nwalking in one direction or the other. And so around 1:00 o'clock, I think, afternoon,\nactivity, the whistles, could hear some dogs barking, we said, that's it. And we\njumped up, and we started to head for the barbed-wire fence. I upped first friends\ninto \"no man's land\". Half way through the \"no man's land\" I hear people screaming,\nI hear some shots ring out. I don't stop, I keep going to the second fence, and I go up.\nJust about to start the second fence, I see this outline, this silhouette of a soldier\nstanding there wearing a field, field-green, field-gray uniform. My first reaction was,\nit's a German. And then I looked again and I said, no. The, his helmet looked\ndifferent and he was carrying his rifle in a fashion I had never seen a German carry a\nrifle. This man was cradling the rifle in his arms like a baby. So I, up on the second\nfence and over it and he was motionless until I was on the other side and touched the\nground. Then he just motioned to me and said, \"Get behind the building,\" in French.\nThere was a building there. And now I knew I was in Switzerland. Well, apparently,\nwhat had happened is that some of the other kids, one a girl, got over the first fence\nand she saw the soldier who I had seen, and she thought it was a German. So she\nthought she had made a wrong turn, or something was wrong, and she began to\nscream, \"The Germans are there, the Germans are there,\" and she turned around to\nhead back to where she had come. She became totally disoriented. And two other\npeople, equally confused, didn't know what to do. And during that period, the\nGermans started to open fire. So, I think, out of a group of about 10 people, seven of\nus, we made it across. I have no way of knowing what happened to the other three.\nAnd once we were all safely behind the building, then the Swiss soldier went inside,\npicked up his telephone, called, and we waited there and a Swiss Army truck came\nout about a half of an hour later, loaded us onto the truck and took us to a refugee\ncenter first. And I remember the drive into Geneva. There were grocery stores and so\nforth, and they had displays on the sidewalk outside the store. And I saw things I\nhadn't seen in four years, things called bananas and oranges and, I mean those, we\ndidn't know, we had forgotten what they were practically because those are grown in\ntropical areas and during the war years they just didn't come into France. And so I\nwas in Schlaraffenland, which is what you call it in German. It was, you know, the\nland of milk and honey all of a sudden. And we, we were interrogated by the Swiss\nauthorities and they were going to ship us back. But during my interrogation, I\npointed out that my father had had business friends, business contacts in Switzerland,\nand I remembered the name of one family, and I gave the name and told them, \"I\nremember the name of the company in Bern,\" and I gave them the name of the\ncompany. So they contacted that firm apparently. And the family said, \"Oh, yes. We\nknow Mr. Feigl.\" So they decided to take me in. So that enabled me to stay in\nSwitzerland at that point. So I was given refugee status in Switzerland and was sent\nto Bern, stayed with that family, they sent me to high school. I was undisciplined at\nthe time, created problems in school, was disruptive. After a year the school wanted\nto get rid of me. With the school wanting to get rid, get me out, expel me, the family\nhad had enough of me, they didn't want me anymore. So I was turned over to the\nSwiss Red Cross. They placed me in a children's home for about two months until\nthey found another place for me. I was sent to another school in Switzerland called\nEcole D'Humanite', which was another school that was run by a saintly man who had\nstudied in India and was a friend of Rabin Pra Nath Tagore, a famous Indian\nphilosopher. He tried to apply some of his learnings, what he had learned in India, to\nthe school. Again, I was being rebellious. I wouldn't comply with the rules. So after\nthree months I got thrown out of there. I was then sent to Geneva to a Ort school\nwhere they would teach me some mechanical trade. They found a Catholic family to,\nwith whom I could live in Geneva. And after 60 days they couldn't take me anymore\nand they begged the Red Cross to get me out of their home and find some other place\nfor me. I then wound up in a children's camp, there were about 40 of us living in this\nlarge house. And I, during that period I was going to the Ort school. And this 1s also\nthe period during which, I guess when I was still in Bern in 1945 probably, or 1944,\nlate 1944, early 1945, I first was able to reestablish contact with my relatives through\nthe International Red Cross. They had been searching for me and for my parents\nthrough the International Red Cross. And so I think I first heard from my relatives in\nEngland, the Kleczewers. And shortly after that I heard from my relatives in the\nUnited States, from my grandmother, my uncle, and my aunt. And they then told me\nthat they would enable me to get a visa to come and join then in the United States.\nAnd ultimately, in 1946, in July of 1946, I did make it to the United States. My uncle\nin England insisted that I pay for my own ticket. Since I couldn't pay for it, he\nadvanced the money. But I had to sign a promissory note to rermburse him for the\ncost of the ticket, the voucher and the ship fare, which I repaid. And I arrived in the\nUnited States in July of 1946 with the same backpack that I had when I crossed the\nborder and I had seven dollars on me and a change of clothes. And my English,\nbasically, consisted of \"The door is open,\" \"The window is shut,\" \"John is a boy,\"\n\"Mary is a girl,\" with a heavy French accent.",
        "Q: Let me ask you a couple of questions about . . .",
        "A: Sure.",
        "Q: You never mentioned being a discipline problem before. What was going on?",
        "A: I think it was just rebelliousness, it was just that, I'm now free, okay? And you can't\ntell me what to do. What do you mean I'm not allowed to take a girl into the rowboat\non the lake? And I'm not allowed to smoke here? You don't know what I've gone\nthrough. I've been smoking for years, okay? You're going to tell me not to smoke?.\nAnother house rule was you don't drink water during a meal. You only drink after a\nmeal. That was part of the Indian teaching, okay? You eat your fresh fruit, you start\nthe meal with fresh fruit, when the stomach is empty and absorbs the greatest amount\nof minerals, and vitamins, and so forth, and extract them from the fresh fruit and,\nwell, that's not for me, okay? I eat my apple whenever I want to, and I would make a\ngreat display of getting up in the middle of the meal and going out into the kitchen\nand coming back with a glass of water. And I would take a girl out on the rowboat on\nthe lake alone, and smoke a cigarette with her in the boat. So I, he just put up with it\nfor so long. And then, ultimately, he said, \"This is too much. Get rid of him.\" That\nwas a very interesting school, by the way. It was school that was created by this man,\nPaulus Geheeb. He was a German. He started the school in the 1920s, a very liberal\nschool, unstructured basically, let the children learn as quickly as they are able to\nabsorb it, let them spend more time on the subjects that are of more interest to them,\nand so forth. And he started the school in Germany. It was called the Oden\nWaldschule. And when Hitler came to power Geheeb immediately felt that such a\nliberal school would not be tolerated in Germany. So he packed up his school, he\nwas, he was Aryan, he was Christian, packed up his school and established it in\nSwitzerland. And many German, many children of German leaders were sent for\ntheir education to Switzerland. And when the war started, Paulus Geheeb decided\nthat 50 percent of his students would be destitute, refugee children who he was going\nto take in. And he also further decided that the parents of the other children would\nhave to pay the tuition for the destitute children. And I went to school there with the,\nI think they were the children of the, or the nephews of Field Marshall Von Brachitz,\na German general. He had two of his sons there. And they were 1n that school\ntogether with Swiss children from wealthy families and other kids like myself,\nJewish refugees, and so on. So we got along quite well. It's just that I just wasn't\nready to, to settle down at that time. And there's no question I was very difficult. And\nin some ways, I am still very difficult today.",
        "Q: And what this school? Tell me about coming to New York.",
        "A: Well, coming to New York, it was very exciting to see the Statue of Liberty, and\ncoming into the port and into the harbor. And my uncle, my aunt, and my\ngrandmother waited at the dock for me. And they decided to take me on a sight-\nseeing tour of Manhattan, and they pointed out the Empire State Building, and the\nChrysler Building, and Wall Street, and Broadway, and Times Square. And they\nwere, I also disappointed them greatly, because I just said, \"Okay. Okay.\" I mean, I\nhad seen it in the movies. So what's the big deal, okay? I mean, I knew what the\nEmpire State Building looked like. So then they decided that what this young,\nemaciated kid needed was some rest. It was summertime. So they decided to take me\ninto the Catskills. And they were going to a lovely farm there, very nice and quiet,\nand little cabins and fresh air. And I wanted no part of it. I wanted to get into the big\ncity and live it up, the big lights, big Broadway, you know, what am I doing up here\nin the woods? I spent enough time in the woods. So that was another big\ndisappointment for them. And they wanted, then they said, well, I have to, I must go\nto school. And as far as New York State was concerned, they had a board of regents,\nthey evaluated the few school records that I had with me, which weren't many. I had\none, one report card from my, from the school in Switzerland where I spent one year\nand I had one left over from Figeac with the false name on it. And the Board of\nRegents said, well, before we can give him credit for anything that he studied in\nEurope he must first pass a test of four years of American history and nine years of\nEnglish. It was absolutely out of the question. I mean, I knew nothing about\nAmerican history and my English was atrocious. I couldn't have passed a two-year\nEnglish test at that point. So my relatives then wanted me to continue either with the\nschool work or learn a mechanical trade, or any kind of a manual trade. That was part\nof the refugee baggage, if you can call it that. By now, everyone had, everyone had\nlearned that when you arrive in a concentration camp they would ask you what your\noccupation was, what your trade was. And if you were a tailor, or if you were a sheet\nmetal worker, or a mechanic, they put you to work. If you were an intellectual you\nwent to the gas chambers. So they wanted to make sure that for the next time that this\nhappens that I would be prepared and I would be among those who would be\nselected to work. I didn't want that either. I, because I wanted to earn money. I\nwanted to have my own money and buy things, meet girls, take them out for a\nmilkshake or what have you. And so against their advice I got my first job in\ndowntown New York in a dye and tool making place, based on my experience and\nthe school. And they hired me as a, as a apprentice machinist. I objected in my lousy\nEnglish at the time and said, \"I do the same work as the man next to me. Why am I\nbeing paid as an apprentice, and he's getting full union wages?\". And so he promised\nme araise. And I waited for six weeks. And when the raise didn't come, oh, he, after\nsix weeks he finally decided, okay, here's your raise. And it was five cents an hour.\nAnd I asked him, I said, \"Is that my raise?\". And he said, \"Yes.\" I said, \"Forget it. I\ndon't want this job.\" And I took my coveralls off and I left. And again, my relatives\nwere very upset about this. And I said, \"Oh, don't worry. I'll find another job.\" And\nthree days later, I had a job at Montgomery Ward as a mail clerk. I was earning 10\ncents an hour more than I was getting at machine tool shop, and it was a white collar\njob. I didn't get my fingers dirty, and I didn't come home with metal filings in my, in\nmy skin, and that launched me on a white collar career. And from then on, I waited\nuntil I was 18, and on my 18\" birthday I decided to join the Air Force. And I wanted\nto be a pilot. Remember when they were being attacked and shot at by airplanes and\nGerman dive bombers? I wanted to be a pilot. So I went into the Air Force and, once\nI was in, learned belatedly that since I was not a citizen I could not become a pilot.\nBecause to be a pilot you had to be an officer. To be an officer you have to be a\ncitizen. So I was stuck in the Air Force. And I was given the opportunity to go to any\nAir Force school that I wanted to, except cryptographer. Because, again, I wasn't a\ncitizen. And to get into cryptography, code breaking or code making, you had to, you\nhad to be a citizen. So I picked three schools. And after I finished my basic training\neverybody lined up and received their assignments to school. And I said, \"Hey,\nSarge, how about me? You didn't call my name.\" He said, \"Oh, you're a lucky\nbastard. You don't have to go to school.\" So I was sent to Air Technical Intelligence\nat Wright-Patterson Air Force Base because I spoke French and German fluently,\nokay? So I became a translator. And that really was the blessing in because I had a\nlot of time. I spent three years translating or abstracting captured German documents\nthat covered every branch of science you can imagine, from propellants to oil\nrefineries to aerodynamics, meteorology, and so on and so forth. And with each new\ndocument I had the time to go to the library, immerse myself in the vocabulary and\nthe language of the field and I learned a lot that way. I mean, a lot of it rubbed off.\nAnd after three years in the Air Force I came out and had a difficult time at first\nfinding a job, this is now 1950, and ultimately got a job with American Express\nCompany as a translator at a ridiculous $35 a week. But I had a policy. My policy is\nas soon as you have a job in hand immediately start looking for a better job. And I no\nsooner starting working at American Express than I was looking at ten, twelve\ndifferent other places trying to get another job. And six weeks after I started with\nAmerican Express I get a response to one of my job applications to do the same work\nI was doing in the Air Force for a civilian contractor back in Wright Field paying me\n$75 a week, going from $35 to $75 a week. That was pretty good. So I moved to,\nback to Dayton, Ohio, in 1950. And I did that for about two years. I warned my boss\nat the time that he wasn't looking after the business properly, that he's going to lose\nthe contract. That is exactly what happened. And the day it happened, we were\ndriving back into town and I saw a sign that said, \"Your City needs policemen.\" So\nnow, I'll become a cop, and took the Civil Service Test and wound up at the top of\nthe list, and in spite of the fact that I was six pounds underweight they decided that\nbecause of my good test scores they will take me. So I became a cop for a year. I saw\na lot of things that I didn't like there. First of all, they put me on the Vice Squad\nbecause I was unknown and I was a fairly handsome kid. So they thought that they'll\nuse him to entrap people and what have you. And I saw a lot of things going on in\nthe Police Department that I didn't like. I mean, this was a time, this was in 1952.\nMost of the policemen in those days had a ninth grade education. They were\ndishonest, they were drunkards, a lot of, that was too much for me to stomach. And\nafter eleven months I had a run-in with my captain, police captain, and he told me,\n\"You don't make arrests in this place, you stay out of that place, and leave these\npeople alone.\" I said, \"Hey, wait a minute. I took an oath to enforce the law equally,\nno matter who it is.\" And if I did make an arrest, he would destroy my evidence so I\nhad no case when it came to Court. And I finally said, \"The hell with this. I don't\nneed this. I quit.\" And I became, my next job was as a, what is called an assistant\nmanager for a personal finance corporation. That's a small loan company. The\nassistant manager really is a collector, people who don't pay their loans. Well, I did\nthat for about three months and I couldn't stomach waiting for people to come home\nwith their paycheck and squeezing five bucks, or two bucks or what have you out of\nthem. So I was looking for something else at the time and managed to get myself a\njob with Chrysler Aiv-Temp as an assistant engineer. And don't ask me how I wound\nup as an assistant engineer and made now twice what I was making on the Police\nDepartment. About this time, the Chief of Police called me and said, won't I please\ncome back? If I read the paper tomorrow, I'll find that captain whatever his name 1s\nhas decided that his health isn't so good, he's going to Florida to retire. And I said,\n\"Thank very much, Chief. But I'm now making twice what I was making before. And\nI'm not working swing shifts. I'm working on a regular schedule. Thank you very\nmuch.\" And then I got together with a fellow who I worked with as a contracted\ntranslator. And we decided to try to get the contract ourselves, form a company and\nsee if we couldn't get contract, the translation contract. So I found an organization, an\nexisting corporation in Newark, New Jersey, and convinced them that they should\nback us financially. And they did. And they established a subsidiary. And I became\nthe general manager of the subsidiary. And I was now making $100 a week. And we\ngot the contract. The Air Force felt that they had been pressured in giving us the\ncontract, and they killed us with kindness. After one year the thing collapsed and I\nwent looking for another job. And I decided that there is no future in the translation\nbusiness. I got to get out of this. So finally, I got a job with Curtiss-Wright, which\nwas an aircraft engine manufacturer at the time. And I became, what the heck was it,\nI guess it was a, I know, engineer, engineering, a spare parts engineering liaison\ndepartment, and it was analyzing engineering change orders. Anyhow, I told them\nthat I was prepared to take a pay cut if they'll give me a chance, watch what I'm\ndoing and if in six months I am performing as expected then I would expect them to\nraise my money back to my salary, back to what I was earlier earning before, if not\nI'll leave and forget about it. And four months later, they raised my salary back to the\n$100 a week and promoted me. So everything was fine. I was with them for about\nfour years, meantime looking for another job.",
        "Q: Let me ask you a question here. Clearly you made rapid success. . .",
        "A: Yes.",
        "Q: ... 1n business.",
        "A: Can't complain.",
        "Q: You did. And I mean, you had confidence...",
        "A: Yes.",
        "Q: ... sounds like. You had your, always had your eye on something better.",
        "A: Better.",
        "Q: What does that have to do with your experience growing up?",
        "A: I think all I can say is that the war years had taught me to stand on my own two legs.\nAnd I think my mother probably gave me some inspiration too, stand up for your\nrights. She used to have a motto, \"Wenn man dir gibt, nimm. Wenn man dir nimmt,\nschrei,\" which means, translated it means, if someone is giving you something, take\nit. If someone tries to take something away from you, holler. So, but I think, basically\nI think I had become self-reliant long before and realized if I don't do it, it’s not\ngoing to get done. And I was very lucky. I mean, my wife keeps reminding me that\nluck plays some part 1n it too, possibly. Looks probably also has something to do\nwith it. I had more hair in the past. And I was tall, which also helps generally when\npeople hire. Apparently, subconsciously, they tend to gravitate towards a taller\nperson, projects more authority or whatever. And so at Curtiss-Wright I next was\noffered a job with an aviation export company in downtown Manhattan, downtown\nNew York. And they needed a technical director, oh in the meantime I had paid, out\nof my own pocket, I had paid for pilot lessons and I had learned to fly. I had gotten\nmy pilot's license. And the technical director was also supposed to be responsible for\naircraft sales and he had to have a pilot's license. So they offered me the job. I spoke\nFrench, German. It was all international marketing. When I told Curtiss-Wright I was\nleaving, they made, they asked me how much I had been offered by the company in\nNew York, I told them. And they said, we will match it and add $1,000 to it. We\nwant you to stay. I went back to the man in New York and I said, I'm sorry. You\nwon't believe this. But they just matched your offer and added another $1,000 a year\nto it. And he said, \"Look, I want you.\" If you promise that you will come to work for\nme I will match what Curtiss-Wright has offered you and add another $1,000.\" I said,\n\"You got me.\" So I left Curtiss-Wright. I spent the next four years with Aviquipo, a\ncompany in New York. And during that time, again, I was looking out for something\nbetter to do and so forth. This, by the way, this job involved a tremendous amount of\ntraveling overseas where I got to use my languages and so on. I traveled all over\nworld selling airplanes and ground support equipment for jetliners that were then\ncoming onto the scene. And finally I was offered a job as a director of international\nmarketing for, by a helicopter manufacturer up in Connecticut. And he offered to pay\nme 50 percent more than what I was getting in the previous job. So that didn't take\nlong, and I accepted. And fortunately, I had a wife who went along with this. And it\nwasn't easy for her, moving place to place. But, so we moved to Connecticut. And I\nwas there for three years. And after three years of traveling all over the world again I\ncame to the conclusion that this manufacturer, Comman Aircraft (ph), wasn't ever\ngoing to sell another helicopter. So I went, I talked to the president of the company\nand I told Charlie Comman, I said, \"I'm sorry. But as I see it now I don't think you\nhave a Chinaman's chance of selling another helicopter. You might as well take the\nmoney you spend on international marketing and flush it down the toilet. It'll have\nthe same effect.\" He said, \"Well, I appreciate your candor. But you're telling me I\ndon't need you anymore.\" And I said, \"Well, I hope that maybe you can use me on\nthe domestic side or something.\" He said, \"Well, I'll keep you on the payroll until\nyou have another job.\" So I went to Washington. Of course, we're selling helicopters,\nmilitary helicopters. There were contacts in Washington. And I called up an Air\nForce colonel I had been dealing with to find out whether the Air Force had\nsucceeded in, it was Iraq's, getting the Iraqis to buy our helicopters, and he said,\n\"No.\" And he said, \"What else are you doing in town?\" I said, \"Well, to tell you the\ntruth, I'm looking for a job. But I don't know how to go about it.\" I said, \"I figured\nthat with my knowledge of languages and the traveling I've done, there must be\nsomething I can do, either in the commerce department as a commercial counselor at\nan embassy or 1n the State Department. What, how do you go about 1t?\". And he\nsaid, \"Would you consider working for the Defense Department?\" I said, \"Defense\nDepartment? Doing what?\". And he said, \"Well, we have a GS15 opening.\" And I\nsaid, \"What's a GS15?\" He said, \"Oh, that's the equivalent of a full Coronal. I said,\n\"That still doesn't tell me. Money. How much does it pay?\" He said, \"Oh, it's about\n$14,200.\" And this is 1963 now. And I said, \"Well, that's a little less than what I'm\nmaking now. But I'm at a dead end. So, yes, I'm interested.\" So he said, \"Well, I'll set\nup an interview for you.\" So the next day I was interviewed by a Deputy Assistant\nSecretary of Defense for International Security Affairs. And after an hour of\ninterview he said, 'Welcome aboard.\" So I went to work for the Defense\nDepartment. And I stayed there, well until all of my clearances and everything had\ncome through, by the way, I was told, \"Welcome aboard,\" the day before Kennedy\nwas assassinated, and it was on the next day that I was flying back home to\nConnecticut when I heard Kennedy was shot and my first thought was oh shoot.\nThere goes the job. But no, I was kept. And I, we moved to Washington, my wife\nand two daughters in February of 1964.",
        "Q: Let me ask you a question. This was now almost 20 years .. .",
        "A: Yes.",
        "Q: ... the past, almost, which 1s less. Did you have any way at that time of even\nknowing what had happened to your parents and where you came from. . .",
        "A: No.",
        "Q: ... trying to find out all this time...",
        "A: No. The, through the International Red Cross I had learned back in the, I think it was\nthe late 1940s, that the assumption is that they were transported from Drancy to\nAuschwitz. The German...",
        "Q: You found that out when you accomplished the States?",
        "A: No, I, yes, I think I was already in the States. In the 1950s I applied for, the Germans\nhad a program for restitution. And for the restitution program the Germans, or\nsomeone had to establish a death date, the date of death for my parents. And the\nGerman Government arbitrarily declared that they died in a concentration camp on\nMay 8th, 1945, which was the last day of the war, the date of war. But I didn't really\nfind out what happened until about three and a half years ago, four years ago, when I\nwas living, when I moved to Florida. And we became friends with a French couple.\nWell, he's French. His wife is Belgtum. And he had been hidden in France during the\nwar years by a Frenchwoman. And he had accumulated a lot of information about the\nwar years and what happened to Jews during the war. And he showed me a book\nwhich the Klarsfelds had put together, which was list of every convoy that left\nDrancy to Auschwitz, and I went through it and I found my parents' names in there.\nSo I know that they left Drancy on a convoy on September 2nd, 1942, and they\narrived September 4th at Auschwitz. And according to the record there of the 1,000\npeople, I think all but 60-some were immediately gassed. So I'm sure that my parents\nwere in one of those that, died on September 4th.",
        "Q: Yes. It would have been just about a month after you last saw them?",
        "A: Yes. It would have been a month after, yes. So, but that's in the record. I mean the\nGermans are very orderly and they kept detailed lists with every name, place of birth,\ndate of birth and so forth.",
        "Q: Yes. Have you been to Auschwitz?",
        "A: No, I have not yet been. I do want to go. And I'd expect I'll be going, probably next\nyear I'd like to go.",
        "Q: Do you have children?",
        "A: Yes. We have two daughters.",
        "Q: And have you told a lot about your experience to them or to other people?",
        "A: I guess I have told them, and I'm sure my wife has also told them never, I don't think,\nin a chronological order as we have just done it here during this interview. How\nmuch my children have remembered I don't know. How much they can put together\nand sort out chronologically I don't know either. If there is one thing that I've learned,\nI discovered what is meant by \"generation gap.\" And just as I could not understand\nwhat my father was talking about when he was talking to a nine, or a ten, or an\neleven-year-old and retelling his exploits on an Austrian submarine on the Danube,\nthat when he was in military service and he's Admiral Horthy, what's an Admiral,\nokay? I mean, it didn't mean anything to me. And I would hear the stories time and\ntime again. And I guess, subconsciously, I was saying to myself, here the old man\ngoes again telling me about his stupid submarine, okay? So I realized that, you\nhaven't lived it. It's very, very hard to identify with it, to become involved in it, to get\nemotionally involved in something. And the best example I have there is that with all\nthe food shortages and so forth that I've experienced in my life it goes against my\ngrain when I see people leaving food on a plate, which is also why I'm getting fat,\nbecause I've got to finish what's on the plate. And if there is some left in the pot that\nhas to be eaten too because you can't throw it away. And so we used to tell the\nchildren, \"Eat the food on your plate. There are people starving in the world. There\nare people hungry in China. There are people hungry here and there.\" And then one\nday I realized, how on earth can we expect the children to know what hunger 1s when\nafter every dinner they have a very important decision to make: Do I now eat two\nscoops of vanilla and one scoop of chocolate ice cream or should it be two scoops of\nchocolate and one of them vanilla? So it's totally unreasonable to try to expect the\nother generation to understand this. Now, perhaps as they get older, our children are\nnow, the oldest one just turned 38 and the younger one is 34. They're four years\napart. Maybe, as they get older, they might reflect and think back about where their\nparents were, what they did, and so forth. I did find, last summer, when we were in\nAustria I found the grave of my grandmother, my father's mother, and of his father.\nAnd I had it restored. So, but that's also something that I wouldn't have given a\nsecond thought to 20 years ago.",
        "Q: Why now?",
        "A: I guess it's, my days are numbered I guess. And if someday our children do want to\nknow where do they, where are their roots, where do they come from, there's\nsomething for them to go to. I mean, fortunately, there's nothing for them in\nAuschwitz.",
        "Q: Your grandmother lived in New York?",
        "A: She lived in New York, right.",
        "Q: And your aunt and uncle?",
        "A: They also lived in New York. They just lived five blocks apart. And my\ngrandmother, who must have been in her 70s, she had to eke out a living of sorts too.\nSo she ran a bridge club in the apartment. And everyday people came to play bridge.\nShe served tea and cookies and so forth and charged them so much, the setups and so\nforth. I had to pay her half of what I was earning for rent. I lived with her for the first\nseven, eight months that I was in the States until I went into the Air Force. And so I\npaid her half of what I was earning for room and board. And I also had to repay my\nuncle in England for the fare to come to the States. And I started with nothing. But,\nlittle by little, especially after I got married, we worked our way up, my wife and I.\nWe first, well, she first started to move into my bachelor apartment which was a one-\nroom studio apartment in Greenwich Village. And I was already living in style at that\ntime because that was expensive real estate. I mean, and, but it was a furnished place\nand there was one room. And from there we moved to Newark, closer to where my\nnew business was, the company that I helped set up. And we lived in a furnished\napartment there. And then we moved into an unfurnished apartment to another place\nin New Jersey and bought our first stick of furniture. And then we bought our first\nhouse. And little by little, we got there. Of course, very often, it was tough, especially\ntough for my wife. Because each time I would uproot her and the kids, if we moved\nfrom, we lived outside of Princeton, New Jersey. I used to commute every day into\nManhattan. That was a long commute. But we couldn't afford anything nice nearer\nNew York. So when I then got a job in Connecticut, of course, 1t meant uprooting\nand moving to Connecticut. When I got a job in Washington, first we came down\nhere, lived in Alexandria in an apartment building. Then we moved closer to the\nPentagon in Arlington. I was putting in very long hours, Saturdays and Sundays. And\nI decided I didn't want to be more than a mile away from the Pentagon, which was\nvery selfish on my part. But the family went ahead and moved again. And then,\nsubsequently, we did buy a townhouse in Arlington less than six miles away from the\nPentagon. And I could shoot down there in 10 minutes time. So that's, and really, the\nWashington, D.C. area is the area where we lived longer than anywhere else. We\nlived here from 1964 until 1990.",
        "Q: I think we're coming close to the end. And I would like for you to, I know it's maybe\nnot even a fair question, but 1f you could summarize in some way how your, the first\n17 years of life? How you think of it now? How do you, do you still have questions\nabout it? Are you still, do you still analyze it? Do you still wonder what was\nhappening? Or do you, have you accepted it and moved on beyond it?",
        "A: I have accepted it and moved on beyond it. I mean, this goes back to what I told you\nearlier, that I consider it an act, some people may think it's a curse. But it's an act that\ndrives my wife up the wall. The ability that, for instance, some of these companies\nI've worked for, the company stood on the verge of bankruptcy, okay? I would leave\nthe office on Friday, 5:30 p.m., and I would kind of switch up there in the brain and it\nwas out of my mind and I wouldn't think about it again until the next morning. Not\nwhile I was driving to work. When I entered the office, then the switch was turned on\nagain and then I started to worry about the problem, what to do next.",
        "Q: And that's what you've done with the first . . .",
        "A: And that's what I've been able to do, I think. I just, unpleasant things, I just shun\nthem aside and that's it. It may be good, it may be bad. I don't know. I haven't\ndiscussed it with a psychiatrist. Every so often my wife says maybe I should go into\nanalysis. Then I say to her, \"Well, if I do, and supposing I discover that I can't live\nwith myself, what do I do then? I'm quite happy now.\"",
        "Q: Okay. Here's some stuff that came up. Now what I'd like...",
        "A: We're looking at a postcard that was taken probably in the late 1930s of a house\nwhich is marked Pension De Famille. It was a boarding house or a bed and breakfast,\nif you will. And that house, a solid house built of rocks, the Les Grillons, the home\nwhere I lived from the time that I arrived in Le Chambon in the beginning of 1943,\nuntil I left in late 1943, it was called Les Grillons. And Daniel Trocme' was the den\nfather, I guess you would call it, who looked after us in that house. I've visited that\nhouse, by the way, recently. And not much has changed. It looks pretty much the\nsame as it was, including the water trough that you see to the far right of the picture.\nHere is a group shot taken in front of Les Grillons. You can see the building in the\nback. This is a picture probably of all the kids who were housed there. You can see\nthat there are some very young ones in the front row. One of them was the daughter\nof the cook. And one of them, the little blonde girl in the front with the bow in her\nhair, she was a sister of the Czech boy who was there. In the picture also, in the back\nrow, in the center, the man with the eye glasses, that is Daniel Trocme'. And to the\nleft of Daniel Trocme'’, or to his right, you see another adult. And that is pastor Theis,\nwho was the assistant Pastor at the Protestant Church in the Le Chambon. I am just\nbarely visible. My face is obscured by the shadows, the shadow cast by the tree. I'm\njust to the right of the person on the, the last person on the left there. You can just\nbarely make out my face. Here is a page from my first diary. This 1s a diary I'd begun\nthe day I learned my parents had been arrested in Auch, August, 1942. The page that\nyou're looking at on the right, it says, in German, Neu Johr, New Year, 1943. Since I\nlived in France, throughout my diary, there are notations in German, which I thought\nwas a language that the French wouldn't understand. So if I wanted to say something\nthat I didn't want the French to know I would write it down in German. The two\nphotographs are of my mother and my father. They are passport photographs. I\nremember where they were taken. They were with an amateur camera. We couldn't\nafford to go to a photographer at the time. And it was taken in our backyard in Auch,\nwhere my father kept his rabbits and chickens and a vegetable garden. And they just\nsat in front of the, that wall. And those pictures were necessary to apply for all kinds\nof official documents, visa applications, travel documents, and so forth, which my\nparents never ceased to fill out and file for. The original of this diary has been\ndonated by me to the Holocaust Museum. It's in the archives now. I also made one\ntranslation of the diary back in, I think it was in late 1978, 1979 or early 1980. I also\nprovided a copy of that translation to the Museum. About 10 years later, I went\nthrough this diary a second time through a translation. And I then remembered many\nabbreviations that I used that I, originally, couldn't decipher. I didn't know what they\nmeant. But in the second translation which I made and which I have also given to the\nHolocaust Museum I have translated or explained what these abbreviations mean.\nAnd also, throughout, I gave additional amplification or explanations in square\nbrackets of things that might not be understood by a casual reader. This is one of the\nphotographs that was taken of me at Le Chambon. It's one of the passport pictures\nthat was used by the document forgers to come with a false document, false identity\npapers and so forth. And as I mentioned I think before, we were all given copies of\nthese photographs. And whatever number of pictures we didn't actually use we then\nstarted to dedicate them to our friends and exchange them. And that is how I came\ninto possession of some 30-some photographs, these passport photographs, from the\nother people hidden at Les Grillon in Le Chambon. And my entire collection of these\nphotographs I have also dedicated to the Holocaust Museum in Washington. As you\ncan see, I had a lot more hair then.\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Please tell me your name and where and when you were born.",
        "Q: Tell me about your parents.",
        "Q: How did your parents meet? Where did they meet and how and under what\ncircumstances?",
        "Q: You said your father was a mechanical engineer.",
        "Q: Do you know very much about his family?",
        "Q: In Vienna?",
        "Q: Do you know very much about your mother's family and . . . (indecipherable)?",
        "Q: Do you know much about your mother's family, what they did?",
        "Q: What kind of a town they lived in?",
        "Q: And what was her name before she married?",
        "Q: What are some of your early memories of Berlin?",
        "Q: What kind of business was your father in?",
        "Q: Does he... was it an automotive kind of thing?",
        "Q: Your mother stayed home with you? You were the only child?",
        "Q: And you had a nice life in Berlin.",
        "Q: You mentioned that your father's attitude was that he didn't think that what was\nhappening applied to him. Were your parents observant Jews?",
        "Q: Did you, as a child, did you know that you were Jewish? Did you think about that at\nall? Did you have Jewish friends or was it just not a concept that was mentioned?",
        "Q: Can you tell me how it was then that you all came to leave Berlin? Do you remember\nvery much of that?",
        "Q: This was the first religious training that you had?",
        "Q: Did you go to mass?",
        "Q: Were you in a public school in Vienna then?",
        "Q: Do you remember him...",
        "Q: Do you remember were there other relatives, what they were thinking at the time?\nWere there discussions among the family?",
        "Q: What about your school during that Spring of that year? Did the teachers talk about,\ndo you remember any mood or change? Was it obvious to you as a child that\nsomething was happening or not?",
        "Q: Did the other children taunt to you in any way for not joining? Do you remember\nthat?",
        "Q: But they were somehow?",
        "Q: Who did this?",
        "Q: With all these outward physical expressions of the change, the flags and the rally and\nthe shopkeeper must have been impressing to you as a young boy. Clearly it made a\nstrong impression upon you that you still remember visually.",
        "Q: I want to ask you about the boy scouts. What did you do in the boy scouts?",
        "Q: Did you go for hikes in the mountains?",
        "Q: Were those kinds of things new to you or had you done them with your parents?",
        "Q: Did you like it? Did you like the boy scouts?",
        "Q: What did you want to be doing?",
        "Q: Were the other boy scouts also Jewish boys?",
        "Q: Is that what it was called, boy scouts?",
        "Q: What other kinds of things were interesting to you as a young boy? Did you read a\nlot?",
        "Q: I want to ask you, before we go to Belgium, did you have cousins and other relatives,\nother children your age that you were close with?",
        "Q: Were your father's family pretty close with them? Did you get together on holidays\nor birthdays or anything?",
        "Q: So you were, the three of you together were a family?",
        "Q: You were very close, your family?",
        "Q: What about the decision to go to Belgium? You mentioned a little bit about that. Talk\nabout going to Belgium.",
        "Q: He went ahead and found a place for you to live?",
        "Q: She had been in Berlin?",
        "Q: Is she coming from Berlin to Brussels?",
        "Q: Do you have any recollection about the trip from Austria to Belgium, passing\nthrough customs?",
        "Q: Did you and your mother travel . . .",
        "Q: And how much did you have with you? What did you have?",
        "Q: Well I'm sure your mother was quite frightened for whatever reason that she may not\nbe able to imagine, she couldn't get back to him.",
        "Q: You witnessed this?",
        "Q: Do you know why’?",
        "Q: Do you know what organization he was with?",
        "Q: Do you remember when your grandmother left you?",
        "Q: Before we go to the camp, do you remember your father coming back? Do you\nremember when he arrived?",
        "Q: How did he get to Auch?",
        "Q: Did you meet him someplace?",
        "Q: You had been separated for a year?",
        "Q: It must have been very nice.",
        "Q: In that couple of years, with the three of you living in that town, what was your\nparents outlook? Were they just saying let's just be happy here and stay here or were\nthey...",
        "Q: Do you want to take a break?",
        "Q: That's what they told her?",
        "Q: Let me ask you a question. Do you think that they, Germany or the Germans called\nfor you?",
        "Q: The French...",
        "Q: When they told her that if you were ill they were informing her how to save you?",
        "Q: What were your questions?",
        "Q: You know what, we're running out of tape here. So, let's hold this story and we'll tell\nit at the top of the next one.",
        "Q: (inaudible)",
        "Q: Okay, we're back. You were going to tell me again the complete story of your stay\nwith the other children. You haven't been allowed to go or to leave from Marseilles.",
        "Q: Did he believe you?",
        "Q: Could you connect for me, what happened with your parents with those soldiers or\nwas it just something separate?",
        "Q: Now was he at the train station?",
        "Q: Local citizens?",
        "Q: Before we leave Le Chambon, I would like for you to talk about that ten months that\nyou were there, what was the school, but what was your daily life like, with the other\npeople, who were the other young people that were with you, what were you aware\nof in the town, did you have a sense of town mood, people were there from other\nplaces, or did you just think it was your group of people, tell me about what it was\nlike to live there?",
        "Q: Were you at that time, that ten months, did you feel safe there, and were you anxious,\nwere you feeling sorry for yourself or did you feel that you and the other people there\nwere all going through the same thing, I mean you were fourteen and you were\nalone.",
        "Q: Were you aware of other people who were in Le Chambon other than the people who\nwere with you, did you ever have opportunity to go into town and mix and...",
        "Q: You had occasion to meet Andre Trocme' and his wife also?",
        "Q: Were you aware of any of that at the time?",
        "Q: No?",
        "Q: You mentioned that you had good friends who became ill and you were fourteen that\nyear. Did you have any girlfriends while you were there? Did you have that. . .",
        "Q: But it was a group of people that pretty much stayed together the whole time you\nwere there, the ten months?",
        "Q: So you knew these people pretty well by then.",
        "Q: How were you to find out that you were to leave there?",
        "Q: Do you remember seeing Germans in Le Chambon?",
        "Q: Did you ever go to the place where they were making all the false\ndocuments? Did you see the operation?",
        "Q: They provided you with what you needed to leave there?",
        "Q: Who did this?",
        "Q: Do you remember someone coming to you and telling you what your new name\nwas?",
        "Q: Did they come to the place you were living and did this?",
        "Q: You left Le Chambon in the winter?",
        "Q: The same division?",
        "Q: Oradour is north?",
        "Q: But they came and they rounded up...",
        "Q: And you were just below the date?",
        "Q: Adjoining it?",
        "Q: How did you hear about this round-up? They were in the town and the word spread?",
        "Q: Now what happened after that?",
        "Q: We'll just break again. Let's pick up here on the next tape.",
        "Q: ... It has been sent there, you have new papers, you have a new identity -- what's\nyour new name? What is your new name?",
        "Q: Did you have, were you taken from the train station?",
        "Q: Were you hiding in the stall?",
        "Q: There were trees?",
        "Q: Let me ask you a couple of questions about . . .",
        "Q: You never mentioned being a discipline problem before. What was going on?",
        "Q: And what this school? Tell me about coming to New York.",
        "Q: Let me ask you a question here. Clearly you made rapid success. . .",
        "Q: ... 1n business.",
        "Q: You did. And I mean, you had confidence...",
        "Q: ... sounds like. You had your, always had your eye on something better.",
        "Q: What does that have to do with your experience growing up?",
        "Q: Let me ask you a question. This was now almost 20 years .. .",
        "Q: ... the past, almost, which 1s less. Did you have any way at that time of even\nknowing what had happened to your parents and where you came from. . .",
        "Q: ... trying to find out all this time...",
        "Q: You found that out when you accomplished the States?",
        "Q: Yes. It would have been just about a month after you last saw them?",
        "Q: Yes. Have you been to Auschwitz?",
        "Q: Do you have children?",
        "Q: And have you told a lot about your experience to them or to other people?",
        "Q: Why now?",
        "Q: Your grandmother lived in New York?",
        "Q: And your aunt and uncle?",
        "Q: I think we're coming close to the end. And I would like for you to, I know it's maybe\nnot even a fair question, but 1f you could summarize in some way how your, the first\n17 years of life? How you think of it now? How do you, do you still have questions\nabout it? Are you still, do you still analyze it? Do you still wonder what was\nhappening? Or do you, have you accepted it and moved on beyond it?",
        "Q: And that's what you've done with the first . . .",
        "Q: Okay. Here's some stuff that came up. Now what I'd like..."
    ],
    "answers": [
        "A: Okay. My name is Peter Feigl. I have Americanized it to Peter Ernst Feigl. Ernst was\nmy father's middle name. I was actually born as Klaus Peter Feigl in Berlin in 1929\non the first of March 1929. When I was about three years old I didn't like the name\nKlaus and insisted I be called Peter.",
        "A: My father was born in Vienna in 1888 and was an Austrian citizen. He served in the\nAustrian Navy during the first world war. He studied engineering and was a\nmechanical engineer and at the time I was born, he was living in Berlin working for a\nmulti-national company that had offices in a number of countries and that's, as I said,\nwhere I was born. My mother was born in Germany in what is today part of Poland\nand I think it's in Silesa or Pomerania and she married my father I believe two or\nthree years before I was born. I don't have the exact date and according to then\nexisting European convention and laws she became an Austrian citizen the moment\nthat she married my father and I, although born in Berlin, automatically acquired the\ncitizenship of my father. So, I was Austrian also.",
        "A: That, I'm afraid I don't know. I cannot tell you. I know that my father had been\nmarried before to an Austrian movie actress, I think, and they were divorced; but this\nwas long before my time. And I think during the period that I knew my parents and\nlived with them, I was too young for them to discuss these matters with me.",
        "A: Right.",
        "A: My father's mother, in other words, my paternal grandmother, was still alive when I\nwas born. She died around 1935. She lived in Vienna. She had been a widow for\nmany many years. She had two other children, two girls. One of the girls was named\nMinnie and she married an Austrian agricultural engineer and lived in Innsbruck\nfrom the time she was married until the time she died at about age 98 about two or\nthree years ago in 1992 or '93 I believe she died. The other sister, Marianne lived in\nVienna and she never married, there is very little known about her. On a trip to\nAustria last year in 1994, I went to the Jewish Community Center there and I found\nthat in their archives they do have a record that she lived in Vienna until about 1942\nand the records show that she was then shipped eastwards and I believe to Kiev and\nnever heard from again. So... I assume she was deported. My father's father as I\nmentioned died shortly . . . I think when my father was six he died. My father's\ngrandfather was a Rabbi I am told.",
        "A: In Vienna, yes, and I did find my paternal grandfather's grave and my paternal\ngrandmother's grave in Vienna last summer in July when I was in Austria.",
        "A: My mother's family, my mother's birth mother, real mother died in childbirth in 1904\nwhen my mother was born and her father then re-married and the woman whom he\nre-married then ultimately came to live with us, that is in the same city when we\nwere in Belgium and Brussels, I guess that's the ttme when I remember her most\nvividly. I remember also visiting her occasionally in Berlin so I know she lived in\nBerlin also. But then ultimately we fled together with her and my mother from\nBelgium into France later on.",
        "A: No, not...",
        "A: They were born, my mother was born called Ottmachau which obviously was a very\nsmall city. It's a very small town. I'm planning to go to Poland sometime next year\nand I'd like to go and see if I can find any records or traces there. I did obtain a copy\nof her birth certificate from Polish authorities about two or three years ago.",
        "A: Her name was Bornstein. Bornstein. B-O-R-N-S-T-E-I-N and her mother's maiden\nname, that is the, not her birth mother but her, what I considered my grandmother,\nthe maiden name was Kleczewer. The good portion of the Kleczewer family was\nvery active in Germany, Berlin I believe her brother Siegmund Kleczewer was\ngeneral manager of one of the major automobile companies in Germany at the time. I\nthink is was called Autounion. They ultimately wound up in England as a matter of\nfact. They managed to get to England in the late 1930s before the war started.",
        "A: I remember much talk about someone named Hitler at the time. There was a lot of. .\n. there was some whispering going on in the family. There was I remember one\nincidence where for a period of five or six weeks it was very difficult for my mother\nto obtain any milk, eggs and butter in Berlin and Hitler made a speech and promised\nthem butter and eggs and the next morning the stores were full and I remember my\nparents saying that this was manipulation of the people that most likely Hitler had\njust prevented deliveries from being made in order to get better control and maintain\na popularity among the masses. I went to school and my first school was in a German\nschool. I don't have any, I can't remember anything unpleasant having happened to\nme at the time. I know that there was talk about the Jewish problem and so forth. My\nfather basically took the position that this doesn't concern him nor his family because\nwe were Austrian. This is a German problem not an Austrian problem and so he\ndidn't feel very concerned about it. As a matter of fact, because he represented a\nnumber of foreign manufacturers, he was for some time courted by the German\nauthorities to assist them in obtaining materials which they couldn't readily have\naccess to. One of the companies that he represented was an American company\ncalled Champion Spark Plugs.",
        "A: The company was named Danish and Friedmann. I don't know whether it was an\nAustrian company with branches in other companies. I don't know where the home\nbase was. I think it was in Austria but they did have offices among other places in\nVienna, of course, and Berlin, in Prague, Czechoslovakia in Antwerp, Belgium and\nmy father traveled extensively throughout Europe. I remember his coming back from\ntrips to Bulgaria and bringing my mother \"attar of roses\" which was apparently a\nvery expensive perfume at the time, rose extract. But he did travel extensively.",
        "A: It was automobile primarily in the automotive parts and accessory business. Another\ncompany, an American company that he represented, manufactured brake linings, I\ndon’t remember the name of the company and all types of automobile accessories.\nThey then later on also got into the business of handling radios, that is for home use\nand there was also an American radio company called Detrola. D-E-T-R-O-L-A. We\nhad several Detrola radios at home that he had brought home as samples.",
        "A: I was the only child. I was an only child.",
        "A: We were very comfortable. As far as I can remember at least in 1934 or 1935, I think\nwe had at least two servants in the house and my father drove a big fat Mercedes. If I\nhad it today, it would be worth a fortune and we lived a very very comfortable life\ngoing on summer vacations either to the seashore or the North Sea or travelling to\nSwitzerland. We lived well. No question about that. We had a villa at first. Later on\nwe moved into an apartment before we left and we were in Berlin until about 1936,\nuntil about the middle of 1936.",
        "A: Not at all. Not at all. I mean there was . . . Judaism was not practiced, no religion was\npracticed. I remember as a child, I think the only time that I ever set food in a\nsynagogue was for the wedding of a friend or a relative of my parents and apparently\nI scandalized everyone when in the middle of the ceremony I loudly said to my\ngrandmother, \"Grandma, look at my beautiful brand new black patent leather shoes.\"\nI seemed to have interrupted the ceremony but that's about the only thing that I can\nremember about it. We never had a menorah tn the house or mezuzah at the door.\nThis was unknown. The only other symbol or connection to Judaism if you will was\nat Easter time, at Passover time, there was usually matzo at home which my father\nused to love. He loved to eat and also it was broken up into pieces and put into a\nbowl and then you poured coffee, milk and sugar on top of it and eat it that way.",
        "A: It didn't mean anything to me. It was not something I was aware of. I don't recall ever\nhaving been harassed 1n school while I was in Berlin during the first year. The name\nFeigl is a very common Austrian name and if you look in the Vienna telephone book\ntoday, you'll probably find something like 30 or 40 Feigls listed there spelled the way\nours was spelled. F-E-I-G-L. F-E-I-G-E-L would have been a more Jewish name but\nG-L was a typical Austrian name, almost as common if you will, as Smith in the\nStates.",
        "A: Yes, about '36, mid-'36, my father was told to go to Prague and close down the\nbranch office in Prague. Apparently, this office didn't do very well. It was not\nprofitable. So, the entire family moved to Prague and the move was totally unrelated\nto what was going on politically in Germany at the time and we lived in Prague for a\nyear. I certainly found myself thrown into a Czech-speaking environment which I\napparently picked up within six months, I was speaking Czech in 1936. I was seven\nyears old and we lived in Prague for one year and then went back to Vienna. When I\nsay back to Vienna to my father's birth place and where what I thought was the\nheadquarters of the company and established residence in Vienna and it must have\nbeen in early 1937. At that point, the problem of Jewish persecution and so forth\nmust have concerned my father because at that time he decided to have me baptized\nCatholic. Over 95-percent of the Austrian population is Catholic and he thought that\nas an Austrian being a Catholic certainly couldn't do me any harm and so at the age\nof nine, I'm sorry, eight and a half, I was baptized by a Cardinal Innitzer. He had\narranged to have the Cardinal baptize me and I went into catechism school and\nbasically thought of myself as Catholic at this point.",
        "A: That's right, yes.",
        "A: I, well, I went to mass for communion when it was required and for confession and\nso forth in the beginning. Subsequently, I didn't go because my parents didn't go.\nLater on in the 1940s when I was in France and various children's homes and so\nforth, suddenly being Catholic became useful again and in some places where the\nchildren were marched off to go to mass in the morning, I tagged along and then\nsome places I was even, was alter boy and served mass.",
        "A: Yes, I was in a public school in Vienna and I guess about one year until the\nAnschluss came in March of 1938 when Germany annexed Austria and at that point\nmy father actually on the day of the Anschluss was outside the country on one of his\nmany business trips and my mother was hoping that he would remain abroad so that\nhe could send for us but after struggling for three days, my father managed to appear\nback home in Vienna triumphantly that he had managed to smuggle himself back\ninto Austria on a cold freight car, inside a cold freight car, coming out of Switzerland\nand he was all covered with soot and looked like a chimney sweep and there he was.",
        "A: I remember it because it was a big fight between my mother and my father at that\ntime. My mother was furious that he had returned. She thought he was an idiot for\nnot having stayed abroad and just calling for us to join him and he on the other hand\nwas trying to defend his actions that he couldn't just leave us and abandon us and\nthere was no guarantee that he could get us out and that's what he gets for struggling\nand risking his life to come back to get us. It was a big argument. I also remember\nthat on the day of the Anschluss in 1938, so I had just\nturned nine years old, I left that morning and we lived in the vicinity of the city hall, the\nVienna Rathaus and I went down there and I saw these tens of thousands of people\non the street and all the German flags and the music and the band and everything else\nand I was in there with the mass of the people shouting my head off like everybody\nelse, \"Ein volk, ein Reich, ein Fuhrer\", one people, one Reich and one leader and I\nactually saw Hitler on the balcony up there on the Rathaus and when I finally got\nhome, my mother was beside herself, she didn't know, \"Where have you been?\nYou've been gone for six hours you know?\" And I said, \"I saw our Fuhrer.\" Where\nupon my mother slapped me left and right and said, \"Never call that SOB again ‘Our\nFuhrer’. He is not 'Our Fuhrer'.\" And I guess that's the first time that I came to the\nrealization, wait a minute, some how I don't fit in, we don't fit into the grandiose\nschemes of this maniac but as I said, at nine I really, I wanted to have a uniform like\nall the other kids who were going, who were joining the Hitler Jugend. You know,\nand have a little dagger and sand brown belt and march to the music and the drums\nand all this is fascinating and hypnotizing for a young kid. But shortly after that I\nthink within a matter of two weeks, my father managed to get himself transferred to\nBelgium and we immigrated hurriedly and left most of our property in Austria and\nfled to Belgium.",
        "A: I was a child and in those days children were told you're here to be seen, not to be\nheard and I really . . . I cannot recollect any discussions about the dangers and so\nforth. I don't think that this 1s something that dawned on me until we left very\nhurriedly from Austria to go to Belgium. I believe that my father at some time, some\nwhere got the German authorities mad at him because he refused to cooperate on\nimporting some materials which they wanted. I think it was aircraft engines to which\nhe had access and I believe that they were trying to get him to import aircraft engines\neither into Belgium or into Austria and then transship from there as agricultural\nmachinery into Germany. I know the Versailles Treaty that ended World War I,\nGermany was prohibited from importing any war materials and so forth and he felt at\nthe time that as an Austrian, they couldn't harm him and he more or less told them to\ngo to hell and he then realized that now that the Germans are in Vienna, I'm probably\non their black list and they'll want to get even which I think was the primary\nmotivating force behind his leaving hurriedly and getting out.",
        "A: I can't really say that I remember it. I mean, yes, all of a sudden there was swastika\nflags in the school room and Hitler's picture was up on the wall but other than that,\nno, I remember that I wanted to be like the others and I knew that the large majority\nof my classmates were either joining the Hitler youth or other activities and my\nparents sent me to the boy scouts and I didn't think that their uniforms were as\nattractive as the uniforms of the Hitler uniform, so. But...",
        "A: No. I know, I think in Vienna I think, a couple of times I was busted in the nose by\nsome of the kids in school who called me a Jew and it really upset me because my\nanswer was I'm not a Jew, I'm Catholic but other than that I can't really say that I was\naware of it.",
        "A: I guess they were. Obviously anti-Semitism was rampant but I also know that at one\npoint my mother was paraded through the streets of Vienna after the Anschluss and\nthey hung a sign around her neck saying that this pig woman bought in a Jewish-\nowned store and my mother apparently tried to tell them that she was Jewish and\nthey wouldn't believe her. They paraded her through the streets with a sign around\nher neck.",
        "A: I guess the local Nazis. It was just a few days after the Anschluss. I also remember\nmy mother being very upset. We had moved into a brand new apartment building in\nVienna. At that time it was brand new and downstairs on the street level there was a\nsmall grocery shop where you got your essentials, milk, butter, essential food items\nand so on, a small store and, of course, my mother when we moved there they\nimmediately recognized that she was German by her accent. She didn't speak like an\nAustrian like in Viennese and the store owners always engaged her 1n conversation\nand were somewhat differential to her and I know that quite often the conversation\nturned around Hitler, Germany and the shop keeper would always say to my mother,\n\"Well, just let him try to come here into Austria, we'll show him, we'll throw him out\nin no time.\" On the morning of the Anschluss, when my mother went downstairs to\nget her milk and bread in the shop, the first thing that the man greeted her with was\nHeil Hitler, Frau Feigl, and my mother was astonished. I mean overnight this man\nsuddenly became a Nazi and as she left the store she looked in the window of the\ndoor and there was a big sign, \"From today on the Germans salute is Heil Hitler.\"\nAnd the other day prior to that it was always, as the Austrian say, \"Gruss Gott\",\nwhich is little translation is \"God be with you\" or \"God's Greetings\" and from one\novernight it because Heil Hitler. I also remember that across the street from us 1n our\napartment building and everywhere there were swastika flags that hung from the\nthird floor or the fourth floor of the buildings and it reached to within four or five feet\nof the sidewalk. I mean, humongus flags. This obviously was something that didn't\njust happen overnight. I mean, this had been anticipated. It had been prepared and so\nforth but I also remember that the night before the Anschluss, my mother was\nlistening to the radio and apparently the Austrian Chancellor at that time, made a\nspeech and I remember my mother being in tears about it at the time. But again, I\ndidn't really understand the political upheaval of the time. I just knew it was\nupsetting to her but I didn't know exactly why or what.",
        "A: Oh yeah. It turned a drab routine life, if you will, into a stage, okay, there was a\nperformance going on, something lively and to a young kid attractive and the masses\nwere engaged and you asked yourself, well why can't I be part of this, you know,\nwhat's wrong here, why am I being left out?\nyour parents wanted you to do in the boy scouts and not in the\nHitler Jugend?",
        "A: I think basically the boy scouts were outings on a Saturday usually, and you played\ngames, sports and you learned a lot of things. You learned to build a\n, how to build rope bridges and how to tie knots and I learned how\nto sew which later on came in handy, and all the things that boy scouts generally do,\nsinging, camp fires, things of that nature.",
        "A: We went on different hikes and so forth, yes, and pitching tents, camping.",
        "A: Yes, no, no. These were totally new. They were really not part of our normal life.\nThe idea of vacation or what have you was staying at a luxury hotel somewhere and\nbeing waited on and catered upon.",
        "A: No, not much. At first I didn't like it at all. I think now in retrospect, I realize that I\nlearned many skills and many things that subsequently helped me but at the time I\nreally resented going because that's not the way I wanted to go, I wanted to be\nelsewhere.",
        "A: I wanted to be with the other kids and the Hitler youth or stay at home. Why am I\nbeing sent to the boy scouts?",
        "A: No. No. In fact, the boy scouts in Austria were strictly Catholic boy scouts. In\nBelgium, later on, and in France, boy scouts were broken down into Protestant scouts\nand Catholic scouts.",
        "A: Well, in Germany, in Austria yes, in Austria it was Pfadfinder, okay, \"Pathfinders.\"\nIn Belgium and in France the Catholic scouts were called \"Scoot\", in France they\nwere \"Scoot de France.\" The Protestant scouts in France were called \"Eclaireurs de\nFrance.\"",
        "A: I read a great deal and I think that also in later years helped me get ahead career wise\nand otherwise because my schooling was interrupted repeatedly. I mentioned going\nto Czechoslovakia and from one day to the next, suddenly finding myself in a Czech\nspeaking school. When we went to Austria it was back to a German speaking school\nand in 1938 when I went to Belgium from one day to the next, I found myself in a\nFrench speaking school and in the beginning, of course, I didn't speak a word of it so\nI had to, the first thing I had to do was learn French and Flemish.",
        "A: No. I was an only child, a spoiled only child and my wife can confirm that, I'm\nspoiled but I really had no relatives and in fact, to this very day, I have a great\ndifficulty in understanding what is a cousin and a nephew because I just didn't have\nany so about the only concept that I understand is an aunt. My mother's sister, okay, I\nknew that she was an aunt but go much beyond that, get into the feel of cousins and\nnephews and nieces and so forth, it just doesn't convey anything to me.",
        "A: Well, with my father living in Berlin and his mother in Vienna and his sister, well\none of the sisters, the older sister living in Innsbruck, it wasn't that easy. This was in\nthe days before airplanes and I do remember very very long train rides from Berlin to\nVienna and much longer still from Vienna to Innsbruck, those were usually\novernight trips in a sleeping car compartment. But we did go to Innsbruck at least\ntwo or three times that I can remember to visit with my father's sister and there was\nanother aunt, okay, Tante Minnie and Onkel Harry. Her husband, by the way, was\nChristian, he was an Arian and he helped her survive the period of the Nazis and\nOnkel Harry was a big strong strapping guy and I remember his carrying me on his\nshoulders, hikes in the mountains 1n Austria. I remember salt mines that we visited\nonce where we went through, yes, we did get family visits in Vienna of course,\nusually my other aunt Marianne, his youngest sister, would come and be in his\nmother's house when we visited. But those were major expeditions in those days. I\nmean, you didn't just hop on a plane and in an hour you were there.",
        "A: Yes.",
        "A: Yes, I was very close.",
        "A: Well, as I mentioned I think my father quickly came to the realization that either the\nillusion that he had created for himself that as an Austrian, the problem of the Jews\nwas not his it was a German problem and now he suddenly found that there are no\nmore Austrians and he was a German Jew at this point and certainly by the definition\nof the Nazis, which made it a racial definition rather than a question of credence and\nbelief, and then also I think I remember discussions between my mother and my\nfather about, you shouldn't have done that when you were in Berlin and I think that\nthat related to the fact that he more or less reyected some of the inducements or\nenticements that the Nazis had offered and I think my mother felt that this is going to\nhaunt you some day and now is the time, they are here to haunt you. They are going\nto come and get you and I believe my father, because of that, managed to get a\ntransfer to Belgium and to get his assignment to Antwerp and he left first and we\nfollowed a few weeks later. We followed and we settled into Brussels at that time\nand he would commute daily from Brussels to Antwerp. I think that Belgium at that\ntime had a very high speed mass transit system and you could move from Brussels to\nAntwerp in less than an hour and so every morning he would go to the railroad\nstation and commute to Antwerp.",
        "A: Yes. We moved first into a small apartment building, and then later on into a larger\napartment. The smaller apartment later was occupied by my grandmother, my\nmaternal grandmother, who also came to Belgium at about that time and she is the\none that we subsequently fled with from Belgium into France and she ultimately\nmade it to the United States.",
        "A: She had also been in Berlin. Yes.",
        "A: Yes. But I don’t know how exactly or when, she obviously went from Berlin directly\nto Belgium rather than through Austria and it's only speculation on my part, possibly\nshe may have been asked by my mother to come and join them in Brussels.",
        "A: Only, yes, only that the border crossing was very traumatic to my mother. Everybody\nhad to get off the train, stood in line for quite some time, every piece of luggage had\nto be put up on a table there for control people, inspectors, I don’t remember whether\nthese were customs people or Gestapo people but they went through every piece of\nclothing 1n the suitcases and checked everything possibly looking for smuggled\njewels or money or whatever and it took a long time to get through the inspection\nand when we were finally allowed back into the railway cards and the train got\nmoving into Belgium, I think there was a big sigh of relief on the part of everyone\nthat they had made it.",
        "A: It was just my mother and I at that time.",
        "A: I can't tell you exactly. My guess 1s we must have had four or five suitcases or\nsomething like that. I know that, of course, when my father left he must have also\nmanaged to take along at least one suitcase I know of because he had, which was at\nthe time, a very novel suitcase, it was sort of an expandable thing with expanding\nhinges and I think he probably mentioned that he, I think he bought it in the United\nStates and that 1t was an American invention, very fancy leather suitcase. He had that\nall the way until we ultimately met again in France. So I know he got that suitcase\nout of Austria when he left.",
        "A: But you all immigrated legally?",
        "A: That was a legal immigration out of Austria into Belgium and I'm sure that it was\nmade easy by virtue of the fact that my father had a foreign assignment from an\nAustrian, now German company since Austria overnight disappeared.",
        "A: Yes, there was that, although perhaps a word about my mother here. Between my\nfather and my mother, my mother was by far the stronger of the two persons. Both\nphysically stronger. She was much taller than my father and my mother had been a\ngymnastics teacher and I think also as far as inner character, inner convictions are\nconcerned, I think my mother was the stronger of my two parents. My mother was\nalso about 16 years younger than my father. So there was quite a considerable age\ndifference which by the way was very common in those days. My wife, for instance,\n[PAGE 19 ENDS HERE -- THEN JUMPS TO PAGE 35. PAGES 20 THROUGH 34\nARE MISSING]\nBEGINNING OF PAGE 34:\nnever had a case like that, go to the prefecture. So she goes to the prefecture and goes\nthrough the same routine and they send her back to somewhere else and after about\nfour or five times of being sent from one to the other, someone finally said to her, ah\nMadame, we know exactly how to deal with cases such as yours, there 1s a place, it's\ncalled Olorons St. Marie, it's in the Pyrenees. You go there and they know exactly\nhow to deal with cases such as yours. So with the little money that my mother had\nleft, she buys a railway ticket to Olorons St. Marie for herself, her mother and for me.\nWe get on the train and we go to Olorons St. Marie and as we arrive at the railway\nstation, the train is surrounding with French Gendarmes with machine guns and they\ntake us off the train and put us on trucks and the next stop was a French\nconcentration camp called Camp De Gurs and we found ourselves in the Gurs camp.\nGurs was a camp in the Pyrenees mountains which had been built in the 1930s by the\nFrench to house the fleeing Spanish, mostly community people that fled the Spanish\nrevolutionary war and suddenly this camp had been turned into a holding camp or a\nconcentration camp. It was not an extermination camp. For all these refugees, now\nmost of these refugees who were in that camp now, aside from the Spaniards that\nwere still there were now Jewish refugees getting German Jews, French Jews,\nRomania, Belgian Jews, Dutch Jews, whoever was able to flee was in that camp. My\nmother, this is 1940s, so she is about 36 or 38 years old, she was in her prime and as\nI said she was physically very fit, she was immediately picked to become a barracks\nchief. So as barracks chief she had a lot of freedom within the camp, that is to move\nfrom barrack to barrack or to move from one I Lot, as they call them, or islands, the\ncamp was sort of divided into islands and she was responsible for going every day to\npick up the food that was allotted to our barracks. So, she knew what was going on in\nthe camp. She was well informed about the happenings and so on and we basically\nwere in wooden barracks with just straw on the floor, there were no mattresses, no\nbeds or anything else. A lot of people were hungry. There was not enough food to\neat. Obviously, the French had not anticipated an influx of that many people and they\nwere totally unprepared for handling the influx of people that suddenly showed up.\nThe conditions were miserable. The toilets were open trench latrines, there was no\nhygiene. There was no running water. A lot of people got sick and, of course, again,\na lot of the people in the camp were elderly people and children and women with\nchildren and so forth. So, we were in that camp for I guess it was about almost six\nweeks or so, close to six weeks and my mother had a run-in with some nuns that\nwere put in charge of the food supply and as barracks chief my mother tried to beg,\nplead, borrow anything to try to get an extra ration of bread or an extra can of\nsardines or an extra something in each barrack. I think each barrack held about sixty\nto seventy people that she had to feed and one of the nuns lectured her and said,\nMadame, you do not live to eat, you eat to live. Whereupon my mother hauled out\nand slapped her. It did get her an extra supply of rations. Anyhow, after about six\nweeks or so, when the French were about to surrender in late June of 1940, my\nmother learned that there was a Wehrmacht, a German army inspection group that\nwas expected the next morning at the camp and this is where the passport thing\ncomes in. For some reason, my mother's passport had not been stamped witha \"J\".\nSo my mother said, I want to get out of this damn camp. We've got to get out of here.\nWe'll starve to death in here. She went to the main entrance gate of the camp in the\nmorning when the Germans were expected and as soon as she saw the head of the\nGerman group, she went over to him and yelled, \"Heil Hitler Herr Oberst. I am a\nGerman citizen, I demand to be released from this stinking, filthy camp immediately\nwith my children. These damn Frenchmen have kept us locked up here for six\nweeks.\" And she showed her passport to him and he just looked at it and looked at\nme and my mother had her mother's passport and opened it up and with her passport\non top of it, she was hiding the \"J\", and the German officer was so taken back, he just\nturned to the French camp commander who had come in there, then said, \"You let\nMadame out immediately with her mother and her son and you call a taxi and you\nmake arrangements with the taxi that you pay for him and he takes them wherever\nthey want to go.\" Within five minutes, we were out. My mother told the driver, \"Just\ntake us north and drive as fast as you can.\" And he did and we drove.",
        "A: Oh yes. I was standing by her. She had taken me along and obviously she was all\npacked and ready to go, she figured it's either going to work or it won't. We drove for\nseveral hours and came to a town called Auch, A-U-C-H, which was a little bit in the\narea Toulouse, in the south of France, and as we approached the city limits and the\ntown limits, we were crossing railroad tracks, and all of a sudden a group of people\ncame toward us and waved at us, and said, \"Stop, stop, don't go any further, the\nGermans are on the other side of town.\" So, my mother looked around and she saw\nthat there was a convent off there to the left side of the tracks and so she took our\nbags and me and my grandmother and dismissed the cab driver and we walked\nacross the open field over to the convent and she knocked on the door and the nuns\ntook us in and for the next six weeks we lived in this convent. Whether the fact that I\nwas Catholic had something to do with it, I don't know. I don't know whether my\nmother played that card or not. I really don't know. But the nuns did take us in and\nduring the five or six weeks that we spent in the convent, the nuns made contact with\nvarious, or they were 1n contact with various refugee assistance aid organizations and\namong them a group of American Quakers who had a food distribution and refugee\nassistance office in that town, in Auch. So my mother was offered a job with the\nQuakers to help in the office. It was a part-time job but it enabled her to leave the\nconvent and find a one-room apartment and moved into it. My mother also earned\nextra money becoming a cleaning lady and now at this point I don't remember what\nhappened to my grandmother. She somehow left at this point. I don't know what but\nshe left us in Auch.",
        "A: I don't know why. I think that she must have somehow managed to contact her\ndaughter, the other daughter, the younger one who had lived in Paris and somehow,\nat some point, she managed to rejoin her and managed to get into Spain and from\nSpain into Portugal and from Portugal to the United States. Now, I think it had\nsomething to do with the fact my aunt's husband, the one she married in Belgium, his\nname was Joel Bloomberg (ph), he was called Jole Bloomberg (ph). He was very\nactive in Zionist activities and so forth and he was, I think a Latvian or Lithuanian\nnationality so he had a passport from one of those countries and at that time those\ncountries were not yet involved in the war so he was, if you will, a citizen of a\nneutral country, my aunt had acquired his nationality when she married him and I\nthink that that helped them to obtain the necessary visas and he had been traveling\nback and forth on Zionist movement activities to the United States, to Palestine and\nto many countries throughout Europe. I think he was a lecturer also and lectured in\nmany places. So he had a great deal of mobility, if you will, and I think that's how\nsomehow they managed to get her, my grandmother, to join them and to ultimately\ncome to the United States. I think they made it to the States about 1941 or so before\nPearl Harbor, obviously. I know they spent a great deal of time in Lisbon waiting for\nboth first their visa and then their passage. There was limited space available on\nships at that time.",
        "A: No, I do not. He, as I said, he did make it to the States and I remember in\nconversations, his name had been mentioned on a few occasions and they say, oh,\nyes, we know Joe Bloomberg (ph). So, he was quite active in the, I would say in late\n'30s.",
        "A: No, I really don't. I just know that all of a sudden I have no memory. I know that she\nwas gone and so I know that we lived in this apartment alone and now my mother's\nfrantic search started to try and find out where is her husband, where is my father.\nShe turned the world upside down through police, Gendarmes, the International Red\nCross, the Quakers, anyone who would listen, she would try to find out whatever\nhappened to him. I think it was several months until she finally found out where he\nwas. He had been transported from Chen. They then went to the south of France to a\ncamp whose name I cannot think of it right now, and from that camp they went to a\ncamp called St. Cyprien which was on the Mediterranean coast. So now we knew\nwhere he was, we started to get letters, he had apparently taken to quite ill. I think\nthey call it here, water in the legs, I think it was a heart related situation and of\ncourse, inadequate medical care and so forth and somewhere around 1940 or early\n1941 his physical condition had deteriorated to such a point that the French\nauthorities decided to send him home on a convalescent leave, figuring that within\nthe next 30 days he'll die and he might as well die outside the camp instead of in the\ncamp and save us the cost of burying him. I think it was in the Spring of '41. It had\nbeen a terrible, terrible winter. The camp was flooded. Where my father was, there\nhad been bad floods. They had typhoid outbreaks, I believe and a lot of people died\nduring that winter. So, he then came to Auch and joined us in a one-bedroom\napartment, a one-room apartment, and he then was able to stay with us literally by a\nmonth by month basis. Each month they wold renew his thirty-day convalescent\nleave and extend it for another thirty days and sometimes for sixty days and he had to\nfind some means of earning a living and he couldn't accept a job because nobody\nwould employ him. I mean he was not a French citizen and didn't have the right to\nwork unless he created work for himself so his old experience with Champion Spark\nPlugs, he found a garage where they had a spark plug cleaner which 1s basically a\nmetal stand with a can full of sand at the bottom and you hook it up to a high\npressure air hose and then you take a dirty spark plug and just put it in at the top and\nthe air blows the sand into the spark plug and it cleans it out. So since it was\nimpossible to get spark plugs anyhow at that time, he had a great idea and he started\na spark plug cleaning business, a one-man operation. And he was able to earn a little\nbit of money that way doing that sort of work. My mother continued to work with the\nQuakers and in 1941 in the summer through these connections I was sent to a\nsummer camp at Lake Annecy which was very pleasant for me, the food was good\nand so on. This is obviously something that mother had managed to arrange through\nthese aid organizations that she was working with and the word Quakers kept\npopping up, the Quakers, the American Friends. In 1942 in the summer, she again\narranged for me to go to a summer camp during school vacation and this time I was\nsent to a small town about thirty miles from Auch, a town called Condon and there\nwas a chateau and there were about thirty some odd kids there at summer camp.",
        "A: Yes, he looked terrible. I mean he must have lost a good fifty or sixty pounds. He\nwas literally skin and bones. In one of my diaries, I have a picture of him, a picture\nthat had been taken in order to apply for a visa so a passport-type photograph and\nwhen you compare that with what he looked like, a year and a half before, it was like\nday and night. He was a little bit on the heavier side before then. He enjoyed good\nfood and so he was totally emaciated and he seemed to have aged fifteen years or\nsomething like that in that time period.",
        "A: I don’t know. I assume either by train or a combination of train and bus.",
        "A: I don't remember that. I think I was in school when he came back and I ran home\nfrom school and he was there. So, my mother must have met him or I don't know\nexactly how the reunion took place but I saw him again for the first in a year in the\napartment.",
        "A: We had been by then separated for almost a year, yes.",
        "A: Yes, it was. But, I also realize that there were big problems. It was a very small one-\nroom apartment. There was no privacy. I remember my mother basically sponge\nbathing in a little basin of water she would stand in and I remember seeing her naked\nin the room. I mean, there was no other place to go. So, to literally you live there,\nyou Slept there, you cooked there and so forth, but my father suddenly became a\nfarmer. in the backyard there was cages and he raised rabbits in there for food and\nthere were a couple of chickens that provided a few eggs and he planted potatoes and\nstring beans and peas and so forth that he showered a lot of attention and love and so\nforth on them and tomatoes to provide us with food.",
        "A: No, that's a good question. Their reason for going on, for living was only one thing\nand that is to get out of France and get a visa and go to America. Especially after\nthey had learned that my grandmother and my mother's sister and my uncle were\nalready in Portugal waiting to get to the United States. My parents wanted to do the\nsame thing. My father had approached his business contacts in the United States,\nChampion Spark Plug. There was another company called Styckgold and Stackgold\nthat they had extensive dealings with. It was a company in New York. He wrote to\nMr. Styckgold and he wrote to Mr. Stackgold and invariably we wish we could help\nyou but... and it was very disturbing for them. I still have many of the letters that\nthey wrote to my grandmother after she came to the United States which my\ngrandmother left to me when she died and it's a very sad story listening to what my\nparents had to say at the time. There were utter frustrations for them, they found\nthemselves in a chicken and egg situation. Yes, we will give you a visa to Spain, if\nyou have a visa for Portugal, yes Portugal said we will give you a visa to come to\nPortugal provided you have a visa to go on to the United States. Yes, you can have a\nvisa for the United States once you get your quota number but we're not going to\nassign you a number until you can show us that you have booked passage on a ship.\nThe shipping company said we will not book passes on this ship unless you first have\na visa to go to the United States. I mean it was, they were just constantly running up\nagainst this kind of a problem or you must come up with so many hundred of dollars\nwhich today would be equal to in the tens of thousands of dollars to ensure that you\nhave a priority on the ship or to ensure that you get a visa or you get a passage or\nwhat have you and they didn't have that money. We lived pretty close to the poverty\nlevel in Auch so it was hopeless. He kept writing to, my father and my mother both\nkept writing to my relatives in the States at that point and they had just recently\narrived. They were basically penniless. My father would tell my grandmother, you've\ngot to telephone Mr. Styckgold, you've got to telephone Mr. Stackgold. I've written\nto them. You've got to get in touch with Champion Spark Plug's management. They\nknow me. They've dealt with me. Talk to Mr. so and so. Talk to Mr. so and so and it\nwas just all in vain, nothing but frustration. So, those were very very difficult days\nfor them again, they did everything in their power to shield me from this such as\nsending me off to these children's colonies, summer camps and so forth and this\nbrings us basically to the 1942 period and it was in 1942 that the Germans in\ncooperation with the French Vichy government decided on their policy to round up\nthe Jews in France. The French thought that well, if we're going to round up Jews,\nlet's first try and round up the foreign Jews. That way maybe we can protect the\nFrench Jews. The French Prime Minister, Laval, when the Germans asked that they\nround up the Jews in France, he only asked for the adults and Laval said, please take\nthe children too. You want to keep the families together, don't you? And the\nGermans said, no, we don’t want the children and Laval insisted until finally they\nsaid, well alright we'll take the kids too but there was basically something that Laval,\nFrenchman, was pushing for and at this point, July, let's see, end of June, early July,\njust before I left for the children's colony, school vacation starts on the fourteenth of\nJuly generally in France. So, I know I remember that there were a lot of whispered\ndiscussions going on in our one-room apartment. There was a lot of worry. I would\npick up words about raffles, razzigs, they're rounding up people. People are being\nshipped off, nobody knows where. So, I was somewhat aware of something was\nbrewing and that there was danger here but then came vacation time and I was sent\noff and I was with other kids and forgot all about this. Sometime in early August, my\nfather came to visit me at the summer camp and he made a very long trip on a\nbicycle, thirty miles.",
        "A: No, it's okay. For a man who was sick and he came to visit me and I remember on\nthe back of the bicycle he had square cookie box and out of the cookie box he\nproduced a small bag that my mother had sewn and it contained my father's pocket\nwatch and he had a black fob with a gold Buddha attached to it and his silver pencil\nwhich he was very proud of, he had gotten it in America. It was sort of a four color\nmechanical pencil and a ring from my mother, a broach, a few other items, a small\namount of money and he gave it to me and told me to look after it and at first it didn't\nregister with me. Why are they doing this? Why is he doing this? And after he spent\na couple of hours with me, he climbed back on his bicycle and headed back to Auch\nand as the bicycle disappeared over the top of the hill, the crest of the hill, I broke out\ncrying and somehow I had the feeling I would never see him again. It was a few days\nlater, maybe ten days, four days later or so that the director of the camp, a very kind\nwoman, Mrs. Cavaillon, she called me to her office and she announced to me that she\nhad bad news, she had been informed that my parents had been arrested in Auch the\nday before and they didn't know where they were taken. There was no information\nand I was obviously very upset and she was a very devoted, very religious woman, a\nCatholic woman, and I had been going to mass almost daily. She encouraged\neveryone to go to mass everyday and this was not a camp for Jewish children. I think\nI was probably the only Jewish child there. These were all French children from I\nwould say middle or lower middle class families who found a summer home there.\nShe also told me that they were going to hold a novena, nine days of prayer and after\nnine days, my parents would be returned to me and there was nothing to worry about.\nA day or two later I was again called by her and I was told that they are going to\nhave to make me sick because she had a phone call from the police, from the\ngendarme and they alerted her and told her that they had received orders from Auch\nto come and pick me up but if they come and they find me ill, so ill that I cannot be\ntransported, then they will leave me.",
        "A: Yes. They told her that. So, they induced a fever in me and I'm always asked, how do\nyou do that and they took some French bread and made balls out of it, like meatballs\nand soaked them in vinegar and I had to swallow about eight or nine of these vinegar\nsoaked bread balls and sure enough within a half an hour or forty-five minutes, I was\nin bed with a high fever and when the police came, they took my temperature and\nthey verified and certified that yes, he is not fit to be transported. So, that saved me\nthat night or that day. The gendarme came back on two or three other occasions and\neach time the same thing was played. The same act was laid out. During that time\nperiod...",
        "A: No, it was the French.",
        "A: The round-up was conducted by the French police at the bequest of the Germans, of\nthe German authorities.",
        "A: This was a good Frenchman, okay. There were some decent people there and some\npeople who felt that it was not right to round up children. This is 1942 so I'm now\nthirteen, okay. They didn't like to do that kind of a dirty job. Une Sale Corvee, a dirty\ndeal, a dirty job we have to do. So, they protected me in that fashion if you will.\nDuring that time period, Mrs. Cavaillon was in touch again with the Quakers and I'm\nsure that her summer camp probably got some support or some money from the\nQuakers also so that she knew whom to contact and through the Quakers I believe\nshe then learned that's where my parents had been sent to. They were first sent to\nVernet, a placed called Camp du Vernet. It was somewhere in the south of France\nwhich was an assembly camp and then the next postcard, I think a postcard came\nactually to the summer camp from my parents advising that they were being sent to\nParis region, to the Drancy camp. The nine days came and went. My parents didn't\nreturn. I started to have some doubts about catechism and all other faith. I raised a lot\nof questions and strangely enough the priest told me to go and talk to the archbishop,\na thirteen year old. It's only today that I realize that this was most unusual that they\nwould do this. Normally, a thirteen year old doesn't go talk to an archbishop and I\nvented my doubts and frustration and questions and he basically said to me, he said,\nwell there is no answer to these questions. This 1s where faith comes in, you must\neither believe or you don't. But there is no explanation.",
        "A: I had a lot of questions about how can God, how can Jesus allow these things to\nhappen? What have my parents ever done to deserve this? What have I done and if\nI'm being punished, what is the punishment for? I also started to ask some\nfundamental questions, okay, if God created the world, who created God? If there\nwas nothing, than he couldn't have been here. How is this possible? So, basically I\nturned my back to religion at this point and I haven't come back to it yet, maybe on\nmy death bed but for the time being, I don't feel the need for it. Now came the\nquestion, where do we go from here? There was one bit of information that was\nreceived from Drancy saying that they left Drancy for a destination unknown and\nabout this time, we were now moving into, this was late August that they were\narrested, I think it was August the 24\" or 22\", somewhere around that time. Now we\nare moving into September and school starts up again. The summer camp can't\nremain open, what to do with young Peter Feigl and Mrs. Cavaillon came back one\nday and announced to me that the Quakers are organizing a children transport.\nChildren that would be going to the United States and there would be two ships, the\nfirst one will leave around the middle of November and the second one about the end\nof November or early December, 1942. Ultimately, Mrs. Cavaillon arranged for me\nto go to Marseilles. In fact, she took me there. In my diaries, there are entries also\nabout a trip to Toulouse. There must have been an American Consulate or something\nwhere I went, I was questioned there and I underwent a physical exam to make sure\nthat I didn't carry TB or whatever to infect America and there were forms to fill out\nand sign. Ultimately, I wound up in Marseilles somewhere around either the end of\nOctober or very early in November. The ship was scheduled to leave, the first ship I\nwas told I'd be on the first convoy and it was supposed to leave somewhere around\nthe 20\"\" of November. On the 10\" or 12” of November, the Allies landed in North\nAfrica and this gave the Germans the pretext to invade the so-called free zone of\nFrance, Vichy zone of France and the port was closed and no ship leaves. So, now\nthe people looking after us scrambled to find a place where to house us and I wound\nup in a small home. There must have been about 15 or 20 of us outside of Marseilles\nin a place called Les Caillols and we were more or less prisoners in the house. The\npeople who had taken us in obviously, again hadn't been prepared to have us there. I,\nin a typical kids fashion said, I’m going to get something to eat, and I found out that\nthe Germans had established a, there was a Waffen SS detachment that occupied the\nfarm across the road from us. So, I said, I'll talk German and I'll get some food out of\nthese guys. I'll get chocolate and what have you.",
        "A: Okay.",
        "A: Fine.\nEnd of Tape #1\nTape #2",
        "A: Well, I wound up in a camp or home which was run by a Belgian man and woman,\nin fact I think in my diary I noted that they got married while we were there but they\nwere sort of the then mother and father if you will, looking after us. The food was\nvery difficult to come by at the time. I'm sure in part this was due to the fact that they\nhadn't anticipated taking 15 or 20 kids and with the Germans occupying all of\nFrance, what little food there was, was number one the Germans take priority on all\nfood supplies. When I found out and noticed that across the street there was a\nfarmhouse there and the detachment of Waffen SS had moved in with their armored\npersonnel carriers and so forth, I said, well I speak German fluently, I'm just going to\ngo over there and chat up the Germans and I'm sure I'll get some chocolate or\nsomething out of them and I'll be able to eat. So, I went across the street and sure\nenough I chatted them up and I guess my first contact they didn't ask me any\nquestions and then I came upon a German captain there and the captain said, what\nare you doing here? What's a German boy doing here? I don’t know whether this 1s\nsomething I had learned from my mother but I said to him, shhh, you mustn't talk to\nanybody about this, this 1s very secret what I'm doing here. I mean, here I'm thirteen\nyears old, okay. He said, well where are your parents? I said, oh, my father is 1n the\nGestapo. He's in the secret police and we came to France on a so-called business\nassignment and my father has been spying on the French for several years and I go to\nschool in the French school which is why I also speak French fluently and my French\nschool mates don't know that I'm spying on them. So, I wasn't asked any more\nquestions by the German captain after that.",
        "A: He believed me. Either they believed me or he was scared, what if it's true and my\nfather really is in the Gestapo? Maybe they could get into trouble. I was very well fed\nand I got to eat spaghetti and I got chocolate. No complaints at all until about three or\nfour days later when the director of the home where I was suddenly found out that I\nhad been across the street and he then proceeded to ship me out in a hurry because he\nwas wotried that I was endangering the other kids there. But again, I was thirteen and\nI think of number one and I didn't really realize that I could possibly endanger\nanyone else. So, although my protestations, I was shipped to another place and I\nthink after a number of days, after the lesson had sunk in, then they took me back at\nLes Caillols, where I had been before.",
        "A: They were something completely separate to me. I just didn't connect it. I just didn't\nconnect it. At this point, I had been without news from my parents for now a couple\nof months, two and a half months, and I was being moved around from place to\nplace. There was a lot of discussion about what to do with me. Actually, the first\ndiscussions about my going to a school in the Department of Haute Loire in the\nmassive central had come up already. Oh, well, I think while I was still in Condon,\nbefore my parents were arrested, there was already some discussion there whether to\nsend me to a school that was in the village. Then, now in late November, early\nDecember, this became a more pressing question for the people looking after me and\nthe decision was taken, to move me to Le Chambon Sur Lignon, but it was too\ndangerous to move me at that time. The roads were being watched by the Germans\nand by the police. There were all kinds of passes, identity paper controls and so forth\nand the trains were being watched so it was decided to move me over the New Years\nholiday, over Christmas New Years, that there would be a relaxation of surveillance\nand I think it was on New Years Eve or on New Years Day that I was actually\nmoved from Marseilles to Le Chambon Sur Lignon. According to my diary, I think I\ngot there at about 2 o'clock in the morning or something like that and was met by a\nman named Daniel Trocme'’. He was the cousin, I believe, or the nephew, I'm not\nsure, as I explained earlier about relations of the pastor of the village, Andre Trocme'’,\nand we had a long long walk in a cold night and wound up finally in a house, in an\nold stone house called Les Grillons, which was a bed and breakfast-type house, okay,\na pension, as they call it in French.",
        "A: He met me at the train station. Yes, he met me and picked me up at the train station\nbut from the train station to Les Grillons was a good four or five kilometers. I mean,\nit was a long hike, up the mountain too, up the hill. So, I now find myself in this\nhome together with about 15 or so kids in this home. Daniel Trocme' was our\nshepherd who looked after us. He was a younger man, he was probably in his\ntwenties, mid- to late twenties. He looked after us and the entire village of Le\nChambon really is the full detail, as I didn't become aware of until a few years ago,\nof ten to fifteen years ago, but the entire village apparently was a conspiracy to\nprotect people and the people in that village are about 90-percent Protestants,\nfundamentalist and people who, as they put it, lived the Bible, lived by the Bible and\ntheir pastor gave them the needed inspiration on the day that France fell and\nsurrendered to the Germans by telling his congregation that it is the responsibility of\nevery Christian to resist the occupier with the weapons of the spirit and that's where\nsubsequently the title of a film about Le Chambon came from, Weapons of the Spirit.\nThat village has a total population of about five thousand people during the period of\nabout three years, actually hid and saved five thousand people, almost on a one-on-\none basis. These villagers never asked who you were or whether you were Jewish or\nnot or what have you. They took you in. They fed you. You never had a situation of\npeople saying, well, I wish I could help you but we don’t have an empty bed or no,\nthey opened up their doors and they shared what little they had. I always liked to,\nwhen I tell about Le Chambon to Americans, I try to make them understand that\nEuropean farm villages, the farming community is quite different from the American\none in that the people of the village live clustered, very close together, one house\nnext to the other, there's no big yard, no acreage between them. The people look\nacross the street, a narrow street usually, and if they see the lights going out in the\nliving room across the street, they know perfectly well it is ten past nine and they\nknow that they count in twenty seconds a light will go on on the second floor on the\nthird window from the right and that's the bedroom and the light will be on for three\nminutes and thirty seconds and then the light will go out so you know exactly what\nyour neighbor is doing. You know his routine. You can't escape it. During that\nperiod, lights went on and rooms where lights were never on at night and lights\nstayed on in rooms way past the normal times and nobody ever reported this to the\npolice, nobody ever betrayed anybody and that's truly remarkable. And you must\nunderstand that the people did this, this did so knowing fully well that if the police\nwere to find out, they wouldn't just arrest the person that they were hiding but they\nwere subject to arrest as well as the entire family and their children. Confiscation of\ntheir property, of their goods and deportation to forced labor camps and so forth. So,\nwhat these people did, they did it at the risk of their own lives. So, I was hidden there\nfor about ten months. During that period, they also saw to it that our education was\nnot completely neglected. There was a school, Le College Cevenol, which had been\ncreated as a private school before the war and they saw to it that we went to school\nevery day and that we get on with our education. It usually meant long hikes from the\nhouse where we lived down to the school and on the way back, we usually came\nback up with supplies in the village. It was difficult to get shoes. For example, Daniel\nTrocme' would scrounge worn out old tires and he would cut up the old tires and\nmake soles for sandals out of them and by putting holes into the tires and stringing\nrope through them, he would make sandals out of them. Something that is very\nfashionable these days, I see a lot of kids walking around with these black sandals. It\nwas a rugged place. It was at about an elevation of about three thousand feet. The\nwinters were very very cold. Lots of snow. Most of us had frostbite on the hands, on\nthe fingers and on our toes. Partly because our clothing wasn't really that adequate\nbut it also had a lot to do with the fact that our food was inadequate. There wasn't\nenough fat content in the food and most of us were deficient in a number of nutrients\nand so forth but just about everybody was frostbitten fingers or toes. Durith that\nperiod, there was an organization there, individuals who specialized in forging\npapers and so forth.",
        "A: No. Some of the local citizens, some of them were part of the group of refugees. In\nother words, either the people that they took in were not just children, they were also\nadults, some husbands and wives, there was even a German deserter from the\nGerman army that they had taken in. I had befriended him because he spoke German\nfluently so we would speak German together. He was a, I remember as very tall, pale\nlooking, very soft-spoken, gentle type guy who must have been eighteen or\nsomething like that. He deserted them. He decided to desert. Anyhow, in order to\nmake room for other people in need, there was a full underground railroad, if you\nwill, operating and if they could pass somebody as a Frenchman, and send them out\nof the village to some other safe place, safe house, if you will, then they would do so\nbecause then they would have more room in the village to take on more new people\nthat might be in need and since I spoke French fluently without the trace of an\naccent, ultimately I was given some French identity papers, false name, forged ration\ntickets, coupons that you had to have at the time and so forth and I was sent to a town\ncalled Figeac in the lot department as a boarding student, 1t was high school and\nboarding school students in France during that time were quite numerous and\ncommon almost in every high school because you couldn't commute, there were no\nschool buses so anyone who lived let's say five miles or more away from school, the\nparents would just have the child boarded in school at least for the week, if not for\nthe entire semester. So, I lived as a boarding student in Figeac.",
        "A: They tried to keep us busy first of all. Now during the school months, between\nwalking to school, coming back with supplies, doing your homework, by the time\nyou were finished, it was time to go to bed and get ready for the next day. Our stay\noccasionally would be interrupted, our activities would be interrupted by suddenly\nsomeone saying, ah, we're going to go into the woods for a hike and at the time, I\ndidn’t know the reason why and this is something that I found out later on,\nperiodically the police would tip off people in Le Chambon, and tell them we're\ncoming up there at 10 o'clock to round up or look for Jews or look for people that are\nhidden up in your village, get them out. So, they didn't tell us the reason, they just\ntold us, we're going to go and pick mushrooms in the woods or if 1t wasn't\nmushrooms season or we're going to go for a nature hike, a little walk and sometimes\nwe would stay in the woods for six hours, eight hours or something like that and then\nwe would come back to the house and everything was fine and dandy. We didn't\nknow what was going on. During the summer months, there was a lot of hiking, a lot\nof tug of wars and games that were organized, occasionally, we would be visited by\nPastor Trocme', Daniel's relative. The Pastor was the inspiration and leader of this\nvillage and the groups 1n the house in which I was, was a very mixed group, there\nwere boys and there were girls. Among them were some Spanish refugees still,\nchildren of Spanish parents, of Spanish origin whose parents obviously had fled\nFranco, Spain during or after the revolution and found themselves in France and\nwere either orphans or were persecuted for one reason or other. There were some\npeople from Czechoslovakia. There were some German Jews. There was a young\nFrenchman who I am sure was not Jewish. He may have been an orphan. I think he\nwas an orphan. He became a very very good friend of mine. He died of TB up there.\nWe were very close friends. So, 1t was a mix of people. There was an Italian woman\nwho was the cook, who cooked for us and she had a daughter there also. Her\ndaughter was there. I really don't know why they were there, what the reason was.\nBut, as I said, it was a very mixed group of nationalities. I collected a lot of\nphotographs which I kept and practically all of these photographs were passport-type\npictures that were taken by the people who were creating these false documents,\nthese forged documents for us. But, they gave us an extra supply of pictures and\nwhen we learned that we might have to leave, we would start exchanging\nphotographs and give a souvenir to our best friend by dedicating the photograph to\nhim or her and so on. I was able to take a lot of these photographs with me which I\nshouldn't have but we'll talk about that later maybe. But day flowed into day,\noccasionally I would inquire whether anything had been heard from my parents and\nby now, I think I came to the realization that there was a program afoot in France,\nGermany and so forth to deport Jews, deport them to Poland or east to extermination\ncamps. The name Auschwitz, I hadn't heard of it yet and so as time went on, let's say\nthat my hopes faded too and I just kept on. I was of course cut off from any other\nrelatives at this point. I had no idea whether my grandmother, uncle and aunt had\nmade it to the United States and if they did, I wouldn't know where or how to contact\nthem. I had some relatives in England. I had mentioned Kleczewer earlier who was\nthe managing director of the German automobile factory there in Germany. I knew\nthat they had made it to England but I had no idea where they lived in England. So,\nyou just sort of went along from day to day to see what tomorrow brings.",
        "A: It may sound stupid, okay. But, I had a good time. Okay, I mean, there wasn't that\nmuch food but we had buddies, friends. We could go out explore things in the\nwoods, pick mushrooms, pick blueberries, pick wild strawberries, we could run\ndown to the brook and bath in the brook. There were as a matter of fact, there were\nalso some boy scout activities going on and for the life of me I cannot remember but\nit was brought back to me when someone a few years ago suddenly produced a\nphotograph of a group of Jewish scouts, okay and I'm right in the middle in the front\nrow of them and the moment I saw the picture, I recognized myself, I knew what I\nwas wearing, okay, the clothes and I remember posing for it but to this day, it's\nblocked out, I don't know exactly how I got there or what the occasion was but I\nknow it was me. I mean, I know I was in there. So, that's a mystery to me but as I\nsaid, I never really felt that I personally was in danger. I always went, at the time and\nto this very day, my wife can tell you that too, it drives her up the wall, but maybe\nthose war years taught me to be this but I don't worry. I don't worry about things that\nI cannot control. If somebody is going to come and arrest me, what can I do about it?\nWorrying about it isn't going to make them go away. So, until it happens, I go on\nwith life and I do what I want to do or what needs to be done and that's it. As the\nItalians say, Que. sera sera, what will be will be, but don't worry about things that\nyou cannot control and I think that was my attitude even later on as I fled across the\nSwiss border and we were being shot and so forth. I mean, I , you get hit you get hit -\n- worry about it then, but until then .. . As I said, it may be stupid, but I think that it\nhas helped me a great deal in remaining sane, keeping my sanity and keeping my\nwits about it. I just don't go to pieces.",
        "A: No. I'm not going into town and mixing. About the closest that I might come to\nmixing with others was in school. I knew that some of these classmates also were\nJewish refugees hidden from Germany or wherever their origins were but I didn't\nknow where they lived. We didn't exchange addresses, if you will and we would\nmeet in school but there too, they basically kept us busy. Okay, they kept our noses\nto the grind stone and there wasn't that much dialog going on and when it came to\nany kind of recreational activities and so forth, we pretty much did it within our own\ngroup in the house in which we lived. We played with and we stayed together, that\ngroup. So there wasn't that much contact with other groups. We knew of other houses\nor homes and we knew that there were other kids living there but we didn't know\nwho the kids were or what kid lived in what home so, and there were no organized\nactivities to bring the kids from one home together with the kids of another home.",
        "A: I met Andre Trocme', well first of all Andre Trocme' came and visited at Les Grillons\non several occasions. At that time, again, I certainly was not aware of what a\nsplendid individual this man was and he was just one of the older people who were\nlooking after us. I met Mrs. Trocme' about ten years ago or so after the war when I\nwent to Le Chambon and so she appears in that movie I mentioned, Weapons of the\nSpirit, and so, but the Trocme' family is remarkable. Daniel Trocme' by the way is\none of the very very few people that was arrested by the Germans and sent to a\nconcentration camp and killed because the Germans simply could not believe that an\nArian, a non-Jew would do what Daniel had done and so he is one of the very few\npeople that was arrested in Le Chambon and died. Andre Trocme' was also arrested\ntogether with the principal of the school, someone named Theis and they were locked\nup for thirty days until for some reason the Germans released them after thirty days.\nThey came back to Le Chambon and continued their good deeds, their good work.\nIt's a fascinating . . . that village is truly a fascinating story. I think it has a lot to do\nwith the fact that the French Protestants of course, had been severely persecuted back\nin the 15th century and these were descendants of the original French Protestants, the\nHuguenots they are called. Many Huguenots fled to America to what later became\nthe United States. But the French, basically the French Catholics were out to\nexterminate them and the ancestors of the people of Le Chambon managed to\nclamber up on this mountainous plateau and it was the beginning of the winter and\nthe pursuing French soldiers probably said, well let him croak up there. Nobody can\nlive up there anyhow. But they survived and in their church services and in their,\nwhat do they call it, they have a song that they sing which 1s sort of reminiscing or\nsinging about their origin and their past suffering and so on. Whenever they get\ntogether, they like to sing that song. It's like an anthem or a hymn to them, if you\nwill. It mentions, it talks about teaching the children about the past, the need to teach\nthem, to let them know what their forefathers went through.",
        "A: No.",
        "A: No.",
        "A: Well, I think I fell in love with a couple of girls but I don't think that I had any, I\nmean, I never expressed my love and there was no kissing or hand holding or what\nhave you. I think I was considered much too young at the time and so I never... I\njust think that this was my first love, you know, but there was never any physical\ncontact or a relationship there. I think we were all pretty young and pretty square in\nthose days. You just didn't do those sort of things.",
        "A: Yes.",
        "A: Yes, but even there, even in a small group like this, the people tended to form clicks,\ngroups and the age range also was quite broad. I think the youngest one in our group\nwas probably ten or eleven and the oldest must have been sixteen or seventeen so\nalthough an age difference of four or five years, let's say may not be much when\nyou're fifty, sixty or seventy. When you're a teenager, one year of age difference or\ntwo years, that's like a generation apart and so you had on the one hand the older kids\nthat would stick together with the older kids and then you had a further breakdown of\npeople gravitating to one another by language group. The Czechs, okay, there were\nthree or four of them that were Czechs. Well they would get together and speak\nCzech. There were three or four German origin and they would get together and\nspeak German. The Spaniards and so forth. So you had these clans of groups that\nwould form. I was a loner. I really didn't click with any group and this French boy,\nAmede Dutoit was his name, he was even more of a loner than I was than I was and I\nthink that's why the two of us got together and we got along quite famously. But he\nwas an orphan and I think he was very sickly and he was probably brought up to Le\nChambon because they thought that the mountain air would be good for him and in\nthose days people with TB were sent to sanatoria in the mountains and so forth and\nso that's probably what brought him up there.",
        "A: I think that my being sent away came in conjunction with Daniel Trocme's arrest. I\nthink when the German's arrested Daniel Trocme'’, a) there was nobody else to take\nover at that point and they had to disperse the kids and I think b) they also were\nconcerned that since Daniel was in charge of Les Grillons, anyone at Les Grillons\nmight be easy prey and I think the decisions must have made, I'm assuming here, that\nwe better disperse these kids and close down Les Grillons. I think Les Grillons\nsupported, if not totally financed, it was supported by the Quakers. The Quakers had\nvery close ties with Pastor Trocme'. Trocme', before the war, had been a pacifist and\ndraft resistant. He refused to serve in the French armed forces and urged other people\nto refuse to serve in the military and that's one of the reasons why they assigned him\nto Le Chambon, which was a forlorn, God-forsaken place up there and they figured\nhe wouldn't get headlines as he was getting in whatever parish he had before. That he\nwas in a larger city and the Protestants felt that his vociferous and noisy speeches\nabout draft resisting and so forth are not helping their cause. So they assigned him to\nLe Chambon parish and got him away from the headlines from the journalist and\nthen he became the moral leader of Le Chambon. He never told people what they\nhad to do. He never told them you must hide people or you must take them in and\nthere were, this 1s another one of the puzzling and remarkable things. It wasn't\nmanaged where somebody says, okay, we're sending this guy here and that guy there\nand the next five who come in are going there, no, this was all spontaneous. The\npeople just knew what they had to do and did it. In his sermons on Sunday, went\nback to the old testament to fundamentalist ideas and concepts. If someone is sick,\nyou go and visit them. If someone is hungry, you give them something to eat. If\nsomeone is homeless, you provide them with a shelter. So, that was basically what\ndrove these people.",
        "A: I remember seeing Germans. I know that there were some German soldiers who\ncame on convalescent leave so it was sort of a R & R rest and recuperation place and\nI don’t remember how many but there have been about forty or fifty or so who\noccupied one or two buildings there and if I remember correctly, they had all been\nwounded on the Russian front and so forth and they basically just wanted to get well\nand they didn't want to have trouble with anybody. They pretty much kept to\nthemselves and some historians who have looked into the past, into the history of Le\nChambon, think that that may also be one of the reasons why there was no problem.\nThese soldiers had gone through hell on the Russian front. They didn't want to start\nhunting Jews or anybody else, just leave me alone. Everyday that I can stay away\nfrom duty on the front somewhere, so much the better. So, I had no trouble.",
        "A: Not that I know of. No.",
        "A: Right. Basically, the false names, the false identities that they gave us generally were\nthe first name would start with the same letter as your real first name. The last name\nwould start with the same letter that your real name was. Your birth date would\nremain the same. The place of your birth would be changed so that they would drill\ninto what's your name? Okay, and make sure that you don't come up with your real\nname but that you come up with your new identity. That, however, if your initials or\nif you were to start writing, you would naturally start writing the first letter of your\nfirst name P and hopefully by then you realize that it's not Peter or Pierre but it's\nPaul, okay?",
        "A: Apparently, according, from the film, the Weapons of the Spirit, there was a\nparticular individual was quite adapt at producing and forging documents at creating\nofficial stamps and so forth and he apparently was the primary individual who did\nthis. But he must have had help, that's true.",
        "A: Yes. I remember being given a new identity and the papers and they were making\nsure that I understood that I was born in Luca, France, okay, the last place of\nresidence was with my parents. I was born in Auch but my birth date was still the 1°\nof March, 1929, and they took me through this repeatedly and made sure that\nsomebody asked me what my name is, that's what it was.",
        "A: Yes, at Les Grillons. But, again, I mean, some of these things, you know, later on\nwhen I went to Figeac, I was going to school. I had to take German, a mandatory\ncourse and I was first in class and I was correcting the teacher. The teacher's German\nwas atrocious. Of course, in retrospect, it was stupid of me, okay, but it never\noccurred to me at time and to this day I still have a copy of my school transcript in\nmy report card and the German teacher wrote down in the comments, very good\nstudent but must be careful not to fall asleep on very easily gained laurels or very\neasily acquired laurels. He knew perfectly well that German had to have been my\nmother's language, okay? I mean, that must have been obvious to him. So, I was very\nlucky.",
        "A: I left Le Chambon, I think it must have been in December of 1943 or January of\n1944, so I had about ten months in Le Chambon and in Figeac at the school there, the\nCollege Champollion, there were, I think, three or four other kids who had also come\nfrom Le Chambon with me. I think two of them I knew from Le Chambon. Two of\nthem was in the same house as I was. Another one, the other two came from another\nhome. So, again, here you have a situation where undoubtedly the principal or\nwhoever was in charge of that public school knew perfectly well that he was\naccepting some students of questionable background but they also protected us. The\ninteresting thing about the Figeac episode 1s that I became involved at that point in\nresistance activities. The Germans used the schoolyard as a parking lot and at night a\ncouple of other guys and I, we would scrape together whatever sugar we could find\nin the cafeteria, in the canteen and so on and we would pour it in the gas tanks of the\nGerman trucks and the next morning, we just loved to watch them try to get the\nengines started and started, and if they stayed in the courtyard long enough, and after\nabout fifteen minutes or so of idling, all of sudden the engine stopped. The engine\nwas all gummed up. We enjoyed it even more when this happened and then they\ndrove out of the courtyard right away and we knew that about a half a mile down the\nroad, they're going to get stuck. We would slash their tires and force them to change\nwheels and so forth on the vehicles. Somehow the Germans didn't enjoy this very\nmuch and they started to play pretty rough in school and started to round some of the\nkids up and so forth and some of the teachers must have been in contact with the\nMaquis of the French underground and I was called out a few times to help them\nwith translation, translating German letters or documents that they found. At a\ncertain point also, the Maquis attacked the only major factory in town, which was a\npropeller factory making propellers for German fighter planes. The Allies had tried\nto bomb that factory repeatedly and they could never succeed because it was\ngeographically in a very awkward location. It was in an elbow of a river, a bend of a\nriver and there were mountains on both sides so they couldn't attack it by dive\nbombing and they could only try to hit it from high altitude and they never could and\nit was a critical factory because it was the only research factory in the world at that\ntime that were producing those kind of variable pitch propellers. So, the Maquis was\nasked to go and blow it up and I tagged along with the group the night that they went\ninto the factory and I think it was ten or eleven plastic explosive charges that they\nplanted on the equipment used to make those propellers and destroy it. Shortly after\nthat the Germans then came into town and rounded up all the male citizens between\nthe ages of sixteen and fifty-four, I believe it was, and shipped them off to a forced\nlabor camp. Now, I happen to have learned just last summer that because I went to a\ncommemoration of a round up in Figeac last summer, I found out that the division\nthat came and rounded up everybody in Figeac, it was the same division that two\nweeks later destroyed the town of, I can't think of the name of it, a mental block,\nanyhow it will come back to me, they rounded up all the people, shot them and of the\npeople that survived, they were mostly woman and children and babies. They were\nbundled off into the church of the village and they then set the church on fire and\nthen burned them alive and three or four of them tried to escape through the window\nand they were shot as they tried to come out. It was Oradour, Oradour Sur Olane.\nOkay, and it was 638 people who were killed and massacred there.",
        "A: The same division, the division Das Reich. Figeac is in the Department du Lot. It's\nnear the Rhone valley. I think it's south of Lyon, southwest of Lyon.",
        "A: Oradour is further . . . no, Oradour is also south. It's in what was Vichy, France at the\ntime. My wife and I drove through it and we suddenly saw that, the road sign, and we\nstopped in there and visited. The French decided to leave it as a memorial and didn't\ntouch a thing in the village and it was left just the way the German's left it at the time.",
        "A: So they rounded up all the male citizens.",
        "A: No. I was just below. This was 1944. I'm now 15 but I wasn't going to take a chance\nand when they came, I made a bee line for the adjoining church where I had gone\nbefore and I had been an alter boy and so forth and I used that as part of my cover.",
        "A: It was literally adjoining. I mean it was sharing a wall. Okay. So I was able to climb\non the roof of the school and from the roof in the school, I was able to slide over onto\nthe roof of the church and from there I made my way through the beams in the\nchurch into the church steeple and I spent the next 24 hours in the bell tower just\nwaiting. I could see from there, the troops and the Germans and I waited until they\ncleared town and then I came back down again.",
        "A: The word spread immediately. The word came out. I mean, everybody immediately\nwas alerted to it and at first they didn't know why but everybody was told to report to\nthe city hall. All the males within 16 and 54 were ordered to report to city hall by 1\no'clock or something like that, but especially some of us Jewish refugees who had\nheard stories of round-ups and raffles and so forth. We knew it wasn't to give us\nmedals or hand out checks. I wasn't about to take a chance. Again, selfish but I\nlooked out for number one. I disappeared 1n the church rafters and that was it. And\nfortunately, I knew the layout in there, having been in the church as an alter boy you\nget to, you have the free run of the church and you know the layout and where the\nstairs are and ladders that go upstairs and so forth.",
        "A: Well after that, when the dust settled, I came back down and now it becomes a\njumble. There's an organization named Haias and the UJF, which was a French-\nJewish organization, and again the Quakers, there were a number of refugee\nassistance organizations whose names I kept hearing and someone visited me then in\nthe school and told me that I was to get ready, that I may have to leave, they didn't\nsay where yet. Then I think, the departure date was set for me about three or four\ndays later and it was cancelled and then it was postponed to another day. Ultimately,\nI was given a railway ticket. I was told to pack a backpack and to only carry what I\ncould put into the backpack to sew my birth certificate and the Baptismal certificate\nin the lining of my jacket that I had and told to go to the railway station, take a\nspecific train and get off at a specific station and that there someone would approach\nme and they would tell me what to do next and that's what I did. I took the train, got\noff at a small stop somewhere near the Swiss border, it turned out, right near the\nSwiss border, was approached by a young man about 25 or 30 years old or\nsomething like that who told me to follow him and he was a, what the French call a\npasseur. A boarder passer. Usually they did it for money. Maybe this guy did it out of\npersonal conviction, I don't know. Normally the passeur, you hired them to guide you\nand help you finally spot with little risk of crossing the border illegally.",
        "A: Fine.\nEnd of Tape #3\nTape #4",
        "A: Under the false name that I had been using? It was Fesson, Pierre Fesson. And it's\nwith, with the identity, with that false identity that I traveled with in France, with my\nbirth certificate, with my real name, and baptismal certificate, which was basically a\nstamp on the back of my birth certificate, sewn in the lining of my jacket. And I had\nbeen instructed that when I get to Switzerland to produce the real papers. So the\nname of the train station I don't recall. It's in my diary. I wrote 1t down. And last\nsummer, in 1994, my wife and I, in fact went to that place, to that very same town.\nAnd the railroad station 1s still there. It looks still the way it did at the time. And I\nretraced the steps leading towards the border. Anyhow, at that time in, we are now in\nMay of 1944, about two weeks or so before the Normandy landings, late May, 1944\nthere were other people on the train, there were kids on the train, in the same boat\nthat I was in. And they somehow failed to get off the train at the station that we were\ntold to get off. So problem number one was that I got off, they didn't. I wasn't going\nto tell them. I had no way of knowing whether they were told to get off at the same\nstation, or another station, or what have you. But the first thing that the passeau, after\nhe identified me, said to me, he said, \"These stupid kids failed to get off at their\nstation. We have to wait until they get off at the next station in order that they're\nbrought back here.\" So ultimately, we were rejoined by these other kids. It was a\ncouple of hours or so later. And there were, we were about ten or eleven all told. And\nhe marched us first through open fields, then through woods. It was drizzling.",
        "A: From the train station, right. It was drizzling, the ground was wet. And he explained\nto us that he was going to walk us to within a couple 100 feet or so of the Swiss\nborder, that once we're there, that spot, that he would designate we are to lie down on\nthe ground and we should wait until the changing of the guards, and the changing of\nthe guards would be, we could tell because we will hear whistles blowing and\nchances are we will hear some dogs barking and there will be some commands\nexchanged, but when they change, when the guard change takes place then you go\nstraight from the barbed-wire fence, climb up over the fence, and when you're on the\nother side you come down and you are not in Switzerland, you are in what 1s called\nthe \"no man's land\", so don't stop, continue. Go across the \"no man's land\" to the\nsecond row of barbed-wire fences, then up that fence, and on the other side. Once\nyou're there, then your safe and you're in Switzerland. So he disappeared, he left us\nthere. And as I said, it was cold, it was wet, it was drizzling, we were just freezing\nand waiting there.",
        "A: We were lying in the, on the grass, on the, whatever was on the floor of the, on the\nground of the forest, pine needles, brushes, and so forth.",
        "A: There were trees, yes, lots of trees around. And we could see the, you could just\nmake out the border, the barbed-wire fence. And periodically we could see soldiers\nwalking in one direction or the other. And so around 1:00 o'clock, I think, afternoon,\nactivity, the whistles, could hear some dogs barking, we said, that's it. And we\njumped up, and we started to head for the barbed-wire fence. I upped first friends\ninto \"no man's land\". Half way through the \"no man's land\" I hear people screaming,\nI hear some shots ring out. I don't stop, I keep going to the second fence, and I go up.\nJust about to start the second fence, I see this outline, this silhouette of a soldier\nstanding there wearing a field, field-green, field-gray uniform. My first reaction was,\nit's a German. And then I looked again and I said, no. The, his helmet looked\ndifferent and he was carrying his rifle in a fashion I had never seen a German carry a\nrifle. This man was cradling the rifle in his arms like a baby. So I, up on the second\nfence and over it and he was motionless until I was on the other side and touched the\nground. Then he just motioned to me and said, \"Get behind the building,\" in French.\nThere was a building there. And now I knew I was in Switzerland. Well, apparently,\nwhat had happened is that some of the other kids, one a girl, got over the first fence\nand she saw the soldier who I had seen, and she thought it was a German. So she\nthought she had made a wrong turn, or something was wrong, and she began to\nscream, \"The Germans are there, the Germans are there,\" and she turned around to\nhead back to where she had come. She became totally disoriented. And two other\npeople, equally confused, didn't know what to do. And during that period, the\nGermans started to open fire. So, I think, out of a group of about 10 people, seven of\nus, we made it across. I have no way of knowing what happened to the other three.\nAnd once we were all safely behind the building, then the Swiss soldier went inside,\npicked up his telephone, called, and we waited there and a Swiss Army truck came\nout about a half of an hour later, loaded us onto the truck and took us to a refugee\ncenter first. And I remember the drive into Geneva. There were grocery stores and so\nforth, and they had displays on the sidewalk outside the store. And I saw things I\nhadn't seen in four years, things called bananas and oranges and, I mean those, we\ndidn't know, we had forgotten what they were practically because those are grown in\ntropical areas and during the war years they just didn't come into France. And so I\nwas in Schlaraffenland, which is what you call it in German. It was, you know, the\nland of milk and honey all of a sudden. And we, we were interrogated by the Swiss\nauthorities and they were going to ship us back. But during my interrogation, I\npointed out that my father had had business friends, business contacts in Switzerland,\nand I remembered the name of one family, and I gave the name and told them, \"I\nremember the name of the company in Bern,\" and I gave them the name of the\ncompany. So they contacted that firm apparently. And the family said, \"Oh, yes. We\nknow Mr. Feigl.\" So they decided to take me in. So that enabled me to stay in\nSwitzerland at that point. So I was given refugee status in Switzerland and was sent\nto Bern, stayed with that family, they sent me to high school. I was undisciplined at\nthe time, created problems in school, was disruptive. After a year the school wanted\nto get rid of me. With the school wanting to get rid, get me out, expel me, the family\nhad had enough of me, they didn't want me anymore. So I was turned over to the\nSwiss Red Cross. They placed me in a children's home for about two months until\nthey found another place for me. I was sent to another school in Switzerland called\nEcole D'Humanite', which was another school that was run by a saintly man who had\nstudied in India and was a friend of Rabin Pra Nath Tagore, a famous Indian\nphilosopher. He tried to apply some of his learnings, what he had learned in India, to\nthe school. Again, I was being rebellious. I wouldn't comply with the rules. So after\nthree months I got thrown out of there. I was then sent to Geneva to a Ort school\nwhere they would teach me some mechanical trade. They found a Catholic family to,\nwith whom I could live in Geneva. And after 60 days they couldn't take me anymore\nand they begged the Red Cross to get me out of their home and find some other place\nfor me. I then wound up in a children's camp, there were about 40 of us living in this\nlarge house. And I, during that period I was going to the Ort school. And this 1s also\nthe period during which, I guess when I was still in Bern in 1945 probably, or 1944,\nlate 1944, early 1945, I first was able to reestablish contact with my relatives through\nthe International Red Cross. They had been searching for me and for my parents\nthrough the International Red Cross. And so I think I first heard from my relatives in\nEngland, the Kleczewers. And shortly after that I heard from my relatives in the\nUnited States, from my grandmother, my uncle, and my aunt. And they then told me\nthat they would enable me to get a visa to come and join then in the United States.\nAnd ultimately, in 1946, in July of 1946, I did make it to the United States. My uncle\nin England insisted that I pay for my own ticket. Since I couldn't pay for it, he\nadvanced the money. But I had to sign a promissory note to rermburse him for the\ncost of the ticket, the voucher and the ship fare, which I repaid. And I arrived in the\nUnited States in July of 1946 with the same backpack that I had when I crossed the\nborder and I had seven dollars on me and a change of clothes. And my English,\nbasically, consisted of \"The door is open,\" \"The window is shut,\" \"John is a boy,\"\n\"Mary is a girl,\" with a heavy French accent.",
        "A: Sure.",
        "A: I think it was just rebelliousness, it was just that, I'm now free, okay? And you can't\ntell me what to do. What do you mean I'm not allowed to take a girl into the rowboat\non the lake? And I'm not allowed to smoke here? You don't know what I've gone\nthrough. I've been smoking for years, okay? You're going to tell me not to smoke?.\nAnother house rule was you don't drink water during a meal. You only drink after a\nmeal. That was part of the Indian teaching, okay? You eat your fresh fruit, you start\nthe meal with fresh fruit, when the stomach is empty and absorbs the greatest amount\nof minerals, and vitamins, and so forth, and extract them from the fresh fruit and,\nwell, that's not for me, okay? I eat my apple whenever I want to, and I would make a\ngreat display of getting up in the middle of the meal and going out into the kitchen\nand coming back with a glass of water. And I would take a girl out on the rowboat on\nthe lake alone, and smoke a cigarette with her in the boat. So I, he just put up with it\nfor so long. And then, ultimately, he said, \"This is too much. Get rid of him.\" That\nwas a very interesting school, by the way. It was school that was created by this man,\nPaulus Geheeb. He was a German. He started the school in the 1920s, a very liberal\nschool, unstructured basically, let the children learn as quickly as they are able to\nabsorb it, let them spend more time on the subjects that are of more interest to them,\nand so forth. And he started the school in Germany. It was called the Oden\nWaldschule. And when Hitler came to power Geheeb immediately felt that such a\nliberal school would not be tolerated in Germany. So he packed up his school, he\nwas, he was Aryan, he was Christian, packed up his school and established it in\nSwitzerland. And many German, many children of German leaders were sent for\ntheir education to Switzerland. And when the war started, Paulus Geheeb decided\nthat 50 percent of his students would be destitute, refugee children who he was going\nto take in. And he also further decided that the parents of the other children would\nhave to pay the tuition for the destitute children. And I went to school there with the,\nI think they were the children of the, or the nephews of Field Marshall Von Brachitz,\na German general. He had two of his sons there. And they were 1n that school\ntogether with Swiss children from wealthy families and other kids like myself,\nJewish refugees, and so on. So we got along quite well. It's just that I just wasn't\nready to, to settle down at that time. And there's no question I was very difficult. And\nin some ways, I am still very difficult today.",
        "A: Well, coming to New York, it was very exciting to see the Statue of Liberty, and\ncoming into the port and into the harbor. And my uncle, my aunt, and my\ngrandmother waited at the dock for me. And they decided to take me on a sight-\nseeing tour of Manhattan, and they pointed out the Empire State Building, and the\nChrysler Building, and Wall Street, and Broadway, and Times Square. And they\nwere, I also disappointed them greatly, because I just said, \"Okay. Okay.\" I mean, I\nhad seen it in the movies. So what's the big deal, okay? I mean, I knew what the\nEmpire State Building looked like. So then they decided that what this young,\nemaciated kid needed was some rest. It was summertime. So they decided to take me\ninto the Catskills. And they were going to a lovely farm there, very nice and quiet,\nand little cabins and fresh air. And I wanted no part of it. I wanted to get into the big\ncity and live it up, the big lights, big Broadway, you know, what am I doing up here\nin the woods? I spent enough time in the woods. So that was another big\ndisappointment for them. And they wanted, then they said, well, I have to, I must go\nto school. And as far as New York State was concerned, they had a board of regents,\nthey evaluated the few school records that I had with me, which weren't many. I had\none, one report card from my, from the school in Switzerland where I spent one year\nand I had one left over from Figeac with the false name on it. And the Board of\nRegents said, well, before we can give him credit for anything that he studied in\nEurope he must first pass a test of four years of American history and nine years of\nEnglish. It was absolutely out of the question. I mean, I knew nothing about\nAmerican history and my English was atrocious. I couldn't have passed a two-year\nEnglish test at that point. So my relatives then wanted me to continue either with the\nschool work or learn a mechanical trade, or any kind of a manual trade. That was part\nof the refugee baggage, if you can call it that. By now, everyone had, everyone had\nlearned that when you arrive in a concentration camp they would ask you what your\noccupation was, what your trade was. And if you were a tailor, or if you were a sheet\nmetal worker, or a mechanic, they put you to work. If you were an intellectual you\nwent to the gas chambers. So they wanted to make sure that for the next time that this\nhappens that I would be prepared and I would be among those who would be\nselected to work. I didn't want that either. I, because I wanted to earn money. I\nwanted to have my own money and buy things, meet girls, take them out for a\nmilkshake or what have you. And so against their advice I got my first job in\ndowntown New York in a dye and tool making place, based on my experience and\nthe school. And they hired me as a, as a apprentice machinist. I objected in my lousy\nEnglish at the time and said, \"I do the same work as the man next to me. Why am I\nbeing paid as an apprentice, and he's getting full union wages?\". And so he promised\nme araise. And I waited for six weeks. And when the raise didn't come, oh, he, after\nsix weeks he finally decided, okay, here's your raise. And it was five cents an hour.\nAnd I asked him, I said, \"Is that my raise?\". And he said, \"Yes.\" I said, \"Forget it. I\ndon't want this job.\" And I took my coveralls off and I left. And again, my relatives\nwere very upset about this. And I said, \"Oh, don't worry. I'll find another job.\" And\nthree days later, I had a job at Montgomery Ward as a mail clerk. I was earning 10\ncents an hour more than I was getting at machine tool shop, and it was a white collar\njob. I didn't get my fingers dirty, and I didn't come home with metal filings in my, in\nmy skin, and that launched me on a white collar career. And from then on, I waited\nuntil I was 18, and on my 18\" birthday I decided to join the Air Force. And I wanted\nto be a pilot. Remember when they were being attacked and shot at by airplanes and\nGerman dive bombers? I wanted to be a pilot. So I went into the Air Force and, once\nI was in, learned belatedly that since I was not a citizen I could not become a pilot.\nBecause to be a pilot you had to be an officer. To be an officer you have to be a\ncitizen. So I was stuck in the Air Force. And I was given the opportunity to go to any\nAir Force school that I wanted to, except cryptographer. Because, again, I wasn't a\ncitizen. And to get into cryptography, code breaking or code making, you had to, you\nhad to be a citizen. So I picked three schools. And after I finished my basic training\neverybody lined up and received their assignments to school. And I said, \"Hey,\nSarge, how about me? You didn't call my name.\" He said, \"Oh, you're a lucky\nbastard. You don't have to go to school.\" So I was sent to Air Technical Intelligence\nat Wright-Patterson Air Force Base because I spoke French and German fluently,\nokay? So I became a translator. And that really was the blessing in because I had a\nlot of time. I spent three years translating or abstracting captured German documents\nthat covered every branch of science you can imagine, from propellants to oil\nrefineries to aerodynamics, meteorology, and so on and so forth. And with each new\ndocument I had the time to go to the library, immerse myself in the vocabulary and\nthe language of the field and I learned a lot that way. I mean, a lot of it rubbed off.\nAnd after three years in the Air Force I came out and had a difficult time at first\nfinding a job, this is now 1950, and ultimately got a job with American Express\nCompany as a translator at a ridiculous $35 a week. But I had a policy. My policy is\nas soon as you have a job in hand immediately start looking for a better job. And I no\nsooner starting working at American Express than I was looking at ten, twelve\ndifferent other places trying to get another job. And six weeks after I started with\nAmerican Express I get a response to one of my job applications to do the same work\nI was doing in the Air Force for a civilian contractor back in Wright Field paying me\n$75 a week, going from $35 to $75 a week. That was pretty good. So I moved to,\nback to Dayton, Ohio, in 1950. And I did that for about two years. I warned my boss\nat the time that he wasn't looking after the business properly, that he's going to lose\nthe contract. That is exactly what happened. And the day it happened, we were\ndriving back into town and I saw a sign that said, \"Your City needs policemen.\" So\nnow, I'll become a cop, and took the Civil Service Test and wound up at the top of\nthe list, and in spite of the fact that I was six pounds underweight they decided that\nbecause of my good test scores they will take me. So I became a cop for a year. I saw\na lot of things that I didn't like there. First of all, they put me on the Vice Squad\nbecause I was unknown and I was a fairly handsome kid. So they thought that they'll\nuse him to entrap people and what have you. And I saw a lot of things going on in\nthe Police Department that I didn't like. I mean, this was a time, this was in 1952.\nMost of the policemen in those days had a ninth grade education. They were\ndishonest, they were drunkards, a lot of, that was too much for me to stomach. And\nafter eleven months I had a run-in with my captain, police captain, and he told me,\n\"You don't make arrests in this place, you stay out of that place, and leave these\npeople alone.\" I said, \"Hey, wait a minute. I took an oath to enforce the law equally,\nno matter who it is.\" And if I did make an arrest, he would destroy my evidence so I\nhad no case when it came to Court. And I finally said, \"The hell with this. I don't\nneed this. I quit.\" And I became, my next job was as a, what is called an assistant\nmanager for a personal finance corporation. That's a small loan company. The\nassistant manager really is a collector, people who don't pay their loans. Well, I did\nthat for about three months and I couldn't stomach waiting for people to come home\nwith their paycheck and squeezing five bucks, or two bucks or what have you out of\nthem. So I was looking for something else at the time and managed to get myself a\njob with Chrysler Aiv-Temp as an assistant engineer. And don't ask me how I wound\nup as an assistant engineer and made now twice what I was making on the Police\nDepartment. About this time, the Chief of Police called me and said, won't I please\ncome back? If I read the paper tomorrow, I'll find that captain whatever his name 1s\nhas decided that his health isn't so good, he's going to Florida to retire. And I said,\n\"Thank very much, Chief. But I'm now making twice what I was making before. And\nI'm not working swing shifts. I'm working on a regular schedule. Thank you very\nmuch.\" And then I got together with a fellow who I worked with as a contracted\ntranslator. And we decided to try to get the contract ourselves, form a company and\nsee if we couldn't get contract, the translation contract. So I found an organization, an\nexisting corporation in Newark, New Jersey, and convinced them that they should\nback us financially. And they did. And they established a subsidiary. And I became\nthe general manager of the subsidiary. And I was now making $100 a week. And we\ngot the contract. The Air Force felt that they had been pressured in giving us the\ncontract, and they killed us with kindness. After one year the thing collapsed and I\nwent looking for another job. And I decided that there is no future in the translation\nbusiness. I got to get out of this. So finally, I got a job with Curtiss-Wright, which\nwas an aircraft engine manufacturer at the time. And I became, what the heck was it,\nI guess it was a, I know, engineer, engineering, a spare parts engineering liaison\ndepartment, and it was analyzing engineering change orders. Anyhow, I told them\nthat I was prepared to take a pay cut if they'll give me a chance, watch what I'm\ndoing and if in six months I am performing as expected then I would expect them to\nraise my money back to my salary, back to what I was earlier earning before, if not\nI'll leave and forget about it. And four months later, they raised my salary back to the\n$100 a week and promoted me. So everything was fine. I was with them for about\nfour years, meantime looking for another job.",
        "A: Yes.",
        "A: Can't complain.",
        "A: Yes.",
        "A: Better.",
        "A: I think all I can say is that the war years had taught me to stand on my own two legs.\nAnd I think my mother probably gave me some inspiration too, stand up for your\nrights. She used to have a motto, \"Wenn man dir gibt, nimm. Wenn man dir nimmt,\nschrei,\" which means, translated it means, if someone is giving you something, take\nit. If someone tries to take something away from you, holler. So, but I think, basically\nI think I had become self-reliant long before and realized if I don't do it, it’s not\ngoing to get done. And I was very lucky. I mean, my wife keeps reminding me that\nluck plays some part 1n it too, possibly. Looks probably also has something to do\nwith it. I had more hair in the past. And I was tall, which also helps generally when\npeople hire. Apparently, subconsciously, they tend to gravitate towards a taller\nperson, projects more authority or whatever. And so at Curtiss-Wright I next was\noffered a job with an aviation export company in downtown Manhattan, downtown\nNew York. And they needed a technical director, oh in the meantime I had paid, out\nof my own pocket, I had paid for pilot lessons and I had learned to fly. I had gotten\nmy pilot's license. And the technical director was also supposed to be responsible for\naircraft sales and he had to have a pilot's license. So they offered me the job. I spoke\nFrench, German. It was all international marketing. When I told Curtiss-Wright I was\nleaving, they made, they asked me how much I had been offered by the company in\nNew York, I told them. And they said, we will match it and add $1,000 to it. We\nwant you to stay. I went back to the man in New York and I said, I'm sorry. You\nwon't believe this. But they just matched your offer and added another $1,000 a year\nto it. And he said, \"Look, I want you.\" If you promise that you will come to work for\nme I will match what Curtiss-Wright has offered you and add another $1,000.\" I said,\n\"You got me.\" So I left Curtiss-Wright. I spent the next four years with Aviquipo, a\ncompany in New York. And during that time, again, I was looking out for something\nbetter to do and so forth. This, by the way, this job involved a tremendous amount of\ntraveling overseas where I got to use my languages and so on. I traveled all over\nworld selling airplanes and ground support equipment for jetliners that were then\ncoming onto the scene. And finally I was offered a job as a director of international\nmarketing for, by a helicopter manufacturer up in Connecticut. And he offered to pay\nme 50 percent more than what I was getting in the previous job. So that didn't take\nlong, and I accepted. And fortunately, I had a wife who went along with this. And it\nwasn't easy for her, moving place to place. But, so we moved to Connecticut. And I\nwas there for three years. And after three years of traveling all over the world again I\ncame to the conclusion that this manufacturer, Comman Aircraft (ph), wasn't ever\ngoing to sell another helicopter. So I went, I talked to the president of the company\nand I told Charlie Comman, I said, \"I'm sorry. But as I see it now I don't think you\nhave a Chinaman's chance of selling another helicopter. You might as well take the\nmoney you spend on international marketing and flush it down the toilet. It'll have\nthe same effect.\" He said, \"Well, I appreciate your candor. But you're telling me I\ndon't need you anymore.\" And I said, \"Well, I hope that maybe you can use me on\nthe domestic side or something.\" He said, \"Well, I'll keep you on the payroll until\nyou have another job.\" So I went to Washington. Of course, we're selling helicopters,\nmilitary helicopters. There were contacts in Washington. And I called up an Air\nForce colonel I had been dealing with to find out whether the Air Force had\nsucceeded in, it was Iraq's, getting the Iraqis to buy our helicopters, and he said,\n\"No.\" And he said, \"What else are you doing in town?\" I said, \"Well, to tell you the\ntruth, I'm looking for a job. But I don't know how to go about it.\" I said, \"I figured\nthat with my knowledge of languages and the traveling I've done, there must be\nsomething I can do, either in the commerce department as a commercial counselor at\nan embassy or 1n the State Department. What, how do you go about 1t?\". And he\nsaid, \"Would you consider working for the Defense Department?\" I said, \"Defense\nDepartment? Doing what?\". And he said, \"Well, we have a GS15 opening.\" And I\nsaid, \"What's a GS15?\" He said, \"Oh, that's the equivalent of a full Coronal. I said,\n\"That still doesn't tell me. Money. How much does it pay?\" He said, \"Oh, it's about\n$14,200.\" And this is 1963 now. And I said, \"Well, that's a little less than what I'm\nmaking now. But I'm at a dead end. So, yes, I'm interested.\" So he said, \"Well, I'll set\nup an interview for you.\" So the next day I was interviewed by a Deputy Assistant\nSecretary of Defense for International Security Affairs. And after an hour of\ninterview he said, 'Welcome aboard.\" So I went to work for the Defense\nDepartment. And I stayed there, well until all of my clearances and everything had\ncome through, by the way, I was told, \"Welcome aboard,\" the day before Kennedy\nwas assassinated, and it was on the next day that I was flying back home to\nConnecticut when I heard Kennedy was shot and my first thought was oh shoot.\nThere goes the job. But no, I was kept. And I, we moved to Washington, my wife\nand two daughters in February of 1964.",
        "A: Yes.",
        "A: No.",
        "A: No. The, through the International Red Cross I had learned back in the, I think it was\nthe late 1940s, that the assumption is that they were transported from Drancy to\nAuschwitz. The German...",
        "A: No, I, yes, I think I was already in the States. In the 1950s I applied for, the Germans\nhad a program for restitution. And for the restitution program the Germans, or\nsomeone had to establish a death date, the date of death for my parents. And the\nGerman Government arbitrarily declared that they died in a concentration camp on\nMay 8th, 1945, which was the last day of the war, the date of war. But I didn't really\nfind out what happened until about three and a half years ago, four years ago, when I\nwas living, when I moved to Florida. And we became friends with a French couple.\nWell, he's French. His wife is Belgtum. And he had been hidden in France during the\nwar years by a Frenchwoman. And he had accumulated a lot of information about the\nwar years and what happened to Jews during the war. And he showed me a book\nwhich the Klarsfelds had put together, which was list of every convoy that left\nDrancy to Auschwitz, and I went through it and I found my parents' names in there.\nSo I know that they left Drancy on a convoy on September 2nd, 1942, and they\narrived September 4th at Auschwitz. And according to the record there of the 1,000\npeople, I think all but 60-some were immediately gassed. So I'm sure that my parents\nwere in one of those that, died on September 4th.",
        "A: Yes. It would have been a month after, yes. So, but that's in the record. I mean the\nGermans are very orderly and they kept detailed lists with every name, place of birth,\ndate of birth and so forth.",
        "A: No, I have not yet been. I do want to go. And I'd expect I'll be going, probably next\nyear I'd like to go.",
        "A: Yes. We have two daughters.",
        "A: I guess I have told them, and I'm sure my wife has also told them never, I don't think,\nin a chronological order as we have just done it here during this interview. How\nmuch my children have remembered I don't know. How much they can put together\nand sort out chronologically I don't know either. If there is one thing that I've learned,\nI discovered what is meant by \"generation gap.\" And just as I could not understand\nwhat my father was talking about when he was talking to a nine, or a ten, or an\neleven-year-old and retelling his exploits on an Austrian submarine on the Danube,\nthat when he was in military service and he's Admiral Horthy, what's an Admiral,\nokay? I mean, it didn't mean anything to me. And I would hear the stories time and\ntime again. And I guess, subconsciously, I was saying to myself, here the old man\ngoes again telling me about his stupid submarine, okay? So I realized that, you\nhaven't lived it. It's very, very hard to identify with it, to become involved in it, to get\nemotionally involved in something. And the best example I have there is that with all\nthe food shortages and so forth that I've experienced in my life it goes against my\ngrain when I see people leaving food on a plate, which is also why I'm getting fat,\nbecause I've got to finish what's on the plate. And if there is some left in the pot that\nhas to be eaten too because you can't throw it away. And so we used to tell the\nchildren, \"Eat the food on your plate. There are people starving in the world. There\nare people hungry in China. There are people hungry here and there.\" And then one\nday I realized, how on earth can we expect the children to know what hunger 1s when\nafter every dinner they have a very important decision to make: Do I now eat two\nscoops of vanilla and one scoop of chocolate ice cream or should it be two scoops of\nchocolate and one of them vanilla? So it's totally unreasonable to try to expect the\nother generation to understand this. Now, perhaps as they get older, our children are\nnow, the oldest one just turned 38 and the younger one is 34. They're four years\napart. Maybe, as they get older, they might reflect and think back about where their\nparents were, what they did, and so forth. I did find, last summer, when we were in\nAustria I found the grave of my grandmother, my father's mother, and of his father.\nAnd I had it restored. So, but that's also something that I wouldn't have given a\nsecond thought to 20 years ago.",
        "A: I guess it's, my days are numbered I guess. And if someday our children do want to\nknow where do they, where are their roots, where do they come from, there's\nsomething for them to go to. I mean, fortunately, there's nothing for them in\nAuschwitz.",
        "A: She lived in New York, right.",
        "A: They also lived in New York. They just lived five blocks apart. And my\ngrandmother, who must have been in her 70s, she had to eke out a living of sorts too.\nSo she ran a bridge club in the apartment. And everyday people came to play bridge.\nShe served tea and cookies and so forth and charged them so much, the setups and so\nforth. I had to pay her half of what I was earning for rent. I lived with her for the first\nseven, eight months that I was in the States until I went into the Air Force. And so I\npaid her half of what I was earning for room and board. And I also had to repay my\nuncle in England for the fare to come to the States. And I started with nothing. But,\nlittle by little, especially after I got married, we worked our way up, my wife and I.\nWe first, well, she first started to move into my bachelor apartment which was a one-\nroom studio apartment in Greenwich Village. And I was already living in style at that\ntime because that was expensive real estate. I mean, and, but it was a furnished place\nand there was one room. And from there we moved to Newark, closer to where my\nnew business was, the company that I helped set up. And we lived in a furnished\napartment there. And then we moved into an unfurnished apartment to another place\nin New Jersey and bought our first stick of furniture. And then we bought our first\nhouse. And little by little, we got there. Of course, very often, it was tough, especially\ntough for my wife. Because each time I would uproot her and the kids, if we moved\nfrom, we lived outside of Princeton, New Jersey. I used to commute every day into\nManhattan. That was a long commute. But we couldn't afford anything nice nearer\nNew York. So when I then got a job in Connecticut, of course, 1t meant uprooting\nand moving to Connecticut. When I got a job in Washington, first we came down\nhere, lived in Alexandria in an apartment building. Then we moved closer to the\nPentagon in Arlington. I was putting in very long hours, Saturdays and Sundays. And\nI decided I didn't want to be more than a mile away from the Pentagon, which was\nvery selfish on my part. But the family went ahead and moved again. And then,\nsubsequently, we did buy a townhouse in Arlington less than six miles away from the\nPentagon. And I could shoot down there in 10 minutes time. So that's, and really, the\nWashington, D.C. area is the area where we lived longer than anywhere else. We\nlived here from 1964 until 1990.",
        "A: I have accepted it and moved on beyond it. I mean, this goes back to what I told you\nearlier, that I consider it an act, some people may think it's a curse. But it's an act that\ndrives my wife up the wall. The ability that, for instance, some of these companies\nI've worked for, the company stood on the verge of bankruptcy, okay? I would leave\nthe office on Friday, 5:30 p.m., and I would kind of switch up there in the brain and it\nwas out of my mind and I wouldn't think about it again until the next morning. Not\nwhile I was driving to work. When I entered the office, then the switch was turned on\nagain and then I started to worry about the problem, what to do next.",
        "A: And that's what I've been able to do, I think. I just, unpleasant things, I just shun\nthem aside and that's it. It may be good, it may be bad. I don't know. I haven't\ndiscussed it with a psychiatrist. Every so often my wife says maybe I should go into\nanalysis. Then I say to her, \"Well, if I do, and supposing I discover that I can't live\nwith myself, what do I do then? I'm quite happy now.\"",
        "A: We're looking at a postcard that was taken probably in the late 1930s of a house\nwhich is marked Pension De Famille. It was a boarding house or a bed and breakfast,\nif you will. And that house, a solid house built of rocks, the Les Grillons, the home\nwhere I lived from the time that I arrived in Le Chambon in the beginning of 1943,\nuntil I left in late 1943, it was called Les Grillons. And Daniel Trocme' was the den\nfather, I guess you would call it, who looked after us in that house. I've visited that\nhouse, by the way, recently. And not much has changed. It looks pretty much the\nsame as it was, including the water trough that you see to the far right of the picture.\nHere is a group shot taken in front of Les Grillons. You can see the building in the\nback. This is a picture probably of all the kids who were housed there. You can see\nthat there are some very young ones in the front row. One of them was the daughter\nof the cook. And one of them, the little blonde girl in the front with the bow in her\nhair, she was a sister of the Czech boy who was there. In the picture also, in the back\nrow, in the center, the man with the eye glasses, that is Daniel Trocme'. And to the\nleft of Daniel Trocme'’, or to his right, you see another adult. And that is pastor Theis,\nwho was the assistant Pastor at the Protestant Church in the Le Chambon. I am just\nbarely visible. My face is obscured by the shadows, the shadow cast by the tree. I'm\njust to the right of the person on the, the last person on the left there. You can just\nbarely make out my face. Here is a page from my first diary. This 1s a diary I'd begun\nthe day I learned my parents had been arrested in Auch, August, 1942. The page that\nyou're looking at on the right, it says, in German, Neu Johr, New Year, 1943. Since I\nlived in France, throughout my diary, there are notations in German, which I thought\nwas a language that the French wouldn't understand. So if I wanted to say something\nthat I didn't want the French to know I would write it down in German. The two\nphotographs are of my mother and my father. They are passport photographs. I\nremember where they were taken. They were with an amateur camera. We couldn't\nafford to go to a photographer at the time. And it was taken in our backyard in Auch,\nwhere my father kept his rabbits and chickens and a vegetable garden. And they just\nsat in front of the, that wall. And those pictures were necessary to apply for all kinds\nof official documents, visa applications, travel documents, and so forth, which my\nparents never ceased to fill out and file for. The original of this diary has been\ndonated by me to the Holocaust Museum. It's in the archives now. I also made one\ntranslation of the diary back in, I think it was in late 1978, 1979 or early 1980. I also\nprovided a copy of that translation to the Museum. About 10 years later, I went\nthrough this diary a second time through a translation. And I then remembered many\nabbreviations that I used that I, originally, couldn't decipher. I didn't know what they\nmeant. But in the second translation which I made and which I have also given to the\nHolocaust Museum I have translated or explained what these abbreviations mean.\nAnd also, throughout, I gave additional amplification or explanations in square\nbrackets of things that might not be understood by a casual reader. This is one of the\nphotographs that was taken of me at Le Chambon. It's one of the passport pictures\nthat was used by the document forgers to come with a false document, false identity\npapers and so forth. And as I mentioned I think before, we were all given copies of\nthese photographs. And whatever number of pictures we didn't actually use we then\nstarted to dedicate them to our friends and exchange them. And that is how I came\ninto possession of some 30-some photographs, these passport photographs, from the\nother people hidden at Les Grillon in Le Chambon. And my entire collection of these\nphotographs I have also dedicated to the Holocaust Museum in Washington. As you\ncan see, I had a lot more hair then.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumAugust 23, 1995\nRG-50.030*0272",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Peter\nFeigl, conducted by Neenah Ellis on August 23, 1995 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and is part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by\nthe United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "PETER FEIGL\nAugust 23, 1995"
    ]
}