{
    "rg": "RG-50.030.0555_trs_en",
    "sequence": [
        "Question: This is the United States Holocaust Memorial Museum interview with\nHarry Merin, by Stephanie Blyskal, on November 9\", 2008, in Alexandria,\nVirginia. Good morning, Mr. Merin.",
        "Answer: Good morning.",
        "Q: Could you tell me where you were born, when you were born and what your\nname was at birth?",
        "A: Okay, it’s Harry Arnold Merin. I was born in Holland, Amsterdam,\nDecember 9\", 1941.",
        "Q: Wow, that’s interesting. And what were — what were your parents like, what did\nthey do?",
        "A: My —I don’t know what my mom did, but my dad sold — actually, during that\ntime, I think he did advertising, he did sign — made signs for stores and so on.",
        "Q: Did you have any brothers and sisters?",
        "A: I have a sister who was born in Holland after the war, and then a brother who\nwas born in Fort Wayne, Indiana.",
        "Q: Mm-hm. So you’re the oldest.",
        "A: I’m the oldest.",
        "Q: Okay, so, obviously you were a baby —",
        "A: Obviously.",
        "Q: — during the war. So tell me a little bit about what your parents were, where they\nwere, what they were doing at this — when you were born.",
        "A: I don’t know. I know they moved, I — I’m not that — I don’t have the history\nexactly, of my parents. My parents really never discussed that with me. To me, I\nwas considered too young. I know what he did after the war, I know they were\nhidden with different families. One of them was in Broek in Waterland, would be\nwith — would be Friese(ph) and Preym(ph) is the persons who they were hidden ith\n— with. And that was right at the end of the war, and my dad used to travel back and\nforth in Amsterdam. He — he had invented and wore the original roller skates, two\nwheels, and that’s what he traveled with, and — and they — they moved pretty fast.\nSo, my dad had s — put money away during the war so he could get to it. And so\nthere were — I do know they were captured once and they escaped. But otherwise,\nthey had left me pretty well in the dark. The only think I knew, I was at — at the\ncamps, I was picked up. I was with a nurse, picked up and taken to the camps. I\nfound out a few years ago that I was part of a group of kids because at my age you\nfeel, how did I survive the camp, you know, when you’re two and a half years old? I\nfound out I was with a group called unver kenter kinder in, where there’s a whole\nmemorial at the museum. There were 51 of us, almost all of us survived.",
        "Q: Hold on. All right. Sorry for the interruption. You were talking about being in\nthe camp.",
        "A: Yes. I know I was in Bergen-Belsen and Theresienstadt. I was, after the war I\nwas brought to Hilversum, and I know my dad picked me up. Again, not much was\nsaid, but I do know he had found a motorcycle, and picked me up in a motorcycle\nfrom one of the buses, and that he had found my name in a newspaper, under the\nname Yetterman(ph). And when he got there, someone pointed to a sple — school\nbuses, or buses, some type, and he pointed to which bus I would be on. So that is\nbasically more than they used to tell me. Because they used to, you know, f—a\ngroup of them got together, per se, my parents’ friends, who also either hidden or\ncamp survivors, and they used to discuss things. But I was basically never allowed\ninto the group. I do know my mom has had nightmares. I didn’t know how bad, that\nshe basically had nightmare almost every night. But that’s — was the point, so —",
        "Q: Was your family religious?",
        "A: My family was not very religious. We kept kosher, but I was not — we’re not\nglatt kosher, and I still am not, but we did keep kosher. In Holland, if we traveled,\nwe had salads, or fish. And that is — that’s it. Oh, except I— I— I know I used to go\nto services on Saturday, and my dad would join me once in awhile, but most of the\ntime I went to services, they sent me to services. Saturday I went by myself. And\nthat would be probably from the age of six or seven. There was no fear of me\ngetting lost, I had a very good sense of direction. And —",
        "Q: And this was in Holland still?",
        "A: This was in Holland.",
        "Q: When you were born, did you — did you have a bris?",
        "A: [had a bris. I have records of what hospital I was born in, and I got records of\nthings — the person who discovered me and br-brought me into this organization per\nse, is Hans van der Bruk, Kulp(ph). Kulp(ph) is his Jewish name. And he is the\none who basically got this whole group together. And the only reason he’s not here\nthis time is because he’s down with lung cancer. So — but otherwise, I would not\nknow, and he’s — he’s had his hands on papers which are not open to the public.",
        "Q: Right.",
        "A: He’s been able to get into the files in Holland somehow, and got documents\nwhich shows that — in fact, the last ttme when we had the conference in Holland, I\nwent to where my grandparents used to live. And, in fact, the first time, I was back\nabout 10 years before that, so it would be about 13 years ago, the first time I went\nback to Holland. And I showed my wife where I used to live. I remember things — I\nremember what school I went to, how to find that. I went to the [indecipherable]\npark. Again, I showed her my house. I showed her where the grocery was where I\nused to go. They had a very neat operation there. You can get fresh potatoes peeled.\nThey had a machine where you threw your potatoes in. It peels it, 1t washes, you\nbuy a pound, you buy two pounds, and you bring it home. And it’s some — you\nknow, nobody in the States has seen, basically. And when I went back there, I\nshowed my wife where that machine was at. So, things what a small child\nremembers, that I remember. When we left Holland, they didn’t even tell me we\nwere leaving. They — they were very secretive about going anyplace. We just all of\na sudden the car was piled up with suitcases, we were going on vacation. They just\ndidn’t tell me we weren’t coming back. So —",
        "Q: Did you have any family left in Holland?",
        "A: There was no family left. My mom’s total family was wiped out. My dad had a\nbrother in the States, and actually he has a sister who lives in New York, my aunt,\nwho was in the Nuremberg trials because she was a secretary to the\n[indecipherable]",
        "Q: Wow.",
        "A: So, that is all that I really know. And like I said, I’m finding out about my roots,\nbasically, especially the first ca — so I ris — I’ve have a lot of incosyncrasies(ph) in\nmy life, and I found out I wasn’t the only one. You know, I —I put more f— more\nfood away than most people, I — you know, we always have extra stuff. I don’t\nbelieve in wasting food. Of course, that’s one of the reason why I got a little fatter,\nbecause if the kids didn’t eat it all, I'd eat it. You don’t leave food on your plate.\nAnd I get upset with my son-in-law, who fills up a plate and then leaves half of it,\nyou know. So, it just — so there are some items which I’ve grown up with, which\nI’ve done, which make sense now, but they didn’t then.",
        "Q: Let me ask you, do you — this is sort of an odd question, but what do you think\nyour first memory is? What is the thing that you can remember first from your\nchildhood, whether it be a picture of something in your br — 1n your mind, or —",
        "A: I have a—I have a —a block conference. In other words, anything which is bad,\nwhich has happened to me, gets blocked out. I do know that when I was in the\nsecond grade, and there was a lady, a girl in the first grade, who works at the Jewish\nMuseum in Holland. When I went there the first time 13 years ago, I was looking to\nsee what type of information I can find on me. And I gave her my last name, and\nshe turned around and she says, you’re Harry. And my mouth dropped open.\nBecause at that time, when was in first grade, I still remembered. But I have\nforgotten totally.",
        "Q: Right.",
        "A: It’s —1t’s blo — it’s 1n there, but it’s blocked. I have phobias which have come\ninto light now, which I’ve never had.",
        "Q: Right.",
        "A: I’ve got some thought about it, but I don’t know exactly why, but I do know I’ve\ngot some phobias which I didn't have in the past and they’re coming out. So, but the\n[indecipherable] the shock of, for some odd reason, 40 years later, she remembered\nmy name, my first name, my story and so on.",
        "Q: Wow.",
        "A: So of course that means she’s got an excellent memory, maybe that’s why she’s\nworking at the museum.",
        "Q: Where are you liber — sorry, this is — where are you liberated from?",
        "A: It would have been from Bergen-Belsen.",
        "Q: Bergen-Belsen, okay, so you were four years old?",
        "A: About four years old, yes.",
        "Q: Do you ha — you don’t have any recollection of that?",
        "A: No.",
        "Q: No.",
        "A: I don’t remember anything. I do remember the persons, the nurse where I stayed\nat, I know she was still alive after the war, and I know my parents took me there,\nonce in a great while. And again, I remember things. Her husband, he was hard of\nhearing and I remember he had a big horn, and you had to speak into that big horn.\nBut, in other words, it’s items what a small child will remember, close to the\nground.",
        "Q: Right.",
        "A: Those are the things I remember. I remember in Holland, when I went to visit\nthe house, which was also very unusual, because there was a fellow who was a\ncantor, who lived there now, a Jewish fellow. So, when I knocked, some stranger,\nI’m showing my wife where I used to live 40 years ago. You know, they let me go\nin and I s — there used to be something down here, you know, like a frog in\nsomething. He says, yeah, we moved that — about — after we moved into the house\n10 years ago. So those are the things you remember.",
        "Q: Yeah.",
        "A: So it’s — I remember my parents used to send me to [indecipherable] a lot. I\ndon’t remember how, but there was a place back there, someplace how you can\nescape out of the backyard, and I used to wander through the — the dunes there.",
        "Q: Right.",
        "A: At the beach. And again, I could be back in time for dinner, and they weren’t\nworried about me —",
        "Q: Right.",
        "A: —I was a regular visitor there. They had a room for me year round.",
        "Q: Right.",
        "A: My parents used to travel a lot. After the war my dad sold ladies’ hats and\ndresses, and he was — he sold hats all through Europe. So he had salespeople on the\nroad, and then every so often he’d go to all his clients, you know, personally. But —\nso — and I know I went to [indecipherable] but I didn’t like it.",
        "Q: Okay.",
        "A: It was too structured. But again, you know, for — for a six and seven year old —",
        "Q: Yeah.",
        "A: — just be able to — they put me on a train, someone would pick me up. And it\nwould s — again, one time my sense of direction was —",
        "Q: Yeah.",
        "A: — excellent. And I used to walk from the synagogue where I went to — on\nShabbas, for the high holidays, I walk all the way to this [indecipherable]\nsynagogue downtown in Amsterdam. And you know, it’s a — probably a good three\nmile walk, and considering when you’re seven and eight years old. You know,\npeople nowadays wouldn’t let your child to go that far.",
        "Q: Right.",
        "A: But again, they didn’t worry about me, I’d find my way back, so — so it’s —",
        "Q: So when did you come to the United States? When does your family pack up\nthe car and head into ha — what was the journey like?",
        "A: Well, I remember we went to — my parents had to do something, I was left in a\nchild [indecipherable] in Germany. Wer — I know we — we left out of Germany. I\nwas there, I was two weeks at camp over there. Again, a young person doesn’t have\nany problem communication.",
        "Q: Right.",
        "A: Communication. And there was — oh, you know, you had minefields there and\nbombs and stuff, but again, you know, I got along with the other kids, and we’d go\n— used to go scavenging for metal, which you can take to the junkyard, and then you\ncan take that money and buy candies with it. So, you know —",
        "Q: Now it’s pretty good.",
        "A: Yeah, and then we were in a — a camp [indecipherable] camp, probably for at\nleast six months. And it’s like apartment buildings and you know, you — I, of\ncourse, pick up the milk in the morning fu — you know, in a bucket, and so on, and I\ndon’t remember much else. I know there was — the Black Forest was nearby, and\nit’s one place they said I shouldn’t go, because you can get lost in there. But you\nknow, know, they have paths and —",
        "Q: Right.",
        "A: — we used to walk on the paths every so often. And I remember for Rosh\nHashanah, they had a Shochet there and they would bake a live chicken, and it was\n— shochet it, you know, there on the spot and so on. So — but otherwise, no. A-And\nI remember the boat trip over. We came in December, and they had a nice, big\nstorm. And I know all the adults were sick, and all us kids were happy because we\ngot to go down and — and have all the desserts we want. So —",
        "Q: And where did you arrive into?",
        "A: We arrived actually, December the ninth in New Orleans.",
        "Q: Aha.",
        "A: And I have not been able to figure out what ship I came on. I know it was a\nAmerican destroyer — well, American ship of some type, which was converted to a\npassenger. But I don’t remember —",
        "Q: So you arrived on your birthday.",
        "A: I arrived on my birthday. That made it easy for me to remember. And I\nremember they had a TV there, so you could watch Hopalong Cassidy and all\nthese cowboy shows, which of course, I didn’t understand, but you know that was —\nit was a movie. So — and us kids sat there in front of the tube while the adults were\nbusy with everything what was going on. Yeah, I was — I turned 10 when I arrived.\nAnd I know we left Harlem when I was — was about eight and a half. We traveled\nactually to Europe for almost a year for —",
        "Q: And — and then you moved to — to [indecipherable]",
        "A: Then we moved from — my mom wanted someplace warm, like someplace like\nNew Orleans, and my dad says no, we’ll go someplace a little further north, so we\nended up in Saint Louis, since his brother lived in Saint Louis.",
        "Q: Okay.",
        "A: We stayed there one summer, and then we moved to Detroit, it was too hot. The\nonly thing you had in Saint Louis in those days were window air conditioners. It\nwas very little — you didn’t have houses, you had window —",
        "Q: Right.",
        "A: — you know, so that was it. So, like I said, one summer is all that it took.",
        "Q: Move farther north.",
        "A: Move further north. I remember Eisenhower, everybody was talking about\nEisenhower, and I was talking, who’s he? So —",
        "Q: And what languages were you speaking at this point?",
        "A: At that point I was still speaking Hollands. I did not know any English. You\nlearned the words yes and no, and so on. And thank you. I went to a Jewish day\nschool in Saint Louis for a few months, and my parents didn’t think I was learning\nenough English.",
        "Q: Right.",
        "A: So I went to a public school. And like I said, by that fall we — we were moving —",
        "Q: Right.",
        "A: — to — to Detroit. I know we stayed in the apartment for probably about a year,\nand then we moved into a house.",
        "Q: Mm-hm. And you were speaking more English by this point, were you picking it\nup? How was —",
        "A: I was — well, I was picking — I was learning more English as I was going along,\nyes.",
        "Q: And how was school for you?",
        "A: Nowadays, they have persons who speak your language and they take you to\nthrough the year right along. In those days they did not. I know I started off in first\ngrade with — with English and then I progressed — you know, I’d skip one or two\nsemester — you know, you — during — during the year I’d move up one more grade.\nMath I was all right in.",
        "Q: Mm-hm. Cause it’s a universal language.",
        "A: But story problems I still have problems with. My wife — in fact, even in college,\nmy wife — I’d write the paper, then my wife translates it, corrects the spelling, and\neverything. Because in English I’m very poor at spelling. And that’s — that’s it, but\nshe did my term papers and everything else.",
        "Q: So where did you wind up going to college?",
        "A: I went to, actually, Perdue University.",
        "Q: Perdue. What did you study?",
        "A: Interior decorating.",
        "Q: Oh wow.",
        "A: So, and that’s my field.",
        "Q: Wow. And did you meet your wife in college, or did you know her before?",
        "A: No, I— I knew her before, she was a blind date.",
        "Q: Oh wow.",
        "A: And —",
        "Q: And she’s — she’s originally from?",
        "A: Fort Wayne.",
        "Q: Fort Wayne.",
        "A: Yeah, yeah, we got married in ’71 and I had been dating her for almost nine\nyears. So —",
        "Q: A-And how many kids do you have?",
        "A: We have three kids, and I got seven grandkids.",
        "Q: Wow, that’s wonderful.",
        "A: So — and my two daughters live in Cincinnati. My son-in-law, well, a month ago\nhe finally closed — he had a restaurant, a kosher restaurant here. And he did not get\nsupport of the city. Ninety percent of his clients during the day were non-Jewish,\nand he — he finally had to close it.",
        "Q: Yeah. That’s too bad.",
        "A: Closed it up just before the holidays because basically with the holidays, you’re\nclosed all month anyhow, so.",
        "Q: Right, right. Well, is there anything else you want to mention, anything else you\nwant to add’? Anything else you’re thinking about?",
        "A: It’s basically, like I said, with the conferences, I’m finding out stuff. I don’t\nknow almost nothing about my parents. Again, they wouldn't talk about it. I did find\nout from my aunt that my dad used to live on the border between Germany and\nHolland, and then he basically snuck across the border into Holland. And my dad\nsays, if you pay taxes and stuff, they’Il let you stay.",
        "Q: Right.",
        "A: As long as you’re paying them good money, they u — they want you to stay.",
        "Q: Mm-hm.",
        "A: And they — he met my mom in Holland and they got married. I do have the\nrecords of that because I want to — in Amsterdam, I want to — what e — whatever\nthe house is, whatever — it’s a registrant, you know, for information and I —I got\nactually copies of my mom’s, and I got a copy of my birth certificate there.",
        "Q: Right. But it’s just something that you’ve blocked.",
        "A: Yeah, I wa — that part I didn’t block.",
        "Q: Right. But —",
        "A: But I never knew about it.",
        "Q: Right.",
        "A: Again, th-there are incidents in my life which I have blocked.",
        "Q: Right.",
        "A: I just — and I still do that today.",
        "Q: And did you ever ask your parents about any of this, or was it just one of those\nthings that you just didn’t do?",
        "A: My parents — no, European-wise, you just didn’t do it. And if you did ask, oh,\nit’s not important, it’s — you know, we really don’t want to — basically, we really\ndon’t want to talk about it to you.",
        "Q: Right.",
        "A: Okay. Actually, my brother found out more than I did. And well, by that time —\nhe is 18 years younger than me, and my did didn’t have the strength to fight\n[indecipherable]. So, he is th — he is the baby, and my mom 1s still alive, but she 1s\nnot totally coherent any more, she’s — she 1s, but she isn’t. She can’t — she’s\nbedridden, and she has been for the last three years, totally.",
        "Q: Yeah.",
        "A: So-",
        "Q: It’s too hard.",
        "A: Yeah, it just — yeah. And like I said, you do have her story on tape, which —",
        "Q: I do. Well, is there anything else you want to add?",
        "A: No.",
        "Q: Okay, well thank you, Mr. Merin. This is — this was the United States\nHolocaust Memorial Museum interview with Harry Merin. Thank you.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is the United States Holocaust Memorial Museum interview with\nHarry Merin, by Stephanie Blyskal, on November 9\", 2008, in Alexandria,\nVirginia. Good morning, Mr. Merin.",
        "Q: Could you tell me where you were born, when you were born and what your\nname was at birth?",
        "Q: Wow, that’s interesting. And what were — what were your parents like, what did\nthey do?",
        "Q: Did you have any brothers and sisters?",
        "Q: Mm-hm. So you’re the oldest.",
        "Q: Okay, so, obviously you were a baby —",
        "Q: — during the war. So tell me a little bit about what your parents were, where they\nwere, what they were doing at this — when you were born.",
        "Q: Hold on. All right. Sorry for the interruption. You were talking about being in\nthe camp.",
        "Q: Was your family religious?",
        "Q: And this was in Holland still?",
        "Q: When you were born, did you — did you have a bris?",
        "Q: Right.",
        "Q: Did you have any family left in Holland?",
        "Q: Wow.",
        "Q: Let me ask you, do you — this is sort of an odd question, but what do you think\nyour first memory is? What is the thing that you can remember first from your\nchildhood, whether it be a picture of something in your br — 1n your mind, or —",
        "Q: Right.",
        "Q: Right.",
        "Q: Wow.",
        "Q: Where are you liber — sorry, this is — where are you liberated from?",
        "Q: Bergen-Belsen, okay, so you were four years old?",
        "Q: Do you ha — you don’t have any recollection of that?",
        "Q: No.",
        "Q: Right.",
        "Q: Yeah.",
        "Q: Right.",
        "Q: Right.",
        "Q: Right.",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Right.",
        "Q: So when did you come to the United States? When does your family pack up\nthe car and head into ha — what was the journey like?",
        "Q: Right.",
        "Q: Now it’s pretty good.",
        "Q: Right.",
        "Q: And where did you arrive into?",
        "Q: Aha.",
        "Q: So you arrived on your birthday.",
        "Q: And — and then you moved to — to [indecipherable]",
        "Q: Okay.",
        "Q: Right.",
        "Q: Move farther north.",
        "Q: And what languages were you speaking at this point?",
        "Q: Right.",
        "Q: Right.",
        "Q: Mm-hm. And you were speaking more English by this point, were you picking it\nup? How was —",
        "Q: And how was school for you?",
        "Q: Mm-hm. Cause it’s a universal language.",
        "Q: So where did you wind up going to college?",
        "Q: Perdue. What did you study?",
        "Q: Oh wow.",
        "Q: Wow. And did you meet your wife in college, or did you know her before?",
        "Q: Oh wow.",
        "Q: And she’s — she’s originally from?",
        "Q: Fort Wayne.",
        "Q: A-And how many kids do you have?",
        "Q: Wow, that’s wonderful.",
        "Q: Yeah. That’s too bad.",
        "Q: Right, right. Well, is there anything else you want to mention, anything else you\nwant to add’? Anything else you’re thinking about?",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: Right. But it’s just something that you’ve blocked.",
        "Q: Right. But —",
        "Q: Right.",
        "Q: Right.",
        "Q: And did you ever ask your parents about any of this, or was it just one of those\nthings that you just didn’t do?",
        "Q: Right.",
        "Q: Yeah.",
        "Q: It’s too hard.",
        "Q: I do. Well, is there anything else you want to add?",
        "Q: Okay, well thank you, Mr. Merin. This is — this was the United States\nHolocaust Memorial Museum interview with Harry Merin. Thank you.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Good morning.",
        "A: Okay, it’s Harry Arnold Merin. I was born in Holland, Amsterdam,\nDecember 9\", 1941.",
        "A: My —I don’t know what my mom did, but my dad sold — actually, during that\ntime, I think he did advertising, he did sign — made signs for stores and so on.",
        "A: I have a sister who was born in Holland after the war, and then a brother who\nwas born in Fort Wayne, Indiana.",
        "A: I’m the oldest.",
        "A: Obviously.",
        "A: I don’t know. I know they moved, I — I’m not that — I don’t have the history\nexactly, of my parents. My parents really never discussed that with me. To me, I\nwas considered too young. I know what he did after the war, I know they were\nhidden with different families. One of them was in Broek in Waterland, would be\nwith — would be Friese(ph) and Preym(ph) is the persons who they were hidden ith\n— with. And that was right at the end of the war, and my dad used to travel back and\nforth in Amsterdam. He — he had invented and wore the original roller skates, two\nwheels, and that’s what he traveled with, and — and they — they moved pretty fast.\nSo, my dad had s — put money away during the war so he could get to it. And so\nthere were — I do know they were captured once and they escaped. But otherwise,\nthey had left me pretty well in the dark. The only think I knew, I was at — at the\ncamps, I was picked up. I was with a nurse, picked up and taken to the camps. I\nfound out a few years ago that I was part of a group of kids because at my age you\nfeel, how did I survive the camp, you know, when you’re two and a half years old? I\nfound out I was with a group called unver kenter kinder in, where there’s a whole\nmemorial at the museum. There were 51 of us, almost all of us survived.",
        "A: Yes. I know I was in Bergen-Belsen and Theresienstadt. I was, after the war I\nwas brought to Hilversum, and I know my dad picked me up. Again, not much was\nsaid, but I do know he had found a motorcycle, and picked me up in a motorcycle\nfrom one of the buses, and that he had found my name in a newspaper, under the\nname Yetterman(ph). And when he got there, someone pointed to a sple — school\nbuses, or buses, some type, and he pointed to which bus I would be on. So that is\nbasically more than they used to tell me. Because they used to, you know, f—a\ngroup of them got together, per se, my parents’ friends, who also either hidden or\ncamp survivors, and they used to discuss things. But I was basically never allowed\ninto the group. I do know my mom has had nightmares. I didn’t know how bad, that\nshe basically had nightmare almost every night. But that’s — was the point, so —",
        "A: My family was not very religious. We kept kosher, but I was not — we’re not\nglatt kosher, and I still am not, but we did keep kosher. In Holland, if we traveled,\nwe had salads, or fish. And that is — that’s it. Oh, except I— I— I know I used to go\nto services on Saturday, and my dad would join me once in awhile, but most of the\ntime I went to services, they sent me to services. Saturday I went by myself. And\nthat would be probably from the age of six or seven. There was no fear of me\ngetting lost, I had a very good sense of direction. And —",
        "A: This was in Holland.",
        "A: [had a bris. I have records of what hospital I was born in, and I got records of\nthings — the person who discovered me and br-brought me into this organization per\nse, is Hans van der Bruk, Kulp(ph). Kulp(ph) is his Jewish name. And he is the\none who basically got this whole group together. And the only reason he’s not here\nthis time is because he’s down with lung cancer. So — but otherwise, I would not\nknow, and he’s — he’s had his hands on papers which are not open to the public.",
        "A: He’s been able to get into the files in Holland somehow, and got documents\nwhich shows that — in fact, the last ttme when we had the conference in Holland, I\nwent to where my grandparents used to live. And, in fact, the first time, I was back\nabout 10 years before that, so it would be about 13 years ago, the first time I went\nback to Holland. And I showed my wife where I used to live. I remember things — I\nremember what school I went to, how to find that. I went to the [indecipherable]\npark. Again, I showed her my house. I showed her where the grocery was where I\nused to go. They had a very neat operation there. You can get fresh potatoes peeled.\nThey had a machine where you threw your potatoes in. It peels it, 1t washes, you\nbuy a pound, you buy two pounds, and you bring it home. And it’s some — you\nknow, nobody in the States has seen, basically. And when I went back there, I\nshowed my wife where that machine was at. So, things what a small child\nremembers, that I remember. When we left Holland, they didn’t even tell me we\nwere leaving. They — they were very secretive about going anyplace. We just all of\na sudden the car was piled up with suitcases, we were going on vacation. They just\ndidn’t tell me we weren’t coming back. So —",
        "A: There was no family left. My mom’s total family was wiped out. My dad had a\nbrother in the States, and actually he has a sister who lives in New York, my aunt,\nwho was in the Nuremberg trials because she was a secretary to the\n[indecipherable]",
        "A: So, that is all that I really know. And like I said, I’m finding out about my roots,\nbasically, especially the first ca — so I ris — I’ve have a lot of incosyncrasies(ph) in\nmy life, and I found out I wasn’t the only one. You know, I —I put more f— more\nfood away than most people, I — you know, we always have extra stuff. I don’t\nbelieve in wasting food. Of course, that’s one of the reason why I got a little fatter,\nbecause if the kids didn’t eat it all, I'd eat it. You don’t leave food on your plate.\nAnd I get upset with my son-in-law, who fills up a plate and then leaves half of it,\nyou know. So, it just — so there are some items which I’ve grown up with, which\nI’ve done, which make sense now, but they didn’t then.",
        "A: I have a—I have a —a block conference. In other words, anything which is bad,\nwhich has happened to me, gets blocked out. I do know that when I was in the\nsecond grade, and there was a lady, a girl in the first grade, who works at the Jewish\nMuseum in Holland. When I went there the first time 13 years ago, I was looking to\nsee what type of information I can find on me. And I gave her my last name, and\nshe turned around and she says, you’re Harry. And my mouth dropped open.\nBecause at that time, when was in first grade, I still remembered. But I have\nforgotten totally.",
        "A: It’s —1t’s blo — it’s 1n there, but it’s blocked. I have phobias which have come\ninto light now, which I’ve never had.",
        "A: I’ve got some thought about it, but I don’t know exactly why, but I do know I’ve\ngot some phobias which I didn't have in the past and they’re coming out. So, but the\n[indecipherable] the shock of, for some odd reason, 40 years later, she remembered\nmy name, my first name, my story and so on.",
        "A: So of course that means she’s got an excellent memory, maybe that’s why she’s\nworking at the museum.",
        "A: It would have been from Bergen-Belsen.",
        "A: About four years old, yes.",
        "A: No.",
        "A: I don’t remember anything. I do remember the persons, the nurse where I stayed\nat, I know she was still alive after the war, and I know my parents took me there,\nonce in a great while. And again, I remember things. Her husband, he was hard of\nhearing and I remember he had a big horn, and you had to speak into that big horn.\nBut, in other words, it’s items what a small child will remember, close to the\nground.",
        "A: Those are the things I remember. I remember in Holland, when I went to visit\nthe house, which was also very unusual, because there was a fellow who was a\ncantor, who lived there now, a Jewish fellow. So, when I knocked, some stranger,\nI’m showing my wife where I used to live 40 years ago. You know, they let me go\nin and I s — there used to be something down here, you know, like a frog in\nsomething. He says, yeah, we moved that — about — after we moved into the house\n10 years ago. So those are the things you remember.",
        "A: So it’s — I remember my parents used to send me to [indecipherable] a lot. I\ndon’t remember how, but there was a place back there, someplace how you can\nescape out of the backyard, and I used to wander through the — the dunes there.",
        "A: At the beach. And again, I could be back in time for dinner, and they weren’t\nworried about me —",
        "A: —I was a regular visitor there. They had a room for me year round.",
        "A: My parents used to travel a lot. After the war my dad sold ladies’ hats and\ndresses, and he was — he sold hats all through Europe. So he had salespeople on the\nroad, and then every so often he’d go to all his clients, you know, personally. But —\nso — and I know I went to [indecipherable] but I didn’t like it.",
        "A: It was too structured. But again, you know, for — for a six and seven year old —",
        "A: — just be able to — they put me on a train, someone would pick me up. And it\nwould s — again, one time my sense of direction was —",
        "A: — excellent. And I used to walk from the synagogue where I went to — on\nShabbas, for the high holidays, I walk all the way to this [indecipherable]\nsynagogue downtown in Amsterdam. And you know, it’s a — probably a good three\nmile walk, and considering when you’re seven and eight years old. You know,\npeople nowadays wouldn’t let your child to go that far.",
        "A: But again, they didn’t worry about me, I’d find my way back, so — so it’s —",
        "A: Well, I remember we went to — my parents had to do something, I was left in a\nchild [indecipherable] in Germany. Wer — I know we — we left out of Germany. I\nwas there, I was two weeks at camp over there. Again, a young person doesn’t have\nany problem communication.",
        "A: Communication. And there was — oh, you know, you had minefields there and\nbombs and stuff, but again, you know, I got along with the other kids, and we’d go\n— used to go scavenging for metal, which you can take to the junkyard, and then you\ncan take that money and buy candies with it. So, you know —",
        "A: Yeah, and then we were in a — a camp [indecipherable] camp, probably for at\nleast six months. And it’s like apartment buildings and you know, you — I, of\ncourse, pick up the milk in the morning fu — you know, in a bucket, and so on, and I\ndon’t remember much else. I know there was — the Black Forest was nearby, and\nit’s one place they said I shouldn’t go, because you can get lost in there. But you\nknow, know, they have paths and —",
        "A: — we used to walk on the paths every so often. And I remember for Rosh\nHashanah, they had a Shochet there and they would bake a live chicken, and it was\n— shochet it, you know, there on the spot and so on. So — but otherwise, no. A-And\nI remember the boat trip over. We came in December, and they had a nice, big\nstorm. And I know all the adults were sick, and all us kids were happy because we\ngot to go down and — and have all the desserts we want. So —",
        "A: We arrived actually, December the ninth in New Orleans.",
        "A: And I have not been able to figure out what ship I came on. I know it was a\nAmerican destroyer — well, American ship of some type, which was converted to a\npassenger. But I don’t remember —",
        "A: I arrived on my birthday. That made it easy for me to remember. And I\nremember they had a TV there, so you could watch Hopalong Cassidy and all\nthese cowboy shows, which of course, I didn’t understand, but you know that was —\nit was a movie. So — and us kids sat there in front of the tube while the adults were\nbusy with everything what was going on. Yeah, I was — I turned 10 when I arrived.\nAnd I know we left Harlem when I was — was about eight and a half. We traveled\nactually to Europe for almost a year for —",
        "A: Then we moved from — my mom wanted someplace warm, like someplace like\nNew Orleans, and my dad says no, we’ll go someplace a little further north, so we\nended up in Saint Louis, since his brother lived in Saint Louis.",
        "A: We stayed there one summer, and then we moved to Detroit, it was too hot. The\nonly thing you had in Saint Louis in those days were window air conditioners. It\nwas very little — you didn’t have houses, you had window —",
        "A: — you know, so that was it. So, like I said, one summer is all that it took.",
        "A: Move further north. I remember Eisenhower, everybody was talking about\nEisenhower, and I was talking, who’s he? So —",
        "A: At that point I was still speaking Hollands. I did not know any English. You\nlearned the words yes and no, and so on. And thank you. I went to a Jewish day\nschool in Saint Louis for a few months, and my parents didn’t think I was learning\nenough English.",
        "A: So I went to a public school. And like I said, by that fall we — we were moving —",
        "A: — to — to Detroit. I know we stayed in the apartment for probably about a year,\nand then we moved into a house.",
        "A: I was — well, I was picking — I was learning more English as I was going along,\nyes.",
        "A: Nowadays, they have persons who speak your language and they take you to\nthrough the year right along. In those days they did not. I know I started off in first\ngrade with — with English and then I progressed — you know, I’d skip one or two\nsemester — you know, you — during — during the year I’d move up one more grade.\nMath I was all right in.",
        "A: But story problems I still have problems with. My wife — in fact, even in college,\nmy wife — I’d write the paper, then my wife translates it, corrects the spelling, and\neverything. Because in English I’m very poor at spelling. And that’s — that’s it, but\nshe did my term papers and everything else.",
        "A: I went to, actually, Perdue University.",
        "A: Interior decorating.",
        "A: So, and that’s my field.",
        "A: No, I— I knew her before, she was a blind date.",
        "A: And —",
        "A: Fort Wayne.",
        "A: Yeah, yeah, we got married in ’71 and I had been dating her for almost nine\nyears. So —",
        "A: We have three kids, and I got seven grandkids.",
        "A: So — and my two daughters live in Cincinnati. My son-in-law, well, a month ago\nhe finally closed — he had a restaurant, a kosher restaurant here. And he did not get\nsupport of the city. Ninety percent of his clients during the day were non-Jewish,\nand he — he finally had to close it.",
        "A: Closed it up just before the holidays because basically with the holidays, you’re\nclosed all month anyhow, so.",
        "A: It’s basically, like I said, with the conferences, I’m finding out stuff. I don’t\nknow almost nothing about my parents. Again, they wouldn't talk about it. I did find\nout from my aunt that my dad used to live on the border between Germany and\nHolland, and then he basically snuck across the border into Holland. And my dad\nsays, if you pay taxes and stuff, they’Il let you stay.",
        "A: As long as you’re paying them good money, they u — they want you to stay.",
        "A: And they — he met my mom in Holland and they got married. I do have the\nrecords of that because I want to — in Amsterdam, I want to — what e — whatever\nthe house is, whatever — it’s a registrant, you know, for information and I —I got\nactually copies of my mom’s, and I got a copy of my birth certificate there.",
        "A: Yeah, I wa — that part I didn’t block.",
        "A: But I never knew about it.",
        "A: Again, th-there are incidents in my life which I have blocked.",
        "A: I just — and I still do that today.",
        "A: My parents — no, European-wise, you just didn’t do it. And if you did ask, oh,\nit’s not important, it’s — you know, we really don’t want to — basically, we really\ndon’t want to talk about it to you.",
        "A: Okay. Actually, my brother found out more than I did. And well, by that time —\nhe is 18 years younger than me, and my did didn’t have the strength to fight\n[indecipherable]. So, he is th — he is the baby, and my mom 1s still alive, but she 1s\nnot totally coherent any more, she’s — she 1s, but she isn’t. She can’t — she’s\nbedridden, and she has been for the last three years, totally.",
        "A: So-",
        "A: Yeah, it just — yeah. And like I said, you do have her story on tape, which —",
        "A: No.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumNovember 9, 2008\nRG-50.030*0555",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Harry Merin,\nconducted by Stephanie Blyskal on November 9, 2008 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Alexandria, Virginia and 1s part of the United\nStates Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held\nby the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "HARRY MERIN",
        "November 9, 2008"
    ]
}