{
    "rg": "RG-50.030.0004_trs_en",
    "sequence": [
        "Q: Can you tell us your name please?",
        "A: My name is Esthy Adler.",
        "Q: Where were you born?",
        "A: I think I was born in , East Prussia, but I'm not sure. Any of the\ninformation that I'm likely to give you I think, but there was nobody close enough to me\nto corroborate any of the information, so I really am not entirely sure.",
        "Q: Give us your earliest memories?",
        "A: My earliest memories going to seaside place with my parents, which was not too far from\nwhere we lived. My guess is, and speaking to people, I was told that it was probably on\nthe Baltic because is not too far from the Baltic. That's really my earliest\nmemory that I have of my parents and being there and not wanting to be left there\nbecause we had a caretaker with two children, and they were twins, and they were very\nmischievous and they always tried to play pranks on me, and I never wanted to be left\nalone there. So, one of the earliest memories I have is my parents bring me out there and\nwanting to leave me there and my absolutely refusing to stay without them. They didn't\nleave me, actually, they didn't. So, that's one of my earliest memories I have.",
        "Q: Do you have any recollection of what they look like?",
        "A: Very vague. I remember my mother. I seem to remember a dark haired woman rather\npale. My father all I remember is that he wore glasses. Isn't that strange? I don't\nremember much more about him but that he wore glasses.",
        "Q: Were you an only child as far as you remember’?",
        "A: Yes, yes, as far as I remember I was an only child.",
        "Q: What do you remember after that? Did the war come?",
        "A: Well, I do remember that on one of those trips to our summer place, the sea, I remember\nbeing very tense. I didn't understand clearly, but I understood that there was something\ngoing on and that my parents were very tense. They were trying to leave me there, and I\ndidn't want to stay. Then I remember that we couldn't go back home. After that, we just\ncouldn't go back home. Somehow, we had to go somewhere else, and we ended up going\nto a town where my mother's sister lived, and we moved into an apartment in the same\nbuilding. I remember the language was different. I remember she had several children\nincluding a pair of twins, twin girls, red headed twin girls. I remember. Isn't that funny\nsome of the memories one has? And I remember they spoke a different language and\nthey sort of made fun because I couldn't speak the same language, but it quickly sort of\nfaded because I seemed to have learned enough words to get along. My guess 1s is that\nwas in Poland, and that's when I started learning Polish, really. So, that's some of the\nearliest memories I have. Then I have another memory of my mother dying. I remember\nshe was ill, but very briefly. I have memories of my mother going out and bringing back\ndonuts, jelly donuts, and I remember hugging her and she had snowflakes on her shoulder\nand her hair, and that's one of the early memories that I have. I assume it snowed quite a\nbit in Poland, so I probably had that experience more than once, but I do remember that.\nThen I remember my mother dying June the 9th and my father bringing me over to my\naunt's place, which was in the same building only a different apartment, and I remember a\ngreat deal of upset in my life as a result of that.",
        "Q: Were you aware that she had died?",
        "A: Yes. My father told me. My father came to get me from my aunt's and told me that my\nmother had left. I think that's the way he put it. And that I wasn't going to see her\nanymore and that I had to be very brave. And then I remember a woman moving in with\nus, somebody who took care and cooked for us. Then still later, I remember my father\nremarrying, but that's only a vague memory, and I remember my aunt being very\ndisapproving of the marriage. Apparently he made an unsuitable marriage, and I\nremember always a lot of talk about it behind closed doors, and as soon as I walked in\nthere would be silence. I figured there was something wrong with the marriage. She was\nvery young, the woman he married, and she was a very good looking woman and I\nsuppose that didn't go down too well with my mother's sister and her family. So, that's\nsome of the earliest -- and then suddenly a great deal of the war started intruding. I\nremember being on the street once with my father and Germans marching, and my father\nwas holding on to me in such a tight way that I knew there was something wrong that he\nwas tense. You know, how you communicate with children that there is something not\nquite right and he told me to be very quiet, which I was. I remember the Germans\nmarching and a lot of the people on the street applauding as the Germans marched by. I\nremember going back home and there was a very somber atmosphere suddenly and\nneighbors kept on dropping in and there were meetings late at night. Sometimes I would\nhear through the slightly opened door that there were people meeting in the living room,\nyou know, and talking and sort of making plans on what to do. I knew there was\nsomething very menacing going on, but I didn't know exactly what it was. Then the first\ninkling how menacing it could be. We were at dinner one day and I heard an enormous\nexplosion. The noise, like my heart stopped for a minute. It was so close and so loud\nand I was told that that was a bomb that dropped very closely by. So, that's how it\nstarted. That's how I remember the war really. Then I remember people organizing\nthemselves in a hiding place, a cellar was made ready for people to go down in case of\nbombings and in case of raids also by the Germans and the Poles together I assume. I\nremember very often being woken up and being asked to dress very quickly and very\nquietly and everybody was trooping down into the cellar. After coming out on one of\nthose raids, I wanted to go and see a friend who didn't live in the building but who lived\njust a couple of streets away, and my father said I couldn't go by myself anymore. I used\nto go by myself. It was just maybe around the corner, a couple streets away. So, he took\nme there and we walked over there and suddenly all I saw was a pile of rubble. Our\nbuilding was gone, and my friend was gone and everybody in it was gone, and I\nremember coming back and for the first time feeling very threatened, really threatened,\nthat maybe the same thing was going to happen to our building and to us in the building.\nThat was a very threatening moment I remember very distinctly. From the on there was a\nwhole series of raids and bombings which I --it got to a point where I was afraid to go to\nbed you know, because it was very frightening when it happened at night and I felt if I\ndidn't go to sleep maybe it wouldn't happen, but it just kept on happening. On one of\nthose raids we all trooped down to the cellar and I remember, there must have been\nbombs falling all over because the noise was just absolutely deafening. I remember very\ndistinctly that stay in that cellar because we ran out of food and water. There were some\nchildren, and there was one child who kept on yelling for water. He sat next to me and\nthat child, that little boy and I remember on one of those occasions when he started\nyelling his father put his hand on his mouth. I didn't see it because there was no light, but\nI could feel his arm and the little boy started struggling and kicking and then he just lay\nvery still. My father said you have to be very quiet. You cannot do what he did. You\ncannot yell or cry or do anything. You do exactly as I tell you. He was telling me that in\nmy ear. And I really did what my father told me. I really learned how to be very quiet,\nbecause even though I didn't fully understand what it meant I knew it was something\nfinal and terrible that had happened to that little boy. So, I knew that I had to do as my\nfather said. We stayed in that cellar, and I don't know for how long because one day they\njust discovered us and they ripped open the doors and they got us all out in German\n, of course, and it was full of lice. It was at night and barking dogs and\nwhen I hit the air I fainted, so I don't remember what else happened there except when I\nwoke up we were in the country, in barracks. I was with my step mother and aunt and the\ntwo girls, but all the men were gone. There were only one or two old men and all the\nother men were gone. They must have taken them away. That's the last time I saw my\nfather. I don't remember ever seeing my father after that. So, that was the beginning\nreally of most of my memories of war. That's the way it happened.",
        "Q: Did you ask people what happened to my father?",
        "A: You asked but you didn't get answers and I very quickly learned not to ask because it was\nannoying, and my step mother was very short tempered. And my aunt did a lot of crying\nand she had two little girls who were always sort of hanging on to her arms, so there was\nreally nobody I could ask. There was some other people that I knew vaguely but I didn't\nknow them well enough and I very quickly learned not to ask questions unless I would\nget an answer immediately I never asked a question again because I knew it was\nannoying. Very often they couldn't give me any answers and I was learning not to annoy\npeople. It was too dangerous.",
        "Q: How old do you think you were?",
        "A: I don't know, maybe five, maybe six. I don't know. I don't know how old I was.",
        "Q: Did you feel close to anybody after your father left at that moment?",
        "A: I was clinging to my aunt, really, because my step mother I hardly knew, and she was not\na patient or sort of nurturing kind of person. She was very distant, so I didn't feel\ncomfortable with her, but I was trying to cling to my aunt, but she had two little girls.\nSo, there was a limit of how much she could really do for me. So, I was learning very\nquickly to be alone, really.",
        "Q: There were other children?",
        "A: There were some other children of various ages, yes.",
        "Q: Were you friends with them?",
        "A: I didn't know them. I didn't know those children because I didn't know where they came.\nI'm not even sure that many of the people who were with in the cellar survived, because\nwe were there for quite a while. My guess is a week, no food no water. That is a long\ntime. I think probably a lot of the elderly died. The men were all taken away. They're\nweren't that many left, really. Some of them I knew by sight but I really didn't know\nthem well enough and there weren't that many children in that cellar. There were my two\ncousins and that little boy who died and if there were any others I hardly remember them.\nI don't. So there weren't really. There were other children in that camp, but I didn't\nknow them really.",
        "Q: Tell us about the camp. What do you remember?",
        "A: It was out in the country. It was surrounded by fields and trees and it was obviously\nwheat fields, is that what Poland must have had because that was in Poland. It must have\nbeen wheat fields. Also, you know, wood and such and there were mostly barns and\npeople were housed very crowded in and every morning the younger women would be\nmarched out at daybreak into the fields to work, and the others were left in the camp. At\nnight they would come back and we would all congregate on that tree where they would\nbring out some food. Everybody went up. We all had a tin plate or something or wooden\nplate, even. I don't remember what it was really and we would get something to drink\nand some soup and a piece of bread. Then, one day they marched the women out as usual\nand then instead of leaving us in the barracks, the rest of us, the children and the\nsomewhat elderly, people not well enough to march out, they rounded us and they started\nmarching us to one particular wooded area and when we got there we noticed that there\nwere a few men digging a sort of a deep hole and then they told us all to line up and I\nnoticed that they had machine guns lined up across from us and they opened fire on us.\nThen all we did was sort of topple into that hole into that grave. Those of us who weren't\nhit, fell anyhow because there were so many bodies milling about and I fell in there, and I\nmust have lost consciousness for a while because when I woke up I started moving and I\nwas sort of on top of bodies and there were other people on top of me and I felt some\nstickiness and I looked and it was blood. I wasn't sure if I was alive or dead, but I sort of\nsat up. By then there was nobody around, and I sort of climbed out. It was easy enough\nto climb out because it was on even ground. I climbed out and I sort of ran into the\nwoods and I sat down in the bushes. There was very thick woods and bushes, a real\nundergrowth, and I sat down there because it was daylight and I figured I couldn't go out\ninto the clearing. Then I heard a man with a dog coming, one of those big -- and\nsuddenly I looked and there was the man and that huge German shepherd walking\ntowards me and I thought, that's it. I thought that was the end. The German shepherd\nstuck his head in under the branches. Went like this and stuck his head out and continued\nwith the man. To this day I don't understand what happened. I really don't understand\nbecause those dogs were really trained to hunt people, and I don't understand what\nhappened, but they passed and I stayed there. I stayed there until it was dark and then I\ncame back to the barracks to where I stayed with my stepmother and everybody wanted\nto know what happened because everyone realized what had happened, that something\nhad happened, but they didn't know exactly what, and that particular barrack, you know,\nmost of the people in it were missing and there were a few other barracks where probably\nsome survivors had also gone back, but you didn't run back between barracks once you\nwere into your barrack, so everybody asked me what happened. Then it was decided,\nthere was one other little girl who had come back. I didn't even notice her, you know, I\ndidn't even know where she was from, and it was decided that the two of us the next day\nwhen the women marched out to the fields that we would stay under the beds and we\nweren't going to move until they came back at night, and that's what we did. So, in the\nmorning when everybody left the barracks, by then it was just the working women in the\nbarracks, we too, stayed in the barrack and we stayed under the bed. I don't think we\nstayed there too long because shortly afterwards they rounded everybody up at sunset,\nyou know, after they came back from the fields and they started marching the whole\ngroup. All the barracks were rounded up and there were a few children and the children\nwere sort of hidden between women, large skirts covered the children, and I guess they\ndidn't look too closely at the legs to notice that sometimes --.",
        "Q: Were you under the skirts?",
        "A: Well sort of. The skirts were sort of wrapped slightly around us, and they marched us to\nthe railroad tracks and they shoved us onto trains and the trains left.",
        "Q: Can we go back for a moment?",
        "A: Sure.",
        "Q: Were you wounded?",
        "A: Yes. I had a wound -- at that particular time I had one wound in the back, one bullet\nwound in the back. Later on I got other wounds. I have about one, two -- I have seven\nwounds, seven bullet wounds. That was only one in the back that sort of grazed my back.",
        "Q: Sideways?",
        "A: Must have been sideways, I don't know.",
        "Q: When you walked into the situation and you saw the guns, was there any time for\nsomething to go through your head or --?",
        "A: There was no time. There was no time and there were people sort of falling all over you.\nPeople were yelling and trying to run and you know how it is when people try to run and\nthey don't know in which direction because no matter where they looked they were either\nstanding with rifles or there were machine guns set up, so there was no place to run\nreally. No, I don't remember realizing what was happening. All I knew was that I was\ntumbling into the pit with everybody else. I didn't really realize what else I could do.",
        "Q: When you touched this blood --?",
        "A: I didn't know if it was mine or if 1t was somebody elses. When you are hit by a bullet it\ndoesn't hurt right away, but when it gets cold it gets stiff and it hurts, so my back was\nbothering me and obviously when they were trying to take my shirt off when I got back\nto the barracks, 1t was sticking to my back. So, I must have had some kind of a bullet\nwound in the back because I remember it stinging by then I had learned not to yell or cry\nabout anything. You learn very fast that there's no point in complaining, really. So, I\nthink I had one of the wounds there, it happened to me in the back.",
        "Q: Did you explain when the women asked you, did you explain what you saw?",
        "A: Yes. I don't think anybody believed me about the dog. I don't think they believed me.\nThey looked at me in such a peculiar way and one of the women said well I know they\nhave a dog, and I know they walk around with that dog, so there was a dog and I could\nnot have invented him because I don't think I was familiar with German shepherds and I\ndescribed the dogs. Except I described him but he had green eyes. How can he have\ngreen eyes? I saw green eyes. I don't think a dog has green eyes, really, but I described\nyou know adequately so they that they thought maybe I did see a dog but they couldn't\nbelieve that the dog walked right past me and didn't start barking or tearing me a apart.\nThat was the point, because I think that's what they were trained for. That was sort of a\nbizarre episode, that I just stopped talking about it. I decided I'm not going to -- but it\nstuck with me really, it really did stick with me that bizarre episode with the dog.",
        "Q: Were you very hungry in this place?",
        "A: I very often was very hungry, but what I remember most is thirst, always being thirsty\nand never having enough to drink. I think at one point I sort of lost my appetite for food\nexcept when you know you have a grumbling stomach, but I didn't know really. I was\nscared. I was always full of fear and hunger doesn't always assert itself when you're full\nof fear. Yes, I remember times that I was hungry, but not so much hungry as full of fear\nand very thirsty always. There was never enough to drink.",
        "Q: Did the women -- I don't know if you remember, did they share their food with you?",
        "A: You mean after this? Oh, yes. They did. They would always bring back a piece of bread\nor something. They couldn't bring back soup or something because they would have seen\nthem, but they always managed to put a piece of bread in their pocket to bring back a\npiece of bread for us or something that could be carried unobtrusively. You know, they\ncouldn't opening carry something because it would have given it away.",
        "Q: When were you fed, at night?",
        "A: Yes.",
        "Q: Was there some soup?",
        "A: There was some soup or potatoes or something like that or cabbage. There was very\noften cabbage and potatoes cooked together in sort of a soupy stuff which they handed\nout and a piece of bread.",
        "Q: Did the women there also give you some of what they were given?",
        "A: Oh, you mean when we were still in the open? When we were still in the open they gave\nus some too. After that supposedly there weren't supposed to be any children or any idle\nmouths to feed so from then on, no. But before that carnage, I don't know how else to\ncall it, they did give us some food too, maybe not as much as the women, but we didn't\nneed as much really. Mostly what I remember is cabbage and potatoes, you know,\ncooked with some water.",
        "Q: But in spite of your fear, you were thinking very clearly where to go and what do to?",
        "A: Oh, yes, definitely. I had to get out of that pit, that I knew. I had to wait until it was dark\nbecause I didn't feel too comfortable being out in the daylight uncovered. By then I had\nalready learned that I couldn't be anywhere where I was seen. I did have the instinct to\ngo back to the barrack where I had been with my stepmother. That I did. I always had\nsort of a very good sense of direction, even in the forest, how to navigate my way and I\nlearned very quickly how to navigate my way through the forest.",
        "Q: Was your stepmother there in the camp?",
        "A: Yes.",
        "Q: She had gone out and your aunt?",
        "A: My aunt was killed with the two girls on that afternoon. She and my two cousins were\nkilled on that afternoon, and I survived. Don't ask my why. It's a lottery definitely, yes,\nit really is.",
        "Q: Okay, so now they take you out of the camp for transport.",
        "A: We went sort of shoved into a railroad cars and what I remember -- that's a terrible thing.\nI really want to forget that because it was very crowded. I don't know how many cars\nthey had and how many people. I don't even know where they got all those people. I\ndidn't think there was that many people. It was very crowded and they really shoved us\nin. It was very hot and it stank and it was night, you know, and I was absolutely\npetrified. I was petrified then. When the car stopped and they let us out, there were like\nsearch lights and again I could hear the Germans. I could hear German spoken and dogs\nbarking, lots of dogs barking, and they kept on pushing us, quick, quick ;\nthey kept on really pushing us to this side and to that side. I was so petrified that I don't\nremember the route that we took from the car. All I know is that we ended up in another\nbarrack somewhere, but I do remember towers with guards just a little bit off the ground.\nThe towers just high enough for them to be able to see what was going on and the\nentrance to the barracks and everywhere else. We ended up in that barrack. That other\nlittle girl was there too, and my stepmother and her mother. And then there was a third\nlittle girl in the barrack whom I didn't know and her mother and plus assorted other\nwomen. This was the women's camp, and again every morning they would open up the\ngates to get the women out into the fields, out in the working fields, and we three\nchildren were taken to a big shed which had a lot of carriages or not carriages but carts\nreally, farming carts and such and we three girls were told to stay there and not to move\nfrom there the whole day until the women came back into the camp, and we did usually.\nI don't know for sure, but my guess 1s that all three of these women, my step mother and\nthe two others were sort of the favorites of the guards very quickly became the favorite\nbecause they got privileges and I think the guard who usually patrolled that particular\nbarrack knew that there were three children in there, but they didn't harm us. We just sort\nof got used to the routine. At night they would bring us into the barrack. The women\nusually brought some food back for us. They went somewhere else to eat. I don't know\nwhere. I never saw the place. And very early in the morning before they marched out\nthe three of us would just sort of go in the shade, there was path along the barrack was\nhere and there was a path here and we would go along the path to the shed, and we had to\njust run across another path and into the shed and we felt safe. One morning the guard\nappeared at the door and told the women to walk out, and she took one of the little girls\nby the hand and said you come with me and he told the two of us, me and the other girl,\nyou stay here, don't come with me. By then we didn't want to stay in the barrack, we\nthought maybe he was trying to save her and leave us there. So, we kept on following\nhim and he kept on saying go back, go back. He was getting angry with us so we sort of\ncrept after him along the barrack and he walked out with that little girl to that path that\nwas between the barrack and the shed and there was a cot and a body was lying on that\ncot. It was the other little girl's mother and he took out a gun and he shot the mother and\nhe shot the little girl. So, the two of us really very quickly ran back to the barrack. We\nrealized -- we didn't know what had happened, but that night when the women came\nback, one of the women was the sister of the woman who had been killed with her little\ngirl and she was crying. She had red eyes, and when she walked out the others were\nsaying that her sister had small pox or something and they didn't want the whole camp or\nsomething contagious. I think it was small pox, because I remember noticing that the\nlittle girl had some pimples, so I figured it must be something like that, so they killed\nboth of them to make sure that the rest of the camp didn't get infected. Why I don't know,\nyou wonder why. But, from then on, it became even more threatening to be there, you\nknow. We had sort of gotten used to a little bit to the routine but 1t became very\nthreatening. And I was sort of turning more and more inward and to myself. I spoke\nvery little. Inever complained. From then on I was just sort of living full of fear. I\nremember waking up a couple of nights and seeing there was a candle and they had put a\nblanket over the door so that it wouldn't show through and they were digging the hole,\nthe women under one of the walls. And my step mother walked over very angrily told\nme turn to the wall and don't look. You haven't seen anything. That's all she had to say\nto me, believe me, I didn't see a thing. What I realized later on was they were digging a\nhole to go out from under the barrack and since we were surrounded by fields there too,\ncame a night when they woke us up, the two little girls, and the two mothers, my step\nmother and she and we all made our way under the holes and we were out in the fields\nand we started running and we walked all night long. So, from then on, the routine was,\nwe walked at night and we slept during the day in the wooded area. Food was not often.\nSometimes we would pick up apples so it must have been June, the late summer, it must\nhave been the late summer because I remember also a lot of stubble on the ground where\nwe walked which meant they must have cut the crops already. Sometimes we would\nsteal something if something was to be stolen and once I remember a peasant, a woman\ncaught us while we were sleeping and the two women started talking to her and asking\nher for food and they offered her a ring. One of the women had a ring and they offered\nher a ring and then she didn't come back and we were sure she was going to go and get\nthe Germans or somebody and we were ready to leave and then she came back with some\nbread and cold boiled potatoes. They never tasted so good, so we did get some food.\nThis whole trek was taking place because my step mother had a brother who was in the\nforest and she was obviously trying to join him so I don't remember chronologically how\nlong that journey took, but eventually we did meet up with that group in the forest, which\nwas a very motley group. What I remember best was that her brother was very angry that\nshe had a child in tow and it didn't pay to have children around and he tried various\nmeans to detach me of the group and dispose of me, but by then I had become very\nwatchful and very clever about avoiding him.",
        "Q: You mean literally trying to kill you?",
        "A: Oh, yes, oh he would have definitely disposed of me. I knew it. I knew it, so I tried\nnever to be left alone with him anywhere and with a group I knew I was a little safer\nbecause he couldn't very well start shooting into the group. That became my life for a\nwhile living in the forest it was full of escaped Jews from various camps. Incidently later\nI thought that this camp was Treblinka before they installed the crematorium because the\nspot was right. Reading in books and I didn't know it until there was a gathering of\nHolocaust survivors here in Washington, quite a few years ago, ten years ago, longer than\nthat and there was all kinds of books which Jim picked up, my husband, and reading up\non it sure enough Treblinka was to begin with a women's work camp, and then they\ninstalled the crematorium, so we must have left the camp, escaped it just before it became\nreally locked up and they started disposing of everybody. So, we must have just come\nout, because the area was right, and it was a fairly large women's camp. I remember that\nthe gatherings of women there. It was a large camp, so it must have been Treblinka. It\nwasn't just another camp like the first one we were at. So, there we were in the forest and\nduring the summer it was perfectly okay, and there was quite a motley crew in the forest.\nThey were escaped people from the Russian Army deserters, there were Poles in it,\nwomen, children, lots of young women all of them carrying around guns, and armed,\nwhich was very strange. I don't know where they got their guns really and several\nchildren. We lived in the forest and at night they went to raid the farms and they brought\nfood back, so we did have some food in those places really. Never enough, never enough\nfood and water was always a problem because the Germans were very often hunting us\nand if they had any suspicion if there was a group in the area they would poison the\nwaters. So, it was very-- we were told not to drink anyway. You had to be very cautious\nwhere you got your water. The winter was very rough and they just kept on hunting the\ngroups. You know you never knew when you were going to be denounced by some\npeople in the area who had been robbed of food or such, and then set upon by the\nGermans, or the Poles more like it. There were more Poles than Germans at this point\nwho were doing the hunting. They were the Poles who were in uniforms, in those black\nuniforms. On one of those hunts they kept on driving us like you would hear shots. You\nwould run in a certain area and they drove us out in a clearing and when we got out in a\nclearing we realized that they had machine guns set up on three sides of the clearing.\nThen they just opened fire and everybody war running back and forth and back and forth\nand on that particular hunt my step mother was hit and died. I saw her die. I literally saw\nher die. For some reason I escaped again. There weren't too many left of us. Again, we\nretreated towards the forest and we stayed put until it was dark, completely dark. Usually\ntheir favorite time of hunting was towards the end of the day. Then we sort of\ncongregated together. We couldn't drink because they poisoned the water. That's when I\nwas really wounded because I had several bullet wounds from that and so did the other\nlittle girl. The other little girl was with us still. I don't remember any other children left\nexcept her and me. Then they decided, the people who were left, that they had to -- we\ncouldn't stay in the forest the way we were. We were going to die, so they took both\nchildren to different villages and all I remember is that they brought out a peasant, mine\nwas Polish speaking, I don't know what the other one was because I don't know where\nthey took her because some of the villages were Ukrainian speaking villages and some of\nthem were Polish speaking villages. They told him that he had to take me in and take\ncare of me and if anything happened to me they would lock him and his family in house\nand burn the whole house down. And they did that. They used to do that, so he knew\nthey weren't bluffing. So, he carried me home and they put me on top of the bread oven.\nThey would have a bread oven and then around the corner on top there was a little knish\nlike and you could climb into the knish and it was warm. And I must have been very sick\nbecause I remember very little. I remember waking up and them feeding me some water.\nI must have run a very high fever and then they told me at night they would put me there\nand then they said they couldn't keep me there during the day because they had two boys\nor three boys even and the neighbors would sometime come in, although not often. There\nwas very little traffic between the houses and their house was sort of at the edge of the\nvillage. I guess that's one of the reasons they picked that house. So, they told me he was\ngoing to dig a hole in the storage room. He was going to lift a couple of planks and dig a\nhole and I would have to be there during the day and then at night they would come and\nget me and put me on top of that oven to warm me up again. That whole winter I\nremember that constant going back and forth between that little hole where I was just sort\nof reclining. It was just barely big enough to recline in and at night being taken out. I\nwas completely stiff, and put on top of that oven to thaw out. It was pretty cold that\nplace. I couldn't make any noise either. I wasn't supposed to make noise because if\nanybody came around the house they might hear if any noises were coming out of there,\nso I kept very quiet. I was sick a lot of the time. I probably was delirious. I don't know,\nbut quiet, in a quiet way. Then, the spring came and the peasants said to me you know\nduring the spring the neighbors come and go and everybody 1s out in the field and if they\nknow you are here they could easily tell that to somebody. So, they talked it over it with\nme. They were good people, you know. They really were good people because they\nreally sort of nursed me and they said what I should do is he was going to bring me part\nway to the next village and then I should walk to the next village. They were going to\nprovide me with some shoes and clothes. I didn't have any shoes or clothes by then. I\ndon't know what happened. I suppose they must have cut off my shoe because I had --\nand I was going to have some shoes from the boys and they would give me some clothes.\nHis wife was making me some clothes, and I was going to tell them that I came from that\nvillage, from the Polish village and I needed to hire myself out because my family was\ntoo poor and could they take me in as a cow hand. That's what happened. I walked to the\nnext village, and they hired me as a cow hand. So, from then, what I remember is\nspending a lot of time in the fields with the herd, driving the herd in the morning and\nstaying in the field and I was told very precisely which fields they were to graze when\nbecause they didn't want them to just ruin the field so you had to drive your cattle to one\nfield, let it graze a certain amount of time and when the sun was at a certain point you\ndrove your cattle to another field and come back at night and they attempted to teach me\nhow to milk the cows which I wasn't too successful at the beginning, but I learned\neventually, and assorted chores around the farm, which I did and I stayed on that farm in\nthat Ukrainian speaking village until the war was over. I remember the Russians coming\nand being in the village. Actually the villages were just as happy to get rid of them. By\nthen the Germans never put food there because they were somewhere else already so you\nhardly ever saw any Germans. Nobody was doing any hunting there. They were such\nremote villages. There was no electricity, no sewers, no water, nothing like that there, so\nthey didn't bother. The safety lay in that they were so remote, those villages. I remember\nthe Russians coming through, the Russians soldiers being stationed right outside the\nvillage and some of the houses. I remember the guns going and I was told that that's\nwhen they had the siege of Warsaw. You could here the guns, all through the country\nalmost. They were those big that the Russians drove in. When they\nwere all gone, that peasant came back and said now you can come back and live with us.\nSo, I went back to the first village and they were pretty much decided that they were\ngoing to keep me. They had boys and she wanted a girl. She wanted to teach a girl how\nto sew. She needed somebody to help her how to make all the clothes and to spin, and\nactually I had learned how to spin in the other village during the winter. I remember one\nwinter when I was taught how to spin and how to sew also and how to weave. They were\ncompletely self sufficient in those villages. They made all their clothes, all their food,\neverything. So, I was with this Polish family and for all I knew that's where I was going\nto stay for the rest of my life.",
        "Q: I want to go back to the camp just before the escape. You had said that you were not so\nclose with your step mother, but clearly she seemed to have wanted to take you with her.",
        "A: I'm not sure really. She was very young. I think that one of the reasons she took me with\nher was because the women in that barrack chose the women with the children to escape.\nI think that was her ticket out, really. I'm not sure she would have been one of the ones\nwho would have been chosen to escape if it hadn't been that she had a child with her. So,\nin a way, you know, we were mutually what's the word, necessary to each other. So,\nthat's why probably she took me with her.",
        "Q: But she also knew that her brother was in the forest?",
        "A: Yes. I don't know how she knew it. I don't know how she knew it. I have no idea how\nthe information came to her but she knew he was there and we definitely had a\ndestination when we were going. We weren't just ambling around the countryside. They\ntried to walk in a certain direction. Of course they didn't have maps or anything like that,\nbut my guess was they knew their general direction which they wanted to walk. And my\nguess is they might have missed the group a couple of times and then finally met up with\nthe group.",
        "Q: Now, you said her brother wanted to kill you?",
        "A: Yes.",
        "Q: But there were other children in the group also. Do you think he didn't want any children\nthere at all or was there something about your presence with his sister?",
        "A: I think it was my presence because I was a burden to him and his sister. You know, ina\ngroup like that you never knew how long you were going to stay with a group and those\ngroups were forming and reforming all the time. You might leave one group. There\nwere many of those groups roaming around the countryside and the forest and he didn't\nknow how long he was going to stay with the group and he obviously was going to take\nhis sister and why did he need a child at that point. I remember them as being very\nyoung, both of them. So, I don't bear grudges. I understand it. A child was a burden.",
        "Q: Was this a resistance group as far as you could tell?",
        "A: Yes, indeed, some of them were resistance because I remember they would go off on\nmissions at night to mines somewhere and to blow up certain point so they were a\nresistance, definitely. They were part of the resistance group.",
        "Q: Did you have any particular job in this group, any kind of responsibility as a child?",
        "A: I don't think I had a responsibility, but I seemed to acquired a peculiar what do you call\nit, a peculiar calling. I seem to have an extra sense of when we were going to have the\nGermans descend on us in a hunt and I seemed to dream about my mother the night\nbefore. I have talked about it to some people. It's a ridiculous thing to say that I had a\npremonition or something but some people interpret it as I probably I had extra good\nhearing and I could hear maybe hooves of horses or vehicles rolling somewhere and I\ncould feel it because we all slept on the ground obviously. That probably would trigger a\ndream where I was in danger and I would always wake up yelling and if I woke up\nyelling, everybody packed camp. So, I sort of became the mascot in a way. You know\npeople who are in danger, whose lives are in danger are extremely superstitious and\nanything that helps them stay alive they will clutch at. That wasn't as far fetched as other\nthings when you're trying to stay alive and you really don't know where your next\nsalvation will come with.\nTape #2",
        "Q: Esthy, you were explaining about this dream and your prophetic --?",
        "A: Powers. I don't really remember it that accurately, but I think the first time when I woke\nup, the dream, when I woke up I was yelling because I was frightened and I think the\ndream was, my mother, whom I knew was dead was chasing me and I didn't want her to\ncatch me, and I was running. You know how you run in your dream and you're sort of\nslowed down, and then I realized that I had a scarf, so I took the scarf and I let it float\nbehind me like a sail and I was sort of jumping from stone to stone and floating away\nwhile my mother was trying to catch me. I was running faster and faster and I felt myself\nfalling, and that's when I would wake up yelling. That happened to me the first time in\nthe camp as far as I can recall. Of course someone was near me trying to put a hand on\nmy mount to prevent me from yelling, and then everything around the camp was talked\nabout and known.",
        "Q: Wait one second.",
        "A: So, they must have discussed it and they asked me what my dream was. Somebody came\nup to ask me. There was always a leader in a camp, you know, somebody was always a\nperson whom they looked up to this was a man and he came to ask me what I had dreamt\nand I told him and he sort of listened and didn't say anything and then the next time it\nhappened the woman woke me up, but this time she wasn't trying to stifle my yells. She\njust woke me up and I stopped screaming and she went and got the man and he came\nback and he asked me, and I told him it was the same dream. So, he left, and very shortly\nafter the order was given to break camp. Usually an order would come and everyone\nwould start packing up their immediate belongings and we started moving. And from\nthen on, ovariotomy I had the dream, we packed camp and we moved, so I figured it must\nhave something to do with my dream. Somebody once asked me whether I wasn't\ntempted to just sort of give false signals. And I said absolutely not, believe me. I wasn't\nabout to test anybody to give false signals because it could have been disastrous and then\nwhere would I have been. I had to depend on the good will of others to survive and this\nwas no way of doing it, so you didn't give false signals.",
        "Q: Did this give you a different place in the group?",
        "A: Yes. I felt safer. I felt much safer. I felt for instance very often at night we went on long\nmarches when we were changing camps and from then on there was always somebody if\nI was lagging too far behind, somebody would pick me up for a while, sort of carry me\naround for awhile, carry me on, and then let me down. Very often before I was afraid I\nwas going to be left behind and from then on I sort of sensed that I wasn't going to be left\nbehind. I was going to be carried along if I faltered and if I stayed too far behind, which\nhappened some times. It wasn't intentional, but I was sometimes so exhausted and my\nfeet hurt that I just couldn't walk anymore and I would fall behind, so it was sort of a\nhelping hand that would come along and sometimes even two people would relay\nthemselves and carry me for a little while. So, my status definitely did change from then\non.",
        "Q: What you didn't describe was how they connected your dream with a raid?",
        "A: Well, the next day there was a raid. There was a raid after the first dream, and so the next\ntime they obviously talked to each other and they decided to pack up camp and sure\nenough there had been a raid on that camp, because they sent back somebody and they\nfound that the water had been poisoned. They got to test the water from time to time on a\ndog or an animal they would test it. There was no other way of testing the water. They\ndecided there must have been a raid too because the water was poisoned. So, from then\non I became the lightening rod. Is that the word for it? If I had the dream they would\npack up camp and go. As I mentioned that before when I checked with somebody the\nexplanation that makes the most sense to me is that I must have had very good hearing,\nwhich I did. I had excellent hearing and eyesight too, that I must have heard some\nvibrations on the ground. Horses hooves or carriages being rolled along and that might\nhave set me off that there was danger coming. When you live with danger, even when\nyou're very young, you often develop an extra sense about when danger is coming and\nwhere it's coming from. You really do, so that must have been my sense.",
        "Q: What about clothes in this group. What were you wearing?",
        "A: Rags, whatever you could to keep warm. Feet were usually -- shoes didn't last very long\nor if they got wet they got too hard and you couldn't wear them so whatever you had you\nwould wrap around your feet particularly if you had to march around at night because\nyou were going through all kinds of terrain, like fields that had been harvested and where\nthe stalks are very hard to the soles of the feet. Or pebbles or things like that, so you did\nthe best you could. You stole clothes. Very often they steal food, they stole clothes too.\nIt was very hard to keep warm during the winter. During the summer you didn't care\nreally what you wore, but during the winter it was very hard to keep warm. I don't\nremember ever washing now that I think of it. We must have washed sometimes, but I\ndon't remember that. I guess it wasn't very important.",
        "Q: Do you remember getting thinner and thinner?",
        "A: I don't remember noticing. Probably I did. Probably I was never very fat, but I don't\nremember noticing that I got thinner. No, I never really looked at myself. You never\nlooked at yourself naked, well maybe I really thought of it I would have looked at the\narms, but you tried to keep warm, you know, you try to keep bundled up. You don't\nnotice whether you're getting thinner or not.",
        "Q: Was there lice because people weren't clean?",
        "A: Yes, oh yes, absolutely lice. I'm sure we were all covered with lice. I remember having\nlice when I came to France. They had to shave my head. They shaved my head\ncompletely because I had lice. I have a funny story to tell you about my shaved head but\nmaybe I will do that later so that we do it chronologically. Any other questions about\nthat, about the forest.",
        "Q: When you were caught and they were machine gunning you and you were shot, where\nwere you shot?",
        "A: I have four wounds on my left leg, two bullets. One entered at a peculiar angle. One\nwent through the leg and came out the back. One bullet went into my right breast and\ncame out under my arm and that one must have touched a little bit long because I was\nspitting blood for a long time, so it must have touched the lung slightly.",
        "Q: But you were nonetheless able to run and escape this and they didn't chase you?",
        "A: No, because they were further away behind the machine guns. So they weren't chasing\nbecause they would have been caught in the machine guns. They weren't chasing. They\nwere just sitting behind the machine guns really. They weren't chasing you.",
        "Q: Nobody had anything to help you with the wounds?",
        "A: No, no. As a matter of fact, I think they probably must have just put some rags on my\nlegs and my other ones so there wouldn't be a trail of blood when they carried me to the\nedge of the forest and they had the farmer pick me up. They must have bandaged it up\nwith rags because it would have been too dangerous to have a trail of blood I suppose.\nWhen you get hit with bullets, you don't feel, unless it hits a bone or something like that,\nit takes a while for the wound to stiffen up and hurt really. At the beginning it doesn't\nhurt.",
        "Q: Do you have any idea about how many people were in the group prior to this machine\ngunning episode and then how many after?",
        "A: It's difficult for me to tell because the group was -- there were people coming and going\nall the time, new arrivals, people who departed and went outside, and I really didn't have\nany sense of counting either. It was a large camp. There were lots of people, but how\nmany I couldn't tell, no.",
        "Q: But obviously afterwards there were enough people that this farmer would take very\nseriously this threat?",
        "A: Yes. Well, they never knew because usually they would only send two or three people\non any raid or on any mission. You know, they wouldn't send too many people ever so\nhe had no idea how many survivors there were there.",
        "Q: Were you frightened with this farmer at first?",
        "A: I was too sick to be frightened. By then I was really sick. I must have gone into delirious\nstate because I remember very little. I just remember them feeding me something to\ndrink or a little bit of food, some soup, some potato soup or something. I couldn't even\neat. I don't remember being frightened because I was beyond that. I thought I was truly\ndying. No. I wasn't frightened by the peasants.",
        "Q: How long were you with this particular family before you went --?",
        "A: Throughout the winter. I was there through the winter until that following spring when it\nbecame dangerous, when they were going to go out into the fields and when the\nneighbors were going to start dropping in and the boys were going to be in and out, it\nbecame too dangerous for me to stay there, so one evening, one night, he took me\nhalfway and then he told me to stay in the fields until day and during the day to walk the\nrest of the way to the village and then --.",
        "Q: But you felt kindness from these people?",
        "A: Yes. I didn't feel that they meant me harm, and I had developed a sense already who\nmeant me harm, but they didn't, so I felt comfortable with them.",
        "Q: And the boys?",
        "A: They were wild. They were wild, the boys, but when I left the boys had never seen me,\nremember. I was hidden during the day and I slept at night outside and before day break\nhe would come and put me back in the hole so those boys never saw me until I actually\ncame back from the other village after the war was over. They never saw me the boys,\nbut I could hear them, you know, and they were wild boys.",
        "Q: Now was it common for young children to go from village to village this way?",
        "A: Yes. Sometimes you would have a farm which was particularly impoverished where they\ncouldn't feed all the people that they had in their family and it was quite common for the\nyoungsters to go an hire themselves out as cow herdsmen, whatever you want to call it,\nand for the older ones to hire themselves out as laborers, so that was not at all\nuncommon, no. Nobody thought twice about it. They told me what name, by what name\nI was called, and they told me the end name, which I have forgotten since, that I was to\ntell the people who hired me that I came from that farm, which was their name so it\nwould have been if they wanted to inquire it would have been -- but they never did\nanyhow because the two villages the Ukrainians never talked to the Polish and the Polish\nnever talked to the Ukrainians, so we were pretty safe that nobody was going to go in to\ninquire.",
        "Q: Did they give you a picture or anything to take with you?",
        "A: No, no, they didn't give me a picture. I just went and but he used to drop in from time to\ntime to come and see me so they knew that I had somebody to whom I was attached and\nit was obviously a peasant. You know, it was obviously a Polish peasant so they never\nthought twice about it. Then when the war was over, he came back for me and he said he\nwanted, would I like to come back and live with his family and I said, \"oh\" and he said\nwell, mother and I -- I think that's how he called her -- mother and I talked about it and\nwe have the sons but we need a girl. Would you like to be the girl and I said sure, so I\nwent back with him. She taught me how to sew. She liked very much my sewing. I was\na good seamstress, so they were quite pleased with that.",
        "Q: Were you pleased to go there?",
        "A: Oh, yes, I was very interested in what was going on in the farm. I was fascinated by the\nseasonal business of the sewing and then the crops were growing and the planting of\npotatoes and the vegetables and taking care of the livestock and things like that. I\nthought it was very fascinating. I was fascinated also by the fact that they did everything\nthemselves. Like they made their clothes and they built everything and when it came to\nthe fall they would all slaughter together. They came to help if they slaughtered a pig or\na calf and then what they did with the meat and how they kept if for the winter. I thought\nit was very fascinating, so I stayed there and I thought that was going to be my life. I was\nstill going to be -- obviously my job was going to do a lot of sewing and weaving because\nI seemed to have a knack for that. That was going to be my worth. It beat the camp, let\nme tell you, so I had no complaints about that, plus the outdoors. I always loved the\noutdoors, being out in the open, so that pleased me very much, too.",
        "Q: In the Ukrainian village were you still worried because the war was going on but by then\ndid you have a sense that you were pretty safe?",
        "A: I was worried. I wasn't sure. I was worried, and life was hard in that Ukrainian village.\nThey were violent people. I never had a chance to see what it was like in the Polish\nvillage before because I was always hidden but in the Ukrainian village they were very,\nvery violent like for instance the farm I was on there was a mother and a son and the son\nwhen he got drunk he beat up his mother and he would beat up anybody and I learned\nhow to run very fast because I made myself scarce. They beat up each other and they\nwould get drunk periodically so it was violent.",
        "Q: Were you ever beaten?",
        "A: No. He never caught me. When he was sober he was okay, and I was out in the fields\nmost of the time and I always did what I was told to do so there wasn't really any reason\nbut when he was drunk he could have easily beaten me up, but I was always very scarce.\nI could tell already when he was working himself up to a state of drunkenness where he\nwas going to beat somebody.",
        "Q: Did people talk about the war?",
        "A: Hardly ever. Mostly they talked about the daily work and what they were doing, and\nthen while I was there on that farm he got married and that was an enormous event\nbecause at Polish wedding, literally it is a Polish wedding. It takes place a whole week of\nfestivities when there's a Polish wedding. That was a lot of fun because everybody gets\ninto the act. So, I was -- but he beat his wife too. It didn't take too long before he beat\nhis wife. So, that was sort of interesting and that was a big event and ovariotomy a\nwedding takes places it's a big event in the village.",
        "Q: How was your food intake at this point?",
        "A: I ate like the peasants did. We all ate together. In the morning there would be mashed\npotatoes and if we were lucky there would be a little bit of bacon that would have been\nfried and mixed into the mashed potatoes. IF there was a little bit of butter milk. The\nbutter we never had because that was taken maybe once of twice a year and they took\nbutter and eggs you know. They exchanged it, they bought it with other homes for\nnecessities like plows and things like that, or seed. It was a very simple diet, but I don't\nremember being terrifically hungry. Bread was baked once a week and the bread was\nstored. There was always meat from the slaughter that took place in the fall, and it was\nhung in that storage room. Bacon and sausages, blood sausages. A lot of blood sausages,\nI liked it too, actually. During the summer there was alot of vegetables. Cabbage, the\npotatoes were delicious. Let's see what else, there was a white cheese which they made\nin the cloth from he butter milk which was very good, which mixed with potatoes.\nEverything was mixed with potatoes. Every once in a while a chicken died. I killed one\nonce unintentionally. You had the chicken for the eggs so you often didn't kill the\nchickens but when a chicken wanted to sit on the eggs, the farmers lady would say to me\njust don't get in cold water for a little while, it will stop sitting on the eggs. Well I\ndunked it a little too much and the poor chicken just you know got too much of a dunking\nso we cooked the chicken of course. Somebody asked me once, didn't you kill another\none. I don't think that would have went over too well if I had killed another chicken. So,\nevery once in a while there was some foul. A lot of meat from the pig. They mostly\nkilled pigs. They didn't kill calves because they needed them for the dairy products. I\ndon't remember any lambs at all on that farm. There must have been farms that had\nlambs, but not in that particular village. It was mostly cattle, cows and poultry. Hens,\nand geese and such. They would make a goose for Christmas. They would do that. The\nfood was skimpy but enough to keep you healthy. I think people now a days would\napprove of a diet like that. They grew a lot of fruit in that part of Poland. There were\napple trees and pear trees, small ones, the fruit was never large, but it was quite good, and\ncherries, yes, that's the main fruits that they had.",
        "Q: You weren't thirsty anymore?",
        "A: No, water, there was plenty of water there and everybody drank water. You drank\nsomething called , | believe, which was made from cabbage which had a\nslightly fermented tasted almost like apple cider only it was much sourer than apple\ncider. Lots of cabbage. We had lots of beats, lots of beats, lots of cabbage.",
        "Q: Did you play at all?",
        "A: No. How could you play? No, there was no time. Except I could sit. I could sit in the\nfields when I was watching the herds and the playing consisted of watching what was\ngoing on in a stream or birds, watching birds. I loved to watch the birds. Playing, there\nwas nothing to play with really. What would one play with.",
        "Q: Were there other children?",
        "A: No. Because all the herds were kept separately and they would never graze together\nbecause each one of them had their plots and they would graze separately. They would\nnot graze together. There were children in the village, but and sometimes they ran in a\npack but I don't ever remember playing with them. I think part of the reason might have\nbeen that they thought I was Polish and they were Ukrainian, so that was already it\ncreated a distance. They did not like each other, so they pretty much let me alone.",
        "Q: Did you think about particular thing when you were sitting there watching the herd, about\nwhat had happened to you?",
        "A: I kept on wondering about some of the people where they were. That, I kept on\nwondering, where are these people now. That's mainly what I was thinking about. Very\noften I was also very tired. You know you get up very early. You get up before the sun's\nup to get the herd out and when you come back and you have to do other chores, by the\ntime you are -- during the day I was always tired. It took me a while to wake up. I would\nbe out there, and it was cold also, and the June there was a slight frost even in the\nsummer, on the grass. I spent a great deal of energy and thought on how to keep warm\nbecause I always seemed to be freezing in the morning. I never had the right clothes for\nthat, and I never had the right shoes. So, I would always try to figure out how to keep\nwarm, really.",
        "Q: Did you remain having dreams about your mother or did they stop after the woods?",
        "A: They stopped after that. They did stop after that, yes. I don't remember after that. From\ntime to time I had them later on. Usually when I was in danger. When I felt myself in\ndanger, I would have that dream, it would come back but usually it was because I was in\ndanger in one way or another. Strange.",
        "Q: So, then he brings you back to the farm and you think this is going to be --?",
        "A: That's right. Then I got to know the boys who were very rowdy and I was sort of very\nsedate. And the mother used to always protect me. If they chased me too much I would\nalways go and hide behind her and she would make a game of that. She like that. She\nliked having a girl. And I thought that was going to be my life and it wasn't so bad,\nreally. So, I was there, and one day I came in and there was a couple, a man and a\nwoman and the peasant said to me that they were people who had come they wanted to\ntake me away and I said why. So, they started explaining to me that they were Jewish\npeople and they thought that they wanted to pick up all the Jewish children who were\nhidden in the countryside. They I remember they mentioned money that they would give\nsome money and the peasant got angry and he said we don't want money. We want to\nkeep her. By then I had been baptized and I had been given a little bit of catechism\nwhatever you could get orally because I couldn't read or write, nor could they for that\nmatter, probably. Everybody got it the same way. I was going to church with them on\nSundays, and I did not want to go back to the Jews. I felt I really was catholic and for\nsome reason I felt like the Jews were really the ones who killed Christ, so I wasn't going\nto get mixed up with the Jews.",
        "Q: And you had no recollection of coming from Jews?",
        "A: No. I probably came from a non practicing home and that is why I have no recollection\nof anything. So, I don't remember how it ended but they left those people and the next\nthing I know we were working in the fields. By then you know the spring was really\nadvancing and we were working in the fields and I liked to feed the chickens so I was\nalways sent back to the house and I would feed the chickens. I started feeding the\nchickens an | hear a car drove up and here that man and that woman and she jumps down\nand she grabs me and she pushes me into the cart and off they ride with me. I look back\nand the last picture I see is the peasants running after them shaking their fists and they\ndrove off with me. So, I was pretty miserable. I really felt miserable and they drove me\nto a town somewhere. I don't remember much about the town except for some reason, I\ndon't know why, but when I see in those westerns, those make shift towns, I'm always\nreminded of that town. But anyhow, they drove me to that town and that town was a\ncollection center for children and I stayed with a family for a while in one of the houses\nconsisting of a man who had lost his wife and married his wife's sister and his daughter\nand his wife absolutely doted on his daughter. Every day she had a tutor coming in to\ntutor them in English because they were going to go to the United States. They were\nwaiting for papers to go to the United States. And she was taking such good care of that\ngirl and I kept on thinking wistfully God I wish I had someone to take care of me like\nthat. I felt really disoriented in that period. I felt very homesick for the farm, and I felt\nvery uprooted and I felt sick. I just felt sick. So, I don't remember too well that whole\nperiod except the next thing I remember, the next memory I have is being Bratislava, but\nI don't remember how we got there, you see. I have no recollection of how we got from\nthat place to Bratislava. But in Bratislava was a stop off place and I got very sick there. I\ndon't know what I had. I must have had the measles or something, but I was very ill and\nmost of those children left except for one girl whom you saw I have a picture of. I don't\nknow how long I was sick, but then other children started arriving and then we all were\nagain a large enough group for us to continue and by small stages -- then I remember\nbeing on busses, and they got us out from Czechoslovakia. I think they probably must\nhave gotten us through East Germany and the West Germany and then to France. In\nFrance we ended up in a home in Barbizon which is very close to Fountain Bleu. It was a\nbeautiful spot. It was truly beautiful. That's where I got my first orange. That's where I\ngot my first taste of chocolate, and that's where they taught me to eat with a knife and\nfork -- not a knife, a fork. We started with a fork. I don't think I ate with a knife for a\nwhile. That's where they started teaching us things. We were like savages really. That's\nwhen I had my head shaved because I was full of life. I was also ill, I was quite ill. I\ncouldn't eat properly, you know. My stomach wouldn't digest regular food. I became\nvery friendly -- it was so strange because the director of the camp was a man by the name\nof Eric Schott and he drove by and there was a group of us playing and he opened the\ndoor and he motioned for me to come into the car and he did. And he took me to the\nhome where they lived which was on the grounds, but it was very extensive grounds\nthere, so he drove me to their home and they gave me upstairs I met his wife and his son.\nHe had a son, and they gave me what you call in French , which is in the\nmiddle of the afternoon and they gave me little sandwiches with cheese and a piece of\nchocolate and some milk. I thought that was absolutely delicious. So, that was a\nwonderful place. I have very good memories. Once he asked me if I wanted to go and\nsee what the sea was like and I said sure. I hadn't seen the sea in a long time. I\nremembered it from the place we had, but he took his son and me to Brittany for vacation\nfor a whole week's vacation and it was absolutely wonderful. It was for the first time I\nstarted eating certain fish which I had never had and shrimp and things like that. I had\nnever tasted anything like it before. That's when I rejoined civilized life, really. The\nolder children in that group then left for Israel except for two, that little girl who stayed\nwith me in Bratislava. She found an aunt and uncle in Paris and she went to live with\nthem, and I visited very often with them, and then when all the children had left, the\ndirector and his wife and their son moved to Paris and I moved with them. That's when I\nreally started school in earnest. I had started school already in Barbizon, but it was a one\nroom school with different grades. When we moved to Paris, I really started regular\nschool and it was very hard at the beginning because I didn't speak the language yet and I\nhad to learn to read and write at the age of 11 and the French are very strict where they\nplace you. So, they immediately decided that I had to go into a class with younger kids\nwhich wasn't very good for my morale. The first day that we had you know the spelling\ntest, the teacher put my spelling on the board as an example of what not to do. Twenty-\nthree spelling mistakes, so I decided I had to learn fast, which I did, I did.",
        "Q: Esthy, when they kidnapped you, were you screaming?",
        "A: Yes.",
        "Q: Did they talk to you?",
        "A: They were just holding me. They said I had to come back. I had to come back. I\nbelonged to the Jews and I had to come back amongst the Jews. Oh, yes, I was\nscreaming indeed. I was fighting.",
        "Q: Did you decide I have no power here, I will just take what coming as you did all the other\nthings?",
        "A: I had no choice. I really had no choice.",
        "Q: Did you think about running away?",
        "A: Where was I going to run? Where would you run, you know, at that point. If somebody\nfed you you stayed put because if you run who was going to feed you. So, I wasn't going\nto run because I didn't know exactly -- I could have never found my way back to the\nfarm, never. I knew that. I was not going to be caught. I knew how violent the peasants\ncan be, and I wasn't going to be caught somewhere like that. So, running away wasn't an\noption really.",
        "Q: What point did you stop fighting or feel as if okay --?",
        "A: Well, in Barbizon I sort of began to have a glimpse of another life. When we went away\nto Brittany which I found absolutely beautiful, I particularly liked i 1\nremember. I have pictures with their son from with Rene, who was the son of\nthe Schotts. And, I began to have a glimpse of another life and then when I started\nschool I very quickly learned how to read and write. When you're ready you learn it very\nquickly. You don't need several years like you have it here to learn how to read and\nwrite when you're really of a certain age and you're really motivated. So, I learned how\nto read and write very quickly and I learned French very quickly and I started reading a\nlot and that opened up to me a whole new world once I started reading. I knew now that\nmaybe it wasn't so bad what happened to me, and I absolutely loved France. I found\nFrance beautiful. Everywhere I looked -- the city of Paris I just couldn't get enough. I\nused to just wander around by myself everywhere and it was safe at the time to wander\naround anywhere you wanted in Paris. I thought that that was the most glorious city that\nI had ever seen which it was. I was pretty happy by then and I was adjusting very well,\nand I was learning lots of things. I was going through school. I became very good at\nwriting. I was writing poetry in French. I always found teachers who were always\nhelpful and always pushing me along. I enjoyed that. It became very challenging to me\nand very stimulating not to disappoint them, you know, that the French are very big on\ncompetitions and regional tests and this and that, and I became a regular at the various\ncompetitions in writing and such because all of them wanted to send me because\nobviously I had a gift in that area. So, I began to really enjoy it. I had to work very hard,\nbecause the French school system at the time was very difficult to get through. It was\nvery challenging and I had a lot of work to do and a lot of catching up to do. It was\nridiculous, I remember doing calculous and they discovered my multiplication table or\nmy additions. And we didn't have little calculators at the time and you really had to be\nable to calculate and I couldn't. So, somebody would always step in to coach me so I\nwould have several weeks of coaching in addition to the regular school. They were\nsending me for competition in essays and they discovered that I didn't know the rules of\ngrammar in French. I had skipped the grade where there were rules of grammar so I had\na tutor assigned to me from school for a couple of weekends to teach me what the rules of\ngrammar were. You needed to know the rules of grammar when you off to a writing\ncompetition. So, I was very busy and I was very caught up in that life, and I really\nenjoyed it very much.",
        "Q: You felt close to both Mr. and Mrs. Schotts?",
        "A: I felt very close to Mr. Schott. Mrs. Schott, no. Mrs. Schott was a bit of a basket case\nand a difficult woman, although I couldn't blame her after she lost her son. Honey died\nwhen he was --I was -- how old was I when he died? 13 or 14, and he must have been 17\nyears old and he died of cancer, a young boy. So, that was a very terrible blow to them.",
        "Q: Were you close to him?",
        "A: I was very close to him, yes. He was very protective of me, and I was delighted to have a\nbig brother who was protective of me, so I felt very close to him. I felt very close to Mr.\nSchott, in fact, I named my son after him. My son is named Eric after Eric Schott. And I\ngot to know his family in England, and I became very close with his family. He had a\nbrother and a sister-in-law and a nephew who lived in England and I became very close\nto them. In fact, I still see them. Unfortunately he died, and his nephew died a couple\nyears ago, but we spent some time before he died together because they were very\nimportant people in my life. I made friends in Paris and I was doing lots of things.",
        "Q: So you put your life together?",
        "A: Yes, I did. I really did.",
        "Q: Did you consider yourself a member of the Schott family?",
        "A: Up to the time when he died. After that I didn't. After that I had a whole series of places\nI lived. She wanted to remarry and after all to have a young girl on her hands was not the\nbest thing for her. So, I went to live with a friend of theirs who was my tutor. Eric\nSchott was my tutor first, and they appointed an assistant to him in case something\nhappened to him, and when he died, I went to live with that other family by the name of\nKatts, and they were a terrible family to live with. They really were. Actually, I don't\nthink he particularly picked on me. They had two sons and he was equally cruel to his\ntwo sons, so it was not a good place to live. I stayed with them until I reached the age of\n18 at which point in the French court, you can be declared mature of age if two witnesses\nwill testify to your character and your maturity, which is exactly what happened. So, I\nbecame essentially 21 at the age of 18. From then on I could do as I pleased and I went\nto live with a family of two doctors who had been at that camp in Barbizon. They were\ntaking care of the children. They weren't married, the two. They lived together. She had\na little girl. Her husband had been deported during the war and killed and I lived with\nthem until I married Jim. I met Jim in the summer of 1954 in Germany, as a matter of\nfact. He was stationed at Heidelberg, and I was visiting with this family became they had\ngone back to live in Germany because he was a doctor and he couldn't practice in France.\nThe French medical association is very reactionary and very tight and they wouldn't\nallow him to practice so, since he took his medical degree in Germany he went back to\nMannheim where his family was a doctor and he opened up a very thriving practice, so\nshe had to join him there and I lived with the daughter in Paris and during vacation time\nwhen we didn't have school we would go to Mannheim and stay with them and then\ncome back to Paris when school resumed. One of the trips in '54 I met Jim, who was in\nthe United States Army, and I went back to France and he went back to the United States\nbut two years later, he came back and we got married. So, we were married in Paris.",
        "Q: You corresponded during this period?",
        "A: Not really. Jim is not really a letter writing. I know he can hear me. Telegrams mostly.\nHe sent me telegrams, and also I must say my English wasn't very good, so it was hard to\ncorrespond when your English is not very good.",
        "Q: So, did you take these people's name?",
        "A: Lehman, yes, I took their name, that's right.",
        "Q: So you were married --?",
        "A: In Paris. We were married in Paris, but then when we came here, his parents wanted a\nwedding too, so we had a second wedding for his parents, too. And I didn't know\nanybody and it was very funny because whenever I was introduced to somebody and we\nwould turn around to somebody else I would hear, is she Jewish? At one point I said to\nJim why don't you make a sign and put it on my back, I'm Jewish.",
        "Q: Were you taught anything about Judaism after the war in Barbizon?",
        "A: Yes. Yes, as a matter of fact, I was in a very peculiar way. You see, in order for me to\ncatch up with the French school system I had to go into a private school for a while to\ncatch up. And it so happened that I was sent one year to a very special private school\nwhich was not Jewish and one year I was sent to a private school which was Jewish, and\nthe only way they would keep me there is if I would learn how to read and write Hebrew\nright away, which I did. We had religious instruction and we read the Bible every day in\naddition to the regular curriculum, so I learned about Judaism there, as much as you can\nlearn in a couple of years, you know. I learned how to read and write. I learned even\nhow to read , which I cannot do any more, but if I had to, I probably would\nagain, I would learn it, if my future life depended on it, I would probably learn it again.\nSo, I did learn a little bit about Judaism. It didn't take. It really didn't take. I think that\nthe first time I really felt Jewish was after the Six Day War. That's when I really felt\nJewish. I don't quite understand why except that maybe I saw the Jews stand up and fight\nand that did it forme. They were defending themselves and they were defending their\nland, and for the first time I felt Jewish. So, I feel perfectly Jewish now, but I didn't for a\nlong time. I really didn't.",
        "Q: What does that mean, do you think, feeling Jewish?",
        "A: Feeling that I'm proud to be part of that breed. Feeling that in spite of all the trials that\nwe have gone through we are a very strong and resilient people, not feeling that I'm\nashamed of being a Jew. That's what it means essentially to me. I can't say that I'm\nreally religious. It's just that I feel very Jewish. I really do at this point. I feel that I'm\npart of this minority, and I'm going to stay that way and I'm going to tell my children\nabout it and I hope my children stay part of the minority.",
        "Q: Is there a piece of the child in you feeling angry about what Jews did or didn't do during\nthis period of time?",
        "A: I think, yes, there was a certain amount of anger in me. There was the anger of our\nmarching off like that. I was very angry about the, but I have come to understand that we\nreally didn't have a choice. We were trapped and we really didn't have a choice. But I\ndid feel angry for a long time, you're right. And I think that's probably why I didn't feel\nJewish because I didn't want to be Jewish. I was angry about it. But the Sixth Day War\nshowed me that if there was a way, the Jews can fight, you know, and they will fight.\nThat made a big difference to me really.",
        "Q: You're identity is something that you've created in a way that most people don't.",
        "A: Don't most people create an identity for themselves?",
        "Q: Yes, but you have a history that is lost to you.",
        "A: That's true. Well, I had no choice really. I had to create an identity. You're right. I did\ncreate an identity for myself. I didn't realize it was that unusual though. I thought most\npeople created their identities, no?",
        "Q: But your history is one of so much oppression and so much terror as a child that you\ncouldn't be a child.",
        "A: No, I guess I was always adult. I guess I was always adult.",
        "Q: What was it like for you to raise children?",
        "A: It wasn't easy. You know the best way of understanding another person is to put yourself\nin their shoes and I am very good at putting myself in the shoes of adults. I couldn't put\nmyself in the shoes of children. As a consequence I was probably very over protective of\nmy children. I was always trying to keep them safe, which doesn't work. I have come to\ncertainly realize that. You can't keep anybody safe, but part of the reason was that I\ndidn't remember what it was as a child. I couldn't venture out as a child because it was\ntoo dangerous, so consequently I probably tried to keep my children from straying\nsomewhere where there might be danger. And I know that I had peculiar fears like if\nthey had a rash it used to drive me crazy until I realized that it had to do with that little\ngirl that that was shot because she had pimples. I associated pimples always with being\nsick and if you're sick you're going to get shot. So, my kids never had a rash I can tell\nyou that. I drove them crazy but they didn't have a rash. You know, it's things like that\nthat I probably overdid as a mother. But for a long time my children didn't know my\npast, which is again, I'm told, I didn't realize but I'm told that this is not usual with\nsurvivors of the Holocaust. I remember the first time my daughter came back from\nreligious school and they were talking about the Holocaust and she asked me point blank\nare you a Holocaust survivor, and I said yes, and she got very upset. By then I think she\nmust have been 10 or 11 years old which is an advanced age and she never had a glimmer\nthat I might be a Holocaust survivor. So, you know, it's --.",
        "Q: Did you then tell her?",
        "A: Some, but then I wasn't able to talk about it all so I was very reticent and that probably\ncreated more anxiety than if I had told her. Our son never questioned me about it. He's\nthe kind of a child probably that I was. He absorbed things by observing. He doesn't ask\nthat many questions so he just absorbed and watched and didn't ask too many questions.\nMy daughter is a real questioner. She likes to ask questions. Some of the answers I gave\nweren't entirely satisfactory. Part of the reason was I wasn't able to talk about it then, yet.\nIt didn't come until much later when I was able to talk about it. I just sort of decided this\nwas my past life, another life. I was living in a different life and I was going to pretend\nI'm just as normal as everybody else. So, that's really the mission I took on. I was going\nto lead a normal life.",
        "Q: Did you imitate other mothers that you saw?",
        "A: Oh, yes. And also, I had an instinct. I have a protective instinct to begin with so I would\nnever do any harm to a child, so I'm very protective of children. So, that's -- and I read so\nI understood some of the things that were going on, and I did let go of the children, I\nmust say. Maybe not as fast or as soon as they wanted it to happen, but it happened. No,\nI understood suffering so I was always trying to nurture and avoid suffering, but I\nsuppose that I must have brought certain hang ups with me that other mother's didn't\nhave, I suppose.",
        "Q: Maybe we should bring the pictures over here. Why don't you explain.",
        "A: This picture was taken, it doesn't show my finger, is that okay? This picture was taken in\nBratislava in 1946, and I am the girl in the middle next to the white bunny and the little\nboy who leans on my right arm we call him the Englishman because nobody could\nunderstand what language he was talking, which he spoke in. We all had a smattering of\ndifferent languages, but nobody understood his. So, that was the Englishman leaning on\nme.",
        "Q: So you're second to the left there in the first row?",
        "A: I'm second to the left.",
        "Q: Do you remember the other people?",
        "A: No, I just don't remember them, except for that little boy. He was always next to me. He\nwas always leaning against me, but he didn't speak. He never spoke. I never heard him\nspeak. This picture also was taken in Bratislava and that's the whole group. You can see\nit's a pretty large group.",
        "Q: Where are you?",
        "A: There I go. That's the one, that's me. Around time, that was taken around the same time I\nwould say. Same hat, same coat, I didn't have any more than that. Maybe somebody\nwho knows Czechoslovakia will recognize the monuments, but I don't remember it. I\nknow it was Czechoslovakia, and I think it was Bratislava, although we were also in\nPrague, but I think it was Bratislava. This picture I'm the one holding on to two hands.",
        "Q: So you're this person?",
        "A: That's me, that was taken later. That was taken in France. By then you can tell my hair\nhad grown back a little bit. I had my head shaved when I came to France and by then it\nwas growing back a little bit. I forgot to tell you a story. Mrs. Roosevelt came to visit the\nhome and I was designated to learn by heart The Raven and to recite The Raven to her,\nwhich I did. When I was finished she patted me on the head and said, \"What a cute little\nboy.\" So that was my first meeting with Mrs. Roosevelt. I met Mrs. Roosevelt later on\nbecause my husband and I started a Reformed Democratic Club when we lived in New\nYork and she came to be our speaker and Jim and I went to pick her up. I told her the\nstory when I first met her and she looked at me and said, \"My you have changed.\" So,\nthose were my encounters with Mrs. Roosevelt.",
        "Q: Thank you so much Esthy.",
        "A: Thank you.\n"
    ],
    "questions": [
        "Q: Can you tell us your name please?",
        "Q: Where were you born?",
        "Q: Give us your earliest memories?",
        "Q: Do you have any recollection of what they look like?",
        "Q: Were you an only child as far as you remember’?",
        "Q: What do you remember after that? Did the war come?",
        "Q: Were you aware that she had died?",
        "Q: Did you ask people what happened to my father?",
        "Q: How old do you think you were?",
        "Q: Did you feel close to anybody after your father left at that moment?",
        "Q: There were other children?",
        "Q: Were you friends with them?",
        "Q: Tell us about the camp. What do you remember?",
        "Q: Were you under the skirts?",
        "Q: Can we go back for a moment?",
        "Q: Were you wounded?",
        "Q: Sideways?",
        "Q: When you walked into the situation and you saw the guns, was there any time for\nsomething to go through your head or --?",
        "Q: When you touched this blood --?",
        "Q: Did you explain when the women asked you, did you explain what you saw?",
        "Q: Were you very hungry in this place?",
        "Q: Did the women -- I don't know if you remember, did they share their food with you?",
        "Q: When were you fed, at night?",
        "Q: Was there some soup?",
        "Q: Did the women there also give you some of what they were given?",
        "Q: But in spite of your fear, you were thinking very clearly where to go and what do to?",
        "Q: Was your stepmother there in the camp?",
        "Q: She had gone out and your aunt?",
        "Q: Okay, so now they take you out of the camp for transport.",
        "Q: You mean literally trying to kill you?",
        "Q: I want to go back to the camp just before the escape. You had said that you were not so\nclose with your step mother, but clearly she seemed to have wanted to take you with her.",
        "Q: But she also knew that her brother was in the forest?",
        "Q: Now, you said her brother wanted to kill you?",
        "Q: But there were other children in the group also. Do you think he didn't want any children\nthere at all or was there something about your presence with his sister?",
        "Q: Was this a resistance group as far as you could tell?",
        "Q: Did you have any particular job in this group, any kind of responsibility as a child?",
        "Q: Esthy, you were explaining about this dream and your prophetic --?",
        "Q: Wait one second.",
        "Q: Did this give you a different place in the group?",
        "Q: What you didn't describe was how they connected your dream with a raid?",
        "Q: What about clothes in this group. What were you wearing?",
        "Q: Do you remember getting thinner and thinner?",
        "Q: Was there lice because people weren't clean?",
        "Q: When you were caught and they were machine gunning you and you were shot, where\nwere you shot?",
        "Q: But you were nonetheless able to run and escape this and they didn't chase you?",
        "Q: Nobody had anything to help you with the wounds?",
        "Q: Do you have any idea about how many people were in the group prior to this machine\ngunning episode and then how many after?",
        "Q: But obviously afterwards there were enough people that this farmer would take very\nseriously this threat?",
        "Q: Were you frightened with this farmer at first?",
        "Q: How long were you with this particular family before you went --?",
        "Q: But you felt kindness from these people?",
        "Q: And the boys?",
        "Q: Now was it common for young children to go from village to village this way?",
        "Q: Did they give you a picture or anything to take with you?",
        "Q: Were you pleased to go there?",
        "Q: In the Ukrainian village were you still worried because the war was going on but by then\ndid you have a sense that you were pretty safe?",
        "Q: Were you ever beaten?",
        "Q: Did people talk about the war?",
        "Q: How was your food intake at this point?",
        "Q: You weren't thirsty anymore?",
        "Q: Did you play at all?",
        "Q: Were there other children?",
        "Q: Did you think about particular thing when you were sitting there watching the herd, about\nwhat had happened to you?",
        "Q: Did you remain having dreams about your mother or did they stop after the woods?",
        "Q: So, then he brings you back to the farm and you think this is going to be --?",
        "Q: And you had no recollection of coming from Jews?",
        "Q: Esthy, when they kidnapped you, were you screaming?",
        "Q: Did they talk to you?",
        "Q: Did you decide I have no power here, I will just take what coming as you did all the other\nthings?",
        "Q: Did you think about running away?",
        "Q: What point did you stop fighting or feel as if okay --?",
        "Q: You felt close to both Mr. and Mrs. Schotts?",
        "Q: Were you close to him?",
        "Q: So you put your life together?",
        "Q: Did you consider yourself a member of the Schott family?",
        "Q: You corresponded during this period?",
        "Q: So, did you take these people's name?",
        "Q: So you were married --?",
        "Q: Were you taught anything about Judaism after the war in Barbizon?",
        "Q: What does that mean, do you think, feeling Jewish?",
        "Q: Is there a piece of the child in you feeling angry about what Jews did or didn't do during\nthis period of time?",
        "Q: You're identity is something that you've created in a way that most people don't.",
        "Q: Yes, but you have a history that is lost to you.",
        "Q: But your history is one of so much oppression and so much terror as a child that you\ncouldn't be a child.",
        "Q: What was it like for you to raise children?",
        "Q: Did you then tell her?",
        "Q: Did you imitate other mothers that you saw?",
        "Q: Maybe we should bring the pictures over here. Why don't you explain.",
        "Q: So you're second to the left there in the first row?",
        "Q: Do you remember the other people?",
        "Q: Where are you?",
        "Q: So you're this person?",
        "Q: Thank you so much Esthy."
    ],
    "answers": [
        "A: My name is Esthy Adler.",
        "A: I think I was born in , East Prussia, but I'm not sure. Any of the\ninformation that I'm likely to give you I think, but there was nobody close enough to me\nto corroborate any of the information, so I really am not entirely sure.",
        "A: My earliest memories going to seaside place with my parents, which was not too far from\nwhere we lived. My guess is, and speaking to people, I was told that it was probably on\nthe Baltic because is not too far from the Baltic. That's really my earliest\nmemory that I have of my parents and being there and not wanting to be left there\nbecause we had a caretaker with two children, and they were twins, and they were very\nmischievous and they always tried to play pranks on me, and I never wanted to be left\nalone there. So, one of the earliest memories I have is my parents bring me out there and\nwanting to leave me there and my absolutely refusing to stay without them. They didn't\nleave me, actually, they didn't. So, that's one of my earliest memories I have.",
        "A: Very vague. I remember my mother. I seem to remember a dark haired woman rather\npale. My father all I remember is that he wore glasses. Isn't that strange? I don't\nremember much more about him but that he wore glasses.",
        "A: Yes, yes, as far as I remember I was an only child.",
        "A: Well, I do remember that on one of those trips to our summer place, the sea, I remember\nbeing very tense. I didn't understand clearly, but I understood that there was something\ngoing on and that my parents were very tense. They were trying to leave me there, and I\ndidn't want to stay. Then I remember that we couldn't go back home. After that, we just\ncouldn't go back home. Somehow, we had to go somewhere else, and we ended up going\nto a town where my mother's sister lived, and we moved into an apartment in the same\nbuilding. I remember the language was different. I remember she had several children\nincluding a pair of twins, twin girls, red headed twin girls. I remember. Isn't that funny\nsome of the memories one has? And I remember they spoke a different language and\nthey sort of made fun because I couldn't speak the same language, but it quickly sort of\nfaded because I seemed to have learned enough words to get along. My guess 1s is that\nwas in Poland, and that's when I started learning Polish, really. So, that's some of the\nearliest memories I have. Then I have another memory of my mother dying. I remember\nshe was ill, but very briefly. I have memories of my mother going out and bringing back\ndonuts, jelly donuts, and I remember hugging her and she had snowflakes on her shoulder\nand her hair, and that's one of the early memories that I have. I assume it snowed quite a\nbit in Poland, so I probably had that experience more than once, but I do remember that.\nThen I remember my mother dying June the 9th and my father bringing me over to my\naunt's place, which was in the same building only a different apartment, and I remember a\ngreat deal of upset in my life as a result of that.",
        "A: Yes. My father told me. My father came to get me from my aunt's and told me that my\nmother had left. I think that's the way he put it. And that I wasn't going to see her\nanymore and that I had to be very brave. And then I remember a woman moving in with\nus, somebody who took care and cooked for us. Then still later, I remember my father\nremarrying, but that's only a vague memory, and I remember my aunt being very\ndisapproving of the marriage. Apparently he made an unsuitable marriage, and I\nremember always a lot of talk about it behind closed doors, and as soon as I walked in\nthere would be silence. I figured there was something wrong with the marriage. She was\nvery young, the woman he married, and she was a very good looking woman and I\nsuppose that didn't go down too well with my mother's sister and her family. So, that's\nsome of the earliest -- and then suddenly a great deal of the war started intruding. I\nremember being on the street once with my father and Germans marching, and my father\nwas holding on to me in such a tight way that I knew there was something wrong that he\nwas tense. You know, how you communicate with children that there is something not\nquite right and he told me to be very quiet, which I was. I remember the Germans\nmarching and a lot of the people on the street applauding as the Germans marched by. I\nremember going back home and there was a very somber atmosphere suddenly and\nneighbors kept on dropping in and there were meetings late at night. Sometimes I would\nhear through the slightly opened door that there were people meeting in the living room,\nyou know, and talking and sort of making plans on what to do. I knew there was\nsomething very menacing going on, but I didn't know exactly what it was. Then the first\ninkling how menacing it could be. We were at dinner one day and I heard an enormous\nexplosion. The noise, like my heart stopped for a minute. It was so close and so loud\nand I was told that that was a bomb that dropped very closely by. So, that's how it\nstarted. That's how I remember the war really. Then I remember people organizing\nthemselves in a hiding place, a cellar was made ready for people to go down in case of\nbombings and in case of raids also by the Germans and the Poles together I assume. I\nremember very often being woken up and being asked to dress very quickly and very\nquietly and everybody was trooping down into the cellar. After coming out on one of\nthose raids, I wanted to go and see a friend who didn't live in the building but who lived\njust a couple of streets away, and my father said I couldn't go by myself anymore. I used\nto go by myself. It was just maybe around the corner, a couple streets away. So, he took\nme there and we walked over there and suddenly all I saw was a pile of rubble. Our\nbuilding was gone, and my friend was gone and everybody in it was gone, and I\nremember coming back and for the first time feeling very threatened, really threatened,\nthat maybe the same thing was going to happen to our building and to us in the building.\nThat was a very threatening moment I remember very distinctly. From the on there was a\nwhole series of raids and bombings which I --it got to a point where I was afraid to go to\nbed you know, because it was very frightening when it happened at night and I felt if I\ndidn't go to sleep maybe it wouldn't happen, but it just kept on happening. On one of\nthose raids we all trooped down to the cellar and I remember, there must have been\nbombs falling all over because the noise was just absolutely deafening. I remember very\ndistinctly that stay in that cellar because we ran out of food and water. There were some\nchildren, and there was one child who kept on yelling for water. He sat next to me and\nthat child, that little boy and I remember on one of those occasions when he started\nyelling his father put his hand on his mouth. I didn't see it because there was no light, but\nI could feel his arm and the little boy started struggling and kicking and then he just lay\nvery still. My father said you have to be very quiet. You cannot do what he did. You\ncannot yell or cry or do anything. You do exactly as I tell you. He was telling me that in\nmy ear. And I really did what my father told me. I really learned how to be very quiet,\nbecause even though I didn't fully understand what it meant I knew it was something\nfinal and terrible that had happened to that little boy. So, I knew that I had to do as my\nfather said. We stayed in that cellar, and I don't know for how long because one day they\njust discovered us and they ripped open the doors and they got us all out in German\n, of course, and it was full of lice. It was at night and barking dogs and\nwhen I hit the air I fainted, so I don't remember what else happened there except when I\nwoke up we were in the country, in barracks. I was with my step mother and aunt and the\ntwo girls, but all the men were gone. There were only one or two old men and all the\nother men were gone. They must have taken them away. That's the last time I saw my\nfather. I don't remember ever seeing my father after that. So, that was the beginning\nreally of most of my memories of war. That's the way it happened.",
        "A: You asked but you didn't get answers and I very quickly learned not to ask because it was\nannoying, and my step mother was very short tempered. And my aunt did a lot of crying\nand she had two little girls who were always sort of hanging on to her arms, so there was\nreally nobody I could ask. There was some other people that I knew vaguely but I didn't\nknow them well enough and I very quickly learned not to ask questions unless I would\nget an answer immediately I never asked a question again because I knew it was\nannoying. Very often they couldn't give me any answers and I was learning not to annoy\npeople. It was too dangerous.",
        "A: I don't know, maybe five, maybe six. I don't know. I don't know how old I was.",
        "A: I was clinging to my aunt, really, because my step mother I hardly knew, and she was not\na patient or sort of nurturing kind of person. She was very distant, so I didn't feel\ncomfortable with her, but I was trying to cling to my aunt, but she had two little girls.\nSo, there was a limit of how much she could really do for me. So, I was learning very\nquickly to be alone, really.",
        "A: There were some other children of various ages, yes.",
        "A: I didn't know them. I didn't know those children because I didn't know where they came.\nI'm not even sure that many of the people who were with in the cellar survived, because\nwe were there for quite a while. My guess is a week, no food no water. That is a long\ntime. I think probably a lot of the elderly died. The men were all taken away. They're\nweren't that many left, really. Some of them I knew by sight but I really didn't know\nthem well enough and there weren't that many children in that cellar. There were my two\ncousins and that little boy who died and if there were any others I hardly remember them.\nI don't. So there weren't really. There were other children in that camp, but I didn't\nknow them really.",
        "A: It was out in the country. It was surrounded by fields and trees and it was obviously\nwheat fields, is that what Poland must have had because that was in Poland. It must have\nbeen wheat fields. Also, you know, wood and such and there were mostly barns and\npeople were housed very crowded in and every morning the younger women would be\nmarched out at daybreak into the fields to work, and the others were left in the camp. At\nnight they would come back and we would all congregate on that tree where they would\nbring out some food. Everybody went up. We all had a tin plate or something or wooden\nplate, even. I don't remember what it was really and we would get something to drink\nand some soup and a piece of bread. Then, one day they marched the women out as usual\nand then instead of leaving us in the barracks, the rest of us, the children and the\nsomewhat elderly, people not well enough to march out, they rounded us and they started\nmarching us to one particular wooded area and when we got there we noticed that there\nwere a few men digging a sort of a deep hole and then they told us all to line up and I\nnoticed that they had machine guns lined up across from us and they opened fire on us.\nThen all we did was sort of topple into that hole into that grave. Those of us who weren't\nhit, fell anyhow because there were so many bodies milling about and I fell in there, and I\nmust have lost consciousness for a while because when I woke up I started moving and I\nwas sort of on top of bodies and there were other people on top of me and I felt some\nstickiness and I looked and it was blood. I wasn't sure if I was alive or dead, but I sort of\nsat up. By then there was nobody around, and I sort of climbed out. It was easy enough\nto climb out because it was on even ground. I climbed out and I sort of ran into the\nwoods and I sat down in the bushes. There was very thick woods and bushes, a real\nundergrowth, and I sat down there because it was daylight and I figured I couldn't go out\ninto the clearing. Then I heard a man with a dog coming, one of those big -- and\nsuddenly I looked and there was the man and that huge German shepherd walking\ntowards me and I thought, that's it. I thought that was the end. The German shepherd\nstuck his head in under the branches. Went like this and stuck his head out and continued\nwith the man. To this day I don't understand what happened. I really don't understand\nbecause those dogs were really trained to hunt people, and I don't understand what\nhappened, but they passed and I stayed there. I stayed there until it was dark and then I\ncame back to the barracks to where I stayed with my stepmother and everybody wanted\nto know what happened because everyone realized what had happened, that something\nhad happened, but they didn't know exactly what, and that particular barrack, you know,\nmost of the people in it were missing and there were a few other barracks where probably\nsome survivors had also gone back, but you didn't run back between barracks once you\nwere into your barrack, so everybody asked me what happened. Then it was decided,\nthere was one other little girl who had come back. I didn't even notice her, you know, I\ndidn't even know where she was from, and it was decided that the two of us the next day\nwhen the women marched out to the fields that we would stay under the beds and we\nweren't going to move until they came back at night, and that's what we did. So, in the\nmorning when everybody left the barracks, by then it was just the working women in the\nbarracks, we too, stayed in the barrack and we stayed under the bed. I don't think we\nstayed there too long because shortly afterwards they rounded everybody up at sunset,\nyou know, after they came back from the fields and they started marching the whole\ngroup. All the barracks were rounded up and there were a few children and the children\nwere sort of hidden between women, large skirts covered the children, and I guess they\ndidn't look too closely at the legs to notice that sometimes --.",
        "A: Well sort of. The skirts were sort of wrapped slightly around us, and they marched us to\nthe railroad tracks and they shoved us onto trains and the trains left.",
        "A: Sure.",
        "A: Yes. I had a wound -- at that particular time I had one wound in the back, one bullet\nwound in the back. Later on I got other wounds. I have about one, two -- I have seven\nwounds, seven bullet wounds. That was only one in the back that sort of grazed my back.",
        "A: Must have been sideways, I don't know.",
        "A: There was no time. There was no time and there were people sort of falling all over you.\nPeople were yelling and trying to run and you know how it is when people try to run and\nthey don't know in which direction because no matter where they looked they were either\nstanding with rifles or there were machine guns set up, so there was no place to run\nreally. No, I don't remember realizing what was happening. All I knew was that I was\ntumbling into the pit with everybody else. I didn't really realize what else I could do.",
        "A: I didn't know if it was mine or if 1t was somebody elses. When you are hit by a bullet it\ndoesn't hurt right away, but when it gets cold it gets stiff and it hurts, so my back was\nbothering me and obviously when they were trying to take my shirt off when I got back\nto the barracks, 1t was sticking to my back. So, I must have had some kind of a bullet\nwound in the back because I remember it stinging by then I had learned not to yell or cry\nabout anything. You learn very fast that there's no point in complaining, really. So, I\nthink I had one of the wounds there, it happened to me in the back.",
        "A: Yes. I don't think anybody believed me about the dog. I don't think they believed me.\nThey looked at me in such a peculiar way and one of the women said well I know they\nhave a dog, and I know they walk around with that dog, so there was a dog and I could\nnot have invented him because I don't think I was familiar with German shepherds and I\ndescribed the dogs. Except I described him but he had green eyes. How can he have\ngreen eyes? I saw green eyes. I don't think a dog has green eyes, really, but I described\nyou know adequately so they that they thought maybe I did see a dog but they couldn't\nbelieve that the dog walked right past me and didn't start barking or tearing me a apart.\nThat was the point, because I think that's what they were trained for. That was sort of a\nbizarre episode, that I just stopped talking about it. I decided I'm not going to -- but it\nstuck with me really, it really did stick with me that bizarre episode with the dog.",
        "A: I very often was very hungry, but what I remember most is thirst, always being thirsty\nand never having enough to drink. I think at one point I sort of lost my appetite for food\nexcept when you know you have a grumbling stomach, but I didn't know really. I was\nscared. I was always full of fear and hunger doesn't always assert itself when you're full\nof fear. Yes, I remember times that I was hungry, but not so much hungry as full of fear\nand very thirsty always. There was never enough to drink.",
        "A: You mean after this? Oh, yes. They did. They would always bring back a piece of bread\nor something. They couldn't bring back soup or something because they would have seen\nthem, but they always managed to put a piece of bread in their pocket to bring back a\npiece of bread for us or something that could be carried unobtrusively. You know, they\ncouldn't opening carry something because it would have given it away.",
        "A: Yes.",
        "A: There was some soup or potatoes or something like that or cabbage. There was very\noften cabbage and potatoes cooked together in sort of a soupy stuff which they handed\nout and a piece of bread.",
        "A: Oh, you mean when we were still in the open? When we were still in the open they gave\nus some too. After that supposedly there weren't supposed to be any children or any idle\nmouths to feed so from then on, no. But before that carnage, I don't know how else to\ncall it, they did give us some food too, maybe not as much as the women, but we didn't\nneed as much really. Mostly what I remember is cabbage and potatoes, you know,\ncooked with some water.",
        "A: Oh, yes, definitely. I had to get out of that pit, that I knew. I had to wait until it was dark\nbecause I didn't feel too comfortable being out in the daylight uncovered. By then I had\nalready learned that I couldn't be anywhere where I was seen. I did have the instinct to\ngo back to the barrack where I had been with my stepmother. That I did. I always had\nsort of a very good sense of direction, even in the forest, how to navigate my way and I\nlearned very quickly how to navigate my way through the forest.",
        "A: Yes.",
        "A: My aunt was killed with the two girls on that afternoon. She and my two cousins were\nkilled on that afternoon, and I survived. Don't ask my why. It's a lottery definitely, yes,\nit really is.",
        "A: We went sort of shoved into a railroad cars and what I remember -- that's a terrible thing.\nI really want to forget that because it was very crowded. I don't know how many cars\nthey had and how many people. I don't even know where they got all those people. I\ndidn't think there was that many people. It was very crowded and they really shoved us\nin. It was very hot and it stank and it was night, you know, and I was absolutely\npetrified. I was petrified then. When the car stopped and they let us out, there were like\nsearch lights and again I could hear the Germans. I could hear German spoken and dogs\nbarking, lots of dogs barking, and they kept on pushing us, quick, quick ;\nthey kept on really pushing us to this side and to that side. I was so petrified that I don't\nremember the route that we took from the car. All I know is that we ended up in another\nbarrack somewhere, but I do remember towers with guards just a little bit off the ground.\nThe towers just high enough for them to be able to see what was going on and the\nentrance to the barracks and everywhere else. We ended up in that barrack. That other\nlittle girl was there too, and my stepmother and her mother. And then there was a third\nlittle girl in the barrack whom I didn't know and her mother and plus assorted other\nwomen. This was the women's camp, and again every morning they would open up the\ngates to get the women out into the fields, out in the working fields, and we three\nchildren were taken to a big shed which had a lot of carriages or not carriages but carts\nreally, farming carts and such and we three girls were told to stay there and not to move\nfrom there the whole day until the women came back into the camp, and we did usually.\nI don't know for sure, but my guess 1s that all three of these women, my step mother and\nthe two others were sort of the favorites of the guards very quickly became the favorite\nbecause they got privileges and I think the guard who usually patrolled that particular\nbarrack knew that there were three children in there, but they didn't harm us. We just sort\nof got used to the routine. At night they would bring us into the barrack. The women\nusually brought some food back for us. They went somewhere else to eat. I don't know\nwhere. I never saw the place. And very early in the morning before they marched out\nthe three of us would just sort of go in the shade, there was path along the barrack was\nhere and there was a path here and we would go along the path to the shed, and we had to\njust run across another path and into the shed and we felt safe. One morning the guard\nappeared at the door and told the women to walk out, and she took one of the little girls\nby the hand and said you come with me and he told the two of us, me and the other girl,\nyou stay here, don't come with me. By then we didn't want to stay in the barrack, we\nthought maybe he was trying to save her and leave us there. So, we kept on following\nhim and he kept on saying go back, go back. He was getting angry with us so we sort of\ncrept after him along the barrack and he walked out with that little girl to that path that\nwas between the barrack and the shed and there was a cot and a body was lying on that\ncot. It was the other little girl's mother and he took out a gun and he shot the mother and\nhe shot the little girl. So, the two of us really very quickly ran back to the barrack. We\nrealized -- we didn't know what had happened, but that night when the women came\nback, one of the women was the sister of the woman who had been killed with her little\ngirl and she was crying. She had red eyes, and when she walked out the others were\nsaying that her sister had small pox or something and they didn't want the whole camp or\nsomething contagious. I think it was small pox, because I remember noticing that the\nlittle girl had some pimples, so I figured it must be something like that, so they killed\nboth of them to make sure that the rest of the camp didn't get infected. Why I don't know,\nyou wonder why. But, from then on, it became even more threatening to be there, you\nknow. We had sort of gotten used to a little bit to the routine but 1t became very\nthreatening. And I was sort of turning more and more inward and to myself. I spoke\nvery little. Inever complained. From then on I was just sort of living full of fear. I\nremember waking up a couple of nights and seeing there was a candle and they had put a\nblanket over the door so that it wouldn't show through and they were digging the hole,\nthe women under one of the walls. And my step mother walked over very angrily told\nme turn to the wall and don't look. You haven't seen anything. That's all she had to say\nto me, believe me, I didn't see a thing. What I realized later on was they were digging a\nhole to go out from under the barrack and since we were surrounded by fields there too,\ncame a night when they woke us up, the two little girls, and the two mothers, my step\nmother and she and we all made our way under the holes and we were out in the fields\nand we started running and we walked all night long. So, from then on, the routine was,\nwe walked at night and we slept during the day in the wooded area. Food was not often.\nSometimes we would pick up apples so it must have been June, the late summer, it must\nhave been the late summer because I remember also a lot of stubble on the ground where\nwe walked which meant they must have cut the crops already. Sometimes we would\nsteal something if something was to be stolen and once I remember a peasant, a woman\ncaught us while we were sleeping and the two women started talking to her and asking\nher for food and they offered her a ring. One of the women had a ring and they offered\nher a ring and then she didn't come back and we were sure she was going to go and get\nthe Germans or somebody and we were ready to leave and then she came back with some\nbread and cold boiled potatoes. They never tasted so good, so we did get some food.\nThis whole trek was taking place because my step mother had a brother who was in the\nforest and she was obviously trying to join him so I don't remember chronologically how\nlong that journey took, but eventually we did meet up with that group in the forest, which\nwas a very motley group. What I remember best was that her brother was very angry that\nshe had a child in tow and it didn't pay to have children around and he tried various\nmeans to detach me of the group and dispose of me, but by then I had become very\nwatchful and very clever about avoiding him.",
        "A: Oh, yes, oh he would have definitely disposed of me. I knew it. I knew it, so I tried\nnever to be left alone with him anywhere and with a group I knew I was a little safer\nbecause he couldn't very well start shooting into the group. That became my life for a\nwhile living in the forest it was full of escaped Jews from various camps. Incidently later\nI thought that this camp was Treblinka before they installed the crematorium because the\nspot was right. Reading in books and I didn't know it until there was a gathering of\nHolocaust survivors here in Washington, quite a few years ago, ten years ago, longer than\nthat and there was all kinds of books which Jim picked up, my husband, and reading up\non it sure enough Treblinka was to begin with a women's work camp, and then they\ninstalled the crematorium, so we must have left the camp, escaped it just before it became\nreally locked up and they started disposing of everybody. So, we must have just come\nout, because the area was right, and it was a fairly large women's camp. I remember that\nthe gatherings of women there. It was a large camp, so it must have been Treblinka. It\nwasn't just another camp like the first one we were at. So, there we were in the forest and\nduring the summer it was perfectly okay, and there was quite a motley crew in the forest.\nThey were escaped people from the Russian Army deserters, there were Poles in it,\nwomen, children, lots of young women all of them carrying around guns, and armed,\nwhich was very strange. I don't know where they got their guns really and several\nchildren. We lived in the forest and at night they went to raid the farms and they brought\nfood back, so we did have some food in those places really. Never enough, never enough\nfood and water was always a problem because the Germans were very often hunting us\nand if they had any suspicion if there was a group in the area they would poison the\nwaters. So, it was very-- we were told not to drink anyway. You had to be very cautious\nwhere you got your water. The winter was very rough and they just kept on hunting the\ngroups. You know you never knew when you were going to be denounced by some\npeople in the area who had been robbed of food or such, and then set upon by the\nGermans, or the Poles more like it. There were more Poles than Germans at this point\nwho were doing the hunting. They were the Poles who were in uniforms, in those black\nuniforms. On one of those hunts they kept on driving us like you would hear shots. You\nwould run in a certain area and they drove us out in a clearing and when we got out in a\nclearing we realized that they had machine guns set up on three sides of the clearing.\nThen they just opened fire and everybody war running back and forth and back and forth\nand on that particular hunt my step mother was hit and died. I saw her die. I literally saw\nher die. For some reason I escaped again. There weren't too many left of us. Again, we\nretreated towards the forest and we stayed put until it was dark, completely dark. Usually\ntheir favorite time of hunting was towards the end of the day. Then we sort of\ncongregated together. We couldn't drink because they poisoned the water. That's when I\nwas really wounded because I had several bullet wounds from that and so did the other\nlittle girl. The other little girl was with us still. I don't remember any other children left\nexcept her and me. Then they decided, the people who were left, that they had to -- we\ncouldn't stay in the forest the way we were. We were going to die, so they took both\nchildren to different villages and all I remember is that they brought out a peasant, mine\nwas Polish speaking, I don't know what the other one was because I don't know where\nthey took her because some of the villages were Ukrainian speaking villages and some of\nthem were Polish speaking villages. They told him that he had to take me in and take\ncare of me and if anything happened to me they would lock him and his family in house\nand burn the whole house down. And they did that. They used to do that, so he knew\nthey weren't bluffing. So, he carried me home and they put me on top of the bread oven.\nThey would have a bread oven and then around the corner on top there was a little knish\nlike and you could climb into the knish and it was warm. And I must have been very sick\nbecause I remember very little. I remember waking up and them feeding me some water.\nI must have run a very high fever and then they told me at night they would put me there\nand then they said they couldn't keep me there during the day because they had two boys\nor three boys even and the neighbors would sometime come in, although not often. There\nwas very little traffic between the houses and their house was sort of at the edge of the\nvillage. I guess that's one of the reasons they picked that house. So, they told me he was\ngoing to dig a hole in the storage room. He was going to lift a couple of planks and dig a\nhole and I would have to be there during the day and then at night they would come and\nget me and put me on top of that oven to warm me up again. That whole winter I\nremember that constant going back and forth between that little hole where I was just sort\nof reclining. It was just barely big enough to recline in and at night being taken out. I\nwas completely stiff, and put on top of that oven to thaw out. It was pretty cold that\nplace. I couldn't make any noise either. I wasn't supposed to make noise because if\nanybody came around the house they might hear if any noises were coming out of there,\nso I kept very quiet. I was sick a lot of the time. I probably was delirious. I don't know,\nbut quiet, in a quiet way. Then, the spring came and the peasants said to me you know\nduring the spring the neighbors come and go and everybody 1s out in the field and if they\nknow you are here they could easily tell that to somebody. So, they talked it over it with\nme. They were good people, you know. They really were good people because they\nreally sort of nursed me and they said what I should do is he was going to bring me part\nway to the next village and then I should walk to the next village. They were going to\nprovide me with some shoes and clothes. I didn't have any shoes or clothes by then. I\ndon't know what happened. I suppose they must have cut off my shoe because I had --\nand I was going to have some shoes from the boys and they would give me some clothes.\nHis wife was making me some clothes, and I was going to tell them that I came from that\nvillage, from the Polish village and I needed to hire myself out because my family was\ntoo poor and could they take me in as a cow hand. That's what happened. I walked to the\nnext village, and they hired me as a cow hand. So, from then, what I remember is\nspending a lot of time in the fields with the herd, driving the herd in the morning and\nstaying in the field and I was told very precisely which fields they were to graze when\nbecause they didn't want them to just ruin the field so you had to drive your cattle to one\nfield, let it graze a certain amount of time and when the sun was at a certain point you\ndrove your cattle to another field and come back at night and they attempted to teach me\nhow to milk the cows which I wasn't too successful at the beginning, but I learned\neventually, and assorted chores around the farm, which I did and I stayed on that farm in\nthat Ukrainian speaking village until the war was over. I remember the Russians coming\nand being in the village. Actually the villages were just as happy to get rid of them. By\nthen the Germans never put food there because they were somewhere else already so you\nhardly ever saw any Germans. Nobody was doing any hunting there. They were such\nremote villages. There was no electricity, no sewers, no water, nothing like that there, so\nthey didn't bother. The safety lay in that they were so remote, those villages. I remember\nthe Russians coming through, the Russians soldiers being stationed right outside the\nvillage and some of the houses. I remember the guns going and I was told that that's\nwhen they had the siege of Warsaw. You could here the guns, all through the country\nalmost. They were those big that the Russians drove in. When they\nwere all gone, that peasant came back and said now you can come back and live with us.\nSo, I went back to the first village and they were pretty much decided that they were\ngoing to keep me. They had boys and she wanted a girl. She wanted to teach a girl how\nto sew. She needed somebody to help her how to make all the clothes and to spin, and\nactually I had learned how to spin in the other village during the winter. I remember one\nwinter when I was taught how to spin and how to sew also and how to weave. They were\ncompletely self sufficient in those villages. They made all their clothes, all their food,\neverything. So, I was with this Polish family and for all I knew that's where I was going\nto stay for the rest of my life.",
        "A: I'm not sure really. She was very young. I think that one of the reasons she took me with\nher was because the women in that barrack chose the women with the children to escape.\nI think that was her ticket out, really. I'm not sure she would have been one of the ones\nwho would have been chosen to escape if it hadn't been that she had a child with her. So,\nin a way, you know, we were mutually what's the word, necessary to each other. So,\nthat's why probably she took me with her.",
        "A: Yes. I don't know how she knew it. I don't know how she knew it. I have no idea how\nthe information came to her but she knew he was there and we definitely had a\ndestination when we were going. We weren't just ambling around the countryside. They\ntried to walk in a certain direction. Of course they didn't have maps or anything like that,\nbut my guess was they knew their general direction which they wanted to walk. And my\nguess is they might have missed the group a couple of times and then finally met up with\nthe group.",
        "A: Yes.",
        "A: I think it was my presence because I was a burden to him and his sister. You know, ina\ngroup like that you never knew how long you were going to stay with a group and those\ngroups were forming and reforming all the time. You might leave one group. There\nwere many of those groups roaming around the countryside and the forest and he didn't\nknow how long he was going to stay with the group and he obviously was going to take\nhis sister and why did he need a child at that point. I remember them as being very\nyoung, both of them. So, I don't bear grudges. I understand it. A child was a burden.",
        "A: Yes, indeed, some of them were resistance because I remember they would go off on\nmissions at night to mines somewhere and to blow up certain point so they were a\nresistance, definitely. They were part of the resistance group.",
        "A: I don't think I had a responsibility, but I seemed to acquired a peculiar what do you call\nit, a peculiar calling. I seem to have an extra sense of when we were going to have the\nGermans descend on us in a hunt and I seemed to dream about my mother the night\nbefore. I have talked about it to some people. It's a ridiculous thing to say that I had a\npremonition or something but some people interpret it as I probably I had extra good\nhearing and I could hear maybe hooves of horses or vehicles rolling somewhere and I\ncould feel it because we all slept on the ground obviously. That probably would trigger a\ndream where I was in danger and I would always wake up yelling and if I woke up\nyelling, everybody packed camp. So, I sort of became the mascot in a way. You know\npeople who are in danger, whose lives are in danger are extremely superstitious and\nanything that helps them stay alive they will clutch at. That wasn't as far fetched as other\nthings when you're trying to stay alive and you really don't know where your next\nsalvation will come with.\nTape #2",
        "A: Powers. I don't really remember it that accurately, but I think the first time when I woke\nup, the dream, when I woke up I was yelling because I was frightened and I think the\ndream was, my mother, whom I knew was dead was chasing me and I didn't want her to\ncatch me, and I was running. You know how you run in your dream and you're sort of\nslowed down, and then I realized that I had a scarf, so I took the scarf and I let it float\nbehind me like a sail and I was sort of jumping from stone to stone and floating away\nwhile my mother was trying to catch me. I was running faster and faster and I felt myself\nfalling, and that's when I would wake up yelling. That happened to me the first time in\nthe camp as far as I can recall. Of course someone was near me trying to put a hand on\nmy mount to prevent me from yelling, and then everything around the camp was talked\nabout and known.",
        "A: So, they must have discussed it and they asked me what my dream was. Somebody came\nup to ask me. There was always a leader in a camp, you know, somebody was always a\nperson whom they looked up to this was a man and he came to ask me what I had dreamt\nand I told him and he sort of listened and didn't say anything and then the next time it\nhappened the woman woke me up, but this time she wasn't trying to stifle my yells. She\njust woke me up and I stopped screaming and she went and got the man and he came\nback and he asked me, and I told him it was the same dream. So, he left, and very shortly\nafter the order was given to break camp. Usually an order would come and everyone\nwould start packing up their immediate belongings and we started moving. And from\nthen on, ovariotomy I had the dream, we packed camp and we moved, so I figured it must\nhave something to do with my dream. Somebody once asked me whether I wasn't\ntempted to just sort of give false signals. And I said absolutely not, believe me. I wasn't\nabout to test anybody to give false signals because it could have been disastrous and then\nwhere would I have been. I had to depend on the good will of others to survive and this\nwas no way of doing it, so you didn't give false signals.",
        "A: Yes. I felt safer. I felt much safer. I felt for instance very often at night we went on long\nmarches when we were changing camps and from then on there was always somebody if\nI was lagging too far behind, somebody would pick me up for a while, sort of carry me\naround for awhile, carry me on, and then let me down. Very often before I was afraid I\nwas going to be left behind and from then on I sort of sensed that I wasn't going to be left\nbehind. I was going to be carried along if I faltered and if I stayed too far behind, which\nhappened some times. It wasn't intentional, but I was sometimes so exhausted and my\nfeet hurt that I just couldn't walk anymore and I would fall behind, so it was sort of a\nhelping hand that would come along and sometimes even two people would relay\nthemselves and carry me for a little while. So, my status definitely did change from then\non.",
        "A: Well, the next day there was a raid. There was a raid after the first dream, and so the next\ntime they obviously talked to each other and they decided to pack up camp and sure\nenough there had been a raid on that camp, because they sent back somebody and they\nfound that the water had been poisoned. They got to test the water from time to time on a\ndog or an animal they would test it. There was no other way of testing the water. They\ndecided there must have been a raid too because the water was poisoned. So, from then\non I became the lightening rod. Is that the word for it? If I had the dream they would\npack up camp and go. As I mentioned that before when I checked with somebody the\nexplanation that makes the most sense to me is that I must have had very good hearing,\nwhich I did. I had excellent hearing and eyesight too, that I must have heard some\nvibrations on the ground. Horses hooves or carriages being rolled along and that might\nhave set me off that there was danger coming. When you live with danger, even when\nyou're very young, you often develop an extra sense about when danger is coming and\nwhere it's coming from. You really do, so that must have been my sense.",
        "A: Rags, whatever you could to keep warm. Feet were usually -- shoes didn't last very long\nor if they got wet they got too hard and you couldn't wear them so whatever you had you\nwould wrap around your feet particularly if you had to march around at night because\nyou were going through all kinds of terrain, like fields that had been harvested and where\nthe stalks are very hard to the soles of the feet. Or pebbles or things like that, so you did\nthe best you could. You stole clothes. Very often they steal food, they stole clothes too.\nIt was very hard to keep warm during the winter. During the summer you didn't care\nreally what you wore, but during the winter it was very hard to keep warm. I don't\nremember ever washing now that I think of it. We must have washed sometimes, but I\ndon't remember that. I guess it wasn't very important.",
        "A: I don't remember noticing. Probably I did. Probably I was never very fat, but I don't\nremember noticing that I got thinner. No, I never really looked at myself. You never\nlooked at yourself naked, well maybe I really thought of it I would have looked at the\narms, but you tried to keep warm, you know, you try to keep bundled up. You don't\nnotice whether you're getting thinner or not.",
        "A: Yes, oh yes, absolutely lice. I'm sure we were all covered with lice. I remember having\nlice when I came to France. They had to shave my head. They shaved my head\ncompletely because I had lice. I have a funny story to tell you about my shaved head but\nmaybe I will do that later so that we do it chronologically. Any other questions about\nthat, about the forest.",
        "A: I have four wounds on my left leg, two bullets. One entered at a peculiar angle. One\nwent through the leg and came out the back. One bullet went into my right breast and\ncame out under my arm and that one must have touched a little bit long because I was\nspitting blood for a long time, so it must have touched the lung slightly.",
        "A: No, because they were further away behind the machine guns. So they weren't chasing\nbecause they would have been caught in the machine guns. They weren't chasing. They\nwere just sitting behind the machine guns really. They weren't chasing you.",
        "A: No, no. As a matter of fact, I think they probably must have just put some rags on my\nlegs and my other ones so there wouldn't be a trail of blood when they carried me to the\nedge of the forest and they had the farmer pick me up. They must have bandaged it up\nwith rags because it would have been too dangerous to have a trail of blood I suppose.\nWhen you get hit with bullets, you don't feel, unless it hits a bone or something like that,\nit takes a while for the wound to stiffen up and hurt really. At the beginning it doesn't\nhurt.",
        "A: It's difficult for me to tell because the group was -- there were people coming and going\nall the time, new arrivals, people who departed and went outside, and I really didn't have\nany sense of counting either. It was a large camp. There were lots of people, but how\nmany I couldn't tell, no.",
        "A: Yes. Well, they never knew because usually they would only send two or three people\non any raid or on any mission. You know, they wouldn't send too many people ever so\nhe had no idea how many survivors there were there.",
        "A: I was too sick to be frightened. By then I was really sick. I must have gone into delirious\nstate because I remember very little. I just remember them feeding me something to\ndrink or a little bit of food, some soup, some potato soup or something. I couldn't even\neat. I don't remember being frightened because I was beyond that. I thought I was truly\ndying. No. I wasn't frightened by the peasants.",
        "A: Throughout the winter. I was there through the winter until that following spring when it\nbecame dangerous, when they were going to go out into the fields and when the\nneighbors were going to start dropping in and the boys were going to be in and out, it\nbecame too dangerous for me to stay there, so one evening, one night, he took me\nhalfway and then he told me to stay in the fields until day and during the day to walk the\nrest of the way to the village and then --.",
        "A: Yes. I didn't feel that they meant me harm, and I had developed a sense already who\nmeant me harm, but they didn't, so I felt comfortable with them.",
        "A: They were wild. They were wild, the boys, but when I left the boys had never seen me,\nremember. I was hidden during the day and I slept at night outside and before day break\nhe would come and put me back in the hole so those boys never saw me until I actually\ncame back from the other village after the war was over. They never saw me the boys,\nbut I could hear them, you know, and they were wild boys.",
        "A: Yes. Sometimes you would have a farm which was particularly impoverished where they\ncouldn't feed all the people that they had in their family and it was quite common for the\nyoungsters to go an hire themselves out as cow herdsmen, whatever you want to call it,\nand for the older ones to hire themselves out as laborers, so that was not at all\nuncommon, no. Nobody thought twice about it. They told me what name, by what name\nI was called, and they told me the end name, which I have forgotten since, that I was to\ntell the people who hired me that I came from that farm, which was their name so it\nwould have been if they wanted to inquire it would have been -- but they never did\nanyhow because the two villages the Ukrainians never talked to the Polish and the Polish\nnever talked to the Ukrainians, so we were pretty safe that nobody was going to go in to\ninquire.",
        "A: No, no, they didn't give me a picture. I just went and but he used to drop in from time to\ntime to come and see me so they knew that I had somebody to whom I was attached and\nit was obviously a peasant. You know, it was obviously a Polish peasant so they never\nthought twice about it. Then when the war was over, he came back for me and he said he\nwanted, would I like to come back and live with his family and I said, \"oh\" and he said\nwell, mother and I -- I think that's how he called her -- mother and I talked about it and\nwe have the sons but we need a girl. Would you like to be the girl and I said sure, so I\nwent back with him. She taught me how to sew. She liked very much my sewing. I was\na good seamstress, so they were quite pleased with that.",
        "A: Oh, yes, I was very interested in what was going on in the farm. I was fascinated by the\nseasonal business of the sewing and then the crops were growing and the planting of\npotatoes and the vegetables and taking care of the livestock and things like that. I\nthought it was very fascinating. I was fascinated also by the fact that they did everything\nthemselves. Like they made their clothes and they built everything and when it came to\nthe fall they would all slaughter together. They came to help if they slaughtered a pig or\na calf and then what they did with the meat and how they kept if for the winter. I thought\nit was very fascinating, so I stayed there and I thought that was going to be my life. I was\nstill going to be -- obviously my job was going to do a lot of sewing and weaving because\nI seemed to have a knack for that. That was going to be my worth. It beat the camp, let\nme tell you, so I had no complaints about that, plus the outdoors. I always loved the\noutdoors, being out in the open, so that pleased me very much, too.",
        "A: I was worried. I wasn't sure. I was worried, and life was hard in that Ukrainian village.\nThey were violent people. I never had a chance to see what it was like in the Polish\nvillage before because I was always hidden but in the Ukrainian village they were very,\nvery violent like for instance the farm I was on there was a mother and a son and the son\nwhen he got drunk he beat up his mother and he would beat up anybody and I learned\nhow to run very fast because I made myself scarce. They beat up each other and they\nwould get drunk periodically so it was violent.",
        "A: No. He never caught me. When he was sober he was okay, and I was out in the fields\nmost of the time and I always did what I was told to do so there wasn't really any reason\nbut when he was drunk he could have easily beaten me up, but I was always very scarce.\nI could tell already when he was working himself up to a state of drunkenness where he\nwas going to beat somebody.",
        "A: Hardly ever. Mostly they talked about the daily work and what they were doing, and\nthen while I was there on that farm he got married and that was an enormous event\nbecause at Polish wedding, literally it is a Polish wedding. It takes place a whole week of\nfestivities when there's a Polish wedding. That was a lot of fun because everybody gets\ninto the act. So, I was -- but he beat his wife too. It didn't take too long before he beat\nhis wife. So, that was sort of interesting and that was a big event and ovariotomy a\nwedding takes places it's a big event in the village.",
        "A: I ate like the peasants did. We all ate together. In the morning there would be mashed\npotatoes and if we were lucky there would be a little bit of bacon that would have been\nfried and mixed into the mashed potatoes. IF there was a little bit of butter milk. The\nbutter we never had because that was taken maybe once of twice a year and they took\nbutter and eggs you know. They exchanged it, they bought it with other homes for\nnecessities like plows and things like that, or seed. It was a very simple diet, but I don't\nremember being terrifically hungry. Bread was baked once a week and the bread was\nstored. There was always meat from the slaughter that took place in the fall, and it was\nhung in that storage room. Bacon and sausages, blood sausages. A lot of blood sausages,\nI liked it too, actually. During the summer there was alot of vegetables. Cabbage, the\npotatoes were delicious. Let's see what else, there was a white cheese which they made\nin the cloth from he butter milk which was very good, which mixed with potatoes.\nEverything was mixed with potatoes. Every once in a while a chicken died. I killed one\nonce unintentionally. You had the chicken for the eggs so you often didn't kill the\nchickens but when a chicken wanted to sit on the eggs, the farmers lady would say to me\njust don't get in cold water for a little while, it will stop sitting on the eggs. Well I\ndunked it a little too much and the poor chicken just you know got too much of a dunking\nso we cooked the chicken of course. Somebody asked me once, didn't you kill another\none. I don't think that would have went over too well if I had killed another chicken. So,\nevery once in a while there was some foul. A lot of meat from the pig. They mostly\nkilled pigs. They didn't kill calves because they needed them for the dairy products. I\ndon't remember any lambs at all on that farm. There must have been farms that had\nlambs, but not in that particular village. It was mostly cattle, cows and poultry. Hens,\nand geese and such. They would make a goose for Christmas. They would do that. The\nfood was skimpy but enough to keep you healthy. I think people now a days would\napprove of a diet like that. They grew a lot of fruit in that part of Poland. There were\napple trees and pear trees, small ones, the fruit was never large, but it was quite good, and\ncherries, yes, that's the main fruits that they had.",
        "A: No, water, there was plenty of water there and everybody drank water. You drank\nsomething called , | believe, which was made from cabbage which had a\nslightly fermented tasted almost like apple cider only it was much sourer than apple\ncider. Lots of cabbage. We had lots of beats, lots of beats, lots of cabbage.",
        "A: No. How could you play? No, there was no time. Except I could sit. I could sit in the\nfields when I was watching the herds and the playing consisted of watching what was\ngoing on in a stream or birds, watching birds. I loved to watch the birds. Playing, there\nwas nothing to play with really. What would one play with.",
        "A: No. Because all the herds were kept separately and they would never graze together\nbecause each one of them had their plots and they would graze separately. They would\nnot graze together. There were children in the village, but and sometimes they ran in a\npack but I don't ever remember playing with them. I think part of the reason might have\nbeen that they thought I was Polish and they were Ukrainian, so that was already it\ncreated a distance. They did not like each other, so they pretty much let me alone.",
        "A: I kept on wondering about some of the people where they were. That, I kept on\nwondering, where are these people now. That's mainly what I was thinking about. Very\noften I was also very tired. You know you get up very early. You get up before the sun's\nup to get the herd out and when you come back and you have to do other chores, by the\ntime you are -- during the day I was always tired. It took me a while to wake up. I would\nbe out there, and it was cold also, and the June there was a slight frost even in the\nsummer, on the grass. I spent a great deal of energy and thought on how to keep warm\nbecause I always seemed to be freezing in the morning. I never had the right clothes for\nthat, and I never had the right shoes. So, I would always try to figure out how to keep\nwarm, really.",
        "A: They stopped after that. They did stop after that, yes. I don't remember after that. From\ntime to time I had them later on. Usually when I was in danger. When I felt myself in\ndanger, I would have that dream, it would come back but usually it was because I was in\ndanger in one way or another. Strange.",
        "A: That's right. Then I got to know the boys who were very rowdy and I was sort of very\nsedate. And the mother used to always protect me. If they chased me too much I would\nalways go and hide behind her and she would make a game of that. She like that. She\nliked having a girl. And I thought that was going to be my life and it wasn't so bad,\nreally. So, I was there, and one day I came in and there was a couple, a man and a\nwoman and the peasant said to me that they were people who had come they wanted to\ntake me away and I said why. So, they started explaining to me that they were Jewish\npeople and they thought that they wanted to pick up all the Jewish children who were\nhidden in the countryside. They I remember they mentioned money that they would give\nsome money and the peasant got angry and he said we don't want money. We want to\nkeep her. By then I had been baptized and I had been given a little bit of catechism\nwhatever you could get orally because I couldn't read or write, nor could they for that\nmatter, probably. Everybody got it the same way. I was going to church with them on\nSundays, and I did not want to go back to the Jews. I felt I really was catholic and for\nsome reason I felt like the Jews were really the ones who killed Christ, so I wasn't going\nto get mixed up with the Jews.",
        "A: No. I probably came from a non practicing home and that is why I have no recollection\nof anything. So, I don't remember how it ended but they left those people and the next\nthing I know we were working in the fields. By then you know the spring was really\nadvancing and we were working in the fields and I liked to feed the chickens so I was\nalways sent back to the house and I would feed the chickens. I started feeding the\nchickens an | hear a car drove up and here that man and that woman and she jumps down\nand she grabs me and she pushes me into the cart and off they ride with me. I look back\nand the last picture I see is the peasants running after them shaking their fists and they\ndrove off with me. So, I was pretty miserable. I really felt miserable and they drove me\nto a town somewhere. I don't remember much about the town except for some reason, I\ndon't know why, but when I see in those westerns, those make shift towns, I'm always\nreminded of that town. But anyhow, they drove me to that town and that town was a\ncollection center for children and I stayed with a family for a while in one of the houses\nconsisting of a man who had lost his wife and married his wife's sister and his daughter\nand his wife absolutely doted on his daughter. Every day she had a tutor coming in to\ntutor them in English because they were going to go to the United States. They were\nwaiting for papers to go to the United States. And she was taking such good care of that\ngirl and I kept on thinking wistfully God I wish I had someone to take care of me like\nthat. I felt really disoriented in that period. I felt very homesick for the farm, and I felt\nvery uprooted and I felt sick. I just felt sick. So, I don't remember too well that whole\nperiod except the next thing I remember, the next memory I have is being Bratislava, but\nI don't remember how we got there, you see. I have no recollection of how we got from\nthat place to Bratislava. But in Bratislava was a stop off place and I got very sick there. I\ndon't know what I had. I must have had the measles or something, but I was very ill and\nmost of those children left except for one girl whom you saw I have a picture of. I don't\nknow how long I was sick, but then other children started arriving and then we all were\nagain a large enough group for us to continue and by small stages -- then I remember\nbeing on busses, and they got us out from Czechoslovakia. I think they probably must\nhave gotten us through East Germany and the West Germany and then to France. In\nFrance we ended up in a home in Barbizon which is very close to Fountain Bleu. It was a\nbeautiful spot. It was truly beautiful. That's where I got my first orange. That's where I\ngot my first taste of chocolate, and that's where they taught me to eat with a knife and\nfork -- not a knife, a fork. We started with a fork. I don't think I ate with a knife for a\nwhile. That's where they started teaching us things. We were like savages really. That's\nwhen I had my head shaved because I was full of life. I was also ill, I was quite ill. I\ncouldn't eat properly, you know. My stomach wouldn't digest regular food. I became\nvery friendly -- it was so strange because the director of the camp was a man by the name\nof Eric Schott and he drove by and there was a group of us playing and he opened the\ndoor and he motioned for me to come into the car and he did. And he took me to the\nhome where they lived which was on the grounds, but it was very extensive grounds\nthere, so he drove me to their home and they gave me upstairs I met his wife and his son.\nHe had a son, and they gave me what you call in French , which is in the\nmiddle of the afternoon and they gave me little sandwiches with cheese and a piece of\nchocolate and some milk. I thought that was absolutely delicious. So, that was a\nwonderful place. I have very good memories. Once he asked me if I wanted to go and\nsee what the sea was like and I said sure. I hadn't seen the sea in a long time. I\nremembered it from the place we had, but he took his son and me to Brittany for vacation\nfor a whole week's vacation and it was absolutely wonderful. It was for the first time I\nstarted eating certain fish which I had never had and shrimp and things like that. I had\nnever tasted anything like it before. That's when I rejoined civilized life, really. The\nolder children in that group then left for Israel except for two, that little girl who stayed\nwith me in Bratislava. She found an aunt and uncle in Paris and she went to live with\nthem, and I visited very often with them, and then when all the children had left, the\ndirector and his wife and their son moved to Paris and I moved with them. That's when I\nreally started school in earnest. I had started school already in Barbizon, but it was a one\nroom school with different grades. When we moved to Paris, I really started regular\nschool and it was very hard at the beginning because I didn't speak the language yet and I\nhad to learn to read and write at the age of 11 and the French are very strict where they\nplace you. So, they immediately decided that I had to go into a class with younger kids\nwhich wasn't very good for my morale. The first day that we had you know the spelling\ntest, the teacher put my spelling on the board as an example of what not to do. Twenty-\nthree spelling mistakes, so I decided I had to learn fast, which I did, I did.",
        "A: Yes.",
        "A: They were just holding me. They said I had to come back. I had to come back. I\nbelonged to the Jews and I had to come back amongst the Jews. Oh, yes, I was\nscreaming indeed. I was fighting.",
        "A: I had no choice. I really had no choice.",
        "A: Where was I going to run? Where would you run, you know, at that point. If somebody\nfed you you stayed put because if you run who was going to feed you. So, I wasn't going\nto run because I didn't know exactly -- I could have never found my way back to the\nfarm, never. I knew that. I was not going to be caught. I knew how violent the peasants\ncan be, and I wasn't going to be caught somewhere like that. So, running away wasn't an\noption really.",
        "A: Well, in Barbizon I sort of began to have a glimpse of another life. When we went away\nto Brittany which I found absolutely beautiful, I particularly liked i 1\nremember. I have pictures with their son from with Rene, who was the son of\nthe Schotts. And, I began to have a glimpse of another life and then when I started\nschool I very quickly learned how to read and write. When you're ready you learn it very\nquickly. You don't need several years like you have it here to learn how to read and\nwrite when you're really of a certain age and you're really motivated. So, I learned how\nto read and write very quickly and I learned French very quickly and I started reading a\nlot and that opened up to me a whole new world once I started reading. I knew now that\nmaybe it wasn't so bad what happened to me, and I absolutely loved France. I found\nFrance beautiful. Everywhere I looked -- the city of Paris I just couldn't get enough. I\nused to just wander around by myself everywhere and it was safe at the time to wander\naround anywhere you wanted in Paris. I thought that that was the most glorious city that\nI had ever seen which it was. I was pretty happy by then and I was adjusting very well,\nand I was learning lots of things. I was going through school. I became very good at\nwriting. I was writing poetry in French. I always found teachers who were always\nhelpful and always pushing me along. I enjoyed that. It became very challenging to me\nand very stimulating not to disappoint them, you know, that the French are very big on\ncompetitions and regional tests and this and that, and I became a regular at the various\ncompetitions in writing and such because all of them wanted to send me because\nobviously I had a gift in that area. So, I began to really enjoy it. I had to work very hard,\nbecause the French school system at the time was very difficult to get through. It was\nvery challenging and I had a lot of work to do and a lot of catching up to do. It was\nridiculous, I remember doing calculous and they discovered my multiplication table or\nmy additions. And we didn't have little calculators at the time and you really had to be\nable to calculate and I couldn't. So, somebody would always step in to coach me so I\nwould have several weeks of coaching in addition to the regular school. They were\nsending me for competition in essays and they discovered that I didn't know the rules of\ngrammar in French. I had skipped the grade where there were rules of grammar so I had\na tutor assigned to me from school for a couple of weekends to teach me what the rules of\ngrammar were. You needed to know the rules of grammar when you off to a writing\ncompetition. So, I was very busy and I was very caught up in that life, and I really\nenjoyed it very much.",
        "A: I felt very close to Mr. Schott. Mrs. Schott, no. Mrs. Schott was a bit of a basket case\nand a difficult woman, although I couldn't blame her after she lost her son. Honey died\nwhen he was --I was -- how old was I when he died? 13 or 14, and he must have been 17\nyears old and he died of cancer, a young boy. So, that was a very terrible blow to them.",
        "A: I was very close to him, yes. He was very protective of me, and I was delighted to have a\nbig brother who was protective of me, so I felt very close to him. I felt very close to Mr.\nSchott, in fact, I named my son after him. My son is named Eric after Eric Schott. And I\ngot to know his family in England, and I became very close with his family. He had a\nbrother and a sister-in-law and a nephew who lived in England and I became very close\nto them. In fact, I still see them. Unfortunately he died, and his nephew died a couple\nyears ago, but we spent some time before he died together because they were very\nimportant people in my life. I made friends in Paris and I was doing lots of things.",
        "A: Yes, I did. I really did.",
        "A: Up to the time when he died. After that I didn't. After that I had a whole series of places\nI lived. She wanted to remarry and after all to have a young girl on her hands was not the\nbest thing for her. So, I went to live with a friend of theirs who was my tutor. Eric\nSchott was my tutor first, and they appointed an assistant to him in case something\nhappened to him, and when he died, I went to live with that other family by the name of\nKatts, and they were a terrible family to live with. They really were. Actually, I don't\nthink he particularly picked on me. They had two sons and he was equally cruel to his\ntwo sons, so it was not a good place to live. I stayed with them until I reached the age of\n18 at which point in the French court, you can be declared mature of age if two witnesses\nwill testify to your character and your maturity, which is exactly what happened. So, I\nbecame essentially 21 at the age of 18. From then on I could do as I pleased and I went\nto live with a family of two doctors who had been at that camp in Barbizon. They were\ntaking care of the children. They weren't married, the two. They lived together. She had\na little girl. Her husband had been deported during the war and killed and I lived with\nthem until I married Jim. I met Jim in the summer of 1954 in Germany, as a matter of\nfact. He was stationed at Heidelberg, and I was visiting with this family became they had\ngone back to live in Germany because he was a doctor and he couldn't practice in France.\nThe French medical association is very reactionary and very tight and they wouldn't\nallow him to practice so, since he took his medical degree in Germany he went back to\nMannheim where his family was a doctor and he opened up a very thriving practice, so\nshe had to join him there and I lived with the daughter in Paris and during vacation time\nwhen we didn't have school we would go to Mannheim and stay with them and then\ncome back to Paris when school resumed. One of the trips in '54 I met Jim, who was in\nthe United States Army, and I went back to France and he went back to the United States\nbut two years later, he came back and we got married. So, we were married in Paris.",
        "A: Not really. Jim is not really a letter writing. I know he can hear me. Telegrams mostly.\nHe sent me telegrams, and also I must say my English wasn't very good, so it was hard to\ncorrespond when your English is not very good.",
        "A: Lehman, yes, I took their name, that's right.",
        "A: In Paris. We were married in Paris, but then when we came here, his parents wanted a\nwedding too, so we had a second wedding for his parents, too. And I didn't know\nanybody and it was very funny because whenever I was introduced to somebody and we\nwould turn around to somebody else I would hear, is she Jewish? At one point I said to\nJim why don't you make a sign and put it on my back, I'm Jewish.",
        "A: Yes. Yes, as a matter of fact, I was in a very peculiar way. You see, in order for me to\ncatch up with the French school system I had to go into a private school for a while to\ncatch up. And it so happened that I was sent one year to a very special private school\nwhich was not Jewish and one year I was sent to a private school which was Jewish, and\nthe only way they would keep me there is if I would learn how to read and write Hebrew\nright away, which I did. We had religious instruction and we read the Bible every day in\naddition to the regular curriculum, so I learned about Judaism there, as much as you can\nlearn in a couple of years, you know. I learned how to read and write. I learned even\nhow to read , which I cannot do any more, but if I had to, I probably would\nagain, I would learn it, if my future life depended on it, I would probably learn it again.\nSo, I did learn a little bit about Judaism. It didn't take. It really didn't take. I think that\nthe first time I really felt Jewish was after the Six Day War. That's when I really felt\nJewish. I don't quite understand why except that maybe I saw the Jews stand up and fight\nand that did it forme. They were defending themselves and they were defending their\nland, and for the first time I felt Jewish. So, I feel perfectly Jewish now, but I didn't for a\nlong time. I really didn't.",
        "A: Feeling that I'm proud to be part of that breed. Feeling that in spite of all the trials that\nwe have gone through we are a very strong and resilient people, not feeling that I'm\nashamed of being a Jew. That's what it means essentially to me. I can't say that I'm\nreally religious. It's just that I feel very Jewish. I really do at this point. I feel that I'm\npart of this minority, and I'm going to stay that way and I'm going to tell my children\nabout it and I hope my children stay part of the minority.",
        "A: I think, yes, there was a certain amount of anger in me. There was the anger of our\nmarching off like that. I was very angry about the, but I have come to understand that we\nreally didn't have a choice. We were trapped and we really didn't have a choice. But I\ndid feel angry for a long time, you're right. And I think that's probably why I didn't feel\nJewish because I didn't want to be Jewish. I was angry about it. But the Sixth Day War\nshowed me that if there was a way, the Jews can fight, you know, and they will fight.\nThat made a big difference to me really.",
        "A: Don't most people create an identity for themselves?",
        "A: That's true. Well, I had no choice really. I had to create an identity. You're right. I did\ncreate an identity for myself. I didn't realize it was that unusual though. I thought most\npeople created their identities, no?",
        "A: No, I guess I was always adult. I guess I was always adult.",
        "A: It wasn't easy. You know the best way of understanding another person is to put yourself\nin their shoes and I am very good at putting myself in the shoes of adults. I couldn't put\nmyself in the shoes of children. As a consequence I was probably very over protective of\nmy children. I was always trying to keep them safe, which doesn't work. I have come to\ncertainly realize that. You can't keep anybody safe, but part of the reason was that I\ndidn't remember what it was as a child. I couldn't venture out as a child because it was\ntoo dangerous, so consequently I probably tried to keep my children from straying\nsomewhere where there might be danger. And I know that I had peculiar fears like if\nthey had a rash it used to drive me crazy until I realized that it had to do with that little\ngirl that that was shot because she had pimples. I associated pimples always with being\nsick and if you're sick you're going to get shot. So, my kids never had a rash I can tell\nyou that. I drove them crazy but they didn't have a rash. You know, it's things like that\nthat I probably overdid as a mother. But for a long time my children didn't know my\npast, which is again, I'm told, I didn't realize but I'm told that this is not usual with\nsurvivors of the Holocaust. I remember the first time my daughter came back from\nreligious school and they were talking about the Holocaust and she asked me point blank\nare you a Holocaust survivor, and I said yes, and she got very upset. By then I think she\nmust have been 10 or 11 years old which is an advanced age and she never had a glimmer\nthat I might be a Holocaust survivor. So, you know, it's --.",
        "A: Some, but then I wasn't able to talk about it all so I was very reticent and that probably\ncreated more anxiety than if I had told her. Our son never questioned me about it. He's\nthe kind of a child probably that I was. He absorbed things by observing. He doesn't ask\nthat many questions so he just absorbed and watched and didn't ask too many questions.\nMy daughter is a real questioner. She likes to ask questions. Some of the answers I gave\nweren't entirely satisfactory. Part of the reason was I wasn't able to talk about it then, yet.\nIt didn't come until much later when I was able to talk about it. I just sort of decided this\nwas my past life, another life. I was living in a different life and I was going to pretend\nI'm just as normal as everybody else. So, that's really the mission I took on. I was going\nto lead a normal life.",
        "A: Oh, yes. And also, I had an instinct. I have a protective instinct to begin with so I would\nnever do any harm to a child, so I'm very protective of children. So, that's -- and I read so\nI understood some of the things that were going on, and I did let go of the children, I\nmust say. Maybe not as fast or as soon as they wanted it to happen, but it happened. No,\nI understood suffering so I was always trying to nurture and avoid suffering, but I\nsuppose that I must have brought certain hang ups with me that other mother's didn't\nhave, I suppose.",
        "A: This picture was taken, it doesn't show my finger, is that okay? This picture was taken in\nBratislava in 1946, and I am the girl in the middle next to the white bunny and the little\nboy who leans on my right arm we call him the Englishman because nobody could\nunderstand what language he was talking, which he spoke in. We all had a smattering of\ndifferent languages, but nobody understood his. So, that was the Englishman leaning on\nme.",
        "A: I'm second to the left.",
        "A: No, I just don't remember them, except for that little boy. He was always next to me. He\nwas always leaning against me, but he didn't speak. He never spoke. I never heard him\nspeak. This picture also was taken in Bratislava and that's the whole group. You can see\nit's a pretty large group.",
        "A: There I go. That's the one, that's me. Around time, that was taken around the same time I\nwould say. Same hat, same coat, I didn't have any more than that. Maybe somebody\nwho knows Czechoslovakia will recognize the monuments, but I don't remember it. I\nknow it was Czechoslovakia, and I think it was Bratislava, although we were also in\nPrague, but I think it was Bratislava. This picture I'm the one holding on to two hands.",
        "A: That's me, that was taken later. That was taken in France. By then you can tell my hair\nhad grown back a little bit. I had my head shaved when I came to France and by then it\nwas growing back a little bit. I forgot to tell you a story. Mrs. Roosevelt came to visit the\nhome and I was designated to learn by heart The Raven and to recite The Raven to her,\nwhich I did. When I was finished she patted me on the head and said, \"What a cute little\nboy.\" So that was my first meeting with Mrs. Roosevelt. I met Mrs. Roosevelt later on\nbecause my husband and I started a Reformed Democratic Club when we lived in New\nYork and she came to be our speaker and Jim and I went to pick her up. I told her the\nstory when I first met her and she looked at me and said, \"My you have changed.\" So,\nthose were my encounters with Mrs. Roosevelt.",
        "A: Thank you.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumMay 16, 1994\nRG-50.030*0004",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Esthy Adler,\nconducted on May 16, 1994 on behalf of the United States Holocaust Memorial Museum. The\ninterview took place in Washington, DC and is part of the United States Holocaust Memorial\nMuseum's collection of oral testimonies. Rights to the interview are held by the United States\nHolocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ESTHY ADLER\nMay 16, 1994"
    ]
}