{
    "rg": "RG-50.030.0090_trs_en",
    "sequence": [
        "A: ...1913. My name is Leo Hanin. And when I was born they called me Leib Hanin. You\nknow, the Jewish way birth certificates are written. Then uh it was...I changed it, because\nLeib didn't sound too...uh modern, so-to-speak, when I went to Russian school in Harbin,\nChina. So I became Lev, and Lev becomes Leo.",
        "Q: OK.",
        "A: When I lived a short time in Israel, I called myself Arye.",
        "Q: Alright.",
        "A: That all means the same thing, you know.",
        "Q: Alright. Tell me, you were, you were born in Vilnius [Pol: Wi no], in Vilna. Uh, how did\nyou get uh from Vilna to China?",
        "A: In 19...1 was born in 1913, as I said. In 1916, my parents uh decided to run away from\nRussia--uh, or those areas that were involved in in the uprisings and wars and revolution, at\nthat time. And they decided to go to China, because that was the only way they could go.\nAlso, I think, the reason of their going to China was that uh one of our relatives was there.\nHe was there in the Russian army, which at that time was stationed in some of the cities\nin...in...19 Manchuria, which was part of China. And that's how we went. And I...I...I asked\nmy father sometimes, \"Why did you go to Harbin, of all the places? You know, Jews were\nrunning away. They were running to America, to New York, everywhere. Why did you go to\nChina?\" He says, \"Well, there was no other way. We had to go; and we ran. We ran for our\nlives.” And...and that way, I think about three thousand or four thousand Jews from Russia,\nin those areas--Poland-Lithuania, in that time--wound up in...in...1n Harbin. We had a nice\nlittle Jewish community in Harbin. China.",
        "Q: Would you describe it? Tell, talk about yourself and your family.",
        "A: Well, I was several...two years old when we came there. Uh I don't recollect what my father\ndoing for a living; but apparently he was doing alright, because we had a nice home. Uh we\nlived...I went to a Jewish school. We had a Talmud Torah. As small a community, we had in\nHarbin...in China, we had uh, we we were organized. We had wonderful leaders. Rabbis and\nuh Zionist uh leaders. Dr. Kaufman, one of them. Uh they organized - we had a Jewish\nschool. We had uh a Jewish hospital. We had two or three synagogues. And we had Talmud\nTorah. That's the Jewish school that I went to. That's where I learned Hebrew and some\nYiddish.",
        "Q: OK.",
        "A: And then when I was uh ten years old, I went to a Russian school. And stayed there for six\nyears; and that was in 1929. Uh my parents, right when I graduated Russian school, uh\ndecided to send me and my brother to Shanghai. At that time, situation in Harbin started to\ndeteriorate because the Japanese were moving in. And the Japanese eventually occupied\nManchuria, and set up an independent country of Manchukuo in 1934 or '33.’ I don't\nremember exactly when it was. Anyway, so my parents decided to be safe, send us to\nShanghai. They eventually also came and lived in Shanghai. We lived together in Shanghai.\nThat's where I went to a British school. And I studied the English language that I know now.\nAnd then, sixteen or seventeen that I was, I went to work. And that's ...and that's... I went to\nwork for an office which was importing uh textiles from England, Japan. And uh in 1936, I\ngot married. In 1937, my...I think it was '36. Uh, the...my firm decided to send me to Japan.\nKobe, Japan. That is how I found myself--I...my wife and me. And we still had no children at\nthat time. I found myself in Kobe, Japan.",
        "Q: OK. Before we get to Kobe, can we back up a little bit?",
        "A: I beg your pardon?",
        "Q: Before we get to Kobe, can we back up a little bit? Tell me what it was like for a young\nJewish boy growing up in Harbin, China. What were you relations with the Chinese like?",
        "A: Uh, we didn't have any close relations with the Chinese. Uh we...our parents were doing\nbusiness with the Chinese. Uh, we were growing up in a nice Jewish atmosphere. We had\nuh...and of course, Zionism was very prevalent at that time. We had people coming from\nPalestine in those days; and giving us lectures, and sending...uh, selling--at that time it wasn't\none. What was it at that time? They were selling land, actually. A lot of our people bought\nland in Palestine in those days. Keren Kayemeth and Keren Hayesod, the Jewish funds.” And\nwe had uh we had very - I belonged to a Jewish organization, Ritrum Pilog (ph), and uh we\nwere very active. I mean, in sense like studying English and studying Jewish history, the\nhistory of Zionism; and, of course, being young fellows, we were all in sports. And uh it was\na good, good fine Jewish life. We had good teachers, good instructors. And uh it's amazing\nhow how this small community of Jews in Harbin - I always think of it as a lot of of fine\n' Also, Manchoukuo or Manchutikuo. Set up as an independent republic in February 1932\nfollowing the Japanese occupation of Manchuria in 1931. The nearby province of Jehol was added\nin 1933. Became a puppet empire under the nominal leadership of Manchu emperor K'ang Té in\n1934. Dissolved in 1945.\n* Funds established by the Zionist Organization for the purchase and development of land in\nPalestine.\ngood warm feelings because they were so dedicated, all these rabbis and the teachers and the\nZionist leaders. So eventually when uh... I am getting a little jump, we'll come back again\nlater, if you don't mind. Eventually in 1948, after the war, when the State of Israel was\nestablished, where ...where else would I go? Only to Israel.",
        "Q: Of course.",
        "A: And we went to Israel. In 1948. We stayed there two years. Then back to Japan. But that's\nanother story.",
        "Q: That's another story. OK. Now we'll go back. You have just arrived then in Kobe. Will you\ndescribe your impressions on first arriving? You are now a young man...",
        "A: Always, uh we had a little house. I was busy, of course, doing the job that I was assigned to\ndo. I used to travel a lot all over Japan, buying merchandise and uh shipping it to China, to\nmy firm that I was working for. Always we were looking for Jewish friends. We established\nsome contacts. A little synagogue there, and uh then that's where we established a little\nJewish community. I mean, this Jewish community uh...uh mainly, the main activities--\nbesides, of course, having a little synagogue where we gathered uh on high holidays and\nPassover--not very religiously inclined people. The Sephardic Jews that lived there were\nmuch much stronger in that. They had minyan every Friday night and every Shabbos, you\nknow; but we were not that uh religiously involved. Mostly our people played cards over\nthere. And the ladies played Mah Jong, and the men played poker or whatever they played.\nAnd there was a restaurant; just that, meeting. It was like a club more or less. Jewish\ncommunity was like a club where people got together. But...",
        "Q: You said earlier that there was a difference between Sephardic Jews and the Askhenazi\nJews...",
        "A: We felt that we were being looked uh looked down upon. You see, we were stateless people.\nWe had no passports. Having ...our parents really ran away from Russia to China. We had no\nnationality. Uh, some of our people who wanted to become Soviet did become; but we didn't\nwant to become Soviets. We stayed as Russian immigrants. And we were...the Jewish\ncommunity that was organized there was uh was involved in in keeping in touch with the\nChinese authorities who were in charge of the... I mean, if you had to have a passport to\ntravel somewhere, they would issue you a Chinese passport. But nationality was White\nRussian Immigrant.",
        "Q: I see.",
        "A: White Immigrant - stateless. And then it was not so easy to come to Japan to get a visa, but if\nyou went on--uh, like my firm applied for me, uh they transferring me on uh certain\nsituation, a job, so they gave me a visa. Of course, uh you have to you know, they... You\nalways knew when you live at that time in Japan that you were being uh...somebody was\nlooking at, all the time watching you. As a matter of fact...",
        "Q: How did you know’?",
        "A: Uh, plainclothes police--Japanese. Every foreigner was considered to be a spy in those days.\nIt was uh an unusual situation, but it didn't bother us. As long as you didn't engage yourself\ninto any politics, or...or...or uh doing things that are against the law, nobody bothered you.\nYou just went on with your business, and that was it. That was the life over there. Very easy.\nI mean, we were young-- friends, uh social uh uh parties, playing cards and travelling. And\nuh that was the life. In those days, travelling was not as simple as it is today - jump on a\nplane and you fly. Shanghai was about 48 hours by boat. You know, it was... But...but we\ndid we did our share of travelling. But you couldn't travel...say if I wanted to go to Hong\nKong, I couldn't. Being a white Russian immigrant, they wouldn't let me in. It's...1t's hard to\nexplain how it was, but uh we managed. We managed. We lived. And I suppose uh...uh,\nagain, coming back to our conversations before, that there was some reason why we were\nthere. Maybe we were there because we had to...to be in the right place at the right time as\nyou said. I...[...older I became, more I think that's what it's all about. We had to be there to\nhelp our people. Three thousand. And...and...and it's amazing. The Japanese, who were very\nstrict in allowing non-uh foreigners so to speak to come to Japan, all of a sudden they opened\ntheir doors. This man, this Sugihara--the Japanese Consul that was stamping across the\nvisas...the passport for the Japanese transient visas--it's amazing.",
        "Q: Let's back up so we can get some context. We're in Kobe, and you've been there for a little\nwhile now.",
        "A: Yes, uh I just I have to back up a little bit. In 1938, I went back to Shanghai. My son was\nborn at that time; and my wife and myself and my son, we went back to Shanghai because\nthe firm that I was working for transferred me back to Shanghai where I stayed for a year\nand a half. And in 1930... 1940...1940--yes, beginning of 1940, I received a proposition from\nanother firm which was doing business with uh... with--again...again, curiosity, with\nCuracao. Of all the...Curagao and Panama. The name of the firm was Curacao-Panama\nBoeki Kaisya, which means in Japanese \"|Curacao-Panama] Trading Company.” Uh, a man\nI met in Japan, a Jewish man from Panama--Max Pecker--he met me in Japan, and he needed\nsomebody to run his business over there. So he came to Shanghai and he took me to Japan;\nand he told me, \"I know you are involved in Jewish social work. I don't want you to be busy\nwith any social work. We have a lot of work to do here, buying all kinds of goods, a lot\nmerchandise.” I said, \"Max, I'll be there.’ And uh I...and that's what it was. And...and ...and\nif it would be of interest, can I digress a little bit?",
        "Q: Please. As much as you like.",
        "A: Max Pecker, who was my boss from Panama, uh brought me to Japan. Kobe, again Kobe.\nAnd there was a really Jewish community which was about thirty families, and I became\nactive. Having uh...having been one of the few who spoke good English and and could write\nEnglish, I became Secretary of the Jewish community at that time. Not paid, of course; just\nsocial, you know. And also my job was Yiddish. Yiddish - use to receive a lot of magazines,\nZionist magazines. And the others. And I used to translate and...and speak about the various\nhappenings, and that were happening in the Jewish world, in Poland, at that time. And uh\nwhen we were there in Japan in 1941 with Max, in 1940...'40, uh his parents were in uh\nBessarabia.’ He left Bessarabia when he was a young man, and went to South America. And\nhe developed a very good, large business in Panama, in Curacao, in...1in...uh in Peru. There\nwas a number of group, Jews from Romania. I don't know if you are aware of it. A group of\nthem went to...and they went to South American countries--Argentina, Venezuela--and\nthey...'til today, they are there. So at that time, the refugees started to come in. This...the\nwhole situation, the whole historical situation...people started to come in. And I started\ngetting more and more active. And uh I said, \"Max, where are your parents?\" He says,\n\"They are in a small city in Noua Sulita, in...1n Bessarabia.” I said, \"Max, look what's going\non in Europe. Hitler is advancing, and Poland is already destroyed. I mean, occupied half-\nway.” It was occupied by the Russians, half-way occupied by the Germans. \"And Romania\ncould be next. Get them out of there!\" He says, \"Look, I am writing letters to them.”\nAnd...and he used to correspond to them in Yiddish. And...and he show it [to] me; and he\nsays, \"Look, I want you to come here, and then we will...” And about three weeks later, he\ngot the reply from them. And...and his old man, his father, writes... He says,\n\"Who's ? Where shall I go? My shtube [Yidd: \"home\" or \"house\"’?] is\ndone, my shul is done, my life is done, my gesheft [Yidd: \"essence of being\" or \"soul\"] is...”\nI don't know what gesheft he was doing 1n a small place called Noua Sulita. I said, \"Max, get\nthem out of there!\" He says, \"Look, he doesn't want to come.” And then he left. But before\nhe left, he said, \"Look, I'm going to write my father a letter. If he ever wants to leave\nRomania, you bring. Now you are bringing Jews from Poland- Lithuania...” You know, this\nwhole...the Jews started to come in. And he says, \"I wrote to my father if he ever thinks there\nis need for him to leave uh Romania, to let you know and you'll see what you can do.” I said,\n\"Max, we're bringing people from Poland from under Russian occupation. Who knows? Uh,\nRomania, Bessarabia. It's another border.” He says to me, \"I wrote him a letter.’ And I said,\n\"Look, do you have photographs of your father, your mother and your two sisters?\" He says,\n\"Yes.” I said, \"Leave them to me in case the communication, something.” Something told\nme I must have those photographs. He gave them to me. And uh about uh three or four\nweeks later, you know, Romania became a uh a uh ally of Germany; but Bessarabia was\noccupied by the Russians, and it became the Moldavian Republic.” So they were under the\nRussians. And I get a telegram one day in Yiddish. I mean, the writing was in English, of\n> Rom: Basarabia. Asserted independence from Russia in 1917 as Moldavian Republic; joined\nRomania 09 Apr 1918. Recognized as part of Romania by Treaty of Versailles (1919), but still\nclaimed by the USSR. Seized by the USSR 27 Jun 1940 and incorporated with Bukovina in Aug\n1940 as Moldavian SSR. Recaptured by Germans and Romanians June 1941; recovered by USSR in\n1944.\n* This would have been about August 1940.\ncourse, but they were English [NB: Yiddish] words. \"Das bild was Max\n.’ In other words, \"The picture that Max wanted to send me, I have to\nhave it very, very, very urgently.” So I understood. They have to run. So I uh...I went, and I\nstarted talking to some of the of the rabbis, Rabbi Shapiro. He was a good friend of mine,\none of the refugees. I said, \"Shloime, this is the story. What to do?\" He says, \"Well, if they\nwere in Lithuania I would tell them what to do, but they are in another place.” So I said,\n\"Think about it. We must save them. We must do something about it.” So he says to me, uh,\n\"Give me a day or two to think about it.”” And he came running to me one day, and he says\nuh... Uh, I'll talk about it, [but] I will not name the country; because maybe...one of the South\nAmerican countries, the consul is selling passports. Better I don't name the country. Don't\nyou think?",
        "Q: No, no. Name the country.",
        "A: Chile. The Chilean consul. I said I have to meet him. I want to talk to him. So uh I don't\nremember how I met him. Anyway, he gave me...he says, \"I want to talk to you.” I said, \"I\nwant to talk to you about something very, very urgent.” He said, \"Yes, come and see me.”\nHis office was not far from where I lived. As a matter of fact, he had his office in his private\nhome. I went to see. And this was an experience that I'll never forget, because 1t was such an\n..Such an anti-Semitic man. Uh, Rodriguez was his name, I do remember. I said, \"Look, this\nis the situation. Jews are trapped in a small city in Romania. And, uh, I want to bring them\nout. The only way I can bring them out if they have some passports, some documents,\nthat...that they can...they can leave the country. As long as they can come, I want to bring\nthem to Moscow. From Moscow, we will bring them somehow here, the same as the\nrefugees who are going from...between Yugoslavia and Moscow. From Moscow, I will bring\nhim here to Japan. And then we will see what happens. But let's...let me get them out.” He\nsays, \"Well, what do you want?\" I said, \"I need passports.” \"So?\" I said, \"Well, I uh...I'd\nlike to... I'll pay. I need passports.” He says, \"You Jews! You think you can do everything for\nmoney.” I said, \"Look, I heard that it's possible to get passports from you. And you're a nice\nman, you're a kind man. Help them.” He says, \"No.” I said, \"Please! I beg you. Look, here\nare the pictures of the people. An old man with a white beard, and a woman and two young\nladies, girls. Save them. Let's save them. I'll pay!\" He says, \"Will cost you.” I said, \"How\nmuch?\" He says, \"Six thousand dollars.” I said, \"Mr. Rodriguez, have a heart. That's a lot of\nmoney.” In those days, it was a lot of money. It was a lot of money; but in my mind, I was\nready. I said, \"Well...” Not to be so uh quick in agreeing to his price. He says, \"You see, you\nJews. You want to help and save people. When it comes to money, you are stingy.” I said,\n\"Mr. Rodriguez, please have a heart.” He says, \"Alright. $4,000. You bring me cash.” I have\nto smuggle out. Cash was not allowed. It was black market, you know. Just...but I managed.\nHe said, \"You must promise me. I'll give you three passports. One's for the father. One for\nthe mother, and one for the two girls.” They were under eighteen. \"And when they come\nhere...1f you bring them here, you must promise me solemnly that you will return the\npassports to me.” I said, \"Of course.” I said to myself in my hat, \"I'll give them to you! Let\nthem come. Then I'll worry about giving you the passports.” Anyway, I got the passports.\nAnd then I had a big problem. How do I send those passports out? There was censorship.\nWhere do I--a stateless immigrant living in Japan--get hold... can get ahold of foreign\npassports? What to do? So on that picture I showed you, that was Mr. Kondo (ph), a good\nfriend of mine. He was a policeman in charge of Russian affairs. Spoke perfect Russian.\nGood friend. I came to see him. I said, \"Kondo-san.” In Japanese, you don't say \"Mister.”\nYou say, \"san,\" you know. And I said, \"Kondo-san, I have a problem.” \"What's the\nproblem?\" I said, \"My boss was here from Panama, and he went to Chile. And he sent me\npassports for his family. And now I have to send them to occupied Bessarabia, which 1s\noccupied by the by the Soviets. Uh, Government Soviet Republic. How do I go about it? I...I\nwant to make sure that they're going to get those...those passports, because then I will bring\nthem over here.” He says, \"Let me talk to my boss.” How cooperat...they were so\ncooperative. I... I... You know, I think about it now and I get shivers, because all those things\nthat happened. Anyway, uh he came back. And he says, \"Look.” And he spoke to his chief of\nhis Russian section, Saitto-san. And Mr. Saito says send those passports to the Japanese\nAmbassador in Moscow. Since Bessarabia is occupied by the Soviets, write a letter and ask\nthe Consul to contact these people in the occupied zone, Soviet zone, and tell them that he\nhas passports for them. They should try and get out and come to Moscow, where he will give\nthem those passports. Sounds good. I did it. And uh, unfortunately, a month later Hitler\ninvaded Russia. And that was the end of it. They were destroyed.” And they, uh... After the\nwar, in 1947, Max came to Shanghai, where I lived. And he came, and he... And I kept\ncopies of all the... First of all, it was his money that I spent to buy these passports, the\npassports. So I... told him. He was crying like a child. He said, \"It's my fault.” I said, \"Max,\nno. I am a witness.” \"Ich bin ein eydes,\"° I said, in Jewish. \"You wrote to your father and to\nyour mother and to your sisters to leave when they still had a chance. And...and they never\nleft. I am a witness. Don't...don't...don't punish yourself.” And he was on the religious side. I\nsaid, \"Let's go and see our rabbi.” Rabbi Ashkenazi was the rabbi of Shanghai. A very\nbeautiful old man. And we went there, and I told him the story. \"Well,\" the rabbi told him,\n\"look. Don't punish yourself. It's not your fault. Go to synagogue and say kaddish.” And uh\nthat was it. But then--I'm jumping again. Because about ten years ago, I went to Venezuela\non business. To Caracas. And Max was already married with children. He was there. And I\nuh wrote him a letter I am coming. He was so excited. Many years had gone by, and the last\ntime I saw him was in 1947. And now I am talking about 1973, or something like that. Thirty\nyears. Thirty years went by. He's married. He has grown-up children. Lives...he is a very\nvery wealthy man. Lives in Caracas, Venezuela. I called him up. He came. He came to the\nhotel, and you can imagine what went on. He brought his son. His son... He says, \"My son is\ngoing to be Bar Mitzvah next year.” I said, \"Oh, how wonderful!\" They all spoke English\nand Spanish and Yiddish, of course. He says, \"You know what my son's name?\" I said,\n\"No.” \"His name is Leo.” You know, I was...I was flabbergasted. Yes. Yes. I said, \"Oh, my\n> 800 Jews were massacred in Noua Sulita by Romanian soldiers on 02 Jul 1941. Survivors were\ndeported to the east, and were eventually interned in a camp in Transnistria. Source: Matatias Carp,\nCartea Neagra, Bucharest (1946).\n° Literally, \"I am a witness.\" (Yiddish).\nGod!\" And uh he says, \"By the way my wife's name is Reva.” And that was my wife's name.\nBut that was a coincidence. But he wanted to tell me that he named his son for me, which\nwas very, uh... And then we went to his house. Beautiful place. And nice family, nice good\nJewish family. And I went to his bedroom. And there on the table, the pictures of his father,\nhis mother and his sisters. The ones that were destroyed in the camp. I said, \"Max, do your\nchildren...\"--a girl, eighteen, seventeen; and Leo was nearly thirteen. I said, \"Do they know\nwhat happened to your children...to your parents and to your sisters?\" He said, \"No. They\nknow they were...they were uh destroyed by the...1n the Holocaust.” I said, \"Did you ever tell\nthem that uh you tried your best to bring them here? To bring them out of there? And the\nonly chance... Who knows? And...but they wouldn't go.” He says, \"No.” I said, \"Max, you\nmust...you must tell your children. Because children today are different children than you\nwere and I was. They might think, \"Where was my father, a very wealthy man and uh doing\nso well? Maybe he didn't want to spend his money...’ Or something. You must tell them.”\nHe says, \"I can't.” I said, \"Can I?\" He says, \"Yes. Go ahead.” So I took those photographs,\nbrought them to the dining room, put them on the table. And I said, \"Children, do you know\nwho these are?\" They said, \"Yes, our grandfather and grandmother. They were destroyed in\nthe...in the Holocaust.” I said, \"Let me tell you something.” I said, \"I am a witness. And your\nfather was insisting that your great grandfather and your grandmother and your two aunts\nshould come, should escape from there. But they wouldn't move.” And so they were crying\nand sad, but that's it. That's part of the Holocaust stories, one of them. That's what it 1s.",
        "Q: Let's go back to Kobe, and... We have had a long, very important story, but bring it back to\nKobe. How did you first get involved? You were involved in the community...",
        "A: Yeah, we were an organized Jewish community, of which I was the secretary. And we\nstarted getting telegrams. First a telegram with a few names in it. They were German Jews--\nor maybe Austrian Jews, I'm not sure--that were at that time in Lithuania, and they got the\nvisas to go. Some of them went to Argentina, or somewhere else. All they needed was\nJapanese transit visas. Can we arrange Japanese transit visas? Uh, our president of our\nJewish community--Anatole Ponve’--was a very fine, hard-working dedicated person. Uh he\nran to the police and he talked to them about it. He says, \"Look, there are six people. Here\nare there names.” They gave their names on the...on the telegram. And, uh, they said, \"Well,\nwhat do you want?\" He said, \"Let them come here. We guarantee, we the Jewish\ncommunity, will guarantee their stay here. If they need money, and the political--uh that they\nare not spies, or anything of that sort. Just allow them to enter through Japan to Kobe, and\nfrom here they will take a ship.” At that time there was...it was before Pearl Harbor. I'm\ntalking about 1900... end of 1940, beginning of 1941. And, uh, they said, \"OK.” So we sent\nthem a telegram that the visas can be obtained at the Japanese consulate. They got it. But\nthen the new story started, this Japanese consul in Lithuania--in...in...1n Kaunas [NB:\nKovno], Lithuania--who, as it was so very well written in this book, The Fugu Plan... Uh,\none of the rabbinical students was a uh a uh citizen of Netherlands. He was a Dutch citizen.\ny Originally: Anatole A. Ponevejsky.\nHe studying in the Mir Yeshiva in...in...1n Poland; and uh he went to see a Japanese...uh, the\nDutch consul and said, \"Look, uh, there is this Dutch colony, Curacao, in West Indies. And I\nwant to go there.” And...and the Russians, the Russians already were in Lithuania. They\noccupied Lithuania at that time, became a Lithuanian Republic. And he said, uh, \"They will\ngive me exit visa, and uh if I can get in visa where to go.” So he says, uh, \"There is no need\nfor visas to go to Curacao. Anybody can go to Curacao.” He says, \"What? No entry visas?\"\n\"Yeah.” So he went back to the Russian authorities. I think that's how it worked. And says,\n\"Look, I don't need any visas. I can go.” He says, \"Show it. Prove it to us.”” He went back to\nthe Dutch consul; and the Dutch consul [he] told, \"Look, give me a paper saying that\naccording to the regulations there is no need for visas to enter Curacao or Surinam in Dutch\nWest Indies, and subject to the permission from the Governor, the Dutch Governor of\nCuracao.” And he gave him that, he wrote it down with a stamp. That was all he needed. He\nwent there and said, \"Here. I can go. Here is the stamp. Here is the proof that there is no need\nfor a visa.” He says, \"Alright. We will give you the exit visa. How are you going to go?\"\nNeed a Japanese transit visa to travel across Russia to Japan, and from Japan to take a boat,\nyou see. So he went to the Japanese, and that's how it all started. The Japanese consul started\nto give them visas. They were standing there... You know, news spread very fast. They\nstarted going, they were standing there day and night for their turn to get those visas. First\nthe Dutch stamp, then the...the...the uh...the Japanese visa. And this man Sugihara, the\nJapanese consul, he got instructions from his people in Tokyo, \"Stop issuing visas.” But he\ndidn't listen to them. He actually saved the people. I mean, part of the whole picture, you see.\nHe was very important. Why did he do it? I met him after the war in Japan, by the way. He\nuh...he said, \"I don't think they can leave this country anyway. So let them have some peace\nof mind. I'll give them the visas.”” Now with the Dutch consul, according to this book that I\njust brought to show it to you--the one written by the Rabbi’--the Dutch consul had a...a\nsecretary. A German man, who eventually joined the German uh SA. The...the... You know.\nHe...his job was to give to the consul the background of each uh...each person who applied\nfor a Dutch, for that Dutch stamp, you see. And uh uh he was a German; but he was very\nsympathetic to the Jews. And the reason is, according to this book, is he had a Jewish\ngirlfriend when he was in Germany. (Laughter) Another one, another angle. It's amazing.",
        "Q: Bring us back to you.",
        "A: Bring it back to me. So we were, we were the Jewish community. We were a small Jewish\ncommunity, and we started working. We organized our ladies. My late wife was among\nthem. Uh, hundreds of people started to come in. Where do you put them? You need\nhousing. You need food. A representative of the Joint Distribution [Committee] sent their\npeople to Japan, to Kobe. A representative of the Jewish organization HIAS sent their\npeople. From Lithuania, they came to Japan; and they were helping with money. At first, we\nput up our own money when a few people came. So there was very little to spend. You\n* Tokayer, Marvin (Rabbi), The Fugu Plan.\nknow, transportation and food. But then, when hundreds started to come in, we just couldn't\ndo it. So I sent a cable to the Joint Distribution Committee in New York saying uh what we\nare doing. So in the reply came--I'll never forget it as along as I live--\"Money no object. Save\nJews.” They immediately sent $25,000. That was a lot of money in those days. And...and\nsince then, the representative of Joint came; and they were put uh...you know, more and\nmore people were coming 1n.",
        "Q: How did you arrange all... You've talked about one route to bring Jews in. How did you\narrange for other Jews to go in? What were the arrangements for getting Jews in?",
        "A: They were getting Japanese visas, transit visas. They had Russian exit visas, which the\nRussians gave to them; and they sold them, they allowed them to buy tickets only if they\nwere paying. At first, they allowed them to use Russian money. Then they said you have to\npay in dollars; so all the Jews had relatives somewhere in America, and also especially the\nreligious. They...they organized themselves in New York with an organization called Va'ad\nHa-Hatsala, \"Organization of Saving,\" to...to... Hatsala is to save. And they were sending\nmoney. They were organizing everything. And uh, of course, they had the documents\nalready in order. They had the Japanese transit visa. They had the Dutch stamp. And the\nRussians gave them an exit; and that's all they needed. And the Japanese allowed them to\ncome and stay in Japan two weeks; but some of them stayed as long as six months, you see.\nBut that's enough of story. Why? Why? I...I... It has to do with what uh Rabbi Tokayer has\nmade research in this book: they...they...they thought by helping the Jews, they would\ninfluence the uh top of people in America--President Roosevelt, etc. They needed help.",
        "Q: Get back to you. How did you get involved, and what did you do?",
        "A: I was secretary of the Jewish community. And I used to go after work--five, six o'clock--\nwhen I finished my work in regular office, business. Uh, was quite an active organization. I\nused to buy a lot of merchandise to ship into South America--uh, to Panama; to Central\nAmerica, Panama, Curacao, Peru, Chile. And I would go every day to the Jewish\ncommunity, and there were problems. There were so many... there were so many people. We\nhad to have meetings every day, uh...",
        "Q: Talk about the problems...",
        "A: What kind of problems. Uh, food. Three thousand people to feed. Uh, distribution of money.\nWe organized a committee. We had some people from the refugees who started to work in\nthe...in the various departments getting visas. Uh, they all applied to American consulate, to\nBritish consulate. Uh, as a matter of fact, the fifty young fellows volunteered to uh serve in\nthe British Army; and we had to uh...uh, with the ...with the...working together with the\nBritish consul, we had to--uh, I don't know if this is the correct word--\"smuggle\" them out of\n” Known in English as: Rescue Committee of United States Orthodox Rabbis.\nJapan, because Japan was an ally of Germany. And uh you couldn't do it. We used to do it in\na very unusual way. Uh, we had the names of the people who wanted to enter the British\nArmy. I would call up the British consul, meet him in a bar and order a couple of beers. I\nwould give him the names, and he would arrange to have them assigned as, as a... aS crew\nmembers on British uh cargo boats that were run...that were sailing from Japan to India, to\nSingapore. And that's how they they left and ventured. Eventually, some of my good friends,\nthey were killed. Two of them were killed in Italy. They were in the British Army. Some of\nthem joined the Polish Army that was in exile. And uh...and every day, the Japanese police\nwould come and ask. You'd have to talk to them and explain. What are you doing, and how\nare you doing. Uh, being a secretary and speaking some Japanese also, uh my ...one of my\njobs was to keep all the documents of all the refugees - I will call them refugees - in a safe.\nThey were not allowed even to go Osaka, which was one hour by train. Not allowed to travel\nin Japan. And they couldn't buy a ticket on a train without presenting their documents. And\nthese documents were under the community's...uh, locked in a safe. And uh I'll never forget--\none day, two guys came in. One was a very mean man, as I told you. He studied Mein\nKampf, and he always used to argue with me about why do the Germans hate the Jews so\nmuch and all that. That's another story. And uh uh he came to me; and he said, \"Look, we\nhave uh...uh suspicions that among the refugees there are some spies. Soviet spies.” I said,\n\"As far as I'm concerned, all the Jews are Jewish refugees. I mean, we're helping everyone.\nWe don't ask who they are. What they are.” He says, \"Look, you get all the documents, all\ntheir passports, all their traveling documents.” I said, \"Yes, sir.” \"Well, 1f you see that\nthe...the picture of the man and the picture on the passport are different, you report to us\nimmediately.” I said, \"I can't do that. There are hundreds and hundreds of passports, and I\ncan't look at each other. Besides,\" I said, \"the problem with...could come without a beard,\nand he grew a beard. I didn't know if...” \"You don't want to cooperate with us,\" they said to\nme. I said, \"I'll cooperate with you, but I can't do that. I can't. I have no time to look...to look\nat each each passport and see who's there. So many of them.” Anyway, they were angry at\nme. They left. What else could we do? What did we do? I mean, let's say my wife, as young\nas she was - she was only 21, 22 - she was in charge of the children. There were about\nhundreds of children. And children would get sick. Children needed food. And, uh,\nchildren...it was winter sometimes. I mean, some of the months they were there, it was cold,\nthe heating (ph) clothes. So they would run to her; and she would take the child and go to the\nhospital. And the Japanese doctors were marvelous. We had a doctor, his name was--I\nforgot. I used to call him the...the uh...uh, \"the rabbit doctor.” He had a couple of rabbits in\nhis yard. So my son, who was three years old, called him \"the rabbit doctor.” Anyway--\nYoshimura, Dr. Yoshimura. Marvelous man. He wouldn't take any money. My wife would\ncome with the mother of the child, and whatever 1t was--dysentery. And lucky, lucky, lucky\n[that] there was no uh...no any kind of sicknesses or serious sicknesses among the people.\nAfter all, you know, the change of food, the change of water, the change of climate. And uh\n(laughter) ...it's remarkable. Getting homes. There were not many foreign homes. And there\nwere hundreds of people. So they would get Japanese homes. They would rent them out.\nAnd then we would...it was very painful sometimes to say, \"Well, here you are. Here's a\nhome.” And they... You know, the Japanese tatami--those uh straw mats. And we would\nfigure out one straw mat for two people on the floor who had no pillows, no blankets, no\nnothing. Everything happened so fast; but people were crying. People were upset. \"But I'm\nthis, and I'm that, and everybody put me on the floor\" - was painful. It was painful. I'll never\nforget; one day, uh a lady came. She...they all decided, most of them decided they were\ngoing to go to Yokohama, to the American consul; because the American consul in Kobe\nwas not a very sympathetic man. They they had their own...",
        "Q: Who was the American Consul?",
        "A: He was Jewish.",
        "Q: OK.",
        "A: And he just died recently--Dr.... Uh, I forgot his name.",
        "Q: OK.",
        "A: I'll think of it. Anyway, so they used to go to Yokohama. Yokohama was about overnight\ntrip by train. They needed money to go on the train. Where did they get the money to go? So\nI remember... I forget, I was...1 was in the office; and a lady comes in with a child in her\nhands. She said, \"I need money to go to Yokohama.” I said, \"We...the community does not\nhave money for that purpose. The money we get from the Joint Distribution is for food, for\nclothing, for rent. For necessities, but not for travelling purposes.” \"OK,\" she says. She had a\nbracelet. She says, \"Here. Take this.” I said...uh, I forgot her name... said, \"This is not a\npawn shop, madame. This is a Jewish community. I am sorry.” \"Take my child.” You know,\nit was painful. And I...I...I... As young as I was, I only could cry at what's going on. So what\ndoes one do? I said, \"How much is the ticket?\" That was, that remained in my mind for all\nthese years. I'll never forget that. Few from Czechoslovakia, I think. Uh...well, anyway, one\nnight - another story - there's so much to do. It's hard to tell your problems, religious\nproblems. And they would come to me, because I spoke Yiddish and because they thought I\nwas more sympathetic, to uh uh... I have to tell you this story. It's a very interesting one. Uh,\nthree months before Passover, uh a delegation of rabbis--six... You know, they were very\nwell organized, by the way, I must tell you. Everyone. Not only the religious uh groups. The\nreligious groups organized the Yeshivas and the ceremonies. But there were engineers.\nThere were doctors. There were uh a couple of fellows working in...in...1n Poland in mines,\nmine workers, whatever. They were organized in groups. Journalists. And...and 1t was good,\nbecause if they would come to talk about some problems they wouldn't come all at once.\nThey would send their representatives, and we would handle it in...1n that way. So here\ncomes six rabbis. And I said, \"Yes?\" \"Passover is coming, Herr Hanin.” \"Yes, Passover.”\n\"Was er zein...What will be with Matzahs, etc.?\" \"Well, we'll do the same thing like with us.\nWe're a small Jewish community. We get our matzahs from the Jewish communities in\nHarbin, in Shanghai. They're baking matzahs.” \"Those matzahs are not kosher for us. We\nmust get matzahs from America.” \"America? So what do you want with me?\" \"You must\nsend a telegram. Here is the address. The organization of the rabbis in New York. Tell them\nthere are eight hundred Jews here that need matzahs.” \"Unh uh. There are three thousand\nJews that need matzahs.” \"Oh, yes, yes, yes.” Right away, I said, \"There are three thousand\nand thirty. We are also Jews, if you're going to get matzahs.” So I sent a telegram. And uh\nabout eight or ten weeks later, documents arrived at the community, addressed to me.\nShipping documents. On a ship, matzahs. Wine, caskets of wine. Chocolate. Manischewitz.\nYou know, stuff, everything is coming. Beautiful. But that was three days before Passover\nthe ship is arriving. We're in a hurry to get them cleared through the customs and get a\npermit, because imports to Japan was not allowed. You had to get a license. And we...I never\nthought we would get these things. So now...I never even thought of applying for a license,\nand here are the documents. So I run to the customs person, or the Bank of Japan - I don't\nremember where. Anyways, \"Here. The shipment is coming in on such and such and such a\nboat in three days. A Jewish holiday, Passover, is coming; and we got matzahs.” \"What's\nmatzahs?\" I said, \"Look, Jews are not allowed to eat any ordinary food. They can only eat\nthis special food which American communities, Jewish communities are sending for our\npeople here.” \"This is not for resale?\" I said, \"No, of course not. It is for us.” \"OK. Write a\nletter saying that you guarantee from the Jewish community that these food products are for\ndistribution among the refugees and not for resale.” So I wrote the letter. We got a permit\nright away. Now, another problem. Two rabbis come in, and they said, \"We have a big\nproblem.” \"What's the big problem?\" \"According to the orthodox, strict orthodox law, if a\nnon-Jew touches the wine, it's not kosher. We can't... You want us to drink Pesach wine,\ndon't you, Mr. Hanin?\" I said, \"Yes, of course.” \"So you have to find a way.” I said, \"How\ncan I go and tell the Japanese customs...uh, the guy in charge, that his people are not allowed\nto touch? That's an insult!\" \"You will find a way.” I said, \"OK. Come tomorrow.” And I\nmade an appointment with the Chief of the Customs. \"And come tomorrow in your shtayim-\n-hats.”” And [these] guys with long beards. \"We'll go.” We went to see the Chief of Customs.\nVery, very polite. Very, very nice. I came to him, and I said, uh, \"You know we're Jewish\npeople here.” \"Oh, yes,\" he said. \"I saw in the papers.” I said, \"You see, these two are very\nlearned people. They are rabbis. You see, I am also a Jew, but I am not like them. They are\nspecial people. They are holy people.” \"Ah, so!\" You know. \"What can I do for you?\" I\nsaid, \"You know this wine caskets, wine come in. Can you please allow that I or one of the\nrabbis will go there and open the...and pour some wine out 1n a bottle? It will be a sample to\nthe customs inspector to see what...he has to examine what it is. But I will do it.” As a matter\nof fact, I said, \"I cannot do it. The rabbis must do it. It is holy wine.” He looks at me. He\nbelieved me. I said [to myself], \"What am I talking about?\" But I have to do it. And he\nallowed it. As I was leaving his place, he called me back. He said, \"Hanin-san, come back.” I\nsays, \"Yes?\" \"I want to try that wine. What does it taste like?\" \"Of course. Of course.” I\nsent him wine. I sent him matzahs. I sent him a whole bunch of stuff. (Laughter) It was cute.\nAnyway, they had a good Pesach.",
        "Q: That's wonderful. What year was this?",
        "A: That was in '41.",
        "Q: Just before Pearl Harbor?",
        "A: Just before. In April of '41.",
        "Q: OK. We're going to stop here because let them change the tape. And then we will pick up,\nand I'd like to go on with the photographs.\nTECHNICAL CONVERSATION\nTAPE #2",
        "A: ..very uh very unusual story. Uh, when the war was over and uh we knew...we started to get\nthis information. And, you know, it's...it's...it's difficult, it's painful. I mean, I suppose this\nwill be with us... I don't know if it will be with the next generation, but with us it will.\nActually, it was not witnessing it; because, luckily, we were not there. We were in another\npart of the world. But it touched us. And uh a friend of mine, Brandt was his name, he was\namong the refugees. He came. He lived in Israel. He came here for a visit. It was about ten\nyears ago. And uh he called me up. And uh I kept in contact with some of them. We became\nreally friends, and some of them worked for the community. We...we had, those...those that\nspoke English. Some of them spoke good English. One of them became uh uh speaker of the\nKnesset, yes. Uh, Menachem Savidor. His name was Hodorowski. He just died last year in\nIsrael. Anyway, uh so Brandt came in. And we...we went to a Chinese restaurant and we\nwere sitting and talking. And he says--oh, he was always... Never, never me. He says, \"I\nwant to thank you.” I said, \"Don't thank me. We did...you would have done the same for me.\nAnyway, that's not important.” I says, \"You know,\" I says, \"I'll tell you, uh uh...Chiel.”\nYechiel was his name. \"Uh, many times,\" I said, \"I would wake up at night, and I had a...a...a\nfeeling of a little bit of a guilt.” He says, \"What's the matter?\" I says, \"You know, I have to\ntell you the truth. There were times we would hold up the action. We would see...have a\ntelegram, says, 'Six hundred people are ready to go.' So we would hold it for two weeks,\nbecause there's no homes. We have to prepare ourselves. We have to get ready. And we\nwould hold up our action, and it...1t bothered me.” I said, \"Sometimes I would say,\n'Maybe...maybe if we didn't hold up the action, we could have saved maybe six hundred\nJews more.\" He says, \"Leo, sleep quiet.” I said, \"Well, how can you tell me that?\" He says,\n\"I was the last one.” \"How can you be the last one?\" He said, \"Well, let me tell you this\nstory.” So, then I have to go to this young man over here, god bless him. I have to show it\nover here. (Holding picture to side) This is the Amshenover Rebbe.”",
        "Q: OK. Now, hold it in front of you.",
        "A: (Muffled) Uh, Brandt, the man who tells me not to worry...",
        "Q: Hold it up a minute.",
        "A: Who told me not to worry... Is that better?",
        "Q: Alright.",
        "A: He says to me... Uh, he [NB: the Amshuler Rebbe] didn't speak any Russian. So when they\nhad to go and apply for a Russian exit [visa], then he needed somebody to translate for them.\nBecause the Russians...the Russians uh uh set up this station where they had a Russian\n’ Rabbi Shimon Kalish.\ncommissar. You know, in charge of the Jewish affairs, of the Jewish uh exit visas\ndepartment. A Russian man, and he only spoke Russian. So when they had to go and apply\nfor these...for the visas, uh, they had to speak Russian. So Brandt spoke Russian. The rabbi,\nthe one that I show you the picture, he didn't speak any Russian. Yiddish. So he asked Brandt\nto go and translate for him. So they came in; and the...the Commissar says, \"Yes. What can I\ndo for you?\" So he says, \"Rebbe, was was...zogum was du wilt.\"--\"What do you want?\" He\nsays, \"Zogum.\"--\"Tell him.” [Phrase in Yiddish]. So he says, '\"Tovarish.\"--\"Comrade\nCommissar,\" 1n Russian he tells him. [Phrase in Russian]--\"He is asking for a visa.” \"Oh.\nTell him to show me the documents.” He says, \"Rebbe, dokumenten.” So the rabbi takes it\nand he puts it on the table. And he [the Commissar] says, \"Alright, I will look at them. And\ncome tomorrow. If everything is all nght, I will give him the visa.” And rabbi doesn't go\naway. So he says to me...he says to him, \"What else?\"--\"Rebbe, was nocht?\" [Phrase in\nYiddish]--\"What do you need?\" He says, \"Zogum.\"--\"Tell him.” [Phrase in Yiddish]--\"He\nshould give a visa to my brother.” He says, \"Comrade Commissar, uh, he is asking for a visa\nfor his brother.” He says, \"Well, let his brother come with his documents, and I'll take a look\nat them. And if everything 1s all right, I'll give him the visas.” And the rabbi sits. And there\nare hundreds of people waiting outside, you know. The Commissar gets impatient. He says,\n\"Well? What else does the Rabbi need here?\" He says, \"Rebbe, vas nocht?\" He says,\n\"Zogum.\"--\"Tell him.” [Phrase in Yiddish]--to Brandt--\"He should give you a visa.” And\nBrandt, he says...Brandt says, \"I got very nervous, because my document was a false one and\nI was scared to even to show it to them.” So the Commissar says, \"Well? Documents?\" He\nsays, \"My documents are at the hotel. I will bring them tomorrow.” And the rabbi sits.\nThe...the Commissar gets very angry; and he says to him, \"What else does the Rabbi wants?\"\n\"Rebbe, vas nocht?\" So he says to him, \"Zogum.\"--\"Tell him.” [Phrase in Yiddish]; which\nmeans, \"Tell him he himself should take a visa and run away from here.” This guy, who was\nJewish, understood every word. He started to laugh. He laughed and he laughed and he\nlaughed and he hardly stopped. As a matter of fact... That's what Brandt told me. I don't\nknow if it's true or not. But uh he says uh...uh they found out later that he was arrested. He\nwas helping the Jews very much. He was...he was a Zionist; but he pretended to be a big\nCommunist. And they found out, and...and they arrested him and shot him. That's what\nBrandt told me. And after that, the whole thing stopped. And uh...the whole station. It was\njust before the Russians...",
        "Q: What was the Commissar's name?",
        "A: I don't know. I don't know. I don't know if it's true or not. But...but this is the story. Now\nagain talking about this rabbi, which was very interesting... One story I'll never forget. We\nwere...uh, we put him up. He had a big large family. And, you know, the...the rabbis of small\ncities, they had their own entourage. The shammos, people who assist them, to help them;\nand he had a whole group of about twenty of them. So we...we...we were lucky to hire, to\nrent a home in the mountains somewhere, which is about half an hour by train from Kobe.\nWe set him up there. We had a lot of respect for him. He was going to be there. We'll supply\nwith the food, and everything will be alright. And we had meetings every night of the\ncommunity, of the committee. Too many problems were coming up, decisions, money\nproblems, etc. etc. And one night we were sitting in the meeting, and suddenly they come in\nand they call me. And they said, \"The rabbi is here, and wants to talk to you.” Ten o'clock at\nnight, which was very unusual. I got worried maybe he's sick, or something. I run out, and he\nsits there. He used to call me Leibl, in Polish pronunciation \"Leib.” \"Leo...Leibl.” \"What\nhappened?\" He says, \"I came here to ask you a question.” I said, \"What is the question?\nAsk.” \"We are Polish citizens.” \"Yes, yes.” \"We are allied with the British.” \"Yes.” \"We are\nat war. They are at war. What would have happened if instead of three thousand Polish Jews\nthey would have been English people? What would have happened?\" So one of my...one of\nmy uh co-workers, Dr. Moiseef - he also came out with me - he was uh... He says, \"Well, if\nyou were British, the British would have sent a ship after you and would have taken you out\nfrom here to one of the British colonies.” At that time it was India. It was Australia. It was\nCanada. They were all British colonies, at that time. He says, \"That's the whole point. We\nmust insist that they should send a ship after us. Ships. And take us out of here. We are their\nallies.” \"So...so what do you want from me?\" \"You, Leibl, you will go with me to the\nConsul tomorrow and translate and request for ships.” I said, \"Rabbi, you read the papers,\ndon't you?\" He said, \"Yes.” That was during the time when the British had to retreat from\nthe uh from... What's that French port?” Do you remember they were bombed out, like\nvery, very severely?",
        "Q: Yes. I don't quite remember but I know what you mean.",
        "A: Uh, I said, \"I don't think... Even if they wanted to do it, they have no ships. Now is war.” He\nsays, \"Never mind. You go with me and you will translate.” So, next day I called up the\nBritish Consul. I...I...1 met him a couple of times, because of this situation with the young\nfellows who volunteered for the British army. And, uh, I said, \"Look, I am going to bring a\nrabbi who is - I don't know if you ever saw uh these people who are still are in the 17th, 18th\ncentury, with the way they are dressed, the way they are wearing with the beards and with\nthe fur hats.” It's August. It was hot. I said, uh, \"I...I'd like you to meet him.” He says, \"Fine.\nWhat time will he come? Just call me, and I will...I will escort him myself.” So I called him\nbefore, he came to my office. We took a taxi. We went there. I called him. I called the\nConsul. He came down. The Consulate was on the sixth floor. He came down. He met him.\nWas very very... You know, we always thought the British were so uh high-falutin'--a consul\nand all that. We went upstairs. \"Yes. What can I do for you, Rabbi?\" So I told him, the\nrabbi, \"He wants to know what's the purpose of your visit.”” Well, he repeated the whole\nstory about being allies with with the British and a Polish citizen, etc. So the guy was\nsmoking his pipe. He said, \"Yes, yes. That's a very reasonable request. I will have to transmit\nit to the to His Majesty's Ambassador.” At that time, it was King George the VI in England;\nin Tokyo, his [Ambassador's] name was Robert [Granger (ph)], I believe. \"And uh you will\nhear from him, hopefully.” You heard; and the rabbi was satisfied, and everybody. That was\nthe story of the rabbi.\n'' NB: Dunquerque?",
        "Q: That's a lovely story. This 1s also again in 1940, before '41, I would say.",
        "A: Oh, of course. It was 1941, I believe. Yes. By the way, I have to tell you a point, very\ninteresting. Uh so when we were talking to the rabbi the night before, I said, \"Rabbi,\nsupposing it's all right. Supposing it works. Who knows? Where would you want to go?\nThere's so many British colonies.” He says to me, \"Jamaica.” I said, \"Rabbi...” Frankly, I\ndidn't even know where Jamaica was, at that time. I heard the name Jamaica, but I couldn't\nimagine in my mind on the map where it was. He says, \"For us, Jamaica.” \"Why not\nAustralia? Why not Canada?\" He says, \"The climate is a good the climate, a very good\nclimate.” I went home. I took...I had an atlas. I said [to myself], \"Jamaica is very close to\nNew York. And he thought if they'll get to Jamaica, it maybe would be easier for them to get\nto New York.” He didn't want to say that, but I think that's what he had it in mind. (Laughter)\nAnyhow...",
        "Q: Show us your photographs, would you please? You brought photographs with you and\nthere's one that has particular, two that have particular...",
        "A: [...I... In my mind, this particular photograph is very very ...uh I'd like to call it historical\nbecause the whole episode is historical. Historical . . . (TECHNICAL CONVERSATION)\nlike our like our Jewish people are concerned. See, this 1s a farewell dinner for Mr. Ponve--\nwho is leaving for uh...who 1s leaving for the United States. And uh...",
        "Q: Mr. Ponve is who?",
        "A: Ponve, he was the president of our community. Mr. Ponve. P-O-N-V-E. Anatole Ponve. He\nlived here in Los Angeles afterwards. He passed away a few years ago. Uh, the Japanese\npeople that are sitting around the table and some of them are standing are representatives of\nvarious Japanese government institutions. One was the governor of the state where we were.\nThe uh Prefecture - they call it \"Prefecture\" - where Kobe was. The others were all working\nfor the Japanese police, but some of them... This gentlemen here was representative of\nJapanese government. Anyway to make a long story short, he told Mr. Ponve, \"You are\ngoing to America. We want you to tell the American Jews over there, who are your brothers,\nhow good the Japanese government is to your people here. How we actually helped to save\ntheir lives. How we allowed them to stay in Japan. We gave them visas to come here. And\nwe want Jews in America to know about this, and you tell them about us.” That, in my mind,\nwas the the the basic thought of the Japanese--that the the people in America, the Jewish, our\npeople in America are very very influential. And they can influence the higher people in the\ngovernment, and even the President Roosevelt himself, to help them with uh with uh\narranging matters. So that uh uh they will help them to settle the war in China. The Japanese\nwere getting deeper and deeper towards China, and they had no way of getting out of there.\nAnd uh America has uh has uh prohibited the sale of metals and oil to them, started to put\neconomic sanctions on them. And they were having a much much harder time at that time.\nSo I feel that's the...that's the historical angle. What they were aiming at. It didn't work,\nbecause uh the Japanese were allies with Germany and they were occupying China; and\nthe...the sentiment over here was...",
        "Q: Show us some of your other photographs.",
        "A: Now this is the...this is the Jewish community. This is the group of people that were\nworking. (TECHNICAL CONVERSATION) These are various activities. The refugees used\nto come for their mail, and they used to come with their problems. And people would take\ncare of them and uh we would try to solve all their problems whatever they were.\n(TECHNICAL CONVERSATION) Uh, our ladies, our wives were also uh helping in uh in\nall the matters that were needed for the refugees; with their clothes and their food and their\nmedical problems and their housing and uh living conditions. And so the ladies got together\nand organized a committee, our ladies. My wife is one of the ladies there.",
        "Q: Point out your wife there.",
        "A: My wife is here, right here. Here; and then she's here. They're getting various clothes for the\nchildren, collecting, yes, and uh so. These are various activities. There were hundreds and\nhundreds of pictures that were taken.",
        "Q: You have a picture in there, the big one, uh where there's a gentlemen in a black Japanese\ncap. You said there was a particular story about him.",
        "A: Oh, the rabbi. This one here.",
        "Q: That's your rabbi.",
        "A: That's what I told you about, the story. Jamaica. That's him.",
        "Q: That's the rabbi.",
        "A: And this was one of those rabbis--these two of them, as a matter of fact--came to see me\nabout the matzahs, about getting the matzahs and wine through the customs and all that. This\nis one of them. They were very active. These are the Japanese gentlemen--Dr. Kotsuji, and\nCaptain Fukamachi--who were very very helpful. They...they did a lot of work. Uh as a\nmatter of fact, Kotsuji spoke Hebrew and he converted to Judaism. He was, yes, very very\nhelpful. Did a lot of work for us. And uh he was buried in uh in Jerusalem, yes. He was very\nvery helpful. (TECHNICAL CONVERSATION) Now, what else?",
        "Q: Tell us what happened after Pearl Harbor. What difference did it make in the way the\ncommunity functioned?",
        "A: Uh, well, as far as the refugees are concerned, in August, I believe--this was four months\nbefore Pearl Harbor--all of a sudden Japanese military took over all the affairs. Until that\ntime, their affairs, their arrangements, their visas, the extensions of the visas, the permits to\nstay, were handled by the police. By the prefecture of police in Kobe. And then in August,\nafter the Japanese occupied in to China, I believe, the things changed. The military came\nover and they took over. And...and they came to us, and they said, \"We give you uh two\nweeks,\" I think, \"to get them all out of here. All to Shanghai.”’ And then the immigration, the\nmovement of the refugees to China, they gave ships; and by the hundreds they left. A few\nwere still left, about six, you know, were left a little later. But all eventually had to go. And\nby the time Pearl Harbor...of Pearl Harbor, there were no more refugees left in Shanghai--in,\nuh, Kobe. They were all in Shanghai. We stayed there.",
        "Q: How did you stay, and what... Why did you stay, and what was it like for you?",
        "A: Well, I was...I had a job. I was working there, and uh business was going on. I mean, I was\nbuying merchandise and shipping. And uh when the war came uh, what do to? I mean, I...my\nhome. I had my wife, my child. And uh stayed there, and uh you couldn't do any more\nbusiness. Everything was closed. The war started. My firm--which was a Panamanian firm--\na Panamanian consulate was closed, because Panama declared war on Japan. So I was left\nwithout a job, without any money, without anything. Without doing any business, I had to\nthink of some way of continuing my livelihood. So my family, my parents, were in\nShanghai; and uh I knew there were a lot of Jewish communities in Shanghai. A lot of\npeople. Where they lived, they are making a living. I will do it. So... As a matter of fact, as\nfar as I'm concerned, they came once. And uh one of these fellows was a very mean mean.\nHe was a real...he was...he was, he grew up on Mein Kampf. He used to always to talk to me\nabout Mein Kampf, and he was very unpleasant. As a matter of fact, one day he came and he\nspoke to me. And he says, \"Why...why is it the German people hate the Jews so much?\"\nAnd his name was Osakabe. I said, \"Mr. Osakabe, are you asking me this question as a\npoliceman, or as a friend?\" \"As a friend.” I said, \"Well, why are you talking to people who\nlike Japanese? You know, [there are] some people who don't like the Japanese too much.”\nHe jumped. He said, \"What do you mean?\" I said, \"Now, don't get excited. Don't get sore.\nYou're talking like a friend. You're not talking to me like a policeman now.” I said, \"Is it\ntrue?\" He said, \"Yeah, it's true.” I said, \"Why?\" \"Well, uh we are smart people.” I said, \"We\nare also smart people.” Yeah, as young as I was. Maybe it was stupid to say that, but I was\nvery angry. And then about a couple of weeks later, they came and they said, uh, \"We want\nto ask you a question.” \"Yes. There was another, he was a major in the Japanese Army.\n\"And don't tell me you have no answer. You...we know you are intelligent young man. You\nread books, etc. etc.” I said, \"Yes. What's your question?\" \"Uh, who is going to win the\nwar?\" I said, \"I can't answer this question to you.” \"Well, you are not an American. You're a\nstateless person. Tell us the truth, what you think.” I said, \"I'll tell you in my own way.” I\nsaid, \"I don't want Germany to win the war.” He said, \"Why?\" \"Because I'm Jewish. And I\nknow how Germany is treating the Jews.” \"Yeah, clever answer. Uh, well, we recommend\nthat you leave Japan.” So the recommendation was taken, and I left. Took my wife, my child,\non the boat. Was a dangerous journey, because by boat 48 hours, because American\nsubmarines we knew were around there. But uh I'm here. I made it.",
        "Q: What happened when you got to Shanghai?",
        "A: You know, when I got to Shanghai, uh Shanghai was an open market. Uh a lot of Chinese\npeople and there was a lot of merchandise that was there in the warehouse uh from before the\nwar. People would import. And uh I was...I started to be like a salesman, selling textiles and\nhere and there; and life was very very inexpensive. For about thirty, forty dollars a month in\nUS dollars, you could live well with food and with everything. Was very very cheap. So we\nmanaged, we lived...",
        "Q: Did you get involved in the Jewish community in Shanghai?",
        "A: No, I couldn't. I just couldn't. It was...there was a lot of work to be done. There were twenty\nthousand Jewish refugees, and besides the Polish Jews that came from Japan. Uh it was\nhandled very well. They had committees organized by the Sephardic Jews, and by their own\npeople; and they were handling it. It was rough. The representatives of Joint were there, and\nuh uh they did a little work. We didn't have to get homes for them. Uh, it was a lot of\ndifficulties because in in 1943 I believe it was, the Japanese--under the pressure of the\nGermans--have uh...have put the Jews that came to Shanghai after 1937, put them in the\nghettos, in specified areas which was terrible difficult conditions. We were not subject to that\nlaw, because we came to Shanghai before 1937. It was only those that came after 1937. They\nwere smart. They didn't say German Jews or Polish Jews or Austrian Jews that were kicked\nout by the Germans or that fled from Germany and Poland as Jews. They said those that\ncame after '37, which was understood. That was those applied to the German Jews.",
        "Q: Uh, I'm confused. You said that you, that when you came from Kobe it was after '41 and the\nwar had started...",
        "A: Yes, I came in February of 1942.",
        "Q: But you then just said that you were not put into the ghetto uh because you came before '37.\nAnd, of course, that's not true, but... You mean because you were in, under Japanese control\nbefore '37?",
        "A: No. The...the, after 1941, the Japanese took over Shanghai.",
        "Q: Right.",
        "A: You know, Shanghai had different concessions. It had the British Concession, the French\nConcession. And the...and the people that had taken those concessions not, except those that\nwere stateless people, but under the protection of the consulates. We, the stateless people,\nwere again under the the Chinese people that were, they they were in charge of our situation.\nSee, and we had a Jewish community which was working together with the Chinese. And uh,\nwhen the proclamations came out, it applied to the Jews that came to China after 1937.",
        "Q: To all of China, and that included Kobe as part of that...China under Japanese control...",
        "A: They came to Shanghai. They were in Shanghai. Those who came to Shanghai after '37.",
        "Q: So what did you do? You were outside of the ghetto. How did you live during those years?",
        "A: As I told you, we were doing, buying and selling and . My father, as a matter of fact,\nhad a uh a wholesale business in textiles. And I was helping him and uh making a living.",
        "Q: Can you describe - the two communities were very different.",
        "A: Which two communities?",
        "Q: In the ghetto and outside the ghetto. Can you describe, can you explain some of the\ndifferences to us?",
        "A: Well, the...the...the Jewish people that were put in the ghettos were confined. They had no no\nrights. They had to get a permit to get out of there to come and conduct their business and go\nto their jobs. See, we were free to move where ever we wanted to. We didn't...1n Shanghai\nthat is. We didn't have to have any uh special permits to do that; and uh they lived in in the\nheims, which was the...they lived in the very best situation. They were taken care of by,\nmoney was being uh, funds were coming from America through Switzerland, through\nSweden. Things were being - I don't know exactly how it was done but they were, they were\nin a very bad situation. Very very difficult situation.",
        "Q: What happened to you and for you when the war ended?",
        "A: When the war ended?",
        "Q: Yes.",
        "A: Uh, when the war ended a big market opened up. China was a big market. And uh and I got\nmy, I established my contacts with my friends that I used to work for in Japan. The same\npeople that I told you about--Max Pecker. And he was in New York at that time. Luckily, I\nsent him a telegram and he started sending merchandise to me. And I was doing very well\nfrom 1947, 1948. I was doing good business. But then the Communists started advancing,\nand uh we knew we had to leave. So uh the Israeli government--at that time the State of\nIsrael was established in 1948--they sent a representative, and they they registered us. And\n800 of us registered together, and they sent a ship for us and took us out. And they took us to\nuh, afterwards more people left. Some went to Harbin, went to Hong Kong. They sent ships\nafter them to Hong Kong. Then they organized even planes. They had B-29's that were\nflying uh refugees to Israel. So uh, when we went from uh Shanghai to Israel in 1948, in\nDecember of 1948, there were 800 of us on a ship that could take only 600 or so. It was a\ncrowded ship. It wasn't as bad as the Exodus, that we saw in the movies, but it was tough.\nAnd we had to go 54 days to travel, because the Suez Canal was closed. Uh, there was war\nwith Egypt. We had to go to Singapore, from Singapore to South Africa, around the Cape to\nItaly. And in Italy we got off that ship and the Israeli government sent a ship after us and we\nwent to Haifa. Fifty-four days it took. It was a rough journey. It was something. One day, if I\never write a book about tt, it's...it's a very unusual trip.",
        "Q: Do you want to tell us a story from that trip?",
        "A: Huh?",
        "Q: Tell us a story from that trip.",
        "A: We were coming from Singapore. It was what nine days. The weather was rough. Some of\nour people organized themselves in a group that was sending things on the ship because we\nhad about uh out of eight hundred and sixty people we had about eighty or a hundred very\northodox Jews, who wouldn't eat anything. And they were just just drinking tea and...and\nbread; because it was not kosher you know. I mean to say, who could think about kosher on\na refugee ship? So uh the committee got together and decided - there's a Jewish community\nin Singapore - they knew them. Sephardic Jews. Send them a telegram and uh telling we are\non our way to Israel, Jewish refugees on the way to Israel, to the new State of Israel. And we\nhave people who need kosher food. Will they be able to help us? They sent it to them. As we\narrived in Singapore, I'll never forget it. I was on the deck; and uh we were not allowed, the\nships were not allowed to berth because the British--it was British at that time still, you\nknow, before Singapore became independent--and uh we had to drop anchor somewhere far\naway because, I don't know, to to to get some more uh whatever they needed to run the ship,\noil or whatever. And uh uh I was walking on the deck; and suddenly I see a Chinese junk, a\nlarge Chinese junk, sailing toward the ship. I had the binoculars. I looked. And there was a\nuh darkish man with a beard and a beret, look like a Sephardic Jew. And uh old junk,\nChinese junk, coming towards the ship. I said, uh, \"Who are you?\" He says, \"I am from the\nJewish community.” He says, \"You need kosher food?\" I said, \"Yes.” I said, uh, \"Good.\nWhat do you think (ph).” He says uh, there were about two hundred baskets with live\nchickens, live chickens. When we talk about kosher food, we thought--I don't know--sausage\nand cheese. I said, \"Don't you have anything else?\" He says, \"Look, we are a small Jewish\ncommunity. Climate is very hot here. We don't have sausages or cheese. There are chickens.\nYou can have somebody to make them kosher, and then they will make soup and whatever\nthey need.” \"OK.” So we got those baskets and brought on the ship; and then our people\ncalled the representatives of the religious group - there were some rabbis among them - some\npeople who knew how to...to...to cut the chickens. Said, \"Look, we got about a few hundred\nchickens. Organize yourselves and get them all...cut them in the proper way. Then cook\nthem, and that will be your food for the next couple of weeks.” \"OK.” We can, what do you\nwant now. I don't know how they organized. It was like a conveyor rail line. There was men\non this side. Three of them were cutting. Then they were sending them down. And, you\nknow, according to the Jewish law you're not allowed to scald the chickens. You had to flick\nthem. You see, at the end, there were six women or so; and they were flicking them.\nAnd...and then the ship...at six o'clock in the evening, the ship was on its way with our next\nstop South Africa. And all of a sudden, all these feathers started going up in the air, into the\nfunnel of the ship. (Laughter) Where the classy (ph) captain - was a Greek captain - he took\na uh one of those megaphones, and he said, \"I give you ten minutes to get that stuff cleaned\nup, or I'll send my people with the hose--water hoses--and everything will go overboard.” So\nsomebody ran to him, and explained to him what it was. He said OK, I'll give you a half an\nhour. Within a half an hour everything was OK, and they had food. (Laughter) But then\ncomes South Africa. South Africa was marvelous. The Jews in South Africa--the most\nremarkable, hospitable, fine, heart-warming, wonderful people. We sent them a telegram,\nalso. On the way to Israel. \"We have children. We have old people, this and that.”’ And about\nfive o'clock in the morning, Capetown is a beautiful city. It's just like Honolulu with the\nmountains. Gorgeous. So uh, I had three children, we had three children then. Two of my\nyoungest children - one of them was one year old, then he was one year old - and I was\nallowed by the captain to go to my wife's - the children were in the women's section - men\nwere in another place. I was allowed to go and take. Because my wife was very sick on this\nship - she couldn't take it. For 21 days, she couldn't lift her head. Was rough. Anyway, so I\nwas allowed to take - for a man to go into the women's section and take the children out. And\nI would take the...you know, little boy out; and he had a little carriage tied up on the deck. So\nput him in the carriage, you know. And as I was strolling him on the deck, we arrived in\nCapetown. It was still dark in the morning. I said, \"Well, they must be working people. You\nknow, come to work at the docks.” They came closer. Jewish flags - hundreds of Jews - it\nwas unbelievable. I said it's you know it's so loud. And then started - we weren't\nallowed to go on shore. \"What do you need?\" And...and from eight in the morning until six\nin the afternoon, until we left, there were trucks and trucks and trucks bringing stuff - toys,\nfood, magazines, medicines, potatoes, uh canned stuff, chocolates, anything. And uh it was\nall taken out. It was, it was remarkable. I'll never forget it as long as I live. As a matter of\nfact, about eight years ago I had to on business in South Africa. And I went to the newspaper\nuh that covered this arrival, this ship; and there were pictures and so forth, and I told them\nthat I was on that ship. They dug out from their files what happened uh thirty years ago, and\nthey found it. And I said, \"Look, I am not uh... Nobody has given me the authority, but\nplease accept our thanks, from all of us I'm sure, for what you've done for us.” Lovely\npeople. So that's...that's...that's the Coast of Victory, was the name of the ship.",
        "Q: Alright, Mr. Hanin. Is there anything that you want to add? Anything that you want to...any\nstory that you want to tell that you haven't told, anything that you want to say.",
        "A: Well, what shall I add? There are many other things that happened. Some of them were not\nso very pleasant that I would rather not talk about it. Because uh there were accusations that\nthe Jewish community of Kobe stole money. Uh, it was painful because we gave our hearts,\nwe gave our our efforts, we gave everything we had to help. But some people... You know,\nyou always have that kind of people.",
        "Q: Can you tell us a little about that?",
        "A: It was just rumors. They would never come and and openly tell us. I was always going and\ntalking to them. But then when the time came for them to go to Shanghai, when we got\norders that everybody has to go to Shanghai, there was always very painful, who goes first.\nNobody wants to go. Everybody, someone is waiting with visas to go to South America; or,\nyou know, they were applying for visas to go. of the world. Brazil, Argentina. And uh\nalso the...the unpleasant thing that I found, one of the things, was that the missionaries took\nadvantage of some of the people. They came and they spread the words; and some of the\npeople, they promised them visas if they would convert to Christianity. Uh, and some did.\nUh I saw...I saw them going to the church, and it's none of my business. People do what they\nwant to do. Until one day, I came to the community. And there was a man with a bible in his\nhand, an American missionary, preaching from the bible. I said--uh, in what language he\nspoke, German, I think--I said, \"What are you doing here?\" He says, \"Well, I can do what I\nwant.” I said, \"Look, you have taken advantage of people who are uh uh desperate, who need\nvisas, who are... who are run away from a terrible war. I don't think it's the right thing to do.\nYou want them to,\" I said, \"come to church or whatever. They want to go, I cannot stop\nthem. But you cannot come to our Jewish community here and...and preach the bible. I don't\nthink it's the right way to do it.”” He agreed with me. He was a very nice man. Came to my\nhouse and we had a long talk. But then, you know, when all of them went to Shanghai, uh\nremarkable, remarkable people how they could adapt themselves with the Polish group. The\nGerman did also. They adapted themselves. They had newspapers. They had sports\nactivities. They had Jewish schools. They had uh rabbinical seminaries. They had - I used to\ngo to their lectures. They had musicians. They had theaters. They had cafes. Uh, some\npeople suffered, but others adapted themselves. And this is one thing I will always say\nabout... can't speak for other people but I am talking about our people. We could adapt\nourselves. They find a way, and uh life went on.",
        "Q: Thank you. Thank you very much.",
        "A: I'm glad I was able to share some of my experiences.",
        "Q: Thank you. You've been very helpful.\n"
    ],
    "questions": [
        "Q: OK.",
        "Q: Alright.",
        "Q: Alright. Tell me, you were, you were born in Vilnius [Pol: Wi no], in Vilna. Uh, how did\nyou get uh from Vilna to China?",
        "Q: Would you describe it? Tell, talk about yourself and your family.",
        "Q: OK.",
        "Q: OK. Before we get to Kobe, can we back up a little bit?",
        "Q: Before we get to Kobe, can we back up a little bit? Tell me what it was like for a young\nJewish boy growing up in Harbin, China. What were you relations with the Chinese like?",
        "Q: Of course.",
        "Q: That's another story. OK. Now we'll go back. You have just arrived then in Kobe. Will you\ndescribe your impressions on first arriving? You are now a young man...",
        "Q: You said earlier that there was a difference between Sephardic Jews and the Askhenazi\nJews...",
        "Q: I see.",
        "Q: How did you know’?",
        "Q: Let's back up so we can get some context. We're in Kobe, and you've been there for a little\nwhile now.",
        "Q: Please. As much as you like.",
        "Q: No, no. Name the country.",
        "Q: Let's go back to Kobe, and... We have had a long, very important story, but bring it back to\nKobe. How did you first get involved? You were involved in the community...",
        "Q: Bring us back to you.",
        "Q: How did you arrange all... You've talked about one route to bring Jews in. How did you\narrange for other Jews to go in? What were the arrangements for getting Jews in?",
        "Q: Get back to you. How did you get involved, and what did you do?",
        "Q: Talk about the problems...",
        "Q: Who was the American Consul?",
        "Q: OK.",
        "Q: OK.",
        "Q: That's wonderful. What year was this?",
        "Q: Just before Pearl Harbor?",
        "Q: OK. We're going to stop here because let them change the tape. And then we will pick up,\nand I'd like to go on with the photographs.",
        "Q: OK. Now, hold it in front of you.",
        "Q: Hold it up a minute.",
        "Q: Alright.",
        "Q: What was the Commissar's name?",
        "Q: Yes. I don't quite remember but I know what you mean.",
        "Q: That's a lovely story. This 1s also again in 1940, before '41, I would say.",
        "Q: Show us your photographs, would you please? You brought photographs with you and\nthere's one that has particular, two that have particular...",
        "Q: Mr. Ponve is who?",
        "Q: Show us some of your other photographs.",
        "Q: Point out your wife there.",
        "Q: You have a picture in there, the big one, uh where there's a gentlemen in a black Japanese\ncap. You said there was a particular story about him.",
        "Q: That's your rabbi.",
        "Q: That's the rabbi.",
        "Q: Tell us what happened after Pearl Harbor. What difference did it make in the way the\ncommunity functioned?",
        "Q: How did you stay, and what... Why did you stay, and what was it like for you?",
        "Q: What happened when you got to Shanghai?",
        "Q: Did you get involved in the Jewish community in Shanghai?",
        "Q: Uh, I'm confused. You said that you, that when you came from Kobe it was after '41 and the\nwar had started...",
        "Q: But you then just said that you were not put into the ghetto uh because you came before '37.\nAnd, of course, that's not true, but... You mean because you were in, under Japanese control\nbefore '37?",
        "Q: Right.",
        "Q: To all of China, and that included Kobe as part of that...China under Japanese control...",
        "Q: So what did you do? You were outside of the ghetto. How did you live during those years?",
        "Q: Can you describe - the two communities were very different.",
        "Q: In the ghetto and outside the ghetto. Can you describe, can you explain some of the\ndifferences to us?",
        "Q: What happened to you and for you when the war ended?",
        "Q: Yes.",
        "Q: Do you want to tell us a story from that trip?",
        "Q: Tell us a story from that trip.",
        "Q: Alright, Mr. Hanin. Is there anything that you want to add? Anything that you want to...any\nstory that you want to tell that you haven't told, anything that you want to say.",
        "Q: Can you tell us a little about that?",
        "Q: Thank you. Thank you very much.",
        "Q: Thank you. You've been very helpful."
    ],
    "answers": [
        "A: ...1913. My name is Leo Hanin. And when I was born they called me Leib Hanin. You\nknow, the Jewish way birth certificates are written. Then uh it was...I changed it, because\nLeib didn't sound too...uh modern, so-to-speak, when I went to Russian school in Harbin,\nChina. So I became Lev, and Lev becomes Leo.",
        "A: When I lived a short time in Israel, I called myself Arye.",
        "A: That all means the same thing, you know.",
        "A: In 19...1 was born in 1913, as I said. In 1916, my parents uh decided to run away from\nRussia--uh, or those areas that were involved in in the uprisings and wars and revolution, at\nthat time. And they decided to go to China, because that was the only way they could go.\nAlso, I think, the reason of their going to China was that uh one of our relatives was there.\nHe was there in the Russian army, which at that time was stationed in some of the cities\nin...in...19 Manchuria, which was part of China. And that's how we went. And I...I...I asked\nmy father sometimes, \"Why did you go to Harbin, of all the places? You know, Jews were\nrunning away. They were running to America, to New York, everywhere. Why did you go to\nChina?\" He says, \"Well, there was no other way. We had to go; and we ran. We ran for our\nlives.” And...and that way, I think about three thousand or four thousand Jews from Russia,\nin those areas--Poland-Lithuania, in that time--wound up in...in...1n Harbin. We had a nice\nlittle Jewish community in Harbin. China.",
        "A: Well, I was several...two years old when we came there. Uh I don't recollect what my father\ndoing for a living; but apparently he was doing alright, because we had a nice home. Uh we\nlived...I went to a Jewish school. We had a Talmud Torah. As small a community, we had in\nHarbin...in China, we had uh, we we were organized. We had wonderful leaders. Rabbis and\nuh Zionist uh leaders. Dr. Kaufman, one of them. Uh they organized - we had a Jewish\nschool. We had uh a Jewish hospital. We had two or three synagogues. And we had Talmud\nTorah. That's the Jewish school that I went to. That's where I learned Hebrew and some\nYiddish.",
        "A: And then when I was uh ten years old, I went to a Russian school. And stayed there for six\nyears; and that was in 1929. Uh my parents, right when I graduated Russian school, uh\ndecided to send me and my brother to Shanghai. At that time, situation in Harbin started to\ndeteriorate because the Japanese were moving in. And the Japanese eventually occupied\nManchuria, and set up an independent country of Manchukuo in 1934 or '33.’ I don't\nremember exactly when it was. Anyway, so my parents decided to be safe, send us to\nShanghai. They eventually also came and lived in Shanghai. We lived together in Shanghai.\nThat's where I went to a British school. And I studied the English language that I know now.\nAnd then, sixteen or seventeen that I was, I went to work. And that's ...and that's... I went to\nwork for an office which was importing uh textiles from England, Japan. And uh in 1936, I\ngot married. In 1937, my...I think it was '36. Uh, the...my firm decided to send me to Japan.\nKobe, Japan. That is how I found myself--I...my wife and me. And we still had no children at\nthat time. I found myself in Kobe, Japan.",
        "A: I beg your pardon?",
        "A: Uh, we didn't have any close relations with the Chinese. Uh we...our parents were doing\nbusiness with the Chinese. Uh, we were growing up in a nice Jewish atmosphere. We had\nuh...and of course, Zionism was very prevalent at that time. We had people coming from\nPalestine in those days; and giving us lectures, and sending...uh, selling--at that time it wasn't\none. What was it at that time? They were selling land, actually. A lot of our people bought\nland in Palestine in those days. Keren Kayemeth and Keren Hayesod, the Jewish funds.” And\nwe had uh we had very - I belonged to a Jewish organization, Ritrum Pilog (ph), and uh we\nwere very active. I mean, in sense like studying English and studying Jewish history, the\nhistory of Zionism; and, of course, being young fellows, we were all in sports. And uh it was\na good, good fine Jewish life. We had good teachers, good instructors. And uh it's amazing\nhow how this small community of Jews in Harbin - I always think of it as a lot of of fine\n' Also, Manchoukuo or Manchutikuo. Set up as an independent republic in February 1932\nfollowing the Japanese occupation of Manchuria in 1931. The nearby province of Jehol was added\nin 1933. Became a puppet empire under the nominal leadership of Manchu emperor K'ang Té in\n1934. Dissolved in 1945.\n* Funds established by the Zionist Organization for the purchase and development of land in\nPalestine.\ngood warm feelings because they were so dedicated, all these rabbis and the teachers and the\nZionist leaders. So eventually when uh... I am getting a little jump, we'll come back again\nlater, if you don't mind. Eventually in 1948, after the war, when the State of Israel was\nestablished, where ...where else would I go? Only to Israel.",
        "A: And we went to Israel. In 1948. We stayed there two years. Then back to Japan. But that's\nanother story.",
        "A: Always, uh we had a little house. I was busy, of course, doing the job that I was assigned to\ndo. I used to travel a lot all over Japan, buying merchandise and uh shipping it to China, to\nmy firm that I was working for. Always we were looking for Jewish friends. We established\nsome contacts. A little synagogue there, and uh then that's where we established a little\nJewish community. I mean, this Jewish community uh...uh mainly, the main activities--\nbesides, of course, having a little synagogue where we gathered uh on high holidays and\nPassover--not very religiously inclined people. The Sephardic Jews that lived there were\nmuch much stronger in that. They had minyan every Friday night and every Shabbos, you\nknow; but we were not that uh religiously involved. Mostly our people played cards over\nthere. And the ladies played Mah Jong, and the men played poker or whatever they played.\nAnd there was a restaurant; just that, meeting. It was like a club more or less. Jewish\ncommunity was like a club where people got together. But...",
        "A: We felt that we were being looked uh looked down upon. You see, we were stateless people.\nWe had no passports. Having ...our parents really ran away from Russia to China. We had no\nnationality. Uh, some of our people who wanted to become Soviet did become; but we didn't\nwant to become Soviets. We stayed as Russian immigrants. And we were...the Jewish\ncommunity that was organized there was uh was involved in in keeping in touch with the\nChinese authorities who were in charge of the... I mean, if you had to have a passport to\ntravel somewhere, they would issue you a Chinese passport. But nationality was White\nRussian Immigrant.",
        "A: White Immigrant - stateless. And then it was not so easy to come to Japan to get a visa, but if\nyou went on--uh, like my firm applied for me, uh they transferring me on uh certain\nsituation, a job, so they gave me a visa. Of course, uh you have to you know, they... You\nalways knew when you live at that time in Japan that you were being uh...somebody was\nlooking at, all the time watching you. As a matter of fact...",
        "A: Uh, plainclothes police--Japanese. Every foreigner was considered to be a spy in those days.\nIt was uh an unusual situation, but it didn't bother us. As long as you didn't engage yourself\ninto any politics, or...or...or uh doing things that are against the law, nobody bothered you.\nYou just went on with your business, and that was it. That was the life over there. Very easy.\nI mean, we were young-- friends, uh social uh uh parties, playing cards and travelling. And\nuh that was the life. In those days, travelling was not as simple as it is today - jump on a\nplane and you fly. Shanghai was about 48 hours by boat. You know, it was... But...but we\ndid we did our share of travelling. But you couldn't travel...say if I wanted to go to Hong\nKong, I couldn't. Being a white Russian immigrant, they wouldn't let me in. It's...1t's hard to\nexplain how it was, but uh we managed. We managed. We lived. And I suppose uh...uh,\nagain, coming back to our conversations before, that there was some reason why we were\nthere. Maybe we were there because we had to...to be in the right place at the right time as\nyou said. I...[...older I became, more I think that's what it's all about. We had to be there to\nhelp our people. Three thousand. And...and...and it's amazing. The Japanese, who were very\nstrict in allowing non-uh foreigners so to speak to come to Japan, all of a sudden they opened\ntheir doors. This man, this Sugihara--the Japanese Consul that was stamping across the\nvisas...the passport for the Japanese transient visas--it's amazing.",
        "A: Yes, uh I just I have to back up a little bit. In 1938, I went back to Shanghai. My son was\nborn at that time; and my wife and myself and my son, we went back to Shanghai because\nthe firm that I was working for transferred me back to Shanghai where I stayed for a year\nand a half. And in 1930... 1940...1940--yes, beginning of 1940, I received a proposition from\nanother firm which was doing business with uh... with--again...again, curiosity, with\nCuracao. Of all the...Curagao and Panama. The name of the firm was Curacao-Panama\nBoeki Kaisya, which means in Japanese \"|Curacao-Panama] Trading Company.” Uh, a man\nI met in Japan, a Jewish man from Panama--Max Pecker--he met me in Japan, and he needed\nsomebody to run his business over there. So he came to Shanghai and he took me to Japan;\nand he told me, \"I know you are involved in Jewish social work. I don't want you to be busy\nwith any social work. We have a lot of work to do here, buying all kinds of goods, a lot\nmerchandise.” I said, \"Max, I'll be there.’ And uh I...and that's what it was. And...and ...and\nif it would be of interest, can I digress a little bit?",
        "A: Max Pecker, who was my boss from Panama, uh brought me to Japan. Kobe, again Kobe.\nAnd there was a really Jewish community which was about thirty families, and I became\nactive. Having uh...having been one of the few who spoke good English and and could write\nEnglish, I became Secretary of the Jewish community at that time. Not paid, of course; just\nsocial, you know. And also my job was Yiddish. Yiddish - use to receive a lot of magazines,\nZionist magazines. And the others. And I used to translate and...and speak about the various\nhappenings, and that were happening in the Jewish world, in Poland, at that time. And uh\nwhen we were there in Japan in 1941 with Max, in 1940...'40, uh his parents were in uh\nBessarabia.’ He left Bessarabia when he was a young man, and went to South America. And\nhe developed a very good, large business in Panama, in Curacao, in...1in...uh in Peru. There\nwas a number of group, Jews from Romania. I don't know if you are aware of it. A group of\nthem went to...and they went to South American countries--Argentina, Venezuela--and\nthey...'til today, they are there. So at that time, the refugees started to come in. This...the\nwhole situation, the whole historical situation...people started to come in. And I started\ngetting more and more active. And uh I said, \"Max, where are your parents?\" He says,\n\"They are in a small city in Noua Sulita, in...1n Bessarabia.” I said, \"Max, look what's going\non in Europe. Hitler is advancing, and Poland is already destroyed. I mean, occupied half-\nway.” It was occupied by the Russians, half-way occupied by the Germans. \"And Romania\ncould be next. Get them out of there!\" He says, \"Look, I am writing letters to them.”\nAnd...and he used to correspond to them in Yiddish. And...and he show it [to] me; and he\nsays, \"Look, I want you to come here, and then we will...” And about three weeks later, he\ngot the reply from them. And...and his old man, his father, writes... He says,\n\"Who's ? Where shall I go? My shtube [Yidd: \"home\" or \"house\"’?] is\ndone, my shul is done, my life is done, my gesheft [Yidd: \"essence of being\" or \"soul\"] is...”\nI don't know what gesheft he was doing 1n a small place called Noua Sulita. I said, \"Max, get\nthem out of there!\" He says, \"Look, he doesn't want to come.” And then he left. But before\nhe left, he said, \"Look, I'm going to write my father a letter. If he ever wants to leave\nRomania, you bring. Now you are bringing Jews from Poland- Lithuania...” You know, this\nwhole...the Jews started to come in. And he says, \"I wrote to my father if he ever thinks there\nis need for him to leave uh Romania, to let you know and you'll see what you can do.” I said,\n\"Max, we're bringing people from Poland from under Russian occupation. Who knows? Uh,\nRomania, Bessarabia. It's another border.” He says to me, \"I wrote him a letter.’ And I said,\n\"Look, do you have photographs of your father, your mother and your two sisters?\" He says,\n\"Yes.” I said, \"Leave them to me in case the communication, something.” Something told\nme I must have those photographs. He gave them to me. And uh about uh three or four\nweeks later, you know, Romania became a uh a uh ally of Germany; but Bessarabia was\noccupied by the Russians, and it became the Moldavian Republic.” So they were under the\nRussians. And I get a telegram one day in Yiddish. I mean, the writing was in English, of\n> Rom: Basarabia. Asserted independence from Russia in 1917 as Moldavian Republic; joined\nRomania 09 Apr 1918. Recognized as part of Romania by Treaty of Versailles (1919), but still\nclaimed by the USSR. Seized by the USSR 27 Jun 1940 and incorporated with Bukovina in Aug\n1940 as Moldavian SSR. Recaptured by Germans and Romanians June 1941; recovered by USSR in\n1944.\n* This would have been about August 1940.\ncourse, but they were English [NB: Yiddish] words. \"Das bild was Max\n.’ In other words, \"The picture that Max wanted to send me, I have to\nhave it very, very, very urgently.” So I understood. They have to run. So I uh...I went, and I\nstarted talking to some of the of the rabbis, Rabbi Shapiro. He was a good friend of mine,\none of the refugees. I said, \"Shloime, this is the story. What to do?\" He says, \"Well, if they\nwere in Lithuania I would tell them what to do, but they are in another place.” So I said,\n\"Think about it. We must save them. We must do something about it.” So he says to me, uh,\n\"Give me a day or two to think about it.”” And he came running to me one day, and he says\nuh... Uh, I'll talk about it, [but] I will not name the country; because maybe...one of the South\nAmerican countries, the consul is selling passports. Better I don't name the country. Don't\nyou think?",
        "A: Chile. The Chilean consul. I said I have to meet him. I want to talk to him. So uh I don't\nremember how I met him. Anyway, he gave me...he says, \"I want to talk to you.” I said, \"I\nwant to talk to you about something very, very urgent.” He said, \"Yes, come and see me.”\nHis office was not far from where I lived. As a matter of fact, he had his office in his private\nhome. I went to see. And this was an experience that I'll never forget, because 1t was such an\n..Such an anti-Semitic man. Uh, Rodriguez was his name, I do remember. I said, \"Look, this\nis the situation. Jews are trapped in a small city in Romania. And, uh, I want to bring them\nout. The only way I can bring them out if they have some passports, some documents,\nthat...that they can...they can leave the country. As long as they can come, I want to bring\nthem to Moscow. From Moscow, we will bring them somehow here, the same as the\nrefugees who are going from...between Yugoslavia and Moscow. From Moscow, I will bring\nhim here to Japan. And then we will see what happens. But let's...let me get them out.” He\nsays, \"Well, what do you want?\" I said, \"I need passports.” \"So?\" I said, \"Well, I uh...I'd\nlike to... I'll pay. I need passports.” He says, \"You Jews! You think you can do everything for\nmoney.” I said, \"Look, I heard that it's possible to get passports from you. And you're a nice\nman, you're a kind man. Help them.” He says, \"No.” I said, \"Please! I beg you. Look, here\nare the pictures of the people. An old man with a white beard, and a woman and two young\nladies, girls. Save them. Let's save them. I'll pay!\" He says, \"Will cost you.” I said, \"How\nmuch?\" He says, \"Six thousand dollars.” I said, \"Mr. Rodriguez, have a heart. That's a lot of\nmoney.” In those days, it was a lot of money. It was a lot of money; but in my mind, I was\nready. I said, \"Well...” Not to be so uh quick in agreeing to his price. He says, \"You see, you\nJews. You want to help and save people. When it comes to money, you are stingy.” I said,\n\"Mr. Rodriguez, please have a heart.” He says, \"Alright. $4,000. You bring me cash.” I have\nto smuggle out. Cash was not allowed. It was black market, you know. Just...but I managed.\nHe said, \"You must promise me. I'll give you three passports. One's for the father. One for\nthe mother, and one for the two girls.” They were under eighteen. \"And when they come\nhere...1f you bring them here, you must promise me solemnly that you will return the\npassports to me.” I said, \"Of course.” I said to myself in my hat, \"I'll give them to you! Let\nthem come. Then I'll worry about giving you the passports.” Anyway, I got the passports.\nAnd then I had a big problem. How do I send those passports out? There was censorship.\nWhere do I--a stateless immigrant living in Japan--get hold... can get ahold of foreign\npassports? What to do? So on that picture I showed you, that was Mr. Kondo (ph), a good\nfriend of mine. He was a policeman in charge of Russian affairs. Spoke perfect Russian.\nGood friend. I came to see him. I said, \"Kondo-san.” In Japanese, you don't say \"Mister.”\nYou say, \"san,\" you know. And I said, \"Kondo-san, I have a problem.” \"What's the\nproblem?\" I said, \"My boss was here from Panama, and he went to Chile. And he sent me\npassports for his family. And now I have to send them to occupied Bessarabia, which 1s\noccupied by the by the Soviets. Uh, Government Soviet Republic. How do I go about it? I...I\nwant to make sure that they're going to get those...those passports, because then I will bring\nthem over here.” He says, \"Let me talk to my boss.” How cooperat...they were so\ncooperative. I... I... You know, I think about it now and I get shivers, because all those things\nthat happened. Anyway, uh he came back. And he says, \"Look.” And he spoke to his chief of\nhis Russian section, Saitto-san. And Mr. Saito says send those passports to the Japanese\nAmbassador in Moscow. Since Bessarabia is occupied by the Soviets, write a letter and ask\nthe Consul to contact these people in the occupied zone, Soviet zone, and tell them that he\nhas passports for them. They should try and get out and come to Moscow, where he will give\nthem those passports. Sounds good. I did it. And uh, unfortunately, a month later Hitler\ninvaded Russia. And that was the end of it. They were destroyed.” And they, uh... After the\nwar, in 1947, Max came to Shanghai, where I lived. And he came, and he... And I kept\ncopies of all the... First of all, it was his money that I spent to buy these passports, the\npassports. So I... told him. He was crying like a child. He said, \"It's my fault.” I said, \"Max,\nno. I am a witness.” \"Ich bin ein eydes,\"° I said, in Jewish. \"You wrote to your father and to\nyour mother and to your sisters to leave when they still had a chance. And...and they never\nleft. I am a witness. Don't...don't...don't punish yourself.” And he was on the religious side. I\nsaid, \"Let's go and see our rabbi.” Rabbi Ashkenazi was the rabbi of Shanghai. A very\nbeautiful old man. And we went there, and I told him the story. \"Well,\" the rabbi told him,\n\"look. Don't punish yourself. It's not your fault. Go to synagogue and say kaddish.” And uh\nthat was it. But then--I'm jumping again. Because about ten years ago, I went to Venezuela\non business. To Caracas. And Max was already married with children. He was there. And I\nuh wrote him a letter I am coming. He was so excited. Many years had gone by, and the last\ntime I saw him was in 1947. And now I am talking about 1973, or something like that. Thirty\nyears. Thirty years went by. He's married. He has grown-up children. Lives...he is a very\nvery wealthy man. Lives in Caracas, Venezuela. I called him up. He came. He came to the\nhotel, and you can imagine what went on. He brought his son. His son... He says, \"My son is\ngoing to be Bar Mitzvah next year.” I said, \"Oh, how wonderful!\" They all spoke English\nand Spanish and Yiddish, of course. He says, \"You know what my son's name?\" I said,\n\"No.” \"His name is Leo.” You know, I was...I was flabbergasted. Yes. Yes. I said, \"Oh, my\n> 800 Jews were massacred in Noua Sulita by Romanian soldiers on 02 Jul 1941. Survivors were\ndeported to the east, and were eventually interned in a camp in Transnistria. Source: Matatias Carp,\nCartea Neagra, Bucharest (1946).\n° Literally, \"I am a witness.\" (Yiddish).\nGod!\" And uh he says, \"By the way my wife's name is Reva.” And that was my wife's name.\nBut that was a coincidence. But he wanted to tell me that he named his son for me, which\nwas very, uh... And then we went to his house. Beautiful place. And nice family, nice good\nJewish family. And I went to his bedroom. And there on the table, the pictures of his father,\nhis mother and his sisters. The ones that were destroyed in the camp. I said, \"Max, do your\nchildren...\"--a girl, eighteen, seventeen; and Leo was nearly thirteen. I said, \"Do they know\nwhat happened to your children...to your parents and to your sisters?\" He said, \"No. They\nknow they were...they were uh destroyed by the...1n the Holocaust.” I said, \"Did you ever tell\nthem that uh you tried your best to bring them here? To bring them out of there? And the\nonly chance... Who knows? And...but they wouldn't go.” He says, \"No.” I said, \"Max, you\nmust...you must tell your children. Because children today are different children than you\nwere and I was. They might think, \"Where was my father, a very wealthy man and uh doing\nso well? Maybe he didn't want to spend his money...’ Or something. You must tell them.”\nHe says, \"I can't.” I said, \"Can I?\" He says, \"Yes. Go ahead.” So I took those photographs,\nbrought them to the dining room, put them on the table. And I said, \"Children, do you know\nwho these are?\" They said, \"Yes, our grandfather and grandmother. They were destroyed in\nthe...in the Holocaust.” I said, \"Let me tell you something.” I said, \"I am a witness. And your\nfather was insisting that your great grandfather and your grandmother and your two aunts\nshould come, should escape from there. But they wouldn't move.” And so they were crying\nand sad, but that's it. That's part of the Holocaust stories, one of them. That's what it 1s.",
        "A: Yeah, we were an organized Jewish community, of which I was the secretary. And we\nstarted getting telegrams. First a telegram with a few names in it. They were German Jews--\nor maybe Austrian Jews, I'm not sure--that were at that time in Lithuania, and they got the\nvisas to go. Some of them went to Argentina, or somewhere else. All they needed was\nJapanese transit visas. Can we arrange Japanese transit visas? Uh, our president of our\nJewish community--Anatole Ponve’--was a very fine, hard-working dedicated person. Uh he\nran to the police and he talked to them about it. He says, \"Look, there are six people. Here\nare there names.” They gave their names on the...on the telegram. And, uh, they said, \"Well,\nwhat do you want?\" He said, \"Let them come here. We guarantee, we the Jewish\ncommunity, will guarantee their stay here. If they need money, and the political--uh that they\nare not spies, or anything of that sort. Just allow them to enter through Japan to Kobe, and\nfrom here they will take a ship.” At that time there was...it was before Pearl Harbor. I'm\ntalking about 1900... end of 1940, beginning of 1941. And, uh, they said, \"OK.” So we sent\nthem a telegram that the visas can be obtained at the Japanese consulate. They got it. But\nthen the new story started, this Japanese consul in Lithuania--in...in...1n Kaunas [NB:\nKovno], Lithuania--who, as it was so very well written in this book, The Fugu Plan... Uh,\none of the rabbinical students was a uh a uh citizen of Netherlands. He was a Dutch citizen.\ny Originally: Anatole A. Ponevejsky.\nHe studying in the Mir Yeshiva in...in...1n Poland; and uh he went to see a Japanese...uh, the\nDutch consul and said, \"Look, uh, there is this Dutch colony, Curacao, in West Indies. And I\nwant to go there.” And...and the Russians, the Russians already were in Lithuania. They\noccupied Lithuania at that time, became a Lithuanian Republic. And he said, uh, \"They will\ngive me exit visa, and uh if I can get in visa where to go.” So he says, uh, \"There is no need\nfor visas to go to Curacao. Anybody can go to Curacao.” He says, \"What? No entry visas?\"\n\"Yeah.” So he went back to the Russian authorities. I think that's how it worked. And says,\n\"Look, I don't need any visas. I can go.” He says, \"Show it. Prove it to us.”” He went back to\nthe Dutch consul; and the Dutch consul [he] told, \"Look, give me a paper saying that\naccording to the regulations there is no need for visas to enter Curacao or Surinam in Dutch\nWest Indies, and subject to the permission from the Governor, the Dutch Governor of\nCuracao.” And he gave him that, he wrote it down with a stamp. That was all he needed. He\nwent there and said, \"Here. I can go. Here is the stamp. Here is the proof that there is no need\nfor a visa.” He says, \"Alright. We will give you the exit visa. How are you going to go?\"\nNeed a Japanese transit visa to travel across Russia to Japan, and from Japan to take a boat,\nyou see. So he went to the Japanese, and that's how it all started. The Japanese consul started\nto give them visas. They were standing there... You know, news spread very fast. They\nstarted going, they were standing there day and night for their turn to get those visas. First\nthe Dutch stamp, then the...the...the uh...the Japanese visa. And this man Sugihara, the\nJapanese consul, he got instructions from his people in Tokyo, \"Stop issuing visas.” But he\ndidn't listen to them. He actually saved the people. I mean, part of the whole picture, you see.\nHe was very important. Why did he do it? I met him after the war in Japan, by the way. He\nuh...he said, \"I don't think they can leave this country anyway. So let them have some peace\nof mind. I'll give them the visas.”” Now with the Dutch consul, according to this book that I\njust brought to show it to you--the one written by the Rabbi’--the Dutch consul had a...a\nsecretary. A German man, who eventually joined the German uh SA. The...the... You know.\nHe...his job was to give to the consul the background of each uh...each person who applied\nfor a Dutch, for that Dutch stamp, you see. And uh uh he was a German; but he was very\nsympathetic to the Jews. And the reason is, according to this book, is he had a Jewish\ngirlfriend when he was in Germany. (Laughter) Another one, another angle. It's amazing.",
        "A: Bring it back to me. So we were, we were the Jewish community. We were a small Jewish\ncommunity, and we started working. We organized our ladies. My late wife was among\nthem. Uh, hundreds of people started to come in. Where do you put them? You need\nhousing. You need food. A representative of the Joint Distribution [Committee] sent their\npeople to Japan, to Kobe. A representative of the Jewish organization HIAS sent their\npeople. From Lithuania, they came to Japan; and they were helping with money. At first, we\nput up our own money when a few people came. So there was very little to spend. You\n* Tokayer, Marvin (Rabbi), The Fugu Plan.\nknow, transportation and food. But then, when hundreds started to come in, we just couldn't\ndo it. So I sent a cable to the Joint Distribution Committee in New York saying uh what we\nare doing. So in the reply came--I'll never forget it as along as I live--\"Money no object. Save\nJews.” They immediately sent $25,000. That was a lot of money in those days. And...and\nsince then, the representative of Joint came; and they were put uh...you know, more and\nmore people were coming 1n.",
        "A: They were getting Japanese visas, transit visas. They had Russian exit visas, which the\nRussians gave to them; and they sold them, they allowed them to buy tickets only if they\nwere paying. At first, they allowed them to use Russian money. Then they said you have to\npay in dollars; so all the Jews had relatives somewhere in America, and also especially the\nreligious. They...they organized themselves in New York with an organization called Va'ad\nHa-Hatsala, \"Organization of Saving,\" to...to... Hatsala is to save. And they were sending\nmoney. They were organizing everything. And uh, of course, they had the documents\nalready in order. They had the Japanese transit visa. They had the Dutch stamp. And the\nRussians gave them an exit; and that's all they needed. And the Japanese allowed them to\ncome and stay in Japan two weeks; but some of them stayed as long as six months, you see.\nBut that's enough of story. Why? Why? I...I... It has to do with what uh Rabbi Tokayer has\nmade research in this book: they...they...they thought by helping the Jews, they would\ninfluence the uh top of people in America--President Roosevelt, etc. They needed help.",
        "A: I was secretary of the Jewish community. And I used to go after work--five, six o'clock--\nwhen I finished my work in regular office, business. Uh, was quite an active organization. I\nused to buy a lot of merchandise to ship into South America--uh, to Panama; to Central\nAmerica, Panama, Curacao, Peru, Chile. And I would go every day to the Jewish\ncommunity, and there were problems. There were so many... there were so many people. We\nhad to have meetings every day, uh...",
        "A: What kind of problems. Uh, food. Three thousand people to feed. Uh, distribution of money.\nWe organized a committee. We had some people from the refugees who started to work in\nthe...in the various departments getting visas. Uh, they all applied to American consulate, to\nBritish consulate. Uh, as a matter of fact, the fifty young fellows volunteered to uh serve in\nthe British Army; and we had to uh...uh, with the ...with the...working together with the\nBritish consul, we had to--uh, I don't know if this is the correct word--\"smuggle\" them out of\n” Known in English as: Rescue Committee of United States Orthodox Rabbis.\nJapan, because Japan was an ally of Germany. And uh you couldn't do it. We used to do it in\na very unusual way. Uh, we had the names of the people who wanted to enter the British\nArmy. I would call up the British consul, meet him in a bar and order a couple of beers. I\nwould give him the names, and he would arrange to have them assigned as, as a... aS crew\nmembers on British uh cargo boats that were run...that were sailing from Japan to India, to\nSingapore. And that's how they they left and ventured. Eventually, some of my good friends,\nthey were killed. Two of them were killed in Italy. They were in the British Army. Some of\nthem joined the Polish Army that was in exile. And uh...and every day, the Japanese police\nwould come and ask. You'd have to talk to them and explain. What are you doing, and how\nare you doing. Uh, being a secretary and speaking some Japanese also, uh my ...one of my\njobs was to keep all the documents of all the refugees - I will call them refugees - in a safe.\nThey were not allowed even to go Osaka, which was one hour by train. Not allowed to travel\nin Japan. And they couldn't buy a ticket on a train without presenting their documents. And\nthese documents were under the community's...uh, locked in a safe. And uh I'll never forget--\none day, two guys came in. One was a very mean man, as I told you. He studied Mein\nKampf, and he always used to argue with me about why do the Germans hate the Jews so\nmuch and all that. That's another story. And uh uh he came to me; and he said, \"Look, we\nhave uh...uh suspicions that among the refugees there are some spies. Soviet spies.” I said,\n\"As far as I'm concerned, all the Jews are Jewish refugees. I mean, we're helping everyone.\nWe don't ask who they are. What they are.” He says, \"Look, you get all the documents, all\ntheir passports, all their traveling documents.” I said, \"Yes, sir.” \"Well, 1f you see that\nthe...the picture of the man and the picture on the passport are different, you report to us\nimmediately.” I said, \"I can't do that. There are hundreds and hundreds of passports, and I\ncan't look at each other. Besides,\" I said, \"the problem with...could come without a beard,\nand he grew a beard. I didn't know if...” \"You don't want to cooperate with us,\" they said to\nme. I said, \"I'll cooperate with you, but I can't do that. I can't. I have no time to look...to look\nat each each passport and see who's there. So many of them.” Anyway, they were angry at\nme. They left. What else could we do? What did we do? I mean, let's say my wife, as young\nas she was - she was only 21, 22 - she was in charge of the children. There were about\nhundreds of children. And children would get sick. Children needed food. And, uh,\nchildren...it was winter sometimes. I mean, some of the months they were there, it was cold,\nthe heating (ph) clothes. So they would run to her; and she would take the child and go to the\nhospital. And the Japanese doctors were marvelous. We had a doctor, his name was--I\nforgot. I used to call him the...the uh...uh, \"the rabbit doctor.” He had a couple of rabbits in\nhis yard. So my son, who was three years old, called him \"the rabbit doctor.” Anyway--\nYoshimura, Dr. Yoshimura. Marvelous man. He wouldn't take any money. My wife would\ncome with the mother of the child, and whatever 1t was--dysentery. And lucky, lucky, lucky\n[that] there was no uh...no any kind of sicknesses or serious sicknesses among the people.\nAfter all, you know, the change of food, the change of water, the change of climate. And uh\n(laughter) ...it's remarkable. Getting homes. There were not many foreign homes. And there\nwere hundreds of people. So they would get Japanese homes. They would rent them out.\nAnd then we would...it was very painful sometimes to say, \"Well, here you are. Here's a\nhome.” And they... You know, the Japanese tatami--those uh straw mats. And we would\nfigure out one straw mat for two people on the floor who had no pillows, no blankets, no\nnothing. Everything happened so fast; but people were crying. People were upset. \"But I'm\nthis, and I'm that, and everybody put me on the floor\" - was painful. It was painful. I'll never\nforget; one day, uh a lady came. She...they all decided, most of them decided they were\ngoing to go to Yokohama, to the American consul; because the American consul in Kobe\nwas not a very sympathetic man. They they had their own...",
        "A: He was Jewish.",
        "A: And he just died recently--Dr.... Uh, I forgot his name.",
        "A: I'll think of it. Anyway, so they used to go to Yokohama. Yokohama was about overnight\ntrip by train. They needed money to go on the train. Where did they get the money to go? So\nI remember... I forget, I was...1 was in the office; and a lady comes in with a child in her\nhands. She said, \"I need money to go to Yokohama.” I said, \"We...the community does not\nhave money for that purpose. The money we get from the Joint Distribution is for food, for\nclothing, for rent. For necessities, but not for travelling purposes.” \"OK,\" she says. She had a\nbracelet. She says, \"Here. Take this.” I said...uh, I forgot her name... said, \"This is not a\npawn shop, madame. This is a Jewish community. I am sorry.” \"Take my child.” You know,\nit was painful. And I...I...I... As young as I was, I only could cry at what's going on. So what\ndoes one do? I said, \"How much is the ticket?\" That was, that remained in my mind for all\nthese years. I'll never forget that. Few from Czechoslovakia, I think. Uh...well, anyway, one\nnight - another story - there's so much to do. It's hard to tell your problems, religious\nproblems. And they would come to me, because I spoke Yiddish and because they thought I\nwas more sympathetic, to uh uh... I have to tell you this story. It's a very interesting one. Uh,\nthree months before Passover, uh a delegation of rabbis--six... You know, they were very\nwell organized, by the way, I must tell you. Everyone. Not only the religious uh groups. The\nreligious groups organized the Yeshivas and the ceremonies. But there were engineers.\nThere were doctors. There were uh a couple of fellows working in...in...1n Poland in mines,\nmine workers, whatever. They were organized in groups. Journalists. And...and 1t was good,\nbecause if they would come to talk about some problems they wouldn't come all at once.\nThey would send their representatives, and we would handle it in...1n that way. So here\ncomes six rabbis. And I said, \"Yes?\" \"Passover is coming, Herr Hanin.” \"Yes, Passover.”\n\"Was er zein...What will be with Matzahs, etc.?\" \"Well, we'll do the same thing like with us.\nWe're a small Jewish community. We get our matzahs from the Jewish communities in\nHarbin, in Shanghai. They're baking matzahs.” \"Those matzahs are not kosher for us. We\nmust get matzahs from America.” \"America? So what do you want with me?\" \"You must\nsend a telegram. Here is the address. The organization of the rabbis in New York. Tell them\nthere are eight hundred Jews here that need matzahs.” \"Unh uh. There are three thousand\nJews that need matzahs.” \"Oh, yes, yes, yes.” Right away, I said, \"There are three thousand\nand thirty. We are also Jews, if you're going to get matzahs.” So I sent a telegram. And uh\nabout eight or ten weeks later, documents arrived at the community, addressed to me.\nShipping documents. On a ship, matzahs. Wine, caskets of wine. Chocolate. Manischewitz.\nYou know, stuff, everything is coming. Beautiful. But that was three days before Passover\nthe ship is arriving. We're in a hurry to get them cleared through the customs and get a\npermit, because imports to Japan was not allowed. You had to get a license. And we...I never\nthought we would get these things. So now...I never even thought of applying for a license,\nand here are the documents. So I run to the customs person, or the Bank of Japan - I don't\nremember where. Anyways, \"Here. The shipment is coming in on such and such and such a\nboat in three days. A Jewish holiday, Passover, is coming; and we got matzahs.” \"What's\nmatzahs?\" I said, \"Look, Jews are not allowed to eat any ordinary food. They can only eat\nthis special food which American communities, Jewish communities are sending for our\npeople here.” \"This is not for resale?\" I said, \"No, of course not. It is for us.” \"OK. Write a\nletter saying that you guarantee from the Jewish community that these food products are for\ndistribution among the refugees and not for resale.” So I wrote the letter. We got a permit\nright away. Now, another problem. Two rabbis come in, and they said, \"We have a big\nproblem.” \"What's the big problem?\" \"According to the orthodox, strict orthodox law, if a\nnon-Jew touches the wine, it's not kosher. We can't... You want us to drink Pesach wine,\ndon't you, Mr. Hanin?\" I said, \"Yes, of course.” \"So you have to find a way.” I said, \"How\ncan I go and tell the Japanese customs...uh, the guy in charge, that his people are not allowed\nto touch? That's an insult!\" \"You will find a way.” I said, \"OK. Come tomorrow.” And I\nmade an appointment with the Chief of the Customs. \"And come tomorrow in your shtayim-\n-hats.”” And [these] guys with long beards. \"We'll go.” We went to see the Chief of Customs.\nVery, very polite. Very, very nice. I came to him, and I said, uh, \"You know we're Jewish\npeople here.” \"Oh, yes,\" he said. \"I saw in the papers.” I said, \"You see, these two are very\nlearned people. They are rabbis. You see, I am also a Jew, but I am not like them. They are\nspecial people. They are holy people.” \"Ah, so!\" You know. \"What can I do for you?\" I\nsaid, \"You know this wine caskets, wine come in. Can you please allow that I or one of the\nrabbis will go there and open the...and pour some wine out 1n a bottle? It will be a sample to\nthe customs inspector to see what...he has to examine what it is. But I will do it.” As a matter\nof fact, I said, \"I cannot do it. The rabbis must do it. It is holy wine.” He looks at me. He\nbelieved me. I said [to myself], \"What am I talking about?\" But I have to do it. And he\nallowed it. As I was leaving his place, he called me back. He said, \"Hanin-san, come back.” I\nsays, \"Yes?\" \"I want to try that wine. What does it taste like?\" \"Of course. Of course.” I\nsent him wine. I sent him matzahs. I sent him a whole bunch of stuff. (Laughter) It was cute.\nAnyway, they had a good Pesach.",
        "A: That was in '41.",
        "A: Just before. In April of '41.\nTECHNICAL CONVERSATION\nTAPE #2",
        "A: ..very uh very unusual story. Uh, when the war was over and uh we knew...we started to get\nthis information. And, you know, it's...it's...it's difficult, it's painful. I mean, I suppose this\nwill be with us... I don't know if it will be with the next generation, but with us it will.\nActually, it was not witnessing it; because, luckily, we were not there. We were in another\npart of the world. But it touched us. And uh a friend of mine, Brandt was his name, he was\namong the refugees. He came. He lived in Israel. He came here for a visit. It was about ten\nyears ago. And uh he called me up. And uh I kept in contact with some of them. We became\nreally friends, and some of them worked for the community. We...we had, those...those that\nspoke English. Some of them spoke good English. One of them became uh uh speaker of the\nKnesset, yes. Uh, Menachem Savidor. His name was Hodorowski. He just died last year in\nIsrael. Anyway, uh so Brandt came in. And we...we went to a Chinese restaurant and we\nwere sitting and talking. And he says--oh, he was always... Never, never me. He says, \"I\nwant to thank you.” I said, \"Don't thank me. We did...you would have done the same for me.\nAnyway, that's not important.” I says, \"You know,\" I says, \"I'll tell you, uh uh...Chiel.”\nYechiel was his name. \"Uh, many times,\" I said, \"I would wake up at night, and I had a...a...a\nfeeling of a little bit of a guilt.” He says, \"What's the matter?\" I says, \"You know, I have to\ntell you the truth. There were times we would hold up the action. We would see...have a\ntelegram, says, 'Six hundred people are ready to go.' So we would hold it for two weeks,\nbecause there's no homes. We have to prepare ourselves. We have to get ready. And we\nwould hold up our action, and it...1t bothered me.” I said, \"Sometimes I would say,\n'Maybe...maybe if we didn't hold up the action, we could have saved maybe six hundred\nJews more.\" He says, \"Leo, sleep quiet.” I said, \"Well, how can you tell me that?\" He says,\n\"I was the last one.” \"How can you be the last one?\" He said, \"Well, let me tell you this\nstory.” So, then I have to go to this young man over here, god bless him. I have to show it\nover here. (Holding picture to side) This is the Amshenover Rebbe.”",
        "A: (Muffled) Uh, Brandt, the man who tells me not to worry...",
        "A: Who told me not to worry... Is that better?",
        "A: He says to me... Uh, he [NB: the Amshuler Rebbe] didn't speak any Russian. So when they\nhad to go and apply for a Russian exit [visa], then he needed somebody to translate for them.\nBecause the Russians...the Russians uh uh set up this station where they had a Russian\n’ Rabbi Shimon Kalish.\ncommissar. You know, in charge of the Jewish affairs, of the Jewish uh exit visas\ndepartment. A Russian man, and he only spoke Russian. So when they had to go and apply\nfor these...for the visas, uh, they had to speak Russian. So Brandt spoke Russian. The rabbi,\nthe one that I show you the picture, he didn't speak any Russian. Yiddish. So he asked Brandt\nto go and translate for him. So they came in; and the...the Commissar says, \"Yes. What can I\ndo for you?\" So he says, \"Rebbe, was was...zogum was du wilt.\"--\"What do you want?\" He\nsays, \"Zogum.\"--\"Tell him.” [Phrase in Yiddish]. So he says, '\"Tovarish.\"--\"Comrade\nCommissar,\" 1n Russian he tells him. [Phrase in Russian]--\"He is asking for a visa.” \"Oh.\nTell him to show me the documents.” He says, \"Rebbe, dokumenten.” So the rabbi takes it\nand he puts it on the table. And he [the Commissar] says, \"Alright, I will look at them. And\ncome tomorrow. If everything is all nght, I will give him the visa.” And rabbi doesn't go\naway. So he says to me...he says to him, \"What else?\"--\"Rebbe, was nocht?\" [Phrase in\nYiddish]--\"What do you need?\" He says, \"Zogum.\"--\"Tell him.” [Phrase in Yiddish]--\"He\nshould give a visa to my brother.” He says, \"Comrade Commissar, uh, he is asking for a visa\nfor his brother.” He says, \"Well, let his brother come with his documents, and I'll take a look\nat them. And if everything 1s all right, I'll give him the visas.” And the rabbi sits. And there\nare hundreds of people waiting outside, you know. The Commissar gets impatient. He says,\n\"Well? What else does the Rabbi need here?\" He says, \"Rebbe, vas nocht?\" He says,\n\"Zogum.\"--\"Tell him.” [Phrase in Yiddish]--to Brandt--\"He should give you a visa.” And\nBrandt, he says...Brandt says, \"I got very nervous, because my document was a false one and\nI was scared to even to show it to them.” So the Commissar says, \"Well? Documents?\" He\nsays, \"My documents are at the hotel. I will bring them tomorrow.” And the rabbi sits.\nThe...the Commissar gets very angry; and he says to him, \"What else does the Rabbi wants?\"\n\"Rebbe, vas nocht?\" So he says to him, \"Zogum.\"--\"Tell him.” [Phrase in Yiddish]; which\nmeans, \"Tell him he himself should take a visa and run away from here.” This guy, who was\nJewish, understood every word. He started to laugh. He laughed and he laughed and he\nlaughed and he hardly stopped. As a matter of fact... That's what Brandt told me. I don't\nknow if it's true or not. But uh he says uh...uh they found out later that he was arrested. He\nwas helping the Jews very much. He was...he was a Zionist; but he pretended to be a big\nCommunist. And they found out, and...and they arrested him and shot him. That's what\nBrandt told me. And after that, the whole thing stopped. And uh...the whole station. It was\njust before the Russians...",
        "A: I don't know. I don't know. I don't know if it's true or not. But...but this is the story. Now\nagain talking about this rabbi, which was very interesting... One story I'll never forget. We\nwere...uh, we put him up. He had a big large family. And, you know, the...the rabbis of small\ncities, they had their own entourage. The shammos, people who assist them, to help them;\nand he had a whole group of about twenty of them. So we...we...we were lucky to hire, to\nrent a home in the mountains somewhere, which is about half an hour by train from Kobe.\nWe set him up there. We had a lot of respect for him. He was going to be there. We'll supply\nwith the food, and everything will be alright. And we had meetings every night of the\ncommunity, of the committee. Too many problems were coming up, decisions, money\nproblems, etc. etc. And one night we were sitting in the meeting, and suddenly they come in\nand they call me. And they said, \"The rabbi is here, and wants to talk to you.” Ten o'clock at\nnight, which was very unusual. I got worried maybe he's sick, or something. I run out, and he\nsits there. He used to call me Leibl, in Polish pronunciation \"Leib.” \"Leo...Leibl.” \"What\nhappened?\" He says, \"I came here to ask you a question.” I said, \"What is the question?\nAsk.” \"We are Polish citizens.” \"Yes, yes.” \"We are allied with the British.” \"Yes.” \"We are\nat war. They are at war. What would have happened if instead of three thousand Polish Jews\nthey would have been English people? What would have happened?\" So one of my...one of\nmy uh co-workers, Dr. Moiseef - he also came out with me - he was uh... He says, \"Well, if\nyou were British, the British would have sent a ship after you and would have taken you out\nfrom here to one of the British colonies.” At that time it was India. It was Australia. It was\nCanada. They were all British colonies, at that time. He says, \"That's the whole point. We\nmust insist that they should send a ship after us. Ships. And take us out of here. We are their\nallies.” \"So...so what do you want from me?\" \"You, Leibl, you will go with me to the\nConsul tomorrow and translate and request for ships.” I said, \"Rabbi, you read the papers,\ndon't you?\" He said, \"Yes.” That was during the time when the British had to retreat from\nthe uh from... What's that French port?” Do you remember they were bombed out, like\nvery, very severely?",
        "A: Uh, I said, \"I don't think... Even if they wanted to do it, they have no ships. Now is war.” He\nsays, \"Never mind. You go with me and you will translate.” So, next day I called up the\nBritish Consul. I...I...1 met him a couple of times, because of this situation with the young\nfellows who volunteered for the British army. And, uh, I said, \"Look, I am going to bring a\nrabbi who is - I don't know if you ever saw uh these people who are still are in the 17th, 18th\ncentury, with the way they are dressed, the way they are wearing with the beards and with\nthe fur hats.” It's August. It was hot. I said, uh, \"I...I'd like you to meet him.” He says, \"Fine.\nWhat time will he come? Just call me, and I will...I will escort him myself.” So I called him\nbefore, he came to my office. We took a taxi. We went there. I called him. I called the\nConsul. He came down. The Consulate was on the sixth floor. He came down. He met him.\nWas very very... You know, we always thought the British were so uh high-falutin'--a consul\nand all that. We went upstairs. \"Yes. What can I do for you, Rabbi?\" So I told him, the\nrabbi, \"He wants to know what's the purpose of your visit.”” Well, he repeated the whole\nstory about being allies with with the British and a Polish citizen, etc. So the guy was\nsmoking his pipe. He said, \"Yes, yes. That's a very reasonable request. I will have to transmit\nit to the to His Majesty's Ambassador.” At that time, it was King George the VI in England;\nin Tokyo, his [Ambassador's] name was Robert [Granger (ph)], I believe. \"And uh you will\nhear from him, hopefully.” You heard; and the rabbi was satisfied, and everybody. That was\nthe story of the rabbi.\n'' NB: Dunquerque?",
        "A: Oh, of course. It was 1941, I believe. Yes. By the way, I have to tell you a point, very\ninteresting. Uh so when we were talking to the rabbi the night before, I said, \"Rabbi,\nsupposing it's all right. Supposing it works. Who knows? Where would you want to go?\nThere's so many British colonies.” He says to me, \"Jamaica.” I said, \"Rabbi...” Frankly, I\ndidn't even know where Jamaica was, at that time. I heard the name Jamaica, but I couldn't\nimagine in my mind on the map where it was. He says, \"For us, Jamaica.” \"Why not\nAustralia? Why not Canada?\" He says, \"The climate is a good the climate, a very good\nclimate.” I went home. I took...I had an atlas. I said [to myself], \"Jamaica is very close to\nNew York. And he thought if they'll get to Jamaica, it maybe would be easier for them to get\nto New York.” He didn't want to say that, but I think that's what he had it in mind. (Laughter)\nAnyhow...",
        "A: [...I... In my mind, this particular photograph is very very ...uh I'd like to call it historical\nbecause the whole episode is historical. Historical . . . (TECHNICAL CONVERSATION)\nlike our like our Jewish people are concerned. See, this 1s a farewell dinner for Mr. Ponve--\nwho is leaving for uh...who 1s leaving for the United States. And uh...",
        "A: Ponve, he was the president of our community. Mr. Ponve. P-O-N-V-E. Anatole Ponve. He\nlived here in Los Angeles afterwards. He passed away a few years ago. Uh, the Japanese\npeople that are sitting around the table and some of them are standing are representatives of\nvarious Japanese government institutions. One was the governor of the state where we were.\nThe uh Prefecture - they call it \"Prefecture\" - where Kobe was. The others were all working\nfor the Japanese police, but some of them... This gentlemen here was representative of\nJapanese government. Anyway to make a long story short, he told Mr. Ponve, \"You are\ngoing to America. We want you to tell the American Jews over there, who are your brothers,\nhow good the Japanese government is to your people here. How we actually helped to save\ntheir lives. How we allowed them to stay in Japan. We gave them visas to come here. And\nwe want Jews in America to know about this, and you tell them about us.” That, in my mind,\nwas the the the basic thought of the Japanese--that the the people in America, the Jewish, our\npeople in America are very very influential. And they can influence the higher people in the\ngovernment, and even the President Roosevelt himself, to help them with uh with uh\narranging matters. So that uh uh they will help them to settle the war in China. The Japanese\nwere getting deeper and deeper towards China, and they had no way of getting out of there.\nAnd uh America has uh has uh prohibited the sale of metals and oil to them, started to put\neconomic sanctions on them. And they were having a much much harder time at that time.\nSo I feel that's the...that's the historical angle. What they were aiming at. It didn't work,\nbecause uh the Japanese were allies with Germany and they were occupying China; and\nthe...the sentiment over here was...",
        "A: Now this is the...this is the Jewish community. This is the group of people that were\nworking. (TECHNICAL CONVERSATION) These are various activities. The refugees used\nto come for their mail, and they used to come with their problems. And people would take\ncare of them and uh we would try to solve all their problems whatever they were.\n(TECHNICAL CONVERSATION) Uh, our ladies, our wives were also uh helping in uh in\nall the matters that were needed for the refugees; with their clothes and their food and their\nmedical problems and their housing and uh living conditions. And so the ladies got together\nand organized a committee, our ladies. My wife is one of the ladies there.",
        "A: My wife is here, right here. Here; and then she's here. They're getting various clothes for the\nchildren, collecting, yes, and uh so. These are various activities. There were hundreds and\nhundreds of pictures that were taken.",
        "A: Oh, the rabbi. This one here.",
        "A: That's what I told you about, the story. Jamaica. That's him.",
        "A: And this was one of those rabbis--these two of them, as a matter of fact--came to see me\nabout the matzahs, about getting the matzahs and wine through the customs and all that. This\nis one of them. They were very active. These are the Japanese gentlemen--Dr. Kotsuji, and\nCaptain Fukamachi--who were very very helpful. They...they did a lot of work. Uh as a\nmatter of fact, Kotsuji spoke Hebrew and he converted to Judaism. He was, yes, very very\nhelpful. Did a lot of work for us. And uh he was buried in uh in Jerusalem, yes. He was very\nvery helpful. (TECHNICAL CONVERSATION) Now, what else?",
        "A: Uh, well, as far as the refugees are concerned, in August, I believe--this was four months\nbefore Pearl Harbor--all of a sudden Japanese military took over all the affairs. Until that\ntime, their affairs, their arrangements, their visas, the extensions of the visas, the permits to\nstay, were handled by the police. By the prefecture of police in Kobe. And then in August,\nafter the Japanese occupied in to China, I believe, the things changed. The military came\nover and they took over. And...and they came to us, and they said, \"We give you uh two\nweeks,\" I think, \"to get them all out of here. All to Shanghai.”’ And then the immigration, the\nmovement of the refugees to China, they gave ships; and by the hundreds they left. A few\nwere still left, about six, you know, were left a little later. But all eventually had to go. And\nby the time Pearl Harbor...of Pearl Harbor, there were no more refugees left in Shanghai--in,\nuh, Kobe. They were all in Shanghai. We stayed there.",
        "A: Well, I was...I had a job. I was working there, and uh business was going on. I mean, I was\nbuying merchandise and shipping. And uh when the war came uh, what do to? I mean, I...my\nhome. I had my wife, my child. And uh stayed there, and uh you couldn't do any more\nbusiness. Everything was closed. The war started. My firm--which was a Panamanian firm--\na Panamanian consulate was closed, because Panama declared war on Japan. So I was left\nwithout a job, without any money, without anything. Without doing any business, I had to\nthink of some way of continuing my livelihood. So my family, my parents, were in\nShanghai; and uh I knew there were a lot of Jewish communities in Shanghai. A lot of\npeople. Where they lived, they are making a living. I will do it. So... As a matter of fact, as\nfar as I'm concerned, they came once. And uh one of these fellows was a very mean mean.\nHe was a real...he was...he was, he grew up on Mein Kampf. He used to always to talk to me\nabout Mein Kampf, and he was very unpleasant. As a matter of fact, one day he came and he\nspoke to me. And he says, \"Why...why is it the German people hate the Jews so much?\"\nAnd his name was Osakabe. I said, \"Mr. Osakabe, are you asking me this question as a\npoliceman, or as a friend?\" \"As a friend.” I said, \"Well, why are you talking to people who\nlike Japanese? You know, [there are] some people who don't like the Japanese too much.”\nHe jumped. He said, \"What do you mean?\" I said, \"Now, don't get excited. Don't get sore.\nYou're talking like a friend. You're not talking to me like a policeman now.” I said, \"Is it\ntrue?\" He said, \"Yeah, it's true.” I said, \"Why?\" \"Well, uh we are smart people.” I said, \"We\nare also smart people.” Yeah, as young as I was. Maybe it was stupid to say that, but I was\nvery angry. And then about a couple of weeks later, they came and they said, uh, \"We want\nto ask you a question.” \"Yes. There was another, he was a major in the Japanese Army.\n\"And don't tell me you have no answer. You...we know you are intelligent young man. You\nread books, etc. etc.” I said, \"Yes. What's your question?\" \"Uh, who is going to win the\nwar?\" I said, \"I can't answer this question to you.” \"Well, you are not an American. You're a\nstateless person. Tell us the truth, what you think.” I said, \"I'll tell you in my own way.” I\nsaid, \"I don't want Germany to win the war.” He said, \"Why?\" \"Because I'm Jewish. And I\nknow how Germany is treating the Jews.” \"Yeah, clever answer. Uh, well, we recommend\nthat you leave Japan.” So the recommendation was taken, and I left. Took my wife, my child,\non the boat. Was a dangerous journey, because by boat 48 hours, because American\nsubmarines we knew were around there. But uh I'm here. I made it.",
        "A: You know, when I got to Shanghai, uh Shanghai was an open market. Uh a lot of Chinese\npeople and there was a lot of merchandise that was there in the warehouse uh from before the\nwar. People would import. And uh I was...I started to be like a salesman, selling textiles and\nhere and there; and life was very very inexpensive. For about thirty, forty dollars a month in\nUS dollars, you could live well with food and with everything. Was very very cheap. So we\nmanaged, we lived...",
        "A: No, I couldn't. I just couldn't. It was...there was a lot of work to be done. There were twenty\nthousand Jewish refugees, and besides the Polish Jews that came from Japan. Uh it was\nhandled very well. They had committees organized by the Sephardic Jews, and by their own\npeople; and they were handling it. It was rough. The representatives of Joint were there, and\nuh uh they did a little work. We didn't have to get homes for them. Uh, it was a lot of\ndifficulties because in in 1943 I believe it was, the Japanese--under the pressure of the\nGermans--have uh...have put the Jews that came to Shanghai after 1937, put them in the\nghettos, in specified areas which was terrible difficult conditions. We were not subject to that\nlaw, because we came to Shanghai before 1937. It was only those that came after 1937. They\nwere smart. They didn't say German Jews or Polish Jews or Austrian Jews that were kicked\nout by the Germans or that fled from Germany and Poland as Jews. They said those that\ncame after '37, which was understood. That was those applied to the German Jews.",
        "A: Yes, I came in February of 1942.",
        "A: No. The...the, after 1941, the Japanese took over Shanghai.",
        "A: You know, Shanghai had different concessions. It had the British Concession, the French\nConcession. And the...and the people that had taken those concessions not, except those that\nwere stateless people, but under the protection of the consulates. We, the stateless people,\nwere again under the the Chinese people that were, they they were in charge of our situation.\nSee, and we had a Jewish community which was working together with the Chinese. And uh,\nwhen the proclamations came out, it applied to the Jews that came to China after 1937.",
        "A: They came to Shanghai. They were in Shanghai. Those who came to Shanghai after '37.",
        "A: As I told you, we were doing, buying and selling and . My father, as a matter of fact,\nhad a uh a wholesale business in textiles. And I was helping him and uh making a living.",
        "A: Which two communities?",
        "A: Well, the...the...the Jewish people that were put in the ghettos were confined. They had no no\nrights. They had to get a permit to get out of there to come and conduct their business and go\nto their jobs. See, we were free to move where ever we wanted to. We didn't...1n Shanghai\nthat is. We didn't have to have any uh special permits to do that; and uh they lived in in the\nheims, which was the...they lived in the very best situation. They were taken care of by,\nmoney was being uh, funds were coming from America through Switzerland, through\nSweden. Things were being - I don't know exactly how it was done but they were, they were\nin a very bad situation. Very very difficult situation.",
        "A: When the war ended?",
        "A: Uh, when the war ended a big market opened up. China was a big market. And uh and I got\nmy, I established my contacts with my friends that I used to work for in Japan. The same\npeople that I told you about--Max Pecker. And he was in New York at that time. Luckily, I\nsent him a telegram and he started sending merchandise to me. And I was doing very well\nfrom 1947, 1948. I was doing good business. But then the Communists started advancing,\nand uh we knew we had to leave. So uh the Israeli government--at that time the State of\nIsrael was established in 1948--they sent a representative, and they they registered us. And\n800 of us registered together, and they sent a ship for us and took us out. And they took us to\nuh, afterwards more people left. Some went to Harbin, went to Hong Kong. They sent ships\nafter them to Hong Kong. Then they organized even planes. They had B-29's that were\nflying uh refugees to Israel. So uh, when we went from uh Shanghai to Israel in 1948, in\nDecember of 1948, there were 800 of us on a ship that could take only 600 or so. It was a\ncrowded ship. It wasn't as bad as the Exodus, that we saw in the movies, but it was tough.\nAnd we had to go 54 days to travel, because the Suez Canal was closed. Uh, there was war\nwith Egypt. We had to go to Singapore, from Singapore to South Africa, around the Cape to\nItaly. And in Italy we got off that ship and the Israeli government sent a ship after us and we\nwent to Haifa. Fifty-four days it took. It was a rough journey. It was something. One day, if I\never write a book about tt, it's...it's a very unusual trip.",
        "A: Huh?",
        "A: We were coming from Singapore. It was what nine days. The weather was rough. Some of\nour people organized themselves in a group that was sending things on the ship because we\nhad about uh out of eight hundred and sixty people we had about eighty or a hundred very\northodox Jews, who wouldn't eat anything. And they were just just drinking tea and...and\nbread; because it was not kosher you know. I mean to say, who could think about kosher on\na refugee ship? So uh the committee got together and decided - there's a Jewish community\nin Singapore - they knew them. Sephardic Jews. Send them a telegram and uh telling we are\non our way to Israel, Jewish refugees on the way to Israel, to the new State of Israel. And we\nhave people who need kosher food. Will they be able to help us? They sent it to them. As we\narrived in Singapore, I'll never forget it. I was on the deck; and uh we were not allowed, the\nships were not allowed to berth because the British--it was British at that time still, you\nknow, before Singapore became independent--and uh we had to drop anchor somewhere far\naway because, I don't know, to to to get some more uh whatever they needed to run the ship,\noil or whatever. And uh uh I was walking on the deck; and suddenly I see a Chinese junk, a\nlarge Chinese junk, sailing toward the ship. I had the binoculars. I looked. And there was a\nuh darkish man with a beard and a beret, look like a Sephardic Jew. And uh old junk,\nChinese junk, coming towards the ship. I said, uh, \"Who are you?\" He says, \"I am from the\nJewish community.” He says, \"You need kosher food?\" I said, \"Yes.” I said, uh, \"Good.\nWhat do you think (ph).” He says uh, there were about two hundred baskets with live\nchickens, live chickens. When we talk about kosher food, we thought--I don't know--sausage\nand cheese. I said, \"Don't you have anything else?\" He says, \"Look, we are a small Jewish\ncommunity. Climate is very hot here. We don't have sausages or cheese. There are chickens.\nYou can have somebody to make them kosher, and then they will make soup and whatever\nthey need.” \"OK.” So we got those baskets and brought on the ship; and then our people\ncalled the representatives of the religious group - there were some rabbis among them - some\npeople who knew how to...to...to cut the chickens. Said, \"Look, we got about a few hundred\nchickens. Organize yourselves and get them all...cut them in the proper way. Then cook\nthem, and that will be your food for the next couple of weeks.” \"OK.” We can, what do you\nwant now. I don't know how they organized. It was like a conveyor rail line. There was men\non this side. Three of them were cutting. Then they were sending them down. And, you\nknow, according to the Jewish law you're not allowed to scald the chickens. You had to flick\nthem. You see, at the end, there were six women or so; and they were flicking them.\nAnd...and then the ship...at six o'clock in the evening, the ship was on its way with our next\nstop South Africa. And all of a sudden, all these feathers started going up in the air, into the\nfunnel of the ship. (Laughter) Where the classy (ph) captain - was a Greek captain - he took\na uh one of those megaphones, and he said, \"I give you ten minutes to get that stuff cleaned\nup, or I'll send my people with the hose--water hoses--and everything will go overboard.” So\nsomebody ran to him, and explained to him what it was. He said OK, I'll give you a half an\nhour. Within a half an hour everything was OK, and they had food. (Laughter) But then\ncomes South Africa. South Africa was marvelous. The Jews in South Africa--the most\nremarkable, hospitable, fine, heart-warming, wonderful people. We sent them a telegram,\nalso. On the way to Israel. \"We have children. We have old people, this and that.”’ And about\nfive o'clock in the morning, Capetown is a beautiful city. It's just like Honolulu with the\nmountains. Gorgeous. So uh, I had three children, we had three children then. Two of my\nyoungest children - one of them was one year old, then he was one year old - and I was\nallowed by the captain to go to my wife's - the children were in the women's section - men\nwere in another place. I was allowed to go and take. Because my wife was very sick on this\nship - she couldn't take it. For 21 days, she couldn't lift her head. Was rough. Anyway, so I\nwas allowed to take - for a man to go into the women's section and take the children out. And\nI would take the...you know, little boy out; and he had a little carriage tied up on the deck. So\nput him in the carriage, you know. And as I was strolling him on the deck, we arrived in\nCapetown. It was still dark in the morning. I said, \"Well, they must be working people. You\nknow, come to work at the docks.” They came closer. Jewish flags - hundreds of Jews - it\nwas unbelievable. I said it's you know it's so loud. And then started - we weren't\nallowed to go on shore. \"What do you need?\" And...and from eight in the morning until six\nin the afternoon, until we left, there were trucks and trucks and trucks bringing stuff - toys,\nfood, magazines, medicines, potatoes, uh canned stuff, chocolates, anything. And uh it was\nall taken out. It was, it was remarkable. I'll never forget it as long as I live. As a matter of\nfact, about eight years ago I had to on business in South Africa. And I went to the newspaper\nuh that covered this arrival, this ship; and there were pictures and so forth, and I told them\nthat I was on that ship. They dug out from their files what happened uh thirty years ago, and\nthey found it. And I said, \"Look, I am not uh... Nobody has given me the authority, but\nplease accept our thanks, from all of us I'm sure, for what you've done for us.” Lovely\npeople. So that's...that's...that's the Coast of Victory, was the name of the ship.",
        "A: Well, what shall I add? There are many other things that happened. Some of them were not\nso very pleasant that I would rather not talk about it. Because uh there were accusations that\nthe Jewish community of Kobe stole money. Uh, it was painful because we gave our hearts,\nwe gave our our efforts, we gave everything we had to help. But some people... You know,\nyou always have that kind of people.",
        "A: It was just rumors. They would never come and and openly tell us. I was always going and\ntalking to them. But then when the time came for them to go to Shanghai, when we got\norders that everybody has to go to Shanghai, there was always very painful, who goes first.\nNobody wants to go. Everybody, someone is waiting with visas to go to South America; or,\nyou know, they were applying for visas to go. of the world. Brazil, Argentina. And uh\nalso the...the unpleasant thing that I found, one of the things, was that the missionaries took\nadvantage of some of the people. They came and they spread the words; and some of the\npeople, they promised them visas if they would convert to Christianity. Uh, and some did.\nUh I saw...I saw them going to the church, and it's none of my business. People do what they\nwant to do. Until one day, I came to the community. And there was a man with a bible in his\nhand, an American missionary, preaching from the bible. I said--uh, in what language he\nspoke, German, I think--I said, \"What are you doing here?\" He says, \"Well, I can do what I\nwant.” I said, \"Look, you have taken advantage of people who are uh uh desperate, who need\nvisas, who are... who are run away from a terrible war. I don't think it's the right thing to do.\nYou want them to,\" I said, \"come to church or whatever. They want to go, I cannot stop\nthem. But you cannot come to our Jewish community here and...and preach the bible. I don't\nthink it's the right way to do it.”” He agreed with me. He was a very nice man. Came to my\nhouse and we had a long talk. But then, you know, when all of them went to Shanghai, uh\nremarkable, remarkable people how they could adapt themselves with the Polish group. The\nGerman did also. They adapted themselves. They had newspapers. They had sports\nactivities. They had Jewish schools. They had uh rabbinical seminaries. They had - I used to\ngo to their lectures. They had musicians. They had theaters. They had cafes. Uh, some\npeople suffered, but others adapted themselves. And this is one thing I will always say\nabout... can't speak for other people but I am talking about our people. We could adapt\nourselves. They find a way, and uh life went on.",
        "A: I'm glad I was able to share some of my experiences.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumJune 28, 1989\nRG-50.030*0090",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Leo Hanin,\nconducted by Linda Kuzmack on June 28, 1989 on behalf of the United States Holocaust Memorial\nMuseum. The interview took place in Washington, DC and is part of the United States Holocaust\nMemorial Museum's collection of oral testimonies. Rights to the interview are held by the United\nStates Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "LEO HANIN\nJune 28, 1989",
        "PHRASES MISSING"
    ]
}