{
    "rg": "RG-50.030.0321_trs_en",
    "sequence": [
        "Q: I'd like you to start by telling me your name, your date of birth, and your city of birth?",
        "A: My name is Father Henry Van Den Boogard and I was born in Holland in in\n1915, so I will be 80 in August. Maybe I don't look that old, but they gave me some makeup\nto look a little bit younger. I don't know if it works. What else do you want to know?",
        "Q: Tell me a little bit about your family and your background?",
        "A: My family went from , a big city in the south of Holland to a neighboring town,\nthat was smaller, and my father had a printing business there, and he started a newspaper.\nThat is where I grew up there. I went there to grammar school. When it was over my father\nput me in the school in the neighbor city and he thought that is a better school for a high\nschool, but I didn't like it there. They had brothers there, religious people teaching, and I\ncouldn't get along with the teacher. Everything that went wrong, I was always blamed for it,\nso I want to get rid of that school. I didn't know how I could get rid of that school. One day it\nwas Ash Wednesday, and we catholics go to church get a little bit of these ashes on your\nforehead. I thought this was a nice opportunity for me to miss the bus. So, I had to go by a\nlater bus. In the meantime I was waiting I thought that cross that they put on my forehead\nwas too little, so with some ashes I made it larger and each time a little larger and later it\ncovered my whole forehead. I forgot about it and then I went by bus to school and it was a\nvery cold day. It was in 1929. When I came in the class, all the boys started to laugh because\nof that cross. I had forgotten it and I told the teacher I went to church this morning to get the\nashes, and he sent me out. He said get of here. I had to stay in the hallway. And there I got\nmy vocation I always tell because then I decided I don't want to go to this school anymore,\nbut how can I convince my father. I thought I'm going to tell him I want to go to the\nseminary. He listened, so we went. I didn't think that I would be accepted because everybody\ntold me you will be back home after a few weeks. So, when I came there, I thought I will\nfool them a little bit and I thought all the boys will become priests but I was the only one of\nthe class who became a priest. What else do I have to tell? I was then 13 years old. I went to\nthe seminary. I was accepted there, but I didn't expect and I prayed a lot that I wouldn't be\nsent home because of my conduct. My prayers were answered I think. That's what I tell in\nmy sermons, that the prayers are answered. I asked in my prayers that I wouldn't be sent\nhome, so they kept me there and I became a priest after 12, 13 years. I was ordained 1n 1942,\nand that was 1n the middle of the war. Before the war -- during the war already, in 1940, in\n1942 more or less, there was a Jewish family in Holland. They were good friends of my\nuncle, and this gentleman asked me if I could help him. He approached me when I was still a\nseminarian. He said can you do something about it. I see that it is difficult for us Jews in the\ncountry with the Nazis and I would like to go hiding. He was married, and I said I will look\ninto if I can find a place. Then in the meantime, my uncle found already a place with his\nbrother, Louis Haza, and he had a sister, Anna Haza, and they both were single and they took\nhim in. There was a husband and wife and a little daughter. The wife was pregnant and in the\ntime they were hiding there, the little boy was born, and it was very dangerous. But what\nhappened to them later, their name was , and I never found out if they\nsurvived the war or not. When I was ordained in 1942, it was the last Sunday of July then the\nfirst Sunday of August was August 2. I said my first mass in Holland and there was a big\ncelebration in town. It was a town of about in those days about 10,000, now there's 20,000\npeople, but there was a big celebration, and a parade and everything. In the afternoon there\nwas a reception, and the mayor came also to the reception and his name was John\n, and he was very anti-Nazi, anti-German, and he was very sleepy when he\ncame to the reception. He said you have to excuse me because the whole night I had to visit\nJewish families. I didn't know there were so many Jews in our home town, but he had to tell\nthem that they had to go into hiding because that same night they would be arrested. And\nthere was a policeman and he was in favor of the Nazis. He fought always with the mayor\nbecause they had different opinions and the mayor was very anti-Nazi so at the end of the\nwar he had to go into hiding himself. That is why I knew there were quite a few Jews in my\nhometown. Then I didn't do anything until I had a brother-in-law, his father was born in\nGermany. He just got married, then, 1n those days, and his father was born in Germany, so\nthe Nazis made all the decedents who were born in Germany, they made them German so\nthey could serve in the military service. But my brother-in-law didn't want. He was the\nhusband of my sister who lives here with me now and my brother-in-law, his name was\nRobert . He died already about 20 years ago. He asked me if I could help him.\nSo, I had to find out where he could go into hiding. I found out then who the leader of the\nResistance was in that area. There was , In Rosenthau and he said oh he can\nstay here. And , 1 would like to mention him because he did a lot for the\nJews. He's not living anymore but in those days everything was so secret he didn't tell me\nthat he had a Jewish family in his house too hiding. He was working with a priest who was a\ntrappist before. He was still a trappist but they were kicked out of the monastery by the\nNazis. Then he had to find a place so he became a chaplain in a very large nun's convent in\nRosenthau. But he was only a name chaplain. What he did was working for people who\nwanted to go into hiding especially Jews. He did a lot. He was smuggling weapons and\nthings like that and finding hiding places to keep those Jews alive. But he was not very\nprudent and we thought some day he will be arrested and it happened. He was arrested. His\nname was . I didn't name his full name, I knew only as Fonse, his nickname,\nbut not his last name. I found it out later. He went to a concentration camp in ;\nclose to my hometown, but he was last seen in the , in the police office\nwhen he was arrested. But we never heard of him later. We didn't know what happened to\nhim. Now, when the war was over, the leader of this Resistance in , he\nbecame the leader of this concentration camp where no Jews were anymore but were just the\nNazi prisoners. I was then assistant in the North, but I went to see him in the South and I\nvisited him, I said, did you ever find out what happened to Fonse, I said don't know, and he\nsaid I don't know either, but I know of a famous architect and he knows of somebody in the\nwho works there and he was hiding with priests somewhere in the west of\n. So, I got the address of the architect and this architect was making a\nmodel for a monument in Holland on the for the freedom we got after we\nwere freed by the Americans. He said this gentleman he works in an office in the\n. It was closed. So, I went there by car, that was given to me by the leader of\nthe concentration camp. He's a soldier, so when I saw him, it was lunch time, there was\nnobody anymore in the office, only one gentleman and he knew me. I said how do you know\nme. He said do you not know me anymore? You helped me go into hiding. I said when was\nthat? I said I have no hair I was a prisoner in and they cut my hair I was bald\nheaded and he had a prison suit on and I was going to be executed in the neighborhood of\nRosenthau and they brought me there with other prisoners who were going to be executed\ntoo but then we were attacked by the English planes and we all left the cars and could go into\nhiding in the corn field. It was not corn, it was wheat. We could crawl through the weeds the\nfields to the neighbor town where I was living. It was during the hours that there was a\ncurfew at night, so in the morning I had to go Rosenthau to bring some pictures of Jews who\nhad to have false identification cards and there was a teacher in town who took those\npictures. He was an amature. He took those pictures, developed them at night, and early in\nthe morning as soon as the hours were over of the curfew, then I was going to pick them up\nand bring them to Rosenthau to have my brother-in-law who was hiding he had to make\nthose 1.d. cards. So, when I went through the town I saw in a hallway of a house I saw\nsomebody standing in the suit of the prisoner's bald headed and he called me. He said can\nyou find me a place where I can stay. I brought him then to a place where the brother of\nDoctor DeBeer, he was a physician, and his brother was a priest, he was in hiding too. I\nbrought him there. So, as soon as I told me who he was, I thought this is not the one who was\nhiding with Fonse so I was just as far as I was in the beginning. I did find out. Later on I\ncame to Paris and I wanted to know so badly where Fonse was if he was still living or not so\nI had on radio his name if somebody knew about him, his whereabouts to let me know. So, I\ngot a letter from the abbot of the monastery, he said as soon as you know let us know. We\nwant to know what happened to him, too. I got a letter from his relative in Hague, they\nwanted to know also where Fonse was, if he was still living. But then I got a letter from a\ndoctor in , where the concentration camp was. He said I saw when he was\ndead, I had to make a certificate that he was dead. He was killed on that day. It was two\nweeks after he was arrested. Now there is some monument for Fonse in that nun convent and\nhe's on the list of the ones who were killed in . But, now we don't know\nmuch about him, but I wanted to emphasize more what , the leader of the\nResistance. And Fonse , this priest what they did for the Jews because it\nwas never recognized. Nobody knew and nobody knew the names. They never gave the\nnames, but I know, because I worked with them that they were hiding Jews making false\npapers for them, 1.d. cards and trying to keep them alive by finding food so I would like to\nemphases that now that I have the opportunity to make 1t known what they did during the\nwar. So, that is what I usually did. I didn't do much myself, only I did on my bike brought\ni.d. cards to people who were hiding. Once I was asked by to bring a few\nguns in a shoe box on the back of my bike to the town where I was living for the\nunderground. I did it and I put two Dutch catechisms on top of them so if I had to open\nmaybe I thought it could save me. When I drove back on my bike, there were no cars on the\nroad anymore only and I saw far away that there was control by the Nazis. People some\npeople had some food they took the food away, and they used it for themselves. And I\nthought, what will they do now. When I go back they will see that I have something to hide.\nThen it's more dangerous for me. So, I thought, the Lord will help me. So, I went through it\nand when they stopped me, what's in that box and then I got an idea. I said I don't know\nwhat's going on today but the third time I have to open that books everybody wants to know\nwhat's in that box. Then he said okay go ahead, so I was shaking very much but I saved my\nlife. That's what I did, but it got a little bit too dangerous for me there in the South. They\nfound out what I did, so I was advised to go into hiding.",
        "Q: Okay, I just want to ask you a little bit more about this period in the South. I'm going to back\ntrack a bit. When the Nazis came into Holland, what happened? What was the reaction?\nWhat was going on?",
        "A: I was in the seminary and it was before I was ordained and I remember from a window in the\nseminary we were watching when they marched into the town, and we were extremely mad\nbecause they invaded our country and we tried to defend it with only a few days that our\nsoldiers could defend our country, but then they just overthrew us. There was no end to it.\nWe were extremely mad, and then they were going to throw bombs, that was before. The\nolder seminarians had to go into the basement and we spent their nights and days 1n the\nbasement, but what was going on 1n other towns we didn't know too well. I only went at\nnight, early before the other seminarians and the teachers they got up. I went already to\nRosenthau on the bike after the curfew hours to bring pictures and books to the people who\nwere hiding to keep them busy and to have their false 1.d. cards made. It was all I knew about\nthe Resistance. I didn't know what was going on in other towns.",
        "Q: How did you know about this man who was leader of the Resistance?",
        "A: There was a seminarian and he worked in the underground too. , was his\nname, and he had relatives in the town and they knew who their leader was, and I had to\nforce him to let me know who he was and as soon as I knew, it was already before I was\nordained, I went to see him. He was very friendly and he was living still quite a few years\nafter we were liberated, but then he died. But his son is still living and his son is now I think\nhe was in those days about 15 years old and he said his father was a little bit crazy. In those\ndays he couldn't talk about anything after the liberation about then what he did during the\nwar for the people who were hiding in the Resistance. He was so proud of it, but during the\nResistance he didn't tell anybody.",
        "Q: What motivated you? How come you decided to take this on?",
        "A: It was just my Christian duty I thought to help people who were in trouble. I had to do what I\ncould to help them, and it was also because it was for my relative, my brother-in-law to find\na hiding place and then I thought I only have to find a hiding place and he was very\nintelligent. He knew several languages very well, but he didn't know Latin, he couldn't stand\nit so I brought him books to study Latin and books from the library that he could read and I\nthought that is it. But then this leader , he wanted little by little, more and\nmore to do something for the Resistance, so I came very much involved in it. So,\nand Father Fonse. Father Fonse I saw at house very\noften, and I knew that the only thing he did was working for the people who were hiding. He\ncould go to Belgium. He had papers. He brought many people over the border to bring them\nto England and after there was a priest also in the seminary. He was a teacher, and he had a\ncontact with the underground, but there was not a good contract because the people he\nrecommended to bring to be brought to Switzerland, they all got caught. They all got taken\nprisoners, so he asked me if I could give the address, so I gave the address of the contact I\nhad. This priest died a few years ago. Then when it got too warm for me I had to go there\nwere many priests home because during the war we wanted to go before the war already to\nthe Mission countries, to Indonesia or South America. I didn't care, but we couldn't leave the\ncountry because we were occupied by the Germans. They didn't let us go, so I had to find a\nplace to work as a priest so somebody found for me a place in the northern part of Holland,\n. | became their assistant, but that was a town that was quite abandoned and\nthere were very poor people living in huts. They were digging, one of those things used for\nfuel, like bread, this dried plants from centuries and they were living in huts and that was an\nideal place to hide their people in that place. There I knew some people that worked with me.\nFor example, a retired nurse. She was living across the street directly her name was Sister\nNista, they called the nurses always sister. She was not a nun but this Sister Nista, and she\ndid a lot for the people that were hiding. She helped me a lot too. The pastor he acted like he\nwas helping a lot but he was afraid. He was very afraid so I never told him what I did during\nthe war. One day -- can I keep it for later -- is the tape almost finished because I cannot tell\ntoo much about the time I was up north. One day I had at the beginning already several\npeople hiding and they were from Amsterdam and one day two ladies came on a bicycle all\nthe way from Amsterdam and I don't know how many kilometers, maybe 200 kilometers\nbecause it was close to the German border, and they came and asked me where their\nhusbands were. They knew that they were there and that I had them hiding and I gave them\nthe addresses. They stayed a few days and then they went back to Amsterdam, but I had a\nfriend, who passed away in Amsterdam, Father , and he couldn't write,\nso nobody knew where I was. I said would you please give my regards to Father\nwho is in Amsterdam in the parish and tell him that I knew him well. So,\nthey did. Father asked them is there still food in that place where he 1s,\nand they said it seems so because he's providing food for our husbands. Then I got a ship of\nkids from people -- should I tell that later? Father he collected many kids and\nthey were catholic kids, Protestant kids and Jewish kids. He chartered a ship and he couldn't\nlet me know but there was one nurse who came with those kids and the ones who owned the\nship they went over and started to say , they came over canals and rivers to\nthe town where I was. One day on the first Friday of the month, I was hearing confessions\nand I saw a gentleman coming in church and he looked around and he saw me and he came\nto me and said are you Father Henry from the beaugard and I said yes. He said I am from\nItica and Itica is a town that 1s close to where he was and he said there's a\nship in Itica staying over night on the river and it's full with kids and they're starving. There\nwas no food enough to keep them alive in Amsterdam and Father collected\nthem and he heard that there was still food so quickly I had to find all places, families who\nwanted to take a kid. But after that, after I had placed those kids, I didn't know their names. I\ndidn't know which religion they had. I didn't know anything about them. Later on, Jews\ncame. They all got that address from Father , and then I got a couple of Jews\nand then I got another couple and then more and more and I never knew if they were Jewish\nor not, and I found places for them, and there was a baker. There was an organization also,\nan underground organization in that town and there was a Protestant Minister and he\nbelonged to that organization and he could get the rations, the coupons, and I got from him\nenough coupons all the time for all the people in hiding. But one day he asked me to give\nhim a list of all the people who were hiding and where they were. I said I'm not going to do\nthat because we are not going to give any names and I don't know their names. Then we have\nto stop to get you coupons. I said then I'll have to find another way. So, I found then a group\nin , that was another town, and I got in contact with the underground there\nand from them I got the coupons which I needed until they changed their mind in the town\nwhere I was and I got coupons from them again.\nEnd of Tape #1\nTape #2",
        "A: When I was there up north, they asked me many times from the Holocaust, can you give any\nnames. How people did you help? I said I didn't know. I didn't know who was a Jew or who\nwas not a Jew, but I knew there were many Jews among them, and there were a few who got\na little bit homesick, and they wanted to go close to Amsterdam where they came from. Then\nI there was no way to travel by train. There was no train going any more, no bus. No cars,\nthere were no cars, only by bike. Then I found I could borrow a few bikes, and then they had\nlittle boys who were strong enough for the ride from . We went to\nI don't remember, with the underground. In there was a river, and it was\ndifficult to cross that river because there was so much control from the Nazis. So, I could\nbring him to with the bike and then those people who were hiding, those\nadults, riding the bike and on the back seat was a little boy but the boy was strong enough to\nride back to the home town. That was a whole day riding. I think it was. I don't know how far\nit was. I went with six people and it was a distance of a few hundred yards between me and\nthe next one and the next one, and I said, I was in front, when I put my hand on the lantern,\nthat means there is danger. See that you find a hiding place. Don't continue. I'll find you\nlater, but we didn't need it. So, I did it several times to bring people back to ;\nbut had to cross the river. I gave there in the hands of the underground and there was a lot of\npeople who worked for the Nazis, the , and they got some tickets to cross the\nriver in the morning and in the evening, and the underground they got hold of some of those\ntickets and they could give it us. So, those people were and got a ticket too\nand walked over the bridge with those people to the other side and then they had to find their\nway. But they never found out who they were in the town there was a pastor from\n, and I became quite popular there because people were saying since Father is\nhere, something is done for the people that went into hiding. It was known. I didn't tell\npeople, but they found out anyhow. Then the pastor got a little bit jealous. He said before\nFather came here nothing was done, so much is done for the people that went into hiding.\nThat is why I didn't tell the pastor anything, but later on I had no more places to hide, no\nmore families, then I asked the pastor can I use the parish hall. The parish hall was not used\nfor anything. He first said no and I got a little bit upset about it, and later he came to me and\nsaid it's all right, you can use the parish hall. So, I found straw to sleep on and pots and pans\nand everything and then I had so many people because we are close to the German border, it\nwas at the end of the war and many people could come through -- 1t was a march between\nour countries and we were about a mile from the German border, and once I remember they\ntold me that there were a few people they called , because there was a\nbefore and then many people were picked up and they had to work in a\nfactory and they could escape and then they went through the swamp to their hometown.\nThen they told me there are a few more, so I thought I'm going to meet them on the bridge.\nThen I saw them walking, and I knew one of them. He was a former seminarian. He said\nwhat are you doing here in Germany. You are not in Germany, you are here in Holland.\nThen they cried. They were dirty and full of lice and so on. They had gone through the\nmarch. There was a lot of water and so on. There was not a road. So, I said go into church. I\ncome in the church through the rectory and you can take a bath. They give some clean\nclothing and so on and some food and then I'll find a place for you to hide here. What the\ntwo of them were I don't know, but the other one he was a catholic. His name was Chris\n, and then there was the one I knew from the seminary. What else can I tell\nyou? I had many kids in different places and I didn't know their names and I didn't know\ntheir religion but they had to go to school. Then I found out there were quite a few Jewish\nkids among them, too. There was one catholic boy and he heard two years ago when I was\ncelebrating my golden anniversary in my hometown, he heard about, and he was one of\nthose kids and he was now arich guy close to Amsterdam. He was an exporter of tulip bulbs\nto foreign countries, and he came to the reception. Now, last year or this year he came to\nvisit me, but I didn't like him very much because he was very egotistic and never paid\nanything. He was here for about six weeks. I went with him to Virginia to cut the time a little\nbit. I had to pay everything and he was not satisfied with the food that my sister made. He\nasked for other food, so I couldn't stand him any more. I was glad when the six weeks were\nover, but that was one of the boys. That's the only that I knew the name from. All the other\nones I never knew the name. His name was Chris ;",
        "Q: How come you didn't know anyone's names?",
        "A: Because you didn't want to. It was too dangerous to find out the names. The names of those\nkids I don't know if it was in those days that you were hiding them if I knew the names, but I\ndon't remember any. I don't know if I got the names. I didn't know the names of the people\nwe were hiding.",
        "Q: Let me ask you a question. When you were hiding people, did you just hide everybody that\ncame through, or was there a priority?",
        "A: They had to have a note from Father in Amsterdam, and he signed it only A.V.,\nAdrian , and then I trusted them. But one morning, in the middle of the night\none day, I heard the bell ring very little, and I had my room on the second floor of the rectory\nand I had my window there outside and I looked out of the window and there was a German\nsoldier staying and they had long overcoats, and he said can I talk to you. I said what about. I\nwould like to talk to you, so I let him in, and I thought I have to be very careful. He told me\nthat he was a German soldier and that his family was in Germany, but he said I don't think\nthat we will win the war. I don't want to fight any more, I want to go into hiding. He asked\nme if I could give him the address of the leader of the Resistance. I said I don't know. I didn't\ntrust him. I thought maybe that the Nazis that they sent him over in the middle of the night to\nfind out who are the ones helping the Nazis and the people were hiding. I asked to the\npastor's bedroom, he said kick them out, kick them out. He was in bed. I gave him food. I\ngave him a sandwich. I said I'm sorry, I cannot help you. He left finally, after insisting very\nmuch about what the address is. I don't know any address. He said what do you do with\npeople. Well, I tell them the same thing that I don't know how to help them. Later on I was\nvery worried that maybe it is the truth that he was a real soldier that he wanted to go into\nhiding and my conscious was bothering me so much that I didn't help him. But I thought on\nthe other hand maybe he would have given the names of the ones that were in the Resistance\nand they all would be arrested, so I tried to forget about it, but I never could forget it. A few\nladies later a policeman from the town came directly and told me that it was too much\nknown that I did something for people who were hiding and I had to go into hiding myself.\nSo, I went to a couple a brother and a sister. They were single, and they were already older\nand he was a furniture maker, and I could go into hiding there, but it was not far from the\nrectory. Through the window, my bedroom window I could see the rectory. I watched at\nnight all night if I could see Germans coming to the rectory to pick me up, but I didn't see\nanybody, and after a week nobody came so I started again to live in the rectory. That's about\nall I can remember from the time I was there 1n the northern part. Everything was the same\nall the time. Helping Jews, helping other people who were hiding. People who were picked\nup a lot of them who had to work in factories in Germany who came through the march. I\nhad to find places. I had to find food for them and to keep them alive. It was difficult because\nthose people didn't get rations, and those people who got rations got very little too, so I had\nto go to that was another town where many farmers, and I went through\nthe fields of the moss, no, that dried stuff that they use for fuel, peat, there was only railroad\ntrack for those small railroad cars. Take a bike over those beams, and there was a shorter\nway too but there was no control. They went from farm to farm and back for some food. I\ngot here potato and a little piece of meat so from a baker I got many rations from the\nunderground. I told you that already. I did have money. I got some money from a girl who\nwas working in the black market and her conscience was bothering her I think and she gave\nme sometimes 100 then 200 , money I used because there was not\nenough to buy all the food. So, I said, I will pay you back after the war is over. I don't have\nany money now. So, when I was on vacation from the United States in Holland, I went to\nthat town and that couple was still living, the baker. The baker's wife said are you coming to\npay the bill for all the bread you got here. I said oh, I forgot all about it anymore, but she\ndied, but he is still living, and I saw him the last time I was in that town. He was an old man\nin his 90s, but he was a good friend. Hartman was his name, and he helped a lot. He had also\npeople hiding in his house. I don't know if they were Jewish or not, and I told you about the\nelectricity. We were without electricity but we still had a line outside. Now, it's all under the\nground, and the Germans they cut it all to the houses, but the baker still had electricity\nbecause he had to bake bread for the Germans. One night I could steal that electricity to have\nlight in the rectory, but the pastor didn't want to know. One day yet very late and they went\nwhen it was already dark. They said it's now too dark to make the connection, I said no I\ndon't want to sit by candle all night. So, but then 1t was in the dark and I couldn't see it too\nwell and I missed it and it was sparking sparks like fireworks, sparks all over, and then I had\nto call an electrician early in the morning to restore it. The baker couldn't bake bread early in\nthe morning for the Nazis, but they never found out. But people know now about it, but a\nfew later last time I was in Holland I went to that town and I went to the church, this is a new\nchurch in another place and when I was there in the rectory were very abandoned. I thought I\ngo to the cemetery to see the names of the graves of the people I knew. There was somebody\nworking in the cemetery and I said, did you know all those people, he said yes. I said what's\nyour name? He said are you a policeman or so? I said no I'm Father Henry Van Den\nBoogard. He said are you Father Henry Van Den Boogard? He hadn't seen me in 50 years\nand he married a girl who was a sister of the girl who worked at the rectory. He came now\ntoo to my golden wedding anniversary to the reception. There were about 16 people from\nthat Parish and they had to come all the way from the north. They had to drive for hours to\nget there and four hours to go back. I don't remember too much about those days in the north.",
        "Q: Let me ask you, when you were in the north, how long were you up there in\n?",
        "A: I tried to find out. I was there until the war was over. As soon as the war was over I wanted\nto go to see if my family was still living, because they fought a lot there, and there was no\ncontact at all. So, as soon as possible, I had an opportunity once in who was\noriginally his parents were living 1n the Parish, but he was a soldier during the war in 1940,\nand he was in the south. His group had to go to England and he became an English soldier.\nAfter the war he came with the people to liberate the country and he came to visit his parents\nin a pick up truck. He didn't see his parents for a long time and he heard about him. I went to\nhim and I said, are you going back, he was closer to the hometown of my parents so I could\ngo with him in the truck and bike through the cities, which soon after the war because I\nremember on them there was a city that as evacuated. There was nobody living any more. It\nwas a dead city, not even a dog you could see on the street. There we stopped for a while. Do\nyou have any more questions? It's easy for me to talk when you ask me questions. I am now\nto the point where I would like to be asked. I told all I can remember more or less. This 50\nyears ago, my memory is not too good anymore.",
        "Q: When you said you were in until the end of the war, do you remember what\nyear you went there?",
        "A: Yes, I think it was in '44 until the war was over in '45. No, I was there longer, a little more\nthan a year, I think. Very close to the Rectory there was a farmer. He had a big farm, and he\nwas a Protestant. He was from , and he was a Nazi, and he watched us all\nthe time. I knew that they had to be very careful, but I didn't know his name. I didn't know\nwhat happened to him, but after the war all the Nazis were picked up and punished.",
        "Q: You were right near the border, so were there a lot of Germans and Nazis around?",
        "A: No, not in the town where I was because there was a highway that went through the office\nwhere the Nazis were controlling everything that came through, and then there was a side\nroad and maybe about two or three miles long and there was that town, along side a small\ncanal where I lived, where all those poor people were living, and we were not bordered by\nGermans at all. Only they tried to find out later when I found that German soldier in the\nmiddle of the night standing there in front of the rectory. I wanted to have some names.",
        "Q: What about Dutch Nazis?",
        "A: Oh, yeah, they were hidden by the people. After the war they were picked up and they had to\nparade through the streets with their hands on their head and soldiers surrounding with their\nrifle and the people were shouting at them and so on. Also, the girls who dated German\nsoldiers their hair was cut off completely. They were bald headed, and so I had some books\nwith a lot of pictures but I lost them all in Chile, pictures about the concentration camps and\nso on. During the war I didn't know too well what happened to the Jews. I knew that that\nthey were put in concentration camps, but I didn't know that they were killed. I heard it after\nthe war.",
        "Q: When you were going around this area looking for food, going to farmers, did they know\nwhy?",
        "A: Yes, I had to tell them, but I didn't tell them for Jews because that was too dangerous. When\nthey would know that you were helping Jews they would put you in a concentration camp\nand kill you, but I said certain people a lot of them were picked up on the street and in the\nchurches to work in factories in Germany. I acted like it was all for them. The Hollands were\nvery helpful when a priest came there to ask for food, sometimes they got one potato.\nSometimes I got a little piece of bacon and so on, but it all added up. But I didn't want to\nbring it to the rectory because the pastor had two sisters living there that took care of him but\nthey want to have as much as possible for themselves, so I went first to Sister Nista across\nthe street, that nurse, and I stored them there. At once she helped people who went into\nhiding, Jews or no Jews, and there was a guy who came there and he was hiding there in her\nplace and the pastor and the people didn't know if he was a traitor or not. So, some from the\nunderground came there and interrogated him and they acted like they were Nazis and he\nsaid I'm Nazi too, and he showed them the papers. Then finally he said we are not Nazis, we\nare from the underground too, and then he showed papers that he was from the underground,\nso they didn't know, but they let htm smoke a cigarette and took him outside and killed him\nwith a hammer, and they buried him in the peat and that happened before I came there. I\nknew exactly where he was buried and the companies were digging for that peat, they were\ngetting close to that grave and I was afraid that they would find him, so I told him they had\nto go to another place. I don't know how I told them, but they didn't dig there further, so they\ndidn't find the body. I don't know what happened with that body later either because when\nthe war was over, I had a lot of people in the parish house.",
        "Q: How many?",
        "A: Sixty, I think, to eighty, and then they left and then the new ones came in and I told one of\nthe guys to put all the names down, but they never got the paper with all the names. It was\ndifficult to keep them alive to find food. When the war was over we just said, I told the\npastor I think we are liberated. They didn't come to us. They forgot us. They went to towns,\nthe Allied and I think ring the bell and we are liberated too and then the pastor and I went on\nthe bicycle over the border there was no control any more but there were some Canadians on\nthe other side in German and I didn't remember much English but I tried to talk to them a\nlittle bit and they asked me for an 1.d. card. They didn't know if I was safe or not, but we\nwent to the pastor to get some mass wine and candles. In Germany they had everything\nplanned here we didn't have anything. That's what happened after the war. Then there was a\nband but here you have high schools with band, but there they are adults and they don't have\nuniforms. They just get together and form a band, and they came to bring a serenade to the\nJews who were hiding in the Parish hall. I remember that they standing there 1n their sloppy\nclothes. Their overalls are dirty. They are standing there all in line, but soon when I found\nout that it was a soldier from the Allies, he was a Hollander, and he was also at my reception\na few years ago. I still have pictures of him here and I could just go with him to my home\ntown, then the Pastor who was a little bit jealous of me because I was getting too popular he\ngot a letter that I was appointed for Chile and he arranged right away for my farewell party.\nWhen I came back there was a farewell party and I didn't know where all those people who\nwent into hiding where they went. They didn't know my name either, so I don't know, I went\nto the south and had a vacation and prepared to go to South America. So, I don't know what\nhappened later. Only one I found and he had tuberculosis and he was in one of the provinces\nlaying in bed. I went to see him. I think he got t.b. in the concentration camp. I don't know\nwhat happened to him either. I don't know his name. I can't remember. I did remember it\nbecause I went to see him and it was far away from the town where I was assistant. It was\nbetween him and my parents in ;",
        "Q: These people who were hiding there, did they hide for a few months and then move on?",
        "A: Some did. Some did until the end of the war. Some got homesick and it was difficult for the\nJews because they were told they couldn't go out. They were locked up day and night for a\nlong time, and I remember that once, one of the assistants came and he said this Jewish\nfamily and they can't stand it any more and they get out at night and walked around and that\nis so dangerous they bring the people where they are hiding in danger too, and we have to\nkill them. But I didn't want to have them killed, so there was one of the Resistance to save\nthose people where they were hiding. So, I went to those Jews and told them to be careful\nand said you bring those people who are helping you into danger. I can't understand why you\nare getting so restless. If you stay day in night in that hiding place you ought to have some\nfriends once 1n a while. That was the end of it.",
        "Q: Were some of them trying to go through Holland and go south through France and Spain?",
        "A: Yes. That was in the beginning when I was working in the south. Fonse he brought many\nover the border and , too. There I knew that many people went into\nhiding. They wanted to go to England and they couldn't go via Switzerland to England. I\ndon't know how many but I know that they were helped by the Resistance.\nEnd of Tape #2\nTape #3",
        "Q: Tell me a little bit more about what you actually did. I mean you went to look for food. You\nwent to the local farms. What other kinds of responsibilities did you take on and also did you\nsort of invent what you had to do or were you working with other people?",
        "A: I did all on my own. I worked a lot with that nurse across the street. She was a retired nurse,\nNista, and I remember her name very well, but I don't remember the name of that nurse that\ncame with all those kids. She was staying with the nurse, Nista. That's what I remember. I\ndid it all on my own. I didn't want to tell anybody. I didn't even want to know the pastor or\nhis sisters or the girl who worked there. The girl who worked there remembers still many\nthings that I was a signet because she was about 17 years old at that time, I think, she came\nhere last year. You have seen her I think. , She was here for a vacation for\nthree weeks when I met her in Holland I heard her brother-in-law worked in the cemetery\nwhere I went and he said he was the brother-in-law of . He told me where she\nworked. So, I went to see her. She was a widow now, and when he came -- in Holland we\ndon't wear a collar. It's just a tie, and she didn't recognize me. When I finally said who I was\noh, she was so surprised after so many years to see me again and then I invited why don't\nyou come to the United States. So, she did later. She came for three weeks, and she writes\nme now, long letters with all nonsense.",
        "Q: But you were hiding many people in the Parish hall so obviously the other people 1n the\nRectory knew?",
        "A: Oh, yes, they knew that yes. But they didn't know they were Jews among them. That had to\nbe the most secret thing that we had to keep about Jews because that was too dangerous for\nthe people who were helping them and the Jews themselves. Because the Jews were the\nenemies of the Nazis, but there were many people who went into hiding because they didn't\nwant to work in Germany or they were picked up and were sent to factories and they ran\naway from there and came back to Holland and had to go into hiding. So, they were in\nHolland and hiding together with the Jews.",
        "Q: Did the local people who were not actively involved in Resistance or underground activities,\nwere they supportive?",
        "A: Yes. In the town where I worked it was quite catholic town. In the area where most of the\npeople were not catholic. But almost everybody I asked to hide a couple didn't know many\ntimes they were Jews or not. They were always willing to share whatever they had with the\npeople who were in trouble. In those days, the people had pig and somebody came to\nslaughter the pig and then they used to bring a piece of the pig to the pastor, those women.\nThey were very uncivilized and they were talking about they called the Nazis the Poopers, I\nbelieve, it's better to give it to the pastor than the Poopers. I knew they had killed a pig and I\nwent there and I said can you give me a piece too for the people who were hiding. I got some\nmeat sometimes, but the meat had to be cut into small pieces to make soup, because it was\ntoo valuable to give big pieces to people separately and a lot of bread from Baker Hartman.",
        "Q: Did you have to find clothing?",
        "A: I went to the south one time and got a whole truckload of clothing and bed in the south from\nmy home town. There was a hospital in Tillburg and one of my relatives was the head nurse\nthere and they got all new beds and I got about 50 beds and it was too much to bring them --\nI had to rent a truck to bring them. Then I said to the pastor you divide it because I couldn't\nkeep a secret that I had a truck coming, and then he acted like he was giving it all to the\npeople. Sometimes the people asked me they came to the door and said, can I talk to the\npastor, okay, but they didn't want to tell me that they want to get some of the clothes that I\ngot to the parish, but the pastor acted like it was all from him because he said nobody's\nsupposed to know it, but he was not very cooperative.",
        "Q: So, he took some of this for his own purposes?",
        "A: Yes, food more, and clothing, they gave some clothing to that girl that was working there,\n. [remember they selected -- I had an uncle who had a factory in Tillburg. He\nhad a very large textile factory and I got a lot of stuff from him, rolls of material and I\nbrought only a bike and I thought after the war I thought I have to travel so much I have to\nget a motorcycle, but I got papers that I was working in the underground as chaplain, so I\ncould get gas because it was all rationed, and then I got a motorcycle from somebody who\nhad the motorcycle hiding because they were afraid it would be taken in, but it didn't have\ntires. But a boy worked in Germany and he came back with some tires and I gave him a roll\nof material instead and then I got from him the tires for the motorcycle. Then I went around\nin one of those little motorcycles, and I got more rations for gas than I needed. I could help\nother people.",
        "Q: So, there was a lot of bartering?",
        "A: Yes. Those things I never thought of it anymore. Now, you asked me and it comes back in\nmy mind, those things. There were many, many things which happened and that I don't\nremember, but sometimes something comes up and I remember other things connected with\nit.",
        "Q: There was an active black market?",
        "A: Yes. There was a girl close to the rectory and that girl did a lot of black market and she\nthought it was sin and then she wants to buy her sins off by giving money to me to help the\npeople who were hiding. Everybody knew that I was hiding people but it was not too\ndangerous. Only a policeman he came to the rectory once and said he has to be more careful\nbecause he will be arrested and then I went into hiding.",
        "Q: So, the local police helped you as well?",
        "A: No, they were too afraid, not very much. Not very much, I got in touch with only one\npoliceman, and I remember that when I told those people hiding in the parish hall that there\nwas one guy and the other guy, former prisoners, they said he was helping the Nazis and\nthey called it a , the one who tortured people to get secrets out of him, but\nhe was a prisoner himself. Then I went to the local police to have him arrested, but when I\ncame back, he disappeared, had disappeared already. He knew that probably I was going to\ndo something about it.",
        "Q: Now, weren't you afraid?",
        "A: I don't remember, maybe I was sometimes, but maybe not. I had sometimes people hiding in\nthe rectory and then we were told there will be in the rectory to come to control and then we\ndidn't have time to hide those people so we were wearing a cossack in those days and we\ngave them a cassock and a prayer book and said walk in the church up and down like you're\nsaying your prayers. You are assistant here. But I didn't know what religion he was, but I\nsaid act like you are a priest.",
        "Q: Now, some of these Jewish people, some you knew, some you didn't, did you have to teach\nthem how to act like Christians, how to cross themselves?",
        "A: No,",
        "Q: None of that?",
        "A: I think the people where they were hiding told them.",
        "Q: The other people?",
        "A: Yes. Because most of the people who were hiding Jews they were all catholic and they knew\nhow to handle them and they knew how careful they had to be because their own life was in\ndanger. They lived very poorly. In the town where they were cutting that peat they had piles\nlike bread and high as a house piled up and there they made a hole in it and people were\nhiding and families were living in those holes so they couldn't be found. They never got\ncaught. I never lost anybody as far as I know.",
        "Q: Do you have any sense whether some of these Jewish families could in any way practice\ntheir religion?",
        "A: No, no they couldn't.",
        "Q: You're positive?",
        "A: Later, after the war was over we had a meeting in a Protestant church for the people who\nworked among the people in the Resistance. There were several priests and I asked them\nabout it too, and we couldn't. We didn't have any rabbis.",
        "Q: What do you think when you were working, doing all of this, was your biggest difficulty?",
        "A: I think to keep everything secret. Not to talk about it at the table with the pastor and his\nsisters what I was doing. But they knew that I was working, helping people when they were\nin hiding, but they didn't know exactly what I did and who I was helping, where they were. I\nhad to keep my mouth shut. This is sometimes difficult when you get along with those\npeople every day. Oh, I fooled them a lot. I tell a joke, this Baker Hartman, the pastor and his\nsisters had a little dog, and the dog died and then they got another dog the same size and the\nsame kind. But the dog was not house broken and when you came in the rectory there was a\nstairway and then the landing and every morning on the landing there was some dog\ndroppings, so I asked the bakers I said can you make some droppings from bread, dog\ndroppings, they look dog droppings like bread. He said, oh yeah I can do that. He enjoyed it I\nthought I want to fool the pastor and his sisters so I put it there on the landing and then that\ngirl that came here for vacation , She came down and we were going from the\nkitchen to the dining room and she had on a duster and had those dog droppings which was\nbread. I said what do you have there? Oh, Micky did something again, and I took one and I\nsaid it don't look too bad to me and I took a bite of it and those sisters -- oh, that I was eating\ndog droppings. I said it's good do you want to try too? I thought the pastor was going to call\nthe Bishop. I don't want an assistant who eat dog droppings so I told him it's just bread. I had\nit made. I did those things to add a little bit of entertainment.",
        "Q: Did you ever find yourself in a position besides providing the sort of logistical support for\nthese people to have to give them some sort of emotional or psychological?",
        "A: Oh yes. I had to talk to them a lot and then they were all right as long as I was talking to\nthem, but I don't know later. Like I talked about that family who were almost going to be\nkilled because they were restless, getting restless. Almost everybody was restless in those\ndays and it was a great difficulty to keep them quiet. Then to talk to those people, the pastor\ndidn't go over, they had go to bring communion to those people on first Friday and those\npeople were hiding and they had to go through the snow. You couldn't see where the road\nwas because the snow was blowing and those dikes and so on and sometimes I fell in the\nsnow up to here in the snow, and then I had to visit those people. I had food with me for\nthose people and rations. It was difficult to keep them alive, but I don't remember too much\nabout difficulties any more. You forget about that.",
        "Q: Did you have time for your regular priestly duties?",
        "A: Yes, I didn't have too much. I had to visit people regularly and I did it and confessionals all\nat the same time. The people who were hiding, and I had to say mass on Sundays and during\nthe week I had to preach and prepare a sermon and so on, but before that there was no\nassistant at all because it was a small parish. But then I came and the pastor knew what I was\ndoing and he let me do it and he didn't bother too much. He didn't ask too much either.",
        "Q: Now, when you were getting food coupons for example, from these other organizations, I'm\ncurious about systems, how you knew about each other, how many organizations there\nwere?",
        "A: I knew only very few of the organization in the place where I was working. I knew them\nthrough a Protestant minister and he got the rations, and I knew also especially in the south\nwhen they were preparing theft to steal those coupons which were stolen, taken away from\nthe Hollanders and they were stolen by people from the resistance and they gave them to us\nand we could give them to people who were hiding. That helped a lot.",
        "Q: How did you know these other organizations? Were you coordinated?",
        "A: I don't know. The guy in , a guy I got to know through the pastor and also in\nthe pastor of was arrested too. We never knew what happened\nto him if he was killed, but there were two priests who took care of the parish\nand they knew who was the leader there in . | went to him and I told him\nthat they want from me a list of all the people who were hiding and where they were hiding\nand I don't want to give them, and they said we will take care of them. Then I got coupons\nfrom them.",
        "Q: Early on, a few years before this, didn't the catholic church in Holland really come out and\nprotest against the Nazis?",
        "A: More or less after Cardinal DeYoung had a letter read in all the churches.",
        "Q: When was this?",
        "A: It was, I think, '42 and at that time all the priests were in favor of helping Jews, but not all. I\nremember in when we brought some people there to go give in hands of the\norganization there to cross the river, then I had to stay over night in . [had\nan address from the pastor where I could stay but the next morning I wanted to say mass and\nhe told me to go to that pastor. He said no the other one. There were two catholic priests, but\nI did remember which one was right and which one not, so I went to the pastor and I said I\nhave to bring some people who are hiding. Oh, you are one of those, he said, I said the priest\n, do you want to be arrested, too? I said who pays for the wine and the\ncandles and so on. I just wanted to walk away but he let me say mass and I thought I will not\ngo there any more. He was not very cooperative, but that was an exception.",
        "Q: Do you remember sort of the general reaction when the Cardinal wrote this letter?",
        "A: I remember that the Nazis, the Dutch Nazis when they found out about it, they went to the\nrectory and the man did the letter, but they got several letters in case they had to give one to\nthe Nazis then they had another letter to read at the next mass. That was very dangerous too,\nbecause there many times they were asking us 1n the church, the Nazis came into the church\nand arrest all the men in the church and brought them to the railroad station and the cattle\ncars, they were sent to Germany. And they had to stand there so close to each other and\nwhen they had to go to the bathroom they had only a bottle to pass from one to another and\nthey had to pour it out. That was difficult. The Jews the same way. They were arrested by\nlarge groups.",
        "Q: Do you think that the Dutch Nazis were more tolerant of priests who did not support them?",
        "A: No.",
        "Q: You were in the same boat as every one else?",
        "A: Yes. They were very anti-religion. Against the catholics, they were more or less the scum of\nthe town. They were not the well education people, the Dutch Nazis.",
        "Q: Do you think that the clergy was very instrumental in terms of the underground efforts in\nHolland?",
        "A: As far as I know yes, but I don't have much experience of other parishes because we kept\neverything so secret. We didn't talk to each other about when we were helping people.\nSometimes we found out but many times we didn't even know, but we could, if we had to tell\nsomething we could trust them. Many priests were arrested. Many priests were sent to\nconcentration camps. You heard about the priest who took the place of one who was going to\nbe killed and he will be canonized was his name. He was a polish priest. I\nremember also that there was a , he was arrested too and killed and his\nashes are now kept in the cathedral in , and I knew him personally. I had\nonce dinner with him. He is much older than I am. I was just a seminarian when I knew him.\nwill be canonized too, I think, because he is considered as a saint.",
        "Q: Was the reaction more anti-German or did people really want to save Jews?",
        "A: Both. They felt sorry for the Jews and they found it very that they were persecuted so much,\nand we hated the Nazis. In the school we had to learn many languages, French, German and\nEnglish. The kids didn't want to learn German any more so it was out of this, and many\nschools give up to teach German because people didn't make the home work, because they\ndidn't want to out of the hatred for the Germans. This all now changed because the Germans\nthey come to Holland for vacation, to the beach, but in those days -- but still many are very\nanti-German because of the war.",
        "Q: Prior to all of this was there any sense of anti-semitism in Holland among church people\namong regular people?",
        "A: Not that I know of. Before we had very little contact with protestants but during the war we\nwere fighting the common enemy, then we got together and I got to know many Protestant\nministers and we worked together and they tried to help and during the war they were\nbrought together, the clergy of the different denominations. In Europe you don't have so\nmany denominations, not in those days, as you have here. You had the Dutch Reformed and\nthe , translated is also a reformed, but it is two groups and they are very,\nvery Protestant. They don't do anything on Sundays. You can't play cards, so they're\nreformed. I don't know about the rabbis. I don't know many of them because in the south\nthere were not many. I didn't know there were so many Jews in my home town until this\nmayor told me that in the whole night he was working on finding those Jews to tell them that\nthey had to go into hiding that they would be arrested.",
        "Q: Were you -- I guess you were in the seminary, but I'm wondering in the early years, were\nyou aware of all the decrees against the Jews that restricted them and all of that?",
        "A: That came little by little. Also, we were rationed little by little. First you couldn't get this,\nthen you couldn't get that. Later on, if we all came to the same time we wouldn't have\nsurvived. You couldn't buy soap. You couldn't by tooth paste. You couldn't buy shoe shine,\nnothing, clothing, and you had ow when you want to buy for example toothpaste, you had to\ngive first the empty tube to get a new one. Then they make jokes that when you want to have\na new child you have to turn in an old man because they saved everything. They made soap\nfrom many dirty things and so on. There was nothing. You had to wash clothing with no\nsoap.",
        "Q: Now, you went to probably around 1944 so you were in the southern area\nbefore that. Were there other activities there that you haven't told me about?",
        "A: No, there was more people that I had to contact but I didn't know--we had sometimes\nEnglish flyers who were shot down and hey were arrested and we had sometimes in the\nseminary hiding, and then we had also one of our seminarians was very good in astronomy.\nHe started a university and he built -- what do you call it to look at the stars?",
        "Q: A telescope?",
        "A: Yeah, a big one, and we had a tower which you could open and the Germans they occupied\nit and they used it to look around for the telescope to see if they could find people that were\nhiding or something, I don't know. We were in the studying and those marble steps those\nGermans with those heavy shoes, they came in with the steel under the shoes and we could\nhear them fall sometimes and then we were happy.",
        "Q: How did you know who to trust?",
        "A: We trusted many people. We trusted Hollanders and we knew who were the Nazis, the\nDutch Nazis. They were very disliked by the people. Soon everybody knew who was in\nfavor of the Nazi and favor of Germany.",
        "Q: People were taking big risks so some people weren't willing to do that. I'm sure there were\ninformers?",
        "A: A few or so but you knew soon what they had done to other people and then like I talked\nabout Father Fonse he was very imprudent. He was very hard working. He\ndidn't do anything than hiding people, finding food and smuggling weapons and so on, but\nhe talked very freely but he never told me any names. But I found out many things after the\nwar. I have a niece in Holland, she married my nephew and I asked her, because from the\nHolocaust they were asking for me about details about Father Fonse and she investigated\neverything and she went everywhere. She went to Belgium and Holland and to meetings and\nso on, and see I have those papers some where and I looked for them and I can't find them.\nThey are , She did a lot, but she was not born during the war, she was born\nlater, but she did a lot to find out about Father ,",
        "Q: Did you distinguish at all between Jewish people who converted to Christianity or\ncatholicism?",
        "A: I know a few. One Jew became a trappist and then a girl also became a nun and they were\nalso arrested and killed. I knew about them. I didn't know them personally.",
        "Q: But it didn't make any difference in terms of who you were trying to help?",
        "A: Oh, no we helped everybody who was in need of help, and we didn't ask what religion they\nwere, we just helped them. We trusted them too, we trusted people so much, maybe too\nmuch, but we were very lucky. I had a few times that I for example, when I had that control\nin the road when I had that shoebox with guns then things like that when my life was in\ndanger, but not very much.\nEnd of Tape #3\nTape #4",
        "Q: All of these families who helped you hide people, helped you in your work, were they\ncompensated?",
        "A: I don't know if they were compensated after the war, but not during my time, and I didn't tell\nthem that they were going to be compensated, no, nothing. They didn't ask for money. They\ndid it to help people. In the south, my brother-in-law did a lot for the people who helped him\nto hide. He sent them gifts all the time and things like that after the liberation.",
        "Q: When you think of your work with the underground, your own work, what do you think it's\ngreatest failures were, if any, any weaknesses?",
        "A: I think in my hometown I heard later that sometimes things were discovered, and there was a\ngroup working had a book laying and was edited the anniversary, 75th anniversary of the\npaper that my father founded and there I read a lot about what people did during the war in\nmy hometown, but I didn't know it in those days, but I was not living there. I was living in\nthe seminary, and I was ordained during the war, and during the war we could not go to the\nmissions where I was going to appointed later for South America. I didn't know during the\nlast years of the war where I would go, so I knew that I had to do something in Holland and\nby coincidence in touch with the underground and that is why I started to work for them, but\nafter the war, so many people in Holland talked oh I was in the underground too. Everybody\nwanted everybody to know that they worked with the underground, but many people made\nup things. Then we didn't care about it anymore. We didn't want to talk too much about it.\nFor example, this lady, she's here in the United State, she wrote a book and she talked to\nmany groups, , you heard of her I guess. They worked, they did very much\nfor the underground and the father had to watch the store or something. He had a few\ndaughters. They were helping people and the sisters were killed in a concentration camp and\nshe got -- many people ask me do you know her, because it goes around here and talks all the\ntime. I thought many times I did the same thing, but I don't talk too much. But she has\nwritten books and she's on t.v. sometimes and it is like she was the only one who worked in\nthe underground, but so many people -- but many people talk about it that didn't do anything\nduring the war. They were afraid, but after the war everybody worked in the underground.",
        "Q: Did you ever have second thoughts about what you were doing? Was it really burdensome?",
        "A: No. I was proud of it, but I couldn't tell anybody, only after the war, and then I didn't tell too\nmuch because so many people were telling stories that I thought, my story doesn't make any\nimpression. My family knew about it, and when I came here to the United States, I had a\nparish in Virginia, close to Williamsburg in West Point and sometimes people asked me\nwhat about during the war, and then I told them stories sometimes, and they were more\ninterested, and I don't know, I think that some time people were asked if they knew\nsomebody who helped Jews during the war to write to Washington, and there was a lady\nparishioner and her name was O'Connor, Sam O'Connor's wife, Helen O'Connor and she\ndidn't write her name but she wrote the Post Office Box 53 and I remember that I found out\nwho that was, it was Helen O'Connor and she worked that I did work for the Jews during the\nwars. That is why they contacted me from Washington with the or something\nin Richmond. You know him, because you talked about him. I was in correspondence with\nhim for a while, and through him I got that award.",
        "Q: Was there a sense of adventure about this that you were really combating the Nazi?",
        "A: Yes. We were glad to do something about it, to fight the Nazis. We hated the Nazis so much\nand there is still a lot of hatred in Holland. They hate the Germans because of the war and\nthat was so many years ago. And then they say we must forget it it is so long ago, but some\npeople can't forget, especially the older people, but many young people there now today and\nthat is why I'm glad to have the opportunity to tell something who don't believe in the\nHolocaust. They say it didn't happen. It's impossible.",
        "Q: What do you consider your greatest accomplishment during all of this?",
        "A: That was the contact I think with Father Fonse and and also what I did\nin , but the South I was more indirect helping by bringing photographs at\nnight as soon as the curfew was over to Rosenthau, and then I came back on my bike and\nbefore they got up in the seminary I walked like nothing happened. I walked through the\nchapel for the morning prayers and I had been already in Rosenthau a half an hour driving,\nriding on a bike. So, I was proud of that and later on when I had to go into hiding in the\nnorth, I had to abandon all that work I did in the south, I told the director of the seminary, I\nsaid I have to confess something. I worked in the underground. He was glad to hear it but he\ndidn't know it. I said now I have to have a successor and I wanted to have Father\n. I said I told him already about it, and he said I don't want him to do it,\nbecause he's not secretive enough, but I said I told him already and I gave him the address\nand he goes if this my brother-in-law and the leader of the underground nothing could\nhappen. So, when they war was over they made him chaplain, Army chaplain, and then he\nwent with the Dutch Army to Indonesia and then he came and they didn't know what to do\nwith him so they sent me to the United States but I didn't do anything here. So, I was the\nassistant of provincial. They said we have to send him back to Holland then they made a pass\nthrough Germany, and he died last year.",
        "Q: During this period of time, did you do things that you never would have imagined you were\ndoing?",
        "A: Yes, all those things. I would never have imagined that I would have worked in the\nunderground and helping people to hide. We were not prepared for that, and I had to do it all\non my own almost, especially in the north. There was not very much organization. That's\nwhat our people said, when the Father came, Father Henry, something is done for the people\nin hiding, but the pastor didn't do anything, and that is why the pastor became jealous. It was\nnot a happy time there in ; means Black Sea. That was\nthe name of the town, and the pastor -- he had no sense of humor and so on and I had to hide\nmany things from him and he let me do things, but I don't know if he agreed on it.",
        "Q: What was it in your makeup that enabled you to do what you did? What prepared you, I\nmean you weren't prepared to go into the underground, but what drove you that didn't drive\nthat pastor and some other people in your background?",
        "A: I think the pastor was too afraid.",
        "Q: What about you?",
        "A: I was young. I was in the late twenties and I had everything. I didn't care. I was glad that I\ngot that appointment is what made it a good covering to hiding there. I was proud of it, but I\ndidn't tell anybody, but there was still a train going, but it took me a whole day, and I took\nmy bike on the train, and after a while, it was a little bit before they called it\n. It was the day that the Allies started to invade Europe. A few weeks\nbefore I went to the north and there if you can find out when it was, when the Allies landed\nin Europe, was it '44? Then I went to , and I stayed there until the war was\nover.",
        "Q: Did you need special skills to do what you were doing?",
        "A: I thought everybody was doing it. Every priest. It was not so, but many priests were doing it.\nWe were in the opportunity to do something, they did it.",
        "Q: It didn't require any special talents or personality?",
        "A: No, you had to be proud of doing something, to fight the Germans and to help the people\nwho were in need. I have been all my life helping the poor. I went to South America and I\nwas pastor there in the slum area. I worked first among the Indians, always among hungry\npeople and then because there was so much trouble and poverty in South America that 1s\nwhy I came to the United States to find help for the poor. I went around here for many years\nto make appeals everywhere for the poor in South America. Then I became pastor in West\nPoint, because I asked for a parish that I had to establish an office, and that's expensive, you\nhave to rent a house. You have to pay the bills for lights and water and so on. I thought I\nbetter ask for a parish and have an assistant who would do that work and then we can\ncontinue the work for the poor. So, I asked for a parish and then I got first a parish in\nPortsmouth, Virginia, and the Bishop asked me you can make a choice. There was one\nparish, it was a black parish for Negroes and nobody wanted that. It had big debts. They let\nme take that. I had to make appeals to take the debt off. Then I started this discrimination to\nhave a special parish for black people so I eliminated with the help of the bishop\nthe bishop was afraid that there would be some trouble but I asked the\nbishop let us find out what the people want. If they wanted to have another parish in an area\nwhere the Negroes are living because I had a parish in a white area and they had to pass\nmany white churches to go to their own, so we started first with the school to eliminate the\nschool and that went through without any difficulty. Then we give them the parish and they\nhad to pay off the debt. It was $250,000 and I paid it off by begging and so on, and then I got\na parish in West Point. I talk to people sometimes when they ask me about the war, there was\na guy --.",
        "Q: So you integrated the parish?",
        "A: No, yes the other parish was integrated in Portsmouth but many left the church because they\ndidn't want to. There was a guy in Virginia, he was a German, his name was Kyle Rudolph\nand he was a Nazi. I didn't know that, but I found out later, and he was very rich. He was a\nmultimillionaire. He had a business in West Point. I can tell it now because he died two years\nago, and he had a big business in a factory in West Point. He gave a lot of\nmoney to the church, and his sister came once and she didn't like it too much. She said it's to\nbuy off his sins because he did a lot of sins and he was living with a woman but he gave her\n$1,000 for the new church I was building. I didn't know he was a Nazi but I knew that he\nwent every year to Europe but he never went to Germany. He went always to Austria. He\nhad a house there. Then I found out he didn't have to go to Germany anymore because he\nthought he was sought because he was a Nazi. When I gave up the parish I started an\norganization to fight hunger in the world and then I went to live with my sister, but this guy,\nthis multimillionaire was 75 years old and the personnel of the factory want to give him a\nparty, and they ask me to come and give a speech because they thought I was a good friend\nof his. So, before the party it was in West Point at the house of one of the people who\nworked for him. He had a visitor over from Germany and he introduced me to that German.\nHe said that is that priest who fought us during the war. I said what fought, what I did in war\nwas helping Jews. Then he said, they should have killed them all. And that is the last thing I\nheard of him. He didn't want to have anything to do with me, but he continued to support the\nparish and my successors, they got money from him, and now I told him don't do it, because\nhe is a Nazi and he 1s afraid to go to Germany and I think that some day he will be\ndiscovered by Nazi hunters and then he will pay for what he did, but he invited him to Bocco\nRaton where he had a big house. He invited those priests there and I had already three\nsuccessors there and now he died, and they buried him in the cemetery, the catholic cemetery\nin the middle where the old pastors are buried and I protested. I told a priest who was my\nsuccessor I said they shouldn't have buried him there. That's for a priest but not for an ex-\nNazi. Then he said I will show you and he was dug up and put in another place. The pastor\nheard about it that I complained that he was buried there which was reserved for priests. An\nex-Nazi to be buried there because they were very fond of him because he got money from\nhim. That is the experience with Karl Rudolph. Then he was his enemy. He didn't want have\nanything to do with me any more after this surprise party.",
        "Q: So you carried this with me in the United States.",
        "A: That was at West Point.",
        "Q: Let me ask you a question about Holland right after liberation. I suspect there were a lot of\nadjustments after the war between people coming back and the people who were in hiding\nand the economy and everything.",
        "A: It was a little difficult for many people.",
        "Q: As a priest, what was your experience after the war?",
        "A: Now, I don't have much experience because as soon as the war was over I went with this\nsoldier in a pick up truck to . It took a whole day, and then I heard there I\nwent to the seminary and they said congratulations I said for what. They said you're\nappointed for Chile. They sent a letter to the pastor when I was on my way to the south, so\nthen I found out I got my letter there that I was appointed for Chile. Then I prepared myself\nmore to go to Chile then I had to because in Holland you couldn't get any textile or so, but I\ngot it in Belgium and I can tell many stories about that, too, how we got all that stuff and I\nhad to smuggle it through Holland. Then I went soon to South America, so I don't know too\nmuch. I heard several things for several people it was difficult to adjust. They were used to\nadventures during the war, and then life was so quiet and calm and so that is why when I\ncame to Chile I was also a little bit restless. I couldn't get used to that life not to keep any\nsecrets so I asked for a difficult place so I went to the South of Chile and worked with the\nIndians for a while until I became an appointment for pastor in Santiago in a slum area. I\nworked again amongst the poor. Then they had to build a church. There was no income at\nall. There was no schools in the whole area. There were 30,000 parishioners so I was sent by\nthe cardinal of Santiago, Cardinal--- I don't remember his name to the United States to see if\nI could find help for the poor in Latin America. So, I go to church with Bishop\n, you heard about him I guess and he invited me to dinner and each time I was\nin New York and he gave me some financial help too, and then I got a lot of parishes where I\ncould make appeals and that's why I came here to the United States. Later it was difficult to\nmake all the arrangements from Chile for the appeals. I had to come every year, so I\nestablished an office first in Portsmouth and then in West Point.",
        "Q: Is there anything else that you want to say about your work or the situation, your\nmotivations, your church, any of this?",
        "A: Yes, because as a priest we are I wanted to be a priest first to get rid of that high school, but\nthen later on I got my vocation during the seminary years, I just wanted to help people,\npeople that were in trouble. So I worked almost all my life among the poor until I came here,\nbut I worked a lot among the poor, and that is why I got involved in the underground I think.\nI got involved there without asking for it, but I welcomed the opportunity to do something\nespecially for people who had to hide from the Nazis. The first thing I heard was from this\nMr. , the Jew in my hometown with his family which was helped by uncle,\nand then by the mayor who came to my reception and he told me in secret he said I'm so\nsleepy. I didn't sleep a moment because I had to go out and find Jews, and then I found out\nthat there were quite a few Jews living in my hometown.",
        "Q: Did you know them?",
        "A: No, because I was in the seminary. I didn't know much about my hometown. I was 12 or 13\nwhen I went to the seminary and I went there only for vacation. I know only Mr.\nand his family who were friends of my uncle, and I heard later that they\nwent into hiding but the brother of my uncle and his sister and that their child was born there.\nThat was dangerous. But that is what I knew of my hometown. I was glad when the opening\ncame for a pastor there in the north wanted to have an assistant because it\ndidn't cost him anything. I would say mass and he could keep the money and I did work and\nhe didn't have to pay for it. I didn't get any pay.",
        "Q: Did you know when you were going north that you would continue your underground\nactivities up there?",
        "A: I was hoping that I would have an opportunity. I didn't know that I would have much more\nopportunities up north than I had in the south and up north I was more active directly. I\nfound people and I had to keep them alive and I had found work and rations and food and\nmoney and places where they could stay. I enjoyed doing that. I was glad that I had that\nopportunity. In the south I worked more indirectly.",
        "Q: Anything else you want to say?",
        "A: I'm empty I think. I told everything I remember. Maybe later on I think I could have told\nthat, but at the moment. The last days I have tried, before you came, I knew that you were\ncoming and I was glad to have the opportunity because so many young people don't believe\nin the Holocaust so they now have an opportunity to tell from my own experience that the\nHolocaust really existed and I was trying to remember things but it is so many years ago, and\nI'm bad at remembering the names. I remember couldn't remember the names in the south of\n, who did so much for the Jews, but in the north I don't remember the\nProtestant minister who brought very regularly the coupons to the rectory. I remember he\nhad on a bicycle and he had a basked in front of his bicycle where he had the coupons\nalways. I remember those things when I talk about it.",
        "Q: Did you get any sleep?",
        "A: Yes, I got some, yes, but always that I could be arrested and so on. I knew someday\nwhatever it never came but close. When that guy came, that German soldier at the door at the\nmiddle of the night I never knew maybe he was trying to hide and that he didn't want to fight\nanymore and I don't know if he got killed of not, but when I think about it I feel a little bit\nsorry that I did that, that I didn't try to find out more. If it was real what he told me or that he\nwas making up things. I didn't trust him. But now after so many years, the people in that\ntown, they talked about things which happened during the war which\nhappened to me and that is why 16 people, they are poor people, they came all the way to my\nreception to the south, and they had to drive several hours, maybe three hours to get there.",
        "Q: Do you have anything else that you want to add?",
        "A: No, I'm glad that I have this opportunity. But I was afraid that I would not remember enough.\nI thought you came all the way from Washington and I have so little to tell. Do you think it is\nworthwhile?",
        "Q: Absolutely.\nEnd of Tape #4\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: I'd like you to start by telling me your name, your date of birth, and your city of birth?",
        "Q: Tell me a little bit about your family and your background?",
        "Q: Okay, I just want to ask you a little bit more about this period in the South. I'm going to back\ntrack a bit. When the Nazis came into Holland, what happened? What was the reaction?\nWhat was going on?",
        "Q: How did you know about this man who was leader of the Resistance?",
        "Q: What motivated you? How come you decided to take this on?",
        "Q: How come you didn't know anyone's names?",
        "Q: Let me ask you a question. When you were hiding people, did you just hide everybody that\ncame through, or was there a priority?",
        "Q: Let me ask you, when you were in the north, how long were you up there in",
        "Q: When you said you were in until the end of the war, do you remember what\nyear you went there?",
        "Q: You were right near the border, so were there a lot of Germans and Nazis around?",
        "Q: What about Dutch Nazis?",
        "Q: When you were going around this area looking for food, going to farmers, did they know\nwhy?",
        "Q: How many?",
        "Q: These people who were hiding there, did they hide for a few months and then move on?",
        "Q: Were some of them trying to go through Holland and go south through France and Spain?",
        "Q: Tell me a little bit more about what you actually did. I mean you went to look for food. You\nwent to the local farms. What other kinds of responsibilities did you take on and also did you\nsort of invent what you had to do or were you working with other people?",
        "Q: But you were hiding many people in the Parish hall so obviously the other people 1n the\nRectory knew?",
        "Q: Did the local people who were not actively involved in Resistance or underground activities,\nwere they supportive?",
        "Q: Did you have to find clothing?",
        "Q: So, he took some of this for his own purposes?",
        "Q: So, there was a lot of bartering?",
        "Q: There was an active black market?",
        "Q: So, the local police helped you as well?",
        "Q: Now, weren't you afraid?",
        "Q: Now, some of these Jewish people, some you knew, some you didn't, did you have to teach\nthem how to act like Christians, how to cross themselves?",
        "Q: None of that?",
        "Q: The other people?",
        "Q: Do you have any sense whether some of these Jewish families could in any way practice\ntheir religion?",
        "Q: You're positive?",
        "Q: What do you think when you were working, doing all of this, was your biggest difficulty?",
        "Q: Did you ever find yourself in a position besides providing the sort of logistical support for\nthese people to have to give them some sort of emotional or psychological?",
        "Q: Did you have time for your regular priestly duties?",
        "Q: Now, when you were getting food coupons for example, from these other organizations, I'm\ncurious about systems, how you knew about each other, how many organizations there\nwere?",
        "Q: How did you know these other organizations? Were you coordinated?",
        "Q: Early on, a few years before this, didn't the catholic church in Holland really come out and\nprotest against the Nazis?",
        "Q: When was this?",
        "Q: Do you remember sort of the general reaction when the Cardinal wrote this letter?",
        "Q: Do you think that the Dutch Nazis were more tolerant of priests who did not support them?",
        "Q: You were in the same boat as every one else?",
        "Q: Do you think that the clergy was very instrumental in terms of the underground efforts in\nHolland?",
        "Q: Was the reaction more anti-German or did people really want to save Jews?",
        "Q: Prior to all of this was there any sense of anti-semitism in Holland among church people\namong regular people?",
        "Q: Were you -- I guess you were in the seminary, but I'm wondering in the early years, were\nyou aware of all the decrees against the Jews that restricted them and all of that?",
        "Q: Now, you went to probably around 1944 so you were in the southern area\nbefore that. Were there other activities there that you haven't told me about?",
        "Q: A telescope?",
        "Q: How did you know who to trust?",
        "Q: People were taking big risks so some people weren't willing to do that. I'm sure there were\ninformers?",
        "Q: Did you distinguish at all between Jewish people who converted to Christianity or\ncatholicism?",
        "Q: But it didn't make any difference in terms of who you were trying to help?",
        "Q: All of these families who helped you hide people, helped you in your work, were they\ncompensated?",
        "Q: When you think of your work with the underground, your own work, what do you think it's\ngreatest failures were, if any, any weaknesses?",
        "Q: Did you ever have second thoughts about what you were doing? Was it really burdensome?",
        "Q: Was there a sense of adventure about this that you were really combating the Nazi?",
        "Q: What do you consider your greatest accomplishment during all of this?",
        "Q: During this period of time, did you do things that you never would have imagined you were\ndoing?",
        "Q: What was it in your makeup that enabled you to do what you did? What prepared you, I\nmean you weren't prepared to go into the underground, but what drove you that didn't drive\nthat pastor and some other people in your background?",
        "Q: What about you?",
        "Q: Did you need special skills to do what you were doing?",
        "Q: It didn't require any special talents or personality?",
        "Q: So you integrated the parish?",
        "Q: So you carried this with me in the United States.",
        "Q: Let me ask you a question about Holland right after liberation. I suspect there were a lot of\nadjustments after the war between people coming back and the people who were in hiding\nand the economy and everything.",
        "Q: As a priest, what was your experience after the war?",
        "Q: Is there anything else that you want to say about your work or the situation, your\nmotivations, your church, any of this?",
        "Q: Did you know them?",
        "Q: Did you know when you were going north that you would continue your underground\nactivities up there?",
        "Q: Anything else you want to say?",
        "Q: Did you get any sleep?",
        "Q: Do you have anything else that you want to add?",
        "Q: Absolutely."
    ],
    "answers": [
        "A: My name is Father Henry Van Den Boogard and I was born in Holland in in\n1915, so I will be 80 in August. Maybe I don't look that old, but they gave me some makeup\nto look a little bit younger. I don't know if it works. What else do you want to know?",
        "A: My family went from , a big city in the south of Holland to a neighboring town,\nthat was smaller, and my father had a printing business there, and he started a newspaper.\nThat is where I grew up there. I went there to grammar school. When it was over my father\nput me in the school in the neighbor city and he thought that is a better school for a high\nschool, but I didn't like it there. They had brothers there, religious people teaching, and I\ncouldn't get along with the teacher. Everything that went wrong, I was always blamed for it,\nso I want to get rid of that school. I didn't know how I could get rid of that school. One day it\nwas Ash Wednesday, and we catholics go to church get a little bit of these ashes on your\nforehead. I thought this was a nice opportunity for me to miss the bus. So, I had to go by a\nlater bus. In the meantime I was waiting I thought that cross that they put on my forehead\nwas too little, so with some ashes I made it larger and each time a little larger and later it\ncovered my whole forehead. I forgot about it and then I went by bus to school and it was a\nvery cold day. It was in 1929. When I came in the class, all the boys started to laugh because\nof that cross. I had forgotten it and I told the teacher I went to church this morning to get the\nashes, and he sent me out. He said get of here. I had to stay in the hallway. And there I got\nmy vocation I always tell because then I decided I don't want to go to this school anymore,\nbut how can I convince my father. I thought I'm going to tell him I want to go to the\nseminary. He listened, so we went. I didn't think that I would be accepted because everybody\ntold me you will be back home after a few weeks. So, when I came there, I thought I will\nfool them a little bit and I thought all the boys will become priests but I was the only one of\nthe class who became a priest. What else do I have to tell? I was then 13 years old. I went to\nthe seminary. I was accepted there, but I didn't expect and I prayed a lot that I wouldn't be\nsent home because of my conduct. My prayers were answered I think. That's what I tell in\nmy sermons, that the prayers are answered. I asked in my prayers that I wouldn't be sent\nhome, so they kept me there and I became a priest after 12, 13 years. I was ordained 1n 1942,\nand that was 1n the middle of the war. Before the war -- during the war already, in 1940, in\n1942 more or less, there was a Jewish family in Holland. They were good friends of my\nuncle, and this gentleman asked me if I could help him. He approached me when I was still a\nseminarian. He said can you do something about it. I see that it is difficult for us Jews in the\ncountry with the Nazis and I would like to go hiding. He was married, and I said I will look\ninto if I can find a place. Then in the meantime, my uncle found already a place with his\nbrother, Louis Haza, and he had a sister, Anna Haza, and they both were single and they took\nhim in. There was a husband and wife and a little daughter. The wife was pregnant and in the\ntime they were hiding there, the little boy was born, and it was very dangerous. But what\nhappened to them later, their name was , and I never found out if they\nsurvived the war or not. When I was ordained in 1942, it was the last Sunday of July then the\nfirst Sunday of August was August 2. I said my first mass in Holland and there was a big\ncelebration in town. It was a town of about in those days about 10,000, now there's 20,000\npeople, but there was a big celebration, and a parade and everything. In the afternoon there\nwas a reception, and the mayor came also to the reception and his name was John\n, and he was very anti-Nazi, anti-German, and he was very sleepy when he\ncame to the reception. He said you have to excuse me because the whole night I had to visit\nJewish families. I didn't know there were so many Jews in our home town, but he had to tell\nthem that they had to go into hiding because that same night they would be arrested. And\nthere was a policeman and he was in favor of the Nazis. He fought always with the mayor\nbecause they had different opinions and the mayor was very anti-Nazi so at the end of the\nwar he had to go into hiding himself. That is why I knew there were quite a few Jews in my\nhometown. Then I didn't do anything until I had a brother-in-law, his father was born in\nGermany. He just got married, then, 1n those days, and his father was born in Germany, so\nthe Nazis made all the decedents who were born in Germany, they made them German so\nthey could serve in the military service. But my brother-in-law didn't want. He was the\nhusband of my sister who lives here with me now and my brother-in-law, his name was\nRobert . He died already about 20 years ago. He asked me if I could help him.\nSo, I had to find out where he could go into hiding. I found out then who the leader of the\nResistance was in that area. There was , In Rosenthau and he said oh he can\nstay here. And , 1 would like to mention him because he did a lot for the\nJews. He's not living anymore but in those days everything was so secret he didn't tell me\nthat he had a Jewish family in his house too hiding. He was working with a priest who was a\ntrappist before. He was still a trappist but they were kicked out of the monastery by the\nNazis. Then he had to find a place so he became a chaplain in a very large nun's convent in\nRosenthau. But he was only a name chaplain. What he did was working for people who\nwanted to go into hiding especially Jews. He did a lot. He was smuggling weapons and\nthings like that and finding hiding places to keep those Jews alive. But he was not very\nprudent and we thought some day he will be arrested and it happened. He was arrested. His\nname was . I didn't name his full name, I knew only as Fonse, his nickname,\nbut not his last name. I found it out later. He went to a concentration camp in ;\nclose to my hometown, but he was last seen in the , in the police office\nwhen he was arrested. But we never heard of him later. We didn't know what happened to\nhim. Now, when the war was over, the leader of this Resistance in , he\nbecame the leader of this concentration camp where no Jews were anymore but were just the\nNazi prisoners. I was then assistant in the North, but I went to see him in the South and I\nvisited him, I said, did you ever find out what happened to Fonse, I said don't know, and he\nsaid I don't know either, but I know of a famous architect and he knows of somebody in the\nwho works there and he was hiding with priests somewhere in the west of\n. So, I got the address of the architect and this architect was making a\nmodel for a monument in Holland on the for the freedom we got after we\nwere freed by the Americans. He said this gentleman he works in an office in the\n. It was closed. So, I went there by car, that was given to me by the leader of\nthe concentration camp. He's a soldier, so when I saw him, it was lunch time, there was\nnobody anymore in the office, only one gentleman and he knew me. I said how do you know\nme. He said do you not know me anymore? You helped me go into hiding. I said when was\nthat? I said I have no hair I was a prisoner in and they cut my hair I was bald\nheaded and he had a prison suit on and I was going to be executed in the neighborhood of\nRosenthau and they brought me there with other prisoners who were going to be executed\ntoo but then we were attacked by the English planes and we all left the cars and could go into\nhiding in the corn field. It was not corn, it was wheat. We could crawl through the weeds the\nfields to the neighbor town where I was living. It was during the hours that there was a\ncurfew at night, so in the morning I had to go Rosenthau to bring some pictures of Jews who\nhad to have false identification cards and there was a teacher in town who took those\npictures. He was an amature. He took those pictures, developed them at night, and early in\nthe morning as soon as the hours were over of the curfew, then I was going to pick them up\nand bring them to Rosenthau to have my brother-in-law who was hiding he had to make\nthose 1.d. cards. So, when I went through the town I saw in a hallway of a house I saw\nsomebody standing in the suit of the prisoner's bald headed and he called me. He said can\nyou find me a place where I can stay. I brought him then to a place where the brother of\nDoctor DeBeer, he was a physician, and his brother was a priest, he was in hiding too. I\nbrought him there. So, as soon as I told me who he was, I thought this is not the one who was\nhiding with Fonse so I was just as far as I was in the beginning. I did find out. Later on I\ncame to Paris and I wanted to know so badly where Fonse was if he was still living or not so\nI had on radio his name if somebody knew about him, his whereabouts to let me know. So, I\ngot a letter from the abbot of the monastery, he said as soon as you know let us know. We\nwant to know what happened to him, too. I got a letter from his relative in Hague, they\nwanted to know also where Fonse was, if he was still living. But then I got a letter from a\ndoctor in , where the concentration camp was. He said I saw when he was\ndead, I had to make a certificate that he was dead. He was killed on that day. It was two\nweeks after he was arrested. Now there is some monument for Fonse in that nun convent and\nhe's on the list of the ones who were killed in . But, now we don't know\nmuch about him, but I wanted to emphasize more what , the leader of the\nResistance. And Fonse , this priest what they did for the Jews because it\nwas never recognized. Nobody knew and nobody knew the names. They never gave the\nnames, but I know, because I worked with them that they were hiding Jews making false\npapers for them, 1.d. cards and trying to keep them alive by finding food so I would like to\nemphases that now that I have the opportunity to make 1t known what they did during the\nwar. So, that is what I usually did. I didn't do much myself, only I did on my bike brought\ni.d. cards to people who were hiding. Once I was asked by to bring a few\nguns in a shoe box on the back of my bike to the town where I was living for the\nunderground. I did it and I put two Dutch catechisms on top of them so if I had to open\nmaybe I thought it could save me. When I drove back on my bike, there were no cars on the\nroad anymore only and I saw far away that there was control by the Nazis. People some\npeople had some food they took the food away, and they used it for themselves. And I\nthought, what will they do now. When I go back they will see that I have something to hide.\nThen it's more dangerous for me. So, I thought, the Lord will help me. So, I went through it\nand when they stopped me, what's in that box and then I got an idea. I said I don't know\nwhat's going on today but the third time I have to open that books everybody wants to know\nwhat's in that box. Then he said okay go ahead, so I was shaking very much but I saved my\nlife. That's what I did, but it got a little bit too dangerous for me there in the South. They\nfound out what I did, so I was advised to go into hiding.",
        "A: I was in the seminary and it was before I was ordained and I remember from a window in the\nseminary we were watching when they marched into the town, and we were extremely mad\nbecause they invaded our country and we tried to defend it with only a few days that our\nsoldiers could defend our country, but then they just overthrew us. There was no end to it.\nWe were extremely mad, and then they were going to throw bombs, that was before. The\nolder seminarians had to go into the basement and we spent their nights and days 1n the\nbasement, but what was going on 1n other towns we didn't know too well. I only went at\nnight, early before the other seminarians and the teachers they got up. I went already to\nRosenthau on the bike after the curfew hours to bring pictures and books to the people who\nwere hiding to keep them busy and to have their false 1.d. cards made. It was all I knew about\nthe Resistance. I didn't know what was going on in other towns.",
        "A: There was a seminarian and he worked in the underground too. , was his\nname, and he had relatives in the town and they knew who their leader was, and I had to\nforce him to let me know who he was and as soon as I knew, it was already before I was\nordained, I went to see him. He was very friendly and he was living still quite a few years\nafter we were liberated, but then he died. But his son is still living and his son is now I think\nhe was in those days about 15 years old and he said his father was a little bit crazy. In those\ndays he couldn't talk about anything after the liberation about then what he did during the\nwar for the people who were hiding in the Resistance. He was so proud of it, but during the\nResistance he didn't tell anybody.",
        "A: It was just my Christian duty I thought to help people who were in trouble. I had to do what I\ncould to help them, and it was also because it was for my relative, my brother-in-law to find\na hiding place and then I thought I only have to find a hiding place and he was very\nintelligent. He knew several languages very well, but he didn't know Latin, he couldn't stand\nit so I brought him books to study Latin and books from the library that he could read and I\nthought that is it. But then this leader , he wanted little by little, more and\nmore to do something for the Resistance, so I came very much involved in it. So,\nand Father Fonse. Father Fonse I saw at house very\noften, and I knew that the only thing he did was working for the people who were hiding. He\ncould go to Belgium. He had papers. He brought many people over the border to bring them\nto England and after there was a priest also in the seminary. He was a teacher, and he had a\ncontact with the underground, but there was not a good contract because the people he\nrecommended to bring to be brought to Switzerland, they all got caught. They all got taken\nprisoners, so he asked me if I could give the address, so I gave the address of the contact I\nhad. This priest died a few years ago. Then when it got too warm for me I had to go there\nwere many priests home because during the war we wanted to go before the war already to\nthe Mission countries, to Indonesia or South America. I didn't care, but we couldn't leave the\ncountry because we were occupied by the Germans. They didn't let us go, so I had to find a\nplace to work as a priest so somebody found for me a place in the northern part of Holland,\n. | became their assistant, but that was a town that was quite abandoned and\nthere were very poor people living in huts. They were digging, one of those things used for\nfuel, like bread, this dried plants from centuries and they were living in huts and that was an\nideal place to hide their people in that place. There I knew some people that worked with me.\nFor example, a retired nurse. She was living across the street directly her name was Sister\nNista, they called the nurses always sister. She was not a nun but this Sister Nista, and she\ndid a lot for the people that were hiding. She helped me a lot too. The pastor he acted like he\nwas helping a lot but he was afraid. He was very afraid so I never told him what I did during\nthe war. One day -- can I keep it for later -- is the tape almost finished because I cannot tell\ntoo much about the time I was up north. One day I had at the beginning already several\npeople hiding and they were from Amsterdam and one day two ladies came on a bicycle all\nthe way from Amsterdam and I don't know how many kilometers, maybe 200 kilometers\nbecause it was close to the German border, and they came and asked me where their\nhusbands were. They knew that they were there and that I had them hiding and I gave them\nthe addresses. They stayed a few days and then they went back to Amsterdam, but I had a\nfriend, who passed away in Amsterdam, Father , and he couldn't write,\nso nobody knew where I was. I said would you please give my regards to Father\nwho is in Amsterdam in the parish and tell him that I knew him well. So,\nthey did. Father asked them is there still food in that place where he 1s,\nand they said it seems so because he's providing food for our husbands. Then I got a ship of\nkids from people -- should I tell that later? Father he collected many kids and\nthey were catholic kids, Protestant kids and Jewish kids. He chartered a ship and he couldn't\nlet me know but there was one nurse who came with those kids and the ones who owned the\nship they went over and started to say , they came over canals and rivers to\nthe town where I was. One day on the first Friday of the month, I was hearing confessions\nand I saw a gentleman coming in church and he looked around and he saw me and he came\nto me and said are you Father Henry from the beaugard and I said yes. He said I am from\nItica and Itica is a town that 1s close to where he was and he said there's a\nship in Itica staying over night on the river and it's full with kids and they're starving. There\nwas no food enough to keep them alive in Amsterdam and Father collected\nthem and he heard that there was still food so quickly I had to find all places, families who\nwanted to take a kid. But after that, after I had placed those kids, I didn't know their names. I\ndidn't know which religion they had. I didn't know anything about them. Later on, Jews\ncame. They all got that address from Father , and then I got a couple of Jews\nand then I got another couple and then more and more and I never knew if they were Jewish\nor not, and I found places for them, and there was a baker. There was an organization also,\nan underground organization in that town and there was a Protestant Minister and he\nbelonged to that organization and he could get the rations, the coupons, and I got from him\nenough coupons all the time for all the people in hiding. But one day he asked me to give\nhim a list of all the people who were hiding and where they were. I said I'm not going to do\nthat because we are not going to give any names and I don't know their names. Then we have\nto stop to get you coupons. I said then I'll have to find another way. So, I found then a group\nin , that was another town, and I got in contact with the underground there\nand from them I got the coupons which I needed until they changed their mind in the town\nwhere I was and I got coupons from them again.\nEnd of Tape #1\nTape #2",
        "A: When I was there up north, they asked me many times from the Holocaust, can you give any\nnames. How people did you help? I said I didn't know. I didn't know who was a Jew or who\nwas not a Jew, but I knew there were many Jews among them, and there were a few who got\na little bit homesick, and they wanted to go close to Amsterdam where they came from. Then\nI there was no way to travel by train. There was no train going any more, no bus. No cars,\nthere were no cars, only by bike. Then I found I could borrow a few bikes, and then they had\nlittle boys who were strong enough for the ride from . We went to\nI don't remember, with the underground. In there was a river, and it was\ndifficult to cross that river because there was so much control from the Nazis. So, I could\nbring him to with the bike and then those people who were hiding, those\nadults, riding the bike and on the back seat was a little boy but the boy was strong enough to\nride back to the home town. That was a whole day riding. I think it was. I don't know how far\nit was. I went with six people and it was a distance of a few hundred yards between me and\nthe next one and the next one, and I said, I was in front, when I put my hand on the lantern,\nthat means there is danger. See that you find a hiding place. Don't continue. I'll find you\nlater, but we didn't need it. So, I did it several times to bring people back to ;\nbut had to cross the river. I gave there in the hands of the underground and there was a lot of\npeople who worked for the Nazis, the , and they got some tickets to cross the\nriver in the morning and in the evening, and the underground they got hold of some of those\ntickets and they could give it us. So, those people were and got a ticket too\nand walked over the bridge with those people to the other side and then they had to find their\nway. But they never found out who they were in the town there was a pastor from\n, and I became quite popular there because people were saying since Father is\nhere, something is done for the people that went into hiding. It was known. I didn't tell\npeople, but they found out anyhow. Then the pastor got a little bit jealous. He said before\nFather came here nothing was done, so much is done for the people that went into hiding.\nThat is why I didn't tell the pastor anything, but later on I had no more places to hide, no\nmore families, then I asked the pastor can I use the parish hall. The parish hall was not used\nfor anything. He first said no and I got a little bit upset about it, and later he came to me and\nsaid it's all right, you can use the parish hall. So, I found straw to sleep on and pots and pans\nand everything and then I had so many people because we are close to the German border, it\nwas at the end of the war and many people could come through -- 1t was a march between\nour countries and we were about a mile from the German border, and once I remember they\ntold me that there were a few people they called , because there was a\nbefore and then many people were picked up and they had to work in a\nfactory and they could escape and then they went through the swamp to their hometown.\nThen they told me there are a few more, so I thought I'm going to meet them on the bridge.\nThen I saw them walking, and I knew one of them. He was a former seminarian. He said\nwhat are you doing here in Germany. You are not in Germany, you are here in Holland.\nThen they cried. They were dirty and full of lice and so on. They had gone through the\nmarch. There was a lot of water and so on. There was not a road. So, I said go into church. I\ncome in the church through the rectory and you can take a bath. They give some clean\nclothing and so on and some food and then I'll find a place for you to hide here. What the\ntwo of them were I don't know, but the other one he was a catholic. His name was Chris\n, and then there was the one I knew from the seminary. What else can I tell\nyou? I had many kids in different places and I didn't know their names and I didn't know\ntheir religion but they had to go to school. Then I found out there were quite a few Jewish\nkids among them, too. There was one catholic boy and he heard two years ago when I was\ncelebrating my golden anniversary in my hometown, he heard about, and he was one of\nthose kids and he was now arich guy close to Amsterdam. He was an exporter of tulip bulbs\nto foreign countries, and he came to the reception. Now, last year or this year he came to\nvisit me, but I didn't like him very much because he was very egotistic and never paid\nanything. He was here for about six weeks. I went with him to Virginia to cut the time a little\nbit. I had to pay everything and he was not satisfied with the food that my sister made. He\nasked for other food, so I couldn't stand him any more. I was glad when the six weeks were\nover, but that was one of the boys. That's the only that I knew the name from. All the other\nones I never knew the name. His name was Chris ;",
        "A: Because you didn't want to. It was too dangerous to find out the names. The names of those\nkids I don't know if it was in those days that you were hiding them if I knew the names, but I\ndon't remember any. I don't know if I got the names. I didn't know the names of the people\nwe were hiding.",
        "A: They had to have a note from Father in Amsterdam, and he signed it only A.V.,\nAdrian , and then I trusted them. But one morning, in the middle of the night\none day, I heard the bell ring very little, and I had my room on the second floor of the rectory\nand I had my window there outside and I looked out of the window and there was a German\nsoldier staying and they had long overcoats, and he said can I talk to you. I said what about. I\nwould like to talk to you, so I let him in, and I thought I have to be very careful. He told me\nthat he was a German soldier and that his family was in Germany, but he said I don't think\nthat we will win the war. I don't want to fight any more, I want to go into hiding. He asked\nme if I could give him the address of the leader of the Resistance. I said I don't know. I didn't\ntrust him. I thought maybe that the Nazis that they sent him over in the middle of the night to\nfind out who are the ones helping the Nazis and the people were hiding. I asked to the\npastor's bedroom, he said kick them out, kick them out. He was in bed. I gave him food. I\ngave him a sandwich. I said I'm sorry, I cannot help you. He left finally, after insisting very\nmuch about what the address is. I don't know any address. He said what do you do with\npeople. Well, I tell them the same thing that I don't know how to help them. Later on I was\nvery worried that maybe it is the truth that he was a real soldier that he wanted to go into\nhiding and my conscious was bothering me so much that I didn't help him. But I thought on\nthe other hand maybe he would have given the names of the ones that were in the Resistance\nand they all would be arrested, so I tried to forget about it, but I never could forget it. A few\nladies later a policeman from the town came directly and told me that it was too much\nknown that I did something for people who were hiding and I had to go into hiding myself.\nSo, I went to a couple a brother and a sister. They were single, and they were already older\nand he was a furniture maker, and I could go into hiding there, but it was not far from the\nrectory. Through the window, my bedroom window I could see the rectory. I watched at\nnight all night if I could see Germans coming to the rectory to pick me up, but I didn't see\nanybody, and after a week nobody came so I started again to live in the rectory. That's about\nall I can remember from the time I was there 1n the northern part. Everything was the same\nall the time. Helping Jews, helping other people who were hiding. People who were picked\nup a lot of them who had to work in factories in Germany who came through the march. I\nhad to find places. I had to find food for them and to keep them alive. It was difficult because\nthose people didn't get rations, and those people who got rations got very little too, so I had\nto go to that was another town where many farmers, and I went through\nthe fields of the moss, no, that dried stuff that they use for fuel, peat, there was only railroad\ntrack for those small railroad cars. Take a bike over those beams, and there was a shorter\nway too but there was no control. They went from farm to farm and back for some food. I\ngot here potato and a little piece of meat so from a baker I got many rations from the\nunderground. I told you that already. I did have money. I got some money from a girl who\nwas working in the black market and her conscience was bothering her I think and she gave\nme sometimes 100 then 200 , money I used because there was not\nenough to buy all the food. So, I said, I will pay you back after the war is over. I don't have\nany money now. So, when I was on vacation from the United States in Holland, I went to\nthat town and that couple was still living, the baker. The baker's wife said are you coming to\npay the bill for all the bread you got here. I said oh, I forgot all about it anymore, but she\ndied, but he is still living, and I saw him the last time I was in that town. He was an old man\nin his 90s, but he was a good friend. Hartman was his name, and he helped a lot. He had also\npeople hiding in his house. I don't know if they were Jewish or not, and I told you about the\nelectricity. We were without electricity but we still had a line outside. Now, it's all under the\nground, and the Germans they cut it all to the houses, but the baker still had electricity\nbecause he had to bake bread for the Germans. One night I could steal that electricity to have\nlight in the rectory, but the pastor didn't want to know. One day yet very late and they went\nwhen it was already dark. They said it's now too dark to make the connection, I said no I\ndon't want to sit by candle all night. So, but then 1t was in the dark and I couldn't see it too\nwell and I missed it and it was sparking sparks like fireworks, sparks all over, and then I had\nto call an electrician early in the morning to restore it. The baker couldn't bake bread early in\nthe morning for the Nazis, but they never found out. But people know now about it, but a\nfew later last time I was in Holland I went to that town and I went to the church, this is a new\nchurch in another place and when I was there in the rectory were very abandoned. I thought I\ngo to the cemetery to see the names of the graves of the people I knew. There was somebody\nworking in the cemetery and I said, did you know all those people, he said yes. I said what's\nyour name? He said are you a policeman or so? I said no I'm Father Henry Van Den\nBoogard. He said are you Father Henry Van Den Boogard? He hadn't seen me in 50 years\nand he married a girl who was a sister of the girl who worked at the rectory. He came now\ntoo to my golden wedding anniversary to the reception. There were about 16 people from\nthat Parish and they had to come all the way from the north. They had to drive for hours to\nget there and four hours to go back. I don't remember too much about those days in the north.\n?",
        "A: I tried to find out. I was there until the war was over. As soon as the war was over I wanted\nto go to see if my family was still living, because they fought a lot there, and there was no\ncontact at all. So, as soon as possible, I had an opportunity once in who was\noriginally his parents were living 1n the Parish, but he was a soldier during the war in 1940,\nand he was in the south. His group had to go to England and he became an English soldier.\nAfter the war he came with the people to liberate the country and he came to visit his parents\nin a pick up truck. He didn't see his parents for a long time and he heard about him. I went to\nhim and I said, are you going back, he was closer to the hometown of my parents so I could\ngo with him in the truck and bike through the cities, which soon after the war because I\nremember on them there was a city that as evacuated. There was nobody living any more. It\nwas a dead city, not even a dog you could see on the street. There we stopped for a while. Do\nyou have any more questions? It's easy for me to talk when you ask me questions. I am now\nto the point where I would like to be asked. I told all I can remember more or less. This 50\nyears ago, my memory is not too good anymore.",
        "A: Yes, I think it was in '44 until the war was over in '45. No, I was there longer, a little more\nthan a year, I think. Very close to the Rectory there was a farmer. He had a big farm, and he\nwas a Protestant. He was from , and he was a Nazi, and he watched us all\nthe time. I knew that they had to be very careful, but I didn't know his name. I didn't know\nwhat happened to him, but after the war all the Nazis were picked up and punished.",
        "A: No, not in the town where I was because there was a highway that went through the office\nwhere the Nazis were controlling everything that came through, and then there was a side\nroad and maybe about two or three miles long and there was that town, along side a small\ncanal where I lived, where all those poor people were living, and we were not bordered by\nGermans at all. Only they tried to find out later when I found that German soldier in the\nmiddle of the night standing there in front of the rectory. I wanted to have some names.",
        "A: Oh, yeah, they were hidden by the people. After the war they were picked up and they had to\nparade through the streets with their hands on their head and soldiers surrounding with their\nrifle and the people were shouting at them and so on. Also, the girls who dated German\nsoldiers their hair was cut off completely. They were bald headed, and so I had some books\nwith a lot of pictures but I lost them all in Chile, pictures about the concentration camps and\nso on. During the war I didn't know too well what happened to the Jews. I knew that that\nthey were put in concentration camps, but I didn't know that they were killed. I heard it after\nthe war.",
        "A: Yes, I had to tell them, but I didn't tell them for Jews because that was too dangerous. When\nthey would know that you were helping Jews they would put you in a concentration camp\nand kill you, but I said certain people a lot of them were picked up on the street and in the\nchurches to work in factories in Germany. I acted like it was all for them. The Hollands were\nvery helpful when a priest came there to ask for food, sometimes they got one potato.\nSometimes I got a little piece of bacon and so on, but it all added up. But I didn't want to\nbring it to the rectory because the pastor had two sisters living there that took care of him but\nthey want to have as much as possible for themselves, so I went first to Sister Nista across\nthe street, that nurse, and I stored them there. At once she helped people who went into\nhiding, Jews or no Jews, and there was a guy who came there and he was hiding there in her\nplace and the pastor and the people didn't know if he was a traitor or not. So, some from the\nunderground came there and interrogated him and they acted like they were Nazis and he\nsaid I'm Nazi too, and he showed them the papers. Then finally he said we are not Nazis, we\nare from the underground too, and then he showed papers that he was from the underground,\nso they didn't know, but they let htm smoke a cigarette and took him outside and killed him\nwith a hammer, and they buried him in the peat and that happened before I came there. I\nknew exactly where he was buried and the companies were digging for that peat, they were\ngetting close to that grave and I was afraid that they would find him, so I told him they had\nto go to another place. I don't know how I told them, but they didn't dig there further, so they\ndidn't find the body. I don't know what happened with that body later either because when\nthe war was over, I had a lot of people in the parish house.",
        "A: Sixty, I think, to eighty, and then they left and then the new ones came in and I told one of\nthe guys to put all the names down, but they never got the paper with all the names. It was\ndifficult to keep them alive to find food. When the war was over we just said, I told the\npastor I think we are liberated. They didn't come to us. They forgot us. They went to towns,\nthe Allied and I think ring the bell and we are liberated too and then the pastor and I went on\nthe bicycle over the border there was no control any more but there were some Canadians on\nthe other side in German and I didn't remember much English but I tried to talk to them a\nlittle bit and they asked me for an 1.d. card. They didn't know if I was safe or not, but we\nwent to the pastor to get some mass wine and candles. In Germany they had everything\nplanned here we didn't have anything. That's what happened after the war. Then there was a\nband but here you have high schools with band, but there they are adults and they don't have\nuniforms. They just get together and form a band, and they came to bring a serenade to the\nJews who were hiding in the Parish hall. I remember that they standing there 1n their sloppy\nclothes. Their overalls are dirty. They are standing there all in line, but soon when I found\nout that it was a soldier from the Allies, he was a Hollander, and he was also at my reception\na few years ago. I still have pictures of him here and I could just go with him to my home\ntown, then the Pastor who was a little bit jealous of me because I was getting too popular he\ngot a letter that I was appointed for Chile and he arranged right away for my farewell party.\nWhen I came back there was a farewell party and I didn't know where all those people who\nwent into hiding where they went. They didn't know my name either, so I don't know, I went\nto the south and had a vacation and prepared to go to South America. So, I don't know what\nhappened later. Only one I found and he had tuberculosis and he was in one of the provinces\nlaying in bed. I went to see him. I think he got t.b. in the concentration camp. I don't know\nwhat happened to him either. I don't know his name. I can't remember. I did remember it\nbecause I went to see him and it was far away from the town where I was assistant. It was\nbetween him and my parents in ;",
        "A: Some did. Some did until the end of the war. Some got homesick and it was difficult for the\nJews because they were told they couldn't go out. They were locked up day and night for a\nlong time, and I remember that once, one of the assistants came and he said this Jewish\nfamily and they can't stand it any more and they get out at night and walked around and that\nis so dangerous they bring the people where they are hiding in danger too, and we have to\nkill them. But I didn't want to have them killed, so there was one of the Resistance to save\nthose people where they were hiding. So, I went to those Jews and told them to be careful\nand said you bring those people who are helping you into danger. I can't understand why you\nare getting so restless. If you stay day in night in that hiding place you ought to have some\nfriends once 1n a while. That was the end of it.",
        "A: Yes. That was in the beginning when I was working in the south. Fonse he brought many\nover the border and , too. There I knew that many people went into\nhiding. They wanted to go to England and they couldn't go via Switzerland to England. I\ndon't know how many but I know that they were helped by the Resistance.\nEnd of Tape #2\nTape #3",
        "A: I did all on my own. I worked a lot with that nurse across the street. She was a retired nurse,\nNista, and I remember her name very well, but I don't remember the name of that nurse that\ncame with all those kids. She was staying with the nurse, Nista. That's what I remember. I\ndid it all on my own. I didn't want to tell anybody. I didn't even want to know the pastor or\nhis sisters or the girl who worked there. The girl who worked there remembers still many\nthings that I was a signet because she was about 17 years old at that time, I think, she came\nhere last year. You have seen her I think. , She was here for a vacation for\nthree weeks when I met her in Holland I heard her brother-in-law worked in the cemetery\nwhere I went and he said he was the brother-in-law of . He told me where she\nworked. So, I went to see her. She was a widow now, and when he came -- in Holland we\ndon't wear a collar. It's just a tie, and she didn't recognize me. When I finally said who I was\noh, she was so surprised after so many years to see me again and then I invited why don't\nyou come to the United States. So, she did later. She came for three weeks, and she writes\nme now, long letters with all nonsense.",
        "A: Oh, yes, they knew that yes. But they didn't know they were Jews among them. That had to\nbe the most secret thing that we had to keep about Jews because that was too dangerous for\nthe people who were helping them and the Jews themselves. Because the Jews were the\nenemies of the Nazis, but there were many people who went into hiding because they didn't\nwant to work in Germany or they were picked up and were sent to factories and they ran\naway from there and came back to Holland and had to go into hiding. So, they were in\nHolland and hiding together with the Jews.",
        "A: Yes. In the town where I worked it was quite catholic town. In the area where most of the\npeople were not catholic. But almost everybody I asked to hide a couple didn't know many\ntimes they were Jews or not. They were always willing to share whatever they had with the\npeople who were in trouble. In those days, the people had pig and somebody came to\nslaughter the pig and then they used to bring a piece of the pig to the pastor, those women.\nThey were very uncivilized and they were talking about they called the Nazis the Poopers, I\nbelieve, it's better to give it to the pastor than the Poopers. I knew they had killed a pig and I\nwent there and I said can you give me a piece too for the people who were hiding. I got some\nmeat sometimes, but the meat had to be cut into small pieces to make soup, because it was\ntoo valuable to give big pieces to people separately and a lot of bread from Baker Hartman.",
        "A: I went to the south one time and got a whole truckload of clothing and bed in the south from\nmy home town. There was a hospital in Tillburg and one of my relatives was the head nurse\nthere and they got all new beds and I got about 50 beds and it was too much to bring them --\nI had to rent a truck to bring them. Then I said to the pastor you divide it because I couldn't\nkeep a secret that I had a truck coming, and then he acted like he was giving it all to the\npeople. Sometimes the people asked me they came to the door and said, can I talk to the\npastor, okay, but they didn't want to tell me that they want to get some of the clothes that I\ngot to the parish, but the pastor acted like it was all from him because he said nobody's\nsupposed to know it, but he was not very cooperative.",
        "A: Yes, food more, and clothing, they gave some clothing to that girl that was working there,\n. [remember they selected -- I had an uncle who had a factory in Tillburg. He\nhad a very large textile factory and I got a lot of stuff from him, rolls of material and I\nbrought only a bike and I thought after the war I thought I have to travel so much I have to\nget a motorcycle, but I got papers that I was working in the underground as chaplain, so I\ncould get gas because it was all rationed, and then I got a motorcycle from somebody who\nhad the motorcycle hiding because they were afraid it would be taken in, but it didn't have\ntires. But a boy worked in Germany and he came back with some tires and I gave him a roll\nof material instead and then I got from him the tires for the motorcycle. Then I went around\nin one of those little motorcycles, and I got more rations for gas than I needed. I could help\nother people.",
        "A: Yes. Those things I never thought of it anymore. Now, you asked me and it comes back in\nmy mind, those things. There were many, many things which happened and that I don't\nremember, but sometimes something comes up and I remember other things connected with\nit.",
        "A: Yes. There was a girl close to the rectory and that girl did a lot of black market and she\nthought it was sin and then she wants to buy her sins off by giving money to me to help the\npeople who were hiding. Everybody knew that I was hiding people but it was not too\ndangerous. Only a policeman he came to the rectory once and said he has to be more careful\nbecause he will be arrested and then I went into hiding.",
        "A: No, they were too afraid, not very much. Not very much, I got in touch with only one\npoliceman, and I remember that when I told those people hiding in the parish hall that there\nwas one guy and the other guy, former prisoners, they said he was helping the Nazis and\nthey called it a , the one who tortured people to get secrets out of him, but\nhe was a prisoner himself. Then I went to the local police to have him arrested, but when I\ncame back, he disappeared, had disappeared already. He knew that probably I was going to\ndo something about it.",
        "A: I don't remember, maybe I was sometimes, but maybe not. I had sometimes people hiding in\nthe rectory and then we were told there will be in the rectory to come to control and then we\ndidn't have time to hide those people so we were wearing a cossack in those days and we\ngave them a cassock and a prayer book and said walk in the church up and down like you're\nsaying your prayers. You are assistant here. But I didn't know what religion he was, but I\nsaid act like you are a priest.",
        "A: No,",
        "A: I think the people where they were hiding told them.",
        "A: Yes. Because most of the people who were hiding Jews they were all catholic and they knew\nhow to handle them and they knew how careful they had to be because their own life was in\ndanger. They lived very poorly. In the town where they were cutting that peat they had piles\nlike bread and high as a house piled up and there they made a hole in it and people were\nhiding and families were living in those holes so they couldn't be found. They never got\ncaught. I never lost anybody as far as I know.",
        "A: No, no they couldn't.",
        "A: Later, after the war was over we had a meeting in a Protestant church for the people who\nworked among the people in the Resistance. There were several priests and I asked them\nabout it too, and we couldn't. We didn't have any rabbis.",
        "A: I think to keep everything secret. Not to talk about it at the table with the pastor and his\nsisters what I was doing. But they knew that I was working, helping people when they were\nin hiding, but they didn't know exactly what I did and who I was helping, where they were. I\nhad to keep my mouth shut. This is sometimes difficult when you get along with those\npeople every day. Oh, I fooled them a lot. I tell a joke, this Baker Hartman, the pastor and his\nsisters had a little dog, and the dog died and then they got another dog the same size and the\nsame kind. But the dog was not house broken and when you came in the rectory there was a\nstairway and then the landing and every morning on the landing there was some dog\ndroppings, so I asked the bakers I said can you make some droppings from bread, dog\ndroppings, they look dog droppings like bread. He said, oh yeah I can do that. He enjoyed it I\nthought I want to fool the pastor and his sisters so I put it there on the landing and then that\ngirl that came here for vacation , She came down and we were going from the\nkitchen to the dining room and she had on a duster and had those dog droppings which was\nbread. I said what do you have there? Oh, Micky did something again, and I took one and I\nsaid it don't look too bad to me and I took a bite of it and those sisters -- oh, that I was eating\ndog droppings. I said it's good do you want to try too? I thought the pastor was going to call\nthe Bishop. I don't want an assistant who eat dog droppings so I told him it's just bread. I had\nit made. I did those things to add a little bit of entertainment.",
        "A: Oh yes. I had to talk to them a lot and then they were all right as long as I was talking to\nthem, but I don't know later. Like I talked about that family who were almost going to be\nkilled because they were restless, getting restless. Almost everybody was restless in those\ndays and it was a great difficulty to keep them quiet. Then to talk to those people, the pastor\ndidn't go over, they had go to bring communion to those people on first Friday and those\npeople were hiding and they had to go through the snow. You couldn't see where the road\nwas because the snow was blowing and those dikes and so on and sometimes I fell in the\nsnow up to here in the snow, and then I had to visit those people. I had food with me for\nthose people and rations. It was difficult to keep them alive, but I don't remember too much\nabout difficulties any more. You forget about that.",
        "A: Yes, I didn't have too much. I had to visit people regularly and I did it and confessionals all\nat the same time. The people who were hiding, and I had to say mass on Sundays and during\nthe week I had to preach and prepare a sermon and so on, but before that there was no\nassistant at all because it was a small parish. But then I came and the pastor knew what I was\ndoing and he let me do it and he didn't bother too much. He didn't ask too much either.",
        "A: I knew only very few of the organization in the place where I was working. I knew them\nthrough a Protestant minister and he got the rations, and I knew also especially in the south\nwhen they were preparing theft to steal those coupons which were stolen, taken away from\nthe Hollanders and they were stolen by people from the resistance and they gave them to us\nand we could give them to people who were hiding. That helped a lot.",
        "A: I don't know. The guy in , a guy I got to know through the pastor and also in\nthe pastor of was arrested too. We never knew what happened\nto him if he was killed, but there were two priests who took care of the parish\nand they knew who was the leader there in . | went to him and I told him\nthat they want from me a list of all the people who were hiding and where they were hiding\nand I don't want to give them, and they said we will take care of them. Then I got coupons\nfrom them.",
        "A: More or less after Cardinal DeYoung had a letter read in all the churches.",
        "A: It was, I think, '42 and at that time all the priests were in favor of helping Jews, but not all. I\nremember in when we brought some people there to go give in hands of the\norganization there to cross the river, then I had to stay over night in . [had\nan address from the pastor where I could stay but the next morning I wanted to say mass and\nhe told me to go to that pastor. He said no the other one. There were two catholic priests, but\nI did remember which one was right and which one not, so I went to the pastor and I said I\nhave to bring some people who are hiding. Oh, you are one of those, he said, I said the priest\n, do you want to be arrested, too? I said who pays for the wine and the\ncandles and so on. I just wanted to walk away but he let me say mass and I thought I will not\ngo there any more. He was not very cooperative, but that was an exception.",
        "A: I remember that the Nazis, the Dutch Nazis when they found out about it, they went to the\nrectory and the man did the letter, but they got several letters in case they had to give one to\nthe Nazis then they had another letter to read at the next mass. That was very dangerous too,\nbecause there many times they were asking us 1n the church, the Nazis came into the church\nand arrest all the men in the church and brought them to the railroad station and the cattle\ncars, they were sent to Germany. And they had to stand there so close to each other and\nwhen they had to go to the bathroom they had only a bottle to pass from one to another and\nthey had to pour it out. That was difficult. The Jews the same way. They were arrested by\nlarge groups.",
        "A: No.",
        "A: Yes. They were very anti-religion. Against the catholics, they were more or less the scum of\nthe town. They were not the well education people, the Dutch Nazis.",
        "A: As far as I know yes, but I don't have much experience of other parishes because we kept\neverything so secret. We didn't talk to each other about when we were helping people.\nSometimes we found out but many times we didn't even know, but we could, if we had to tell\nsomething we could trust them. Many priests were arrested. Many priests were sent to\nconcentration camps. You heard about the priest who took the place of one who was going to\nbe killed and he will be canonized was his name. He was a polish priest. I\nremember also that there was a , he was arrested too and killed and his\nashes are now kept in the cathedral in , and I knew him personally. I had\nonce dinner with him. He is much older than I am. I was just a seminarian when I knew him.\nwill be canonized too, I think, because he is considered as a saint.",
        "A: Both. They felt sorry for the Jews and they found it very that they were persecuted so much,\nand we hated the Nazis. In the school we had to learn many languages, French, German and\nEnglish. The kids didn't want to learn German any more so it was out of this, and many\nschools give up to teach German because people didn't make the home work, because they\ndidn't want to out of the hatred for the Germans. This all now changed because the Germans\nthey come to Holland for vacation, to the beach, but in those days -- but still many are very\nanti-German because of the war.",
        "A: Not that I know of. Before we had very little contact with protestants but during the war we\nwere fighting the common enemy, then we got together and I got to know many Protestant\nministers and we worked together and they tried to help and during the war they were\nbrought together, the clergy of the different denominations. In Europe you don't have so\nmany denominations, not in those days, as you have here. You had the Dutch Reformed and\nthe , translated is also a reformed, but it is two groups and they are very,\nvery Protestant. They don't do anything on Sundays. You can't play cards, so they're\nreformed. I don't know about the rabbis. I don't know many of them because in the south\nthere were not many. I didn't know there were so many Jews in my home town until this\nmayor told me that in the whole night he was working on finding those Jews to tell them that\nthey had to go into hiding that they would be arrested.",
        "A: That came little by little. Also, we were rationed little by little. First you couldn't get this,\nthen you couldn't get that. Later on, if we all came to the same time we wouldn't have\nsurvived. You couldn't buy soap. You couldn't by tooth paste. You couldn't buy shoe shine,\nnothing, clothing, and you had ow when you want to buy for example toothpaste, you had to\ngive first the empty tube to get a new one. Then they make jokes that when you want to have\na new child you have to turn in an old man because they saved everything. They made soap\nfrom many dirty things and so on. There was nothing. You had to wash clothing with no\nsoap.",
        "A: No, there was more people that I had to contact but I didn't know--we had sometimes\nEnglish flyers who were shot down and hey were arrested and we had sometimes in the\nseminary hiding, and then we had also one of our seminarians was very good in astronomy.\nHe started a university and he built -- what do you call it to look at the stars?",
        "A: Yeah, a big one, and we had a tower which you could open and the Germans they occupied\nit and they used it to look around for the telescope to see if they could find people that were\nhiding or something, I don't know. We were in the studying and those marble steps those\nGermans with those heavy shoes, they came in with the steel under the shoes and we could\nhear them fall sometimes and then we were happy.",
        "A: We trusted many people. We trusted Hollanders and we knew who were the Nazis, the\nDutch Nazis. They were very disliked by the people. Soon everybody knew who was in\nfavor of the Nazi and favor of Germany.",
        "A: A few or so but you knew soon what they had done to other people and then like I talked\nabout Father Fonse he was very imprudent. He was very hard working. He\ndidn't do anything than hiding people, finding food and smuggling weapons and so on, but\nhe talked very freely but he never told me any names. But I found out many things after the\nwar. I have a niece in Holland, she married my nephew and I asked her, because from the\nHolocaust they were asking for me about details about Father Fonse and she investigated\neverything and she went everywhere. She went to Belgium and Holland and to meetings and\nso on, and see I have those papers some where and I looked for them and I can't find them.\nThey are , She did a lot, but she was not born during the war, she was born\nlater, but she did a lot to find out about Father ,",
        "A: I know a few. One Jew became a trappist and then a girl also became a nun and they were\nalso arrested and killed. I knew about them. I didn't know them personally.",
        "A: Oh, no we helped everybody who was in need of help, and we didn't ask what religion they\nwere, we just helped them. We trusted them too, we trusted people so much, maybe too\nmuch, but we were very lucky. I had a few times that I for example, when I had that control\nin the road when I had that shoebox with guns then things like that when my life was in\ndanger, but not very much.\nEnd of Tape #3\nTape #4",
        "A: I don't know if they were compensated after the war, but not during my time, and I didn't tell\nthem that they were going to be compensated, no, nothing. They didn't ask for money. They\ndid it to help people. In the south, my brother-in-law did a lot for the people who helped him\nto hide. He sent them gifts all the time and things like that after the liberation.",
        "A: I think in my hometown I heard later that sometimes things were discovered, and there was a\ngroup working had a book laying and was edited the anniversary, 75th anniversary of the\npaper that my father founded and there I read a lot about what people did during the war in\nmy hometown, but I didn't know it in those days, but I was not living there. I was living in\nthe seminary, and I was ordained during the war, and during the war we could not go to the\nmissions where I was going to appointed later for South America. I didn't know during the\nlast years of the war where I would go, so I knew that I had to do something in Holland and\nby coincidence in touch with the underground and that is why I started to work for them, but\nafter the war, so many people in Holland talked oh I was in the underground too. Everybody\nwanted everybody to know that they worked with the underground, but many people made\nup things. Then we didn't care about it anymore. We didn't want to talk too much about it.\nFor example, this lady, she's here in the United State, she wrote a book and she talked to\nmany groups, , you heard of her I guess. They worked, they did very much\nfor the underground and the father had to watch the store or something. He had a few\ndaughters. They were helping people and the sisters were killed in a concentration camp and\nshe got -- many people ask me do you know her, because it goes around here and talks all the\ntime. I thought many times I did the same thing, but I don't talk too much. But she has\nwritten books and she's on t.v. sometimes and it is like she was the only one who worked in\nthe underground, but so many people -- but many people talk about it that didn't do anything\nduring the war. They were afraid, but after the war everybody worked in the underground.",
        "A: No. I was proud of it, but I couldn't tell anybody, only after the war, and then I didn't tell too\nmuch because so many people were telling stories that I thought, my story doesn't make any\nimpression. My family knew about it, and when I came here to the United States, I had a\nparish in Virginia, close to Williamsburg in West Point and sometimes people asked me\nwhat about during the war, and then I told them stories sometimes, and they were more\ninterested, and I don't know, I think that some time people were asked if they knew\nsomebody who helped Jews during the war to write to Washington, and there was a lady\nparishioner and her name was O'Connor, Sam O'Connor's wife, Helen O'Connor and she\ndidn't write her name but she wrote the Post Office Box 53 and I remember that I found out\nwho that was, it was Helen O'Connor and she worked that I did work for the Jews during the\nwars. That is why they contacted me from Washington with the or something\nin Richmond. You know him, because you talked about him. I was in correspondence with\nhim for a while, and through him I got that award.",
        "A: Yes. We were glad to do something about it, to fight the Nazis. We hated the Nazis so much\nand there is still a lot of hatred in Holland. They hate the Germans because of the war and\nthat was so many years ago. And then they say we must forget it it is so long ago, but some\npeople can't forget, especially the older people, but many young people there now today and\nthat is why I'm glad to have the opportunity to tell something who don't believe in the\nHolocaust. They say it didn't happen. It's impossible.",
        "A: That was the contact I think with Father Fonse and and also what I did\nin , but the South I was more indirect helping by bringing photographs at\nnight as soon as the curfew was over to Rosenthau, and then I came back on my bike and\nbefore they got up in the seminary I walked like nothing happened. I walked through the\nchapel for the morning prayers and I had been already in Rosenthau a half an hour driving,\nriding on a bike. So, I was proud of that and later on when I had to go into hiding in the\nnorth, I had to abandon all that work I did in the south, I told the director of the seminary, I\nsaid I have to confess something. I worked in the underground. He was glad to hear it but he\ndidn't know it. I said now I have to have a successor and I wanted to have Father\n. I said I told him already about it, and he said I don't want him to do it,\nbecause he's not secretive enough, but I said I told him already and I gave him the address\nand he goes if this my brother-in-law and the leader of the underground nothing could\nhappen. So, when they war was over they made him chaplain, Army chaplain, and then he\nwent with the Dutch Army to Indonesia and then he came and they didn't know what to do\nwith him so they sent me to the United States but I didn't do anything here. So, I was the\nassistant of provincial. They said we have to send him back to Holland then they made a pass\nthrough Germany, and he died last year.",
        "A: Yes, all those things. I would never have imagined that I would have worked in the\nunderground and helping people to hide. We were not prepared for that, and I had to do it all\non my own almost, especially in the north. There was not very much organization. That's\nwhat our people said, when the Father came, Father Henry, something is done for the people\nin hiding, but the pastor didn't do anything, and that is why the pastor became jealous. It was\nnot a happy time there in ; means Black Sea. That was\nthe name of the town, and the pastor -- he had no sense of humor and so on and I had to hide\nmany things from him and he let me do things, but I don't know if he agreed on it.",
        "A: I think the pastor was too afraid.",
        "A: I was young. I was in the late twenties and I had everything. I didn't care. I was glad that I\ngot that appointment is what made it a good covering to hiding there. I was proud of it, but I\ndidn't tell anybody, but there was still a train going, but it took me a whole day, and I took\nmy bike on the train, and after a while, it was a little bit before they called it\n. It was the day that the Allies started to invade Europe. A few weeks\nbefore I went to the north and there if you can find out when it was, when the Allies landed\nin Europe, was it '44? Then I went to , and I stayed there until the war was\nover.",
        "A: I thought everybody was doing it. Every priest. It was not so, but many priests were doing it.\nWe were in the opportunity to do something, they did it.",
        "A: No, you had to be proud of doing something, to fight the Germans and to help the people\nwho were in need. I have been all my life helping the poor. I went to South America and I\nwas pastor there in the slum area. I worked first among the Indians, always among hungry\npeople and then because there was so much trouble and poverty in South America that 1s\nwhy I came to the United States to find help for the poor. I went around here for many years\nto make appeals everywhere for the poor in South America. Then I became pastor in West\nPoint, because I asked for a parish that I had to establish an office, and that's expensive, you\nhave to rent a house. You have to pay the bills for lights and water and so on. I thought I\nbetter ask for a parish and have an assistant who would do that work and then we can\ncontinue the work for the poor. So, I asked for a parish and then I got first a parish in\nPortsmouth, Virginia, and the Bishop asked me you can make a choice. There was one\nparish, it was a black parish for Negroes and nobody wanted that. It had big debts. They let\nme take that. I had to make appeals to take the debt off. Then I started this discrimination to\nhave a special parish for black people so I eliminated with the help of the bishop\nthe bishop was afraid that there would be some trouble but I asked the\nbishop let us find out what the people want. If they wanted to have another parish in an area\nwhere the Negroes are living because I had a parish in a white area and they had to pass\nmany white churches to go to their own, so we started first with the school to eliminate the\nschool and that went through without any difficulty. Then we give them the parish and they\nhad to pay off the debt. It was $250,000 and I paid it off by begging and so on, and then I got\na parish in West Point. I talk to people sometimes when they ask me about the war, there was\na guy --.",
        "A: No, yes the other parish was integrated in Portsmouth but many left the church because they\ndidn't want to. There was a guy in Virginia, he was a German, his name was Kyle Rudolph\nand he was a Nazi. I didn't know that, but I found out later, and he was very rich. He was a\nmultimillionaire. He had a business in West Point. I can tell it now because he died two years\nago, and he had a big business in a factory in West Point. He gave a lot of\nmoney to the church, and his sister came once and she didn't like it too much. She said it's to\nbuy off his sins because he did a lot of sins and he was living with a woman but he gave her\n$1,000 for the new church I was building. I didn't know he was a Nazi but I knew that he\nwent every year to Europe but he never went to Germany. He went always to Austria. He\nhad a house there. Then I found out he didn't have to go to Germany anymore because he\nthought he was sought because he was a Nazi. When I gave up the parish I started an\norganization to fight hunger in the world and then I went to live with my sister, but this guy,\nthis multimillionaire was 75 years old and the personnel of the factory want to give him a\nparty, and they ask me to come and give a speech because they thought I was a good friend\nof his. So, before the party it was in West Point at the house of one of the people who\nworked for him. He had a visitor over from Germany and he introduced me to that German.\nHe said that is that priest who fought us during the war. I said what fought, what I did in war\nwas helping Jews. Then he said, they should have killed them all. And that is the last thing I\nheard of him. He didn't want to have anything to do with me, but he continued to support the\nparish and my successors, they got money from him, and now I told him don't do it, because\nhe is a Nazi and he 1s afraid to go to Germany and I think that some day he will be\ndiscovered by Nazi hunters and then he will pay for what he did, but he invited him to Bocco\nRaton where he had a big house. He invited those priests there and I had already three\nsuccessors there and now he died, and they buried him in the cemetery, the catholic cemetery\nin the middle where the old pastors are buried and I protested. I told a priest who was my\nsuccessor I said they shouldn't have buried him there. That's for a priest but not for an ex-\nNazi. Then he said I will show you and he was dug up and put in another place. The pastor\nheard about it that I complained that he was buried there which was reserved for priests. An\nex-Nazi to be buried there because they were very fond of him because he got money from\nhim. That is the experience with Karl Rudolph. Then he was his enemy. He didn't want have\nanything to do with me any more after this surprise party.",
        "A: That was at West Point.",
        "A: It was a little difficult for many people.",
        "A: Now, I don't have much experience because as soon as the war was over I went with this\nsoldier in a pick up truck to . It took a whole day, and then I heard there I\nwent to the seminary and they said congratulations I said for what. They said you're\nappointed for Chile. They sent a letter to the pastor when I was on my way to the south, so\nthen I found out I got my letter there that I was appointed for Chile. Then I prepared myself\nmore to go to Chile then I had to because in Holland you couldn't get any textile or so, but I\ngot it in Belgium and I can tell many stories about that, too, how we got all that stuff and I\nhad to smuggle it through Holland. Then I went soon to South America, so I don't know too\nmuch. I heard several things for several people it was difficult to adjust. They were used to\nadventures during the war, and then life was so quiet and calm and so that is why when I\ncame to Chile I was also a little bit restless. I couldn't get used to that life not to keep any\nsecrets so I asked for a difficult place so I went to the South of Chile and worked with the\nIndians for a while until I became an appointment for pastor in Santiago in a slum area. I\nworked again amongst the poor. Then they had to build a church. There was no income at\nall. There was no schools in the whole area. There were 30,000 parishioners so I was sent by\nthe cardinal of Santiago, Cardinal--- I don't remember his name to the United States to see if\nI could find help for the poor in Latin America. So, I go to church with Bishop\n, you heard about him I guess and he invited me to dinner and each time I was\nin New York and he gave me some financial help too, and then I got a lot of parishes where I\ncould make appeals and that's why I came here to the United States. Later it was difficult to\nmake all the arrangements from Chile for the appeals. I had to come every year, so I\nestablished an office first in Portsmouth and then in West Point.",
        "A: Yes, because as a priest we are I wanted to be a priest first to get rid of that high school, but\nthen later on I got my vocation during the seminary years, I just wanted to help people,\npeople that were in trouble. So I worked almost all my life among the poor until I came here,\nbut I worked a lot among the poor, and that is why I got involved in the underground I think.\nI got involved there without asking for it, but I welcomed the opportunity to do something\nespecially for people who had to hide from the Nazis. The first thing I heard was from this\nMr. , the Jew in my hometown with his family which was helped by uncle,\nand then by the mayor who came to my reception and he told me in secret he said I'm so\nsleepy. I didn't sleep a moment because I had to go out and find Jews, and then I found out\nthat there were quite a few Jews living in my hometown.",
        "A: No, because I was in the seminary. I didn't know much about my hometown. I was 12 or 13\nwhen I went to the seminary and I went there only for vacation. I know only Mr.\nand his family who were friends of my uncle, and I heard later that they\nwent into hiding but the brother of my uncle and his sister and that their child was born there.\nThat was dangerous. But that is what I knew of my hometown. I was glad when the opening\ncame for a pastor there in the north wanted to have an assistant because it\ndidn't cost him anything. I would say mass and he could keep the money and I did work and\nhe didn't have to pay for it. I didn't get any pay.",
        "A: I was hoping that I would have an opportunity. I didn't know that I would have much more\nopportunities up north than I had in the south and up north I was more active directly. I\nfound people and I had to keep them alive and I had found work and rations and food and\nmoney and places where they could stay. I enjoyed doing that. I was glad that I had that\nopportunity. In the south I worked more indirectly.",
        "A: I'm empty I think. I told everything I remember. Maybe later on I think I could have told\nthat, but at the moment. The last days I have tried, before you came, I knew that you were\ncoming and I was glad to have the opportunity because so many young people don't believe\nin the Holocaust so they now have an opportunity to tell from my own experience that the\nHolocaust really existed and I was trying to remember things but it is so many years ago, and\nI'm bad at remembering the names. I remember couldn't remember the names in the south of\n, who did so much for the Jews, but in the north I don't remember the\nProtestant minister who brought very regularly the coupons to the rectory. I remember he\nhad on a bicycle and he had a basked in front of his bicycle where he had the coupons\nalways. I remember those things when I talk about it.",
        "A: Yes, I got some, yes, but always that I could be arrested and so on. I knew someday\nwhatever it never came but close. When that guy came, that German soldier at the door at the\nmiddle of the night I never knew maybe he was trying to hide and that he didn't want to fight\nanymore and I don't know if he got killed of not, but when I think about it I feel a little bit\nsorry that I did that, that I didn't try to find out more. If it was real what he told me or that he\nwas making up things. I didn't trust him. But now after so many years, the people in that\ntown, they talked about things which happened during the war which\nhappened to me and that is why 16 people, they are poor people, they came all the way to my\nreception to the south, and they had to drive several hours, maybe three hours to get there.",
        "A: No, I'm glad that I have this opportunity. But I was afraid that I would not remember enough.\nI thought you came all the way from Washington and I have so little to tell. Do you think it is\nworthwhile?\nEnd of Tape #4\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumApril 10, 1995\nRG-50.030*0321",
        "PREFACE",
        "The following oral history testimony 1s the result of a videotaped interview with Henry\nvan den Boogard, conducted by Randy Goldman on April 10, 1995 on behalf of the United\nStates Holocaust Memorial Museum. The interview took place in Washington, DC and 1s part of\nthe United States Holocaust Memorial Museum's collection of oral testimonies. Rights to the\ninterview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this 1s a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "HENRY VAN DEN BOOGARD\nApril 10, 1995"
    ]
}