{
    "rg": "RG-50.030.0044_trs_en",
    "sequence": [
        "Q: Rose, would you tell me your full name please?",
        "A: My name is Rose Brunswic.",
        "Q: Where were you born?",
        "A: I was born in Poland in Sochocin. S-O-C-H-O-C-I-N. Because there is a Socheczew, and\npeople mix up with it. This Sochocin is very near Warsaw. It's about, I would say, 70\nkilometers from Warsaw.",
        "Q: Thank you. What year were your born?",
        "A: 1920.",
        "Q: Tell me about...uh...Sochocin. Tell me about your family there growing up.",
        "A: OK. Growing up in Sochocin...it was a very small town. I would say about 2 thousand\npeople the most. My father was an industrialist. We had a pearl button factory. All the raw\nmaterial we imported from Germany or Iran...pearl shells...and I still remembered which I\ndid translating my narrative that we had bought at the last trme in Hamburg, Germany, it\nO.A.Sanithousen. And I wrote to them when I needed for the restitution. I needed some\ninformation; and they gave me...they wrote me a letter that my father indeed bought from\nthem material. Also I remembered that my father bought some; machinery from...uh. from\nVienna and I remembered the name of Mr. Ferdinand Eberall, and I wrote to them...I wrote\nto Vienna, and I got a response from them that my father indeed bought the machinery from\nthem. So I have the authentic letters which I gave to Susan in my...in my narrative.",
        "Q: I see. Could we hold it and stop the tape a minute? It's not your fault. I want to stop it,\nbecause she is not fiddling with the mike and I would like you guys to fix the mike.",
        "Q: OK. The sound is good. What we are going to do is go back to the beginning. We are rolling.\nOkay. Rose, could you tell me your full name please?",
        "A: Rose Brunswic.",
        "Q: And where were you born?",
        "A: I was born in Sochocin in Poland near Warsaw in 1920.",
        "Q: Tell me about Sochocin and about your family.",
        "A: Sochocin was a very beautiful little town, very small, about 2 thousand people only. Very\nsmall. And my father had there a pearl button factory. I went to school there and...uh...we\nhad...uh...between 100 and 120 people in the season in the factory. My father was very\nsuccessful and I must say in those circumstances then, we were wealthy people.",
        "Q: Tell me about the factory. You had started to tell me that.",
        "A: The factory was, uh, in a...1n a special house not far from where we lived and we had, as I\nsaid, about 100...120 people employed. We imported our raw materials, which was shells,\npearl shells from Germany and sometimes from Persia, which was then... which is now Iran.\nMost of them was...were imported from Germany...from the firm O.A. Sanithousen in. I\ncan’t, remember now the town. It just escapes me.",
        "Q: Doesn't matter.",
        "A: And, uh, the machinery and some knives and all the things that we needed to produce the\nbuttons were from Austria from Vienna and the the name that I remember was Mr.\nFerdinand Eberall and Windbeaer Strabser in Vienna. And when I did file for freedom\nrestitution, the Germans needed some confirmation that my father indeed was buying from\nthem material, the raw material and the machinery. I got in touch with O.A. Sanithousen. I\ngot a letter of confirmation from them that indeed my father did buy the raw materials from\nthem. I got a confirmation. I wrote to Mr. Ferdinand Eberall and I got several letters from\nthem confirming that my father indeed bought machinery before 1939 and I have the letters\nand I put into my narrative as the originals.",
        "Q: OK. Tell me...let's go back to the town. Tell me about your family. I would like to know\nabout your parents and what they were like.",
        "A: Yes. Okay. We lived in a house which I saw 2 years ago. I was in Poland. It was my\ngrandmother's house, but my father as the oldest...in the Jewish religion he was a Cohen. He\ngot half of the house and we lived in that house. The other half...was occupied by my\ngrandmother. Her name was Galek--G-A-L-E K--which is my maiden name. She had like a\ncountry store and you got the...you could buy anything from soup to nuts, there....everything.\nPeople used to come from...the farmers from the villages... Every Thursday was market day,\nand they came and bought all the stuff that they needed from my grandmother. She had a big\nbakery also. And everything was included there. And when I was there 2 years ago in\nPoland, I saw...I wanted to see the bakery and I found a man who worked there and\nunfortunately, they transferred...transformed it now to a big office. Okay. I am going back to\nmy grandmother. We were 13 grandchildren and everything was around my grandmother's\nhouse. Everybody gathered there for holidays and it was a big thing to go to grandmother.\nHer name was Zelda Mottel Galek. OK. And everybody knew in the...in the village...in this\nlittle town...everybody knew Mrs. Galkowa. This is Polish. My grandfather wasn't then alive\nanymore and I never knew my grandmother...my grandfather. Uh...my...we were, as I said,\nwe were very well # +f off. We had...the house had like three tiers...three floors and the\nbottom was the kitchen which 2 years ago when I was in Poland a whole family lived in the\nkitchen only and two more families lived on each floor. And, uh, we had...I had a very very\nhappy childhood. I attended a school...the public school which was Polish. There were very\nfew Jews. Very few Jews lived in that town...very few...and, uh, we had a synagogue in the\ntown and my father was...he wasn't exactly religious. We didn't keep a kosher home or\nanything like that and most of our friends were some of the Jews, but mostly were the Poles.\nReally. Especially I was very friendly with the...with the children of the director of the\nschool and I was there...we were the only ones from my family that attended school on\nSaturday...but the other Jews did not attend Saturday school because it was against their\nreligion. So just to tell you 20 H that we were...we were very good, conscientious Jews but\nnever observed kashrut or something like that.",
        "Q: You had sisters and brothers?",
        "A: I had 3 sisters, 2 which perished in the concentration camp. The third one still lives in Israel.\nShe left just...a few months before the war broke out, she left for Israel. And I a periodically\nsee her. I go to Israel. My parents, unfortunately, were murdered there in front of me, in the\nghetto. My 2 sisters perished in concentration camp which I thought before I die, I wanted to\nsee that where it was, and I went 2 years ago. It was my daughter's 40th birthday, and I gave\nthem a gift. I took the whole family, my daughter, my son-in-law, my grandson and myself.\nMy husband already was disabled and he couldn't go. And, uh, we saw Oswiecim.\nAuschwitz, and we saw all the atrocities and it was very painful, very hard, but I am glad that\nwe did take them, because I did want the children to know something about my youth, where\nI lived and what happened. So I was very glad that I could do that.",
        "Q: Let's go back.",
        "A: Yes.",
        "Q: I want to go back to your childhood still. You have described the town. You have described\nyour family a bit. Tell me a bit about your mother. I have...I would like a picture of your\nmother and a picture of your father. What were they like?",
        "A: Yes. My mother was a very bright, very intelligent person. She was a hat designer when she\nmet my father and then she gave it up. She was a very devoted mother and took very very\ngood care of us children and she instilled in us the value of Judaism and even though we\nwere not, you know, as I told you not kashrut and all that, but very conscientious Jews. And,\nuh, she was a very pleasant person, very well liked by everybody, and when I met people 2\nyears ago in Poland, they still remember her and they still remember her and they still\nremember Fela and they still remembered one woman who went together with my sister in\nIsrael to school and they remember the whole family as a very loving, very caring family and\nespecially also about my grandmother. They loved her. And I was...I had a very happy\nchildhood. I...we...I belonged to the Zionist organization and we had, uh, uh...what 1s it\ncalled...an organization...a youth organization which worked solely for Israel. And I was\nvery active in that, and as a matter of fact, as a product of that my sister went to Israel. She\ndid not want to remain in Poland. She was a very devoted Zionist and she went to Israel. And\nmy childhood was very, very happy. I was always very well dressed, very well taken care of\nand really living in opulence. We had maids. In the morning we got our first breakfast at\n7:00 in the...in the bed. At 9 O'clock we had our breakfast before we left for I f~g school and,\nuh, at about 2 O’clock we came back from school. We had our big dinner, went back\nafterwards from 3:00 to 6:00 to school again and I also had Hebrew after school\nand...uh...twice a week.",
        "Q: Was that unusual for girls at that time? For girls to learn Hebrew?",
        "A: It was not in that town because most of the girls belonged to the youth organization and to\nthe Zionist organization and we were all very much introduced to Hebrew. And I spoke very\nfluently Hebrew at one time. I still read and I understand pretty much, but with talking I have\na little bit problem, but when I was in Israel, you know, you pick it up.",
        "Q: Let's stay in Poland. Okay. Pre-war Poland. How did all of /this life change when the\nGermans came in? When did they come into your town?",
        "A: OK. To my town, I wasn't there anymore because at certain point we moved to Warsaw.",
        "Q: When did you move to Warsaw?",
        "A: The factory was still in Sochocin in Poland, but we moved. About 5 years before the war\nbroke out we moved to Poland.",
        "Q: To Warsaw’?",
        "A: To Warsaw. Yes. And we lived on Lesno 24 in Poland. It was a beautiful building and we\nloved Warsaw because my... my father was about three times a week in Warsaw doing\nbusiness. People came from all over Poland and they came to trade in Warsaw. We had,\nuh...uh...some customers Tomaszow, in Krakow, in Radowicze (ph) and I remember certain,\ncertain places where my father sold buttons to them, but all the selling was done in Warsaw.\nIt was like a market, like a Chicago...you know...so...uh...and, as I said, I knew only really\ngood things, beautiful things, and in Warsaw, we had a chance to . . .to go to theatres and\nconcerts and we were exposed very much to the arts then in Warsaw, which we didn't have a\nchance in...1n the little town. So my youth was a happy youth and...and...uh...1t was\nwonderful. And then came the Germans",
        "Q: When did they come? How old were you?",
        "A: Okay. I was about almost 19 years when I first started...when a we moved to Warsaw...I\nstarted college university... Warsaw Colleges University of Warsaw. Just registered when the\nwar broke out in September. I remember like today my father had a very bad premonition\nthat this war is going to be very bad. Well, in Poland if somebody was wealthy, had not only\nmoney, but had gold. Okay? Well, we had some gold. We had some gold dollars and lots of\ngold. He took us together and he said he felt that this is going to be a terrible war. He said g\nto us we will divide whatever we have. The money was no good anymore, but the gold and\nthe...uh...whatever we have in jewelry, gold jewelry, we'll divide equally to everyone of\n[Page 11 you...of us...whoever...I remember these words...whoever can save themselves with\nwhat he has should do so and at that time, he really divided all the among all of us. Needless\nto say, it was a terrible moment because we knew from newspapers from before what the\nGermans are like. And shortly after, the war broke out when they took over Poland. After a\nlittle while they started organizing, put all the Jews in certain streets. It was, I remember,\nZamenhof which was mostly Jewish, really, Malewki uh, there was another street I don't\nremember very well anymore, but we were all concentrated in these few streets...all the Jews\nwere put in to wherever we could.",
        "Q: What were living conditions like in the ghettos?",
        "A: The conditions in the beginning, we thought, might be okay. But as we went on, we didn't\nhave enough food; we didn't have enough water; we didn’t have enough of anything, and\nthat's when the problems started. Sicknesses started to evolve because we didn't have enough\nof anything. Okay?",
        "Q: Where were you living?",
        "A: We were living in one room. There were about 12 of us. We didn't have any beds. Whatever\nwe could take was on the floor. Okay. Whatever we had. The few things that we could take\nalong with us because you had to leave most of it, you had to leave where you where and\njust...just go.",
        "Q: You had been rounded up before you were taken to the ghetto?",
        "A: Everybody was rounded up, and you know, I remember they used to take the male Jews to\nsee if they were...what do you say...",
        "Q: Circumcised?",
        "A: Circumcised. And by that they saw who was Jewish because most of the Poles...the Jews in\nPoland...were circumcised. And that's how they rounded us up. From wherever we lived we\nhad to go to a certain point in Warsaw and they...they brought every...all the Jews to these\nfew...uh...streets and then they put sort of...uh...like a barbed wire...we were having some\nthings that you couldn't move around easily out...and 30 that's how it started. Well, this\nstarted around the end of right away as they came. And I lived in the ghetto until 41. At 41, it\nwas really, really before the ghetto was set a fire it started to become real bad. People were\nmurdered. People were just taken out for no reason at all and just killed, especially children\nwere just thrown against the wall...just killed. Well, at one point they rounded us up all and\nthey had lines you stay here you stay here you stay there. At that time we were already...the\npeople started to get separated from their families. If somebody looked well to them enough\nto be transported to work, which I thought was work, was in one line. People were sickly\nlooking...meekly looking, they went in another line. Elderly parents went in another line. The\npeople that looked too sick to them, they just took care of them right away. Like my parents\nwere, at that time, really very bad looking, and they just shot them right then and there. And\nnot only my parents but a lot of them. I was in the line and I tried to run out to help but I was\npushed back. You couldn't do anything. My sisters were younger than I. They took them to,\nto a younger line. I was in the older line. However, somehow I got out of that line and I tried\nto hide. I got out of that line and I was able to get to a hiding place which I hide...I hid. That's\nhow I got out. When the ghetto was set afire...",
        "Q: No. No. No. I don't want to go there yet. I want you to S 6 tell me about the hiding. How did\nyou get to the hiding place?",
        "A: I tell you now I...I cannot explain to you how it happened, but there was another Jewish girl\nwith me and we decided that we are not going to let ourselves being taken. The girl....I have\na picture of her too. The girl was named Alla and, uh, we tried...we made up our minds we\nare not going to let ourselves be taken by the Germans, and as they shoved us aside we\nshoved ourselves further away and we got away from them. And we hid out a little bit for a\nfew days. This was...all that happened shortly before the ghetto was set afire. They wanted\nreally to exterminate the Jews. Whoever was left to set afire, and they couldn't get out. And\nwe somehow got away from that line and got away from it. And when we got away from it\nand, we hid out a couple of days when they announced the ghetto is going to be set afire.\nAnd Alla and I were in that hiding place.",
        "Q: What hiding place? Describe it.",
        "A: It was like a little alley between two houses. We somehow got in between that alley and\nstood there, waited until all the people were taken. You know they took everybody\nby...uh...uh...cars like they transport...transport animals, you know, trucks like...animal\ntrucks. And everybody was pushed, shoved on the trucks...whoever was taken was supposed\nto be taken to Germany to work they said. But it wasn't to t~> work unfortunately. It was the\ncamp.",
        "Q: Where were your sisters taken?",
        "A: And we were both still in that little alley. Well, when it got quiet, we just maneuvered\naround and we maneuvered around to a park where there was...uh...uh...we could stay there\nfor a while, and we stood there not knowing what are we going to do next. Well, we stood\nthere and we scrounged around for food wherever we could, because the Germans had the\nidea that time that nobody is left, and if somebody is left they couldn't get at them, and that's\nwhy they decided to set afire...also because there were a lot of Jews that were underground.\nWe somehow got to these underground people. From that...",
        "Q: From the park?",
        "A: From that park where we're there. After the Germans left, the underground people somehow\ncame...came up from wherever they were...they were hiding in the underground and got hold\nof us.",
        "Q: What year are we? You were talking 19...",
        "A: This is all...this is...this is 1941.",
        "Q: You are still in 1941?",
        "A: Yes. Because we were...until 1941, we...this was the beginning of 1941. The ghetto was set\nafire in March.",
        "Q: Okay.",
        "A: And somehow this was all shortly before the ghetto was set afire. So from nowhere the\npeople from underground showed up and they found the two of us and they took us. And\nthey took us...when they...they took us to their underground where they were hiding and kept\nus. At that time 2 days later, the ghetto was set afire.",
        "Q: Hold it. I don't want to get there. I want you to describe for me please where they took you.\nWhat was it like?",
        "A: I don’t know where they took us. I don't even know where it was. It was somewhere around\nthe ghetto and maybe it was in the ghetto, but wherever they came up from I have no idea. |\nProbably 1943. They were...they just there...like this Pole I found in Warsaw....from\nnowhere he came.",
        "Q: They took you in a room? They took us...No. It was...1t was like a cave.",
        "Q: Okay. Okay.",
        "A: That was their underground hiding place. And the Germans knew that there was such places,\nbut they couldn't lay hands on it, p ~ and therefore, they decided to put the ghetto on fire...to\nset the ghetto on fire to get rid of everybody which they did unfortunately. And that's how\nwe got from the...from the ghetto with these people took us with their...through their caves to\nthe Warsaw side which was called the Irish side....to the Irish side. That's the story how we\ngot out from the, the two girls, myself and Alla, from the ghetto. Through these people.\nThese were really martyrs and what happened to them later I have no idea. But that's how we\ngot to the Irish side, and that's where the saga started with me. Somehow Alla and I got\nseparated. She said she was married to a Polish guy, and she said she knows of somebody\nthat could take care of her in Warsaw and that is the time where we got separated. And I was\nalone in Warsaw. Okay.",
        "Q: And she's married.",
        "A: That's how I got out of the ghetto.",
        "Q: Okay. Now the ghetto has not yet been destroyed?",
        "A: No.",
        "Q: That comes 2 years later?",
        "A: The ghetto was destroyed in 41, when we went out. It was...the ghetto was set afire when we\nwent out.",
        "Q: Okay.",
        "A: Okay. ..",
        "Q: It may have been 1943, but we can deal with that later. Let's talk about you. You are alone?",
        "A: Alone.",
        "Q: Your friend had left?",
        "A: Yes. This was after the ghetto was set afire, and we went...",
        "Q: After the ghetto was set afire?",
        "A: Yes.",
        "Q: Where did you go?",
        "A: Okay. I didn't know where to go. But I remembered, you know certain things stay in your\nmind, that we had a person that worked for my father I think his name was Nodrudtk1. I\nremembered that he lived in Jeravia Street in Warsaw, and I thought maybe I should try to go\nthere. And I went there and 3 0 a p I found him and he took me in. He said, \"I can't keep you\nlong, but I will keep you awhile.\" That's how...this was my hiding place in Warsaw. Jeravia\n24 or 22 Jeravia...20. I have it written down because I don't remember anymore the names.",
        "Q: Would you describe his house?",
        "A: Okay. When I was in Poland, I went to see it and that house stands. But it was demolished\npartially by the Germans. The funny part was also I met a lady who works...a Polish lady\nwho works for the Polish Embassy in Washington, and I met her through a friend who works\nfor the United States. Annie Core. And she had met her...she works now as a representative\nfor the Polish people that work in the Embassy. She met...through her I met this Polish lady.\nShe said, I lived near Jeravia 32 and I know where that house 1s. It was the funniest part, you\nknow, after all those years. Anyway, when I went to Warsaw that house 1s still there, but it\nwas demolished partially, 32 and I lived in an attic there with that family.",
        "Q: While you were there, since this was when Warsaw was being...the ghetto was being\ndestroyed, did you see that destruction?",
        "A: I could see the flames. Yes. From the Irish side, all you saw is flames, smoke. That's all you\nsaw because it's very close. The streets from Jeravia, Unleshno (ph) and Zamenhova its now\ntoo, too far. So I could see what happened. When I went there, but then I was hiding and I\ncouldn't get out anymore. I was always hiding in that...in that...on that attic.",
        "Q: Can we...before we moved into the hiding, I would like to take you back into Warsaw before\nyou leave. You are...when you were in Warsaw, you were describing the terrible conditions\nand the difficulty.",
        "A: Sickness, typhus.",
        "Q: Where you aware at that point of any resistance being formed?",
        "A: Yes.",
        "Q: Tell me about that. What did you know?",
        "A: All I knew that there is a resistance and they are fighting in the woods. There is a song which\nI don't have. It was in Jewish, that song, about the fighters the resistance fighters. I am sure\nsomebody must have it.",
        "Q: The song is well known and that is fine.",
        "A: Right.",
        "Q: So you knew about them. Did you know about any resistance being organized in the ghetto\nitself.",
        "Q: No. No. Had no idea. You know, we were so involved in each other in the daily routine\nwhich was no routine. It just happened. From hour to hour we knew that an end was coming,\nwe just didn't know when. O: What was the Jewish community leadership doing at that time?\nDid you know? Did you have any sense of a community organization?",
        "A: No. I did not know any. Not at all. But I knew about the resistance group, and I knew that\nthey are around Warsaw...in and around Warsaw, but I had no idea of any other things. But\nthe conditions were terrible since we didn't have enough food, especially enough water,\ntyphus came around, and when the Germans took us out, you know, everybody was\nemaciated already, and that’s why my parents got killed in front of me. They looked so bad\nthat they thought, \"Well, they're no good for us anymore.\" And lots of other people...and\nthey just boom, boom, boom, and everybody went. And, as I said my two sisters were taken\nto concentration camp. They were put on a...on a wagon on the trucks and Alla and I...I was\nnot with my sisters. I couldn't even be with them because I was older and they thought that I\nlooked good enough to work, and they were the younger and with children and the children\nwere taken away and evidently to camp right away. So that's how it was. When I was in\nWarsaw, this was all in 1941, beginning of 1941...March. And when I was hiding out, a few\nweeks was fine. I thought, \"Well, we will see what happens.\" But one day they came into me\nto the attic...not only that...at the attic, I contracted whooping cough. You know what\nwhopping cough 1s, and they got scared to death because with having the whooping cough,\nyou cannot sit still. When somebody comes around, and hear I hark, hark, hark, they were\nafraid, and they thought they cannot keep me any longer. Okay? I have to find a way what to\ndo. At that time, I was let go. At that time I had 20 dollar gold piece...a 20 dollar gold piece\ncause all the other jewelry and things, I already... didn't have it anymore.",
        "Q: Why? What did you do with it?",
        "A: Okay. What I did is when I tried to get the false papers I had to pay with something. Okay.\nAnd when J let...when they let me go, I had a 20 dollar gold piece, and I just didn't 37 know\nwhere to go. So when they let me go on the street, some 2 Germans...SS men I\nimagine...approached me, and they said, \"Who are you? What are you doing here?\" Well,\nthey finally find out that I am Jewish, you know, by interrogating me, and I knew well, Iam\ncaught anyway and I don't care what happens to me. But I had the 20 dollar gold piece and I\ntold to the guys I said...I said to them, \"Well, 1f you let me go, I have something that I could\ngive you.\" And they said, \"What.\" I said, I have a 20 dollar gold piece.\" Well, they took the\ngold piece and let me go. But I...I still had no place to go.",
        "Q: Did you still have false papers on you?",
        "A: And still false papers on me, yes. Where do I go from there? That was the question. And it\nwas almost curfew hour. The curfew was 9:00. Well, I wondered. I just wondered and I\nthought it doesn't matter to me if I get caught. If I get caught, I get caught; if I don't, I don't.\nLife was cheap. And I wandered, I wandered until the Wisla, River Wisla [NB: the Vistula],\nand I sat there and I was contemplating ... should I...should I jump into the river and finish up\nwith myself. I didn't know how to swim. But I thought suicide would be the best thing. I\nwouldn't fall into German hands. I would do it myself. And along came from nowhere this\nman, Jan Majetki, and he said, \"You know, it's almost curfew hour. What are you doing\nhere?\" And he started to interrogate me. Who are you? Where are you coming from? Well,\nhe realized that I am Jewish and I couldn't hide anymore and I told him who I am. I showed\nhim my false papers, that I had these 3 f false papers that I acquired with my money and\nsome jewelry but I had no to go. He said, \"Well, I am the Director of the Polish Camp.\" It\nwas like a camp for the Poles that escaped from the German rules. I can take you in there for\na little while. I said, \"Fine.\" So he took me in there, and I think the street was Ulitza\nSfientoieskaia (ph) . And he said I can give you a little room and you can stay there, but not\nfor long because we are being, uh, the Germans know 5~ that we keep Jews there and they\nare after us every so often. So I said, \"Well, whatever happens happens. If you can take me\nnow, fine. I'll go with you.\" And I went with him. That's how I got to this Polish house.",
        "Q: Can you describe the house?",
        "A: This must have been...well, it was March. It must have been around the beginning of April or\nsomething like that because in June, I was...to Germany. Well, I stayed there until such time\nbut every so often Germans came there and really tried to find whether they are Jews. But at\none time it was so hot that he said, \"Maria, I cannot keep you any longer. We have to part.\"",
        "Q: What was the house like? That is, where there many people there? Who was hiding there?",
        "A: Only Poles. Most of the Poles and a few Jews which I didn't meet, but mostly Poles and it\nwas a house, just a plain house, uh, they had some rooms. It was also very crowded. But I\ngot special treatment from him for some reason or other. I don't know why. But I realized\nlater why because he corresponded with me. He really liked me. Anyway, I got that room,\nNo. 6, and I stayed there until it was so hot that he couldn't keep me anymore. He really had\nto...to get rid of all the Jews. I was the last one and he parted with me, and we kissed and he\ngave me that medal when he parted with me.",
        "Q: Will you show us the medal please and then tell us what it is. You have it on.",
        "A: Yes. I didn't know that.",
        "Q: Let's take it out and show it to the camera. We'll show it again later. And that is the medal.\nThat is the holiest medal in Poland. Maka Holska Czestohovska. They were a few holy\nladies, but the lady from Jan Batski, was the holiest of all. And this is the medal that he gave\nme when we parted and this is only, you know, the...the chain is not there anymore, but he\nkept it for me. He got this one from his brother who was a priest who also perished in the\nsame camp where my sisters perished. This Jan Majeski for awhile was working in the\nunderground, in the Polish underground for Poles, but then after the war he organized that\ncamp for Poles that escaped from...Okay? And this is the medal that I kept. And he told me\nto promise him that I will keep that medal with me all the time and this will keep me alive.\nAnd needless to say, I really honestly kept that medal with me all the time until I gave it\naway to the Holocaust Museum. I kept it always with me. Not that I believed in it, but I\npromised him that I will keep it with me, and I did. Every night in Germany I looked at that\nmedal and I thought how...how safe I am because I don't know with that medal or whatever,\nbut I am safe, alive. Better safe I don't know, but alive. Anyway that was the time...when we\nparted, and he said we had to part, he took us all...not only me but a lot of other Poles to a\nchurch, and he said from there on, everybody is on their own, but he knew there is going to\nbe a raid by the Germans to take the people to work the Germans. Well, needless to say,\nthere was a raid and we were all taken to Germany and we were taken in cattle trains...by\ncattle trains to German, to Berlin.",
        "Q: Describe the trip. Would you please?",
        "A: The trip was terrible. We were all crowded and, of course, I would never say that Iam\nJewish. Alright? We were all Poles. I am sure there were a lot of Jews...which I was afraid to\ntalk to anybody. I kept to myself. But then on the way to Berlin, they asked, \"Who speaks\nGerman?\" And I y) /) volunteered, and I said I speak German, I speak Hoch Deutch , not Plat\nDeutch (ph). Hoch Deutch is the cultivated German. Plat Deutch, I didn't know. As such, I\nwas chosen as the fuhrer, what is 1t? Not the manager, but the manager of the group to go to\nGermany, because I spoke German and the SS men, they spoke German. So they\ncommunicated with me. When they brought us all to German...to Berlin, I was told because I\nwas the fuhrer, the manager, the leader. Fuhrer is the leader. I will have a choice of where I\nwanted to go to work tin Germany which I thought was a good idea. Okay? We came to\nBerlin. I don't even remember how it looked, but it was a mass of people, not only our group\nbut lots of people, lots of people and lots of mostly Poles. And they said to me, \"You have a\nchoice to go either on a farm to an ammunition fabric or to hotels. I thought for myself to be\nsafer it would be the best thing to go on a farm.",
        "Q: Why?",
        "A: Because I knew it'll be a lot hard work that I won't meet so many Poles. I was afraid to meet\nPoles. That was the idea.",
        "Q: And you still had the false papers?",
        "A: I still had my false papers as a Christian girl. Sure. As Maria Xowalcik. The middle name\nwas Jadwiga. As such, I came to Germany as Maria Kowalcik. And I thought for my own\nsake, I probably would be safer to be away from everybody. And I thought on a farm, Poles\nwould probably not likely go to a farm. They might want to go a hotel, to some offices, to\nany other place, but I thought for myself, I would rather go to a farm. First of all, I was\nemaciated. I was about 80, 90 pounds skin and bones when I came to Germany. Skin and\nbone. And as such I came to Germany. They told me where they are going to bring me, to\nKrushart, near Oslingen. It is a small farm that the man that owns the farm is paralyzed but\nhe has a son-in-law by the name of Karl Beck and a daughter. She was just married to this\nMr. Beck. And I was brought to Krunhart. That's how I came to Germany. Okay? I was a\ncity girl. I never knew what work means because at home we were wealthy. We had maids,\nand we had everything. I never even knew how to boil a glass of water. Very\nspoiled...very...really very well taken care of, and I had no idea what a farm means...work on\na farm. Anyway, but I adapted and I adjusted very well. I knew that that's the way it is. That's\nthe way it's going to be. I better make the y ?- 4S best of that.",
        "Q: Describe the farm. Would you please?",
        "A: Okay. Was a very small farm. They had an Uncle Karl. I forget his last name. And Louise\nand Mr. Beck, and Mr. Sharf and myself. A very small farm. We had about 6 cows. We had\nchickens and pigs and all sorts of animals around the farm. Of course, I had to take care of\neverything. I had no idea how to milk cows, but when I came there, the nice thing was when\nI came to the farm, it was...it was June 16th or June 21. I don't remember exactly. I think it\nwas June 21. It was a nasty day; a rainy, nasty cold day and I had nothing with me, just what\nI had on, old clothes and my emaciated. Just skin and bones. But I had my presence always.\nOn a farm, there is lots to eat. I better be careful eating, not to eat everything right away. I\nhad the presence of mind to be careful of eating not to get sick. So the first thing I came\nthere, it was cold and the woman, Mrs. Louisa Beck, she looked like a very terribly harsh\nwoman, talk, big, but a real German woman, you know. And I thought oh, oh, this is not the\nplace I should have gone. But she was very kind to me, very kind to me. Really motherly\nalmost. She showed me to a room where it would be and it was very nice room, a very small\nroom with just a bed and a bureau and me. But it was very nice. The nicest part of it was\nwhen I went to bed...you know we had feather beds in Germany...when I went to bed, the\nbed was warm. And I was wondering what happened. She had a warm bottle to warm up the\nbed, and I thought then she can't be that bad. If she did that, she must have heart. Of course, I\nwas Polish. She didn't know that I was Jewish. So then I thought maybe life won't be so bad.\nAnyway, that was the experience and she gave me milk and ham and bread, but I didn’t eat\nany. I just had some milk and some bread and butter. I was afraid to eat really, because I was\nhungry, emaciated and I thought... had the presence of mind not to eat everything right away\nbut just go slowly about it until I get used to food again. So then it really started. The next\nmorning she tried to introduce me to everybody. She had a brother by the name Ernst who\nfought in the army and he was in Russia then. He had a little boy by the name of Fritz. He\nwas then a baby about 2 or 3 months old, and she told me I had to take care of the baby\nwhich I was glad. And some other chores she told me that I had to do in the beginning which\nwas fine. It wasn't too much, but then they got me into the real nitty gritty, the real farm\nwork. She showed me how to milk cows. That was the worst part. Well, to milk the cows I\nremember for about a month my fingers were like this. I could not straighten them out. You\nhad to use force to use what do you call the (ph), and my fingers were like this for about 2 to\n3 months. I just couldn't straighten them out. But then slowly I knew how to do it, and it\nwas...was fun. And I used to drink the milk directly from the cows. I milked them. I drank\nthe milk. Anyway, I got very fat as you saw. After awhile, I was there about 2 months, I got\nvery fat. I had at that time long hair and I braided them and put them up here as you see will\nsee on the pictures. And, uh, then she taught me really what I had to do and it was hard work\ntaking care of all the animals and get up in the morning about 5:30, go at night about 12:00\nto bed and feed all the animals, take care of the chickens, of the ...of the pigs, whatever we\nhad on the farm. And also I had to learn how to mow grass and the...what <t do you call this\nin English...the uh...uh...the...uh...you know where you make cereal from, grain, what do you\ncall it.",
        "Q: Oh, you have to cut the cut these from the wheat?",
        "A: Yes, what do you call the grain.",
        "Q: You cut the grain with the...",
        "A: Not with a ...(ph), but with a...the ...(ph) is too small. What do you call it? It was like this\nand a handle. I can't think of the name.",
        "Q: Sifted it through?",
        "A: Not sifted. No, you had to cut it.",
        "Q: But you cut it with some kind of machine.",
        "A: Yes and it wasn't a machine...was hand cut.",
        "Q: Okay.",
        "A: It was a big handle. t",
        "Q: I don't know.",
        "A: Not a sickle. It was bigger than a sickle.",
        "Q: We'll find the word later.",
        "A: I can't think of the name. I know the name, but I can't think of it this minute. And we cut this\nmill in bundles. The wheat....the wheat...we cut the wheat and it had to be put in bundles and\nthen the bundles were loaded on...on the...what do you call that...wagons with horses, and we\nhad to bring it to the farm and store it. And then we had to...what do you call this when you\nget the grains out, you beat it. What do you call that?",
        "Q: You beat it with sticks. I don't know. I am not a farm person. And to separate the chaff...",
        "A: To separate the wheat, yes. That's how we did it, and then it was sifted. So that’s how we got\nthe grains...the grains out. I can’t think of the name...the English name. I knew it. I think I\nwrote it my essay, but I can't think of the name now. Anyway, that's how we did it. And we\nhad to mow grass for the cows for the winter to store hay for the winter and all that. All that\nhad to be done. We had chickens. I had to gather the eggs and all that. It was a lot of work\nand I did most of the work because Louise, Mr. Beck was working in the ammunition\nfactory during the day. He came only home at night. Mr....the owner was paralyzed. He\ncouldn't do anything. Louise had to take his daughter, and Mr. Beck's wife had to take care\nof the son, so I did mostly of the work, but Saturdays there came an uncle of theirs, Mr.\nWarl. He helped us out",
        "Q: Okay. Let's hold it we need to change the tape and then we'll come back. Okay Bonnie.\nTape #2",
        "A: The rest I have to do it here. I have to go to the bedroom. Just take care of him like a baby. I\nhave to clean him up. I have a commode in the bathroom. I have a commode in the living\nroom. I have a commode in the kitchen so I don't have to drag all those things.",
        "Q: Let’s pick it back up. We are going back to ... and you have been doing farm work. Tell me...\nyou started to me about the uncle who comes in on Saturday.",
        "A: The uncle who came in on Saturday helped us out because I could do...most of the work was\nreally on and on Mr. Beck and both of us could not handle all of it.",
        "Q: How big was the farm?",
        "A: I don't know. It was a very small farm...really very small farm. Pour of us could take care of\nit, but we all had to work hard. As I said her husband was home only in the evening. He left\nin the morning and came hone about 8:00 at night from the factory...from the ammunition\nfactory there he worked for the SS. And in the evening there wasn’t much to do, but Sundays\nhe helped us out. Sundays we worked very...I worked most of the day cause they went to\nchurch. First of all, I had to...I was Catholic...I had to change my religion. They were Seven\nDay Adventists and they sort of hinted to se to change the religious. I did change. I thought\nwhat the heck, it doesn't matter to me. So I was Protestant, you know, I went with them to\nchurch every Sunday and prayed with him or whatever it was, and there were meetings 1n the\nhouse, also, once a week which Mr....that owner who was paralyzed. He presided.",
        "Q: Let's pick it up and go back. You were posing as a Catholic Where had you learned your\nCatholicism to go to Church?",
        "A: I didn't.",
        "Q: You didn't?",
        "A: I didn't because I never went to church. I came to Germany and they said, well, you will be\nawhile with us. Why don't you change to our religion? And I know so little about\nCatholicism and the girls that were there...there were other Poles in the village. They were all\nChristians...really Poles. And I was scared to death. That's how they found out...they didn't\nknow ‘til they found out. They suspected that I was Jewish.",
        "Q: How did they suspect?",
        "A: Some other girls that were on other fare...they suspected, and I was scared to death. But we\nwere very good friends because when they were talking about Catholicism or about the\nchurch, I knew very little about it. And that's...I think they got the idea that I...that there is not\nquite right. And, uh, of course, I never said anything to them. I remained as Catholic, but I\nthought it would be a good idea if I changed to their religion. And I did change. And I went\nwith them every Sunday to church, and I did all the things that they did.",
        "Q: Did you have to go through conversion?",
        "A: No. Nothing. Because Mr.... the President of that union...of that Seven Day Adventists,\nwhatever it was. And everything was in his house. As a matter of fact, sometimes the\nceremonies were 1n his house because he could not go to church and his daughter played\nthe...not the piano...what is the other thingv?",
        "Q: The organ?",
        "A: The organ. As a matter of fact, she started teaching the organ. And she played the organ and\nwhen the meetings were there, we went into that room and we had the meetings there. So I\nwas very comfortable there instead of going to the Catholic Church, which I know nothing\nabout. I thought it's a good idea that I did. And I was very glad that I did change. And they\nhinted to me...not that they almost like forced me to itt...but I thought it was a good idea and I\ndid it, and I was very glad that I did it because this way I did have to go with the Poles.",
        "Q: And you also didn't have to pretend. You knew a great deal about the Seventh Day\nAdventists.",
        "A: Exactly. Yes. And the whole week I worked very hard. We had no live to get together. Only\nSundays. And Sundays I went to church so I had very little connections with the Polish girls\nthat were there. There were two girls...Polish girls...of which I have pictures. But we were\nvery good friends and every body worked very hard. You really didn't have much time. One\nof the girls was very badly treated on her far. She couldn’t eat or sleep in the house. She had\nto sleep elsewhere near the stables, you know. But I was very lucky. I really had nice people.\nBut, of course, knowing that I aw Christian, you now...but they were kind to me, really kind.\nI had no complaints about that. So I was there, I think it was about 2-1/2 years...or 2 years\nwhen the liberation care in 1945.",
        "Q: Let's not get there yet. Zhen you were talking earlier, you talked about having to wear your 3\nand you were taken to court one day about that.",
        "A: Okay. I was once...I became sick. Okay? And before the war, I had gall stone troubles, but\nthen during the war somehow because of the meager diet and all that, I had no problems. But\nall of a sudden when I started to eat and eat well...probably fatty things. You know, butter of\nWhatever they have on the farm. You know we had pork. We did our own cold cuts and all\nthat. And I ate all that and I like it and 1t was good. I got fat on it. And I felt fine, but all of a\nsudden I took ill. And evidently that...the gall stones occurred again because of all the fat,\nand the butter and the Bilk, I couldn't digest that very well and I got sick. So I had to go to\nthe doctor and I just didn't get...I forgot. And several times also when I went to see the Polish\ngirls, we didn't always wear the E.",
        "Q: You had to wear your P.",
        "A: All the time. All the time. But neither one of us wore it all the time. Because it was a small\nvillage, but there was one police guy that lived in the village that had very bod...he didn't\ncare very much for Dr. Hard and he sort of took it out on me. One time when I went out to\nwait for the bus to get to the doctor and he caught me without the P and needless to say, he\nreally took advantage of me. He really beat me up well. I went back home. I didn't go to the\ndoctor. I went back hone and I cried myself sick and I was very upset about it and talked to\nhis. He said, \"Why did you do that to her? She's such a good worker...and all that.\" Well, he\nsaid, \"She has to wear a P anyway. I went to the doctor without the P at the time, and I went\nback to crying and I put the P back and I went to the doctor. And he...when he beat me\nup...he also put in a...he sued me. He took me to the court that I as a Christian girl and I\ndidn't wear the P. He took me to the court. And you know, there is in minority, if I have the\noriginal from the court...and I told the Judge the truth that I forgot the P but I got an attack of\ngall bladder and I had to rush to the doctor and in my rushing I forgot the P and went without\nit. And, I forgot his name...the policeman’s name, I don't remember anymore...and he beat\nme up.",
        "Q: Let's stay... You are telling the court?",
        "A: The court. What had happened. And the court believed me but the guy, the policeman was\nthere...he said it was not true what I as saying and that I also said that he said...the policeman\nsaid when I got to court I'll probably have to pay some money as I punishment and he...the\npoliceman said to me...said to the court that I said money doesn't mean anything to\nme...German money doesn't mean anything to me. It was a lie...and I said that to the\ncourt...the Judge. The Judge really believed me what I said, and he dismissed the policeman\nand, uh, however, they punished me with...But I told the Judge that I don't have any money.\nI was supposed to get paid 20...a month, but I never got paid. And I told the Judge I don't\nhave any money, and he can do whatever he wants to with me. If he wants to put me to jail,\nlet him put me to jail. But the Judge was very, very nice to me. He just gave me the\npunishment and he said whichever way I can pay I'll pay. And I brought the judgment back\nto Mr. Sharo and Mr. Sharp intervened and they made it to 15...so Mr. Sharv paid 15... I\ndidn't pay anything. And the receipt is there. I have the original receipt. But the Judge was so\nnice to me. He was so sympathetic to me. What he did, he asked me to be the translator for\nthe Poles when they come to Court. They don't know how to speak German. Would I be\ntranslating for them? At the end it was a good thing for me. I helped the judge with the Poles.\nI translated from Polish into German. So, the judge was very, very nice with me. He believed\nwhat I said and he accepted my testimony rather than the policeman's.",
        "Q: Did you stay working on the farm also while you did translations for the judge?",
        "A: Yes. Yes. I told them that whenever the judge wants me I would have to go and they were\nvery pleased that I did that. And so...and I was pleased too. It got me away from the farm,\nand you know, a little to do...a little bit of something else. So that was...the end was pretty\ngood in spite of everything, but I had a lot of scare cause I thought, God knows what will\nhappen now. If they put me to jail, they'll really find out who I was. You know, they'll start\ninterrogating me and all that, and I was scared to death, but it ended well, really for me. It\nended very well. So that's how it was in the court. But I had a few frightening days and\nsleepless nights and all that.",
        "Q: What happened after the business court?",
        "A: After I had been to court? Well, I came back to the farm and everything was fine. And that\npoliceman never bothered me again. Never bothered me again! And Mr. Sharb was very\nupset about it, you know, because he knows the guy and he says he shouldn't have done it to\nhim...not only to me, but to him...that I was working for him and I was very good and never\nany problems with me. Why did he do that? Ho was just nasty...a very nasty man. He was\nvery nasty to the other Polish girls. He really was.",
        "Q: What year did all this happen with the court and everything? What year did this happen?\nWhere are we in this?",
        "A: This must have been in 1942 or 1943. Either year, I don't remember. It must have been 1942\nor 1943...beginning of 1943. I don't remember. I have it written down, but I don't remember\nthe time.",
        "Q: How long did you stay on the farm?",
        "A: I stayed on the farm until liberation...Until 45.",
        "Q: OK. Did anything else happen before liberation?",
        "A: No, I was just working and, uh, nothing special happened. I just feverishly read the\nnewspapers; you know to see what was going on. Because they really did not know...this\nfarmer did not know...I think people from the village knew what was really going on with the\nJews. They really honestly did not know. Everything was kept in such a way that most of the\npeople were not aware of it. And these people particularly had no idea what was going on.\nReally! So I stayed there...after the liberation, I stayed there about 2 more weeks longer.",
        "Q: Wait. Don't jump quite so fast. What happened at liberation? How did you know there was\nliberation?",
        "A: At liberation, the American soldiers came into the village and they asked me who are you\nand why are you here. Mainly, they asked do I know whether the men, that was the SS\nmen...some Deutschmarks in the house, and if he has, where he has it. OK. And I have to tell\nyou, I told them. And I told them...and I told the...the Americans I told them who [ as...that I\nam a Christian girl on false papers. I took them aside and told them who I was...that I am\nreally Jewish and I am looking now to get back to some place where there are Jews so that I\ncould get to a community...a Jewish community. And they said we will try to find out for\nyou where they are and where you can go...what you do. But the man, Mr. Bett, was very\nupset when they came in and looked him and they asked me if I know if he has something.\nHe really didn't have any arms in the house and I told him and he didn't. But he got scared.\nThe man got scared and he gave me his uniform. When they left...the American boys left, he\nsaid, \"I am terribly afraid\"...and gave me the uniforms.",
        "Q: What uniforms?",
        "A: He had this SS uniform.",
        "Q: Was he in the SS himself?",
        "A: Yes. And he was scared. He was hiding the uniform when they came in and I didn't think of\nthe uniform at this time. They were looking mainly for arms. When they left, he came out to\nme and he said, \"Maria, I have the uniform and I want you to burn it. I don't want anything\nleft here that I was an SS man. OK?\" He gave me the uniform and we had in the living room\na pot belly stove. He gave me the uniform and he said, cut it up and burn it. I don't want to\nhave it in the house. And so I did. And let me tell you that very tongue of false that came up\nwas like a...to me. For all the things that I went through...that I saw my parents die, my\nsisters taken to the concentration camp and with all the misery that I lived through and all\nthat, I thought, why me. Dear God, this is something that I can be thankful for...that I can do\nit. And that's how the sculpture came about. When I started school, my teacher, Rebecca,\ncame and said to me...",
        "Q: Can we hold it there. Stay with this. We'll get there.",
        "A: And I burned that uniform and he was very happy about it. However, I found out the\nAmericans told me in Stuttgart, there is a Jewish DP camp and they are forming now a\ncommunity, a Jewish community, and where I can go and all that. I still, however, was afraid\nto leave the farm and I didn't tell the farmers who I was at all. I still stayed on 2 weeks. You\nknow when you are under those circumstances; I was afraid what will happen if there is a\nretreat. If the Americans retreat, God forbid, and they find out who I was, you know. So I\nstayed on for 2 weeks. I didn't tell them a thing. And after 2 weeks...1n the meantime, I went\nto Stuttgart and I found out that there is indeed a Jewish community and there is form a DP\ncamp...displaced person camp, and that I have a place to go now. I know where to go. And\nso I came back and I told them that I am ready to leave and who I as. Well, I still can see the\nface of these people. Was Mr. Beck, Mr. Beck and Mr. Sharp. They looked at me and said,\nMaria, it can't be. No Jewish girl would work like that.\" You know, they...they really didn't\nknow. They never even saw a Jew before. They thought maybe Jews really have horns or\nwhatever. They said, \"Cannot be! I said, Yes, Mr. Beck, I am Jewish and I showed them the\nfalse papers then and I told then I am going to the DP camp. I ax going to live there, and well\nthey were very surprised. They said, you can live here. You can be with us. And...uh, they\njust couldn't believe it...that I as Jewish. The first thing they said, it can't be true. A Jew\nwould not work like this on a farm. I really worked hard and I worked...I worked well. I\nworked for me because I knew that this is it. I have to do what I have to do. You know!\nAnyway when we parted he gave me that knife. Mr. Beck...they all kissed ne and hugged me\nthen. Even though...",
        "Q: Hold the knife up.",
        "A: And he gave me that knife. And that knife I took. This knife here. And this is an old knife.\nHe belonged to the SS, you know, and he took it from his mess and gave it to me as a\nremembrance. And I was really very grateful for him...for that, that he did that. I think this\nwas a nice gesture after all. I mean if he had known if I was Jewish it wouldn't be that. But I\nshowed his the papers and I showed his everything, and I told him everything, and they just\ncould not believe it. They could not believe a minute of it, but that's how we parted. At\nparting, he gave me that knife.",
        "Q: Before you go on with your story, I would like to go back a minute and ask you...Mr. Beck\nwas in the SS during all the years you were at the farm. What did he do as part of the SS?",
        "A: I have no idea. I know he worked in the... You know, everything was very secretive. I know\nhe worked in SS in a...1n an ammunition factory. OK?) He sometimes came hone...this I must\ntell you...case hone and he bring...drunk a little bit. What do you say in English? Inebriated?",
        "Q: Yes. Inebriated. It's drunk.",
        "A: Yes. And those nights when he came back like that I got terribly scared because I was afraid.\nYou know every so often, he made advances and when he was home not quite sober, I got\nscared and I didn't go to bed then. I went to the bed until I knew he went to bed and he was\nasleep. And I did some work, whatever it was to do in the kitchen or whatever. Mrs. Beck\nused to say to me, \"Maria, why don't you go to bed?\" I said, oh, I have to do this, that and the\nother thing, and I made sure that he is asleep, and that 1s when I went to bed. I really was\nafraid; you know that he might assault me in some way. Because he...you know, he felt\nsometime like that, especially when he came back. You know, there was a young Polish girl\nwho was older than he was and she was a hefty woman, talk and hefty as you will see on the\npicture, and he said this is a nice morsel, you know. And I really got seared, and rightly now.\nSo these days were terrible days...nights for me really. I couldn't sleep well and I was always\non the alert. But on the whole, they were nice to me as a Christian. They treated me well,\nand, uh, I was a hard worker.",
        "Q: But you really didn't know much about his work in the SS?",
        "A: Not at all. Nothing He never spoke about it, and she had no idea. She had no idea.",
        "Q: No idea of what?",
        "A: She knew he works in the munitions factory, but she didn't know a thing about it.",
        "Q: His wife, you mean?",
        "A: His wife.",
        "Q: Alright, let's cone back now. It's liberation. You have told them you are Jewish. You have\nbeen given and you are about to leave. Where did you go?",
        "A: I went to Stuttgart. OK? And it was a DP camp. We had a room. We were 7 girls and, uh, we\nare all in the United States.",
        "Q: No, we'll don't want to get to the United States later. Stay in the camp now.",
        "A: We stayed in the camp.",
        "Q: Describe it. Please describe the DP camp.",
        "A: The DP camp was very pleasant, very nice. We had nice rooms and food and, uh, pleasant\nsurroundings. It was really very, very nice. And we were a group of 7 girls. One girl played\npiano and she used to give concerts for us and concerts for the DP camp and, uh, and, uh, the\nother...she was the oldest of us. And there was another girl...and, uh, all the girls we got\nalong fine. We were in touch all the time afterwards. And it was really a nice time. In the\ncamp we had a very nice time. But everyone of us tried to get in touch with families where\nwe had...I set at that time already, you know, soldiers...Jewish soldiers used to come to the\ncamp, and they used to visit with us, and I set a Jewish soldier by the name of...from\nBrooklyn and I told him that I had family in the United States. Uh...you know I was then a\nlittle girl. I didn't know...I knew it was a brother of my father. I knew his name. I didn't know\nwhere he lived, but I knew it was in the United States, and I knew in Buffalo...lived in\nBuffalo, but where and what, I didn't have no idea....that I have a sister in Israel, I told the\nRabbi, and uh, would they be able to get in touch with anybody of them. I gave them\ndescription and all that, and, uh, the Rabbi that was at camp, he got in touch with my sister in\nIsrael. He got the address where she lived and she wrote me a little note. She wrote the\ndirector of the camp and the director gave it to me. It was in Jewish written and so I got in\ntouch with my sister. Then I wrote a letter to Buffalo to the Jewish community. Somehow he\nfound out about my uncle, and I got the address of my uncle. I got in touch with my uncle. I\ngot in touch with my sister and, uh, that's how life started again. I got in the Jewish\ncommunity again and, uh, life became a little bit, you know, more civilized.",
        "Q: Did you go to work for...during this period?",
        "A: I worked not directly for them. I went to work for the Polish liaison officer and the Polish\nliaison officer...his name was Mr.....he came to our DP camp and...wait a minute, I am\nmixing up a little bit.",
        "Q: OK.",
        "A: This was the Jewish DP camp. Then while in the DP camp...or was it there I met my\nhusband. OK. The was formed. OK? And my husband also lived in there as a Christian...as a\nFrenchman in Germany, and he was in German captivity as a Frenchman. But he worked for\nthe...and...was organized, and as such, he came to this camp. He met us...all the girls of us\nin the meantime, the organized a Polish DP camp for Poles, and they needed somebody...a\nliaison, from one camp to the other...from the Jewish camp to the Polish camp. And the\nPolish camp was Mr. Gotst, and I was the liaison officer for the Polish camp. My husband\nworked for the Polish camp and as such, he came to check...he was an officer...messing\nofficer, my husband. A messing officer had to do with the food. He came to check how the\nfood was distributed in the Polish camp to the Poles. That is how I met my husband. And,\nuh, there was my husband, and there was a Czechoslovakian Jew, and there was a rivalry\nbetween the two. And these two took care of the Polish camp...of the distribution of the food\nfor the Polish camp, and I was the liaison officer for that camp and that's how I met my\nhusband. And we married. He won out of the Czech. Anyway, that's how we married.",
        "Q: Very good.",
        "A: So, and that's how it was...coming to Germany and the liberation and the marriage when my\nsister wanted us to come to Israel. Then I remembered I had an uncle in Australia. I knew\nMelbourne. I knew his name, and the American soldier...got in touch with him too. He\nwanted us to cone to Australia. My uncle, my father's brother, wanted us to come to the\nUnited States. And we chose the United States over all of it. We thought...my husband\nwanted to start school...back to school. I wanted to do something with myself. In Israel at\nthat time, you know, there was still not quite...so quite...I didn't want to go to Australia. It\nwas too far. We thought America for us...would be the best. My parents-in-law, they lived\nin Paris. They wanted us to cone to Paris and live with them, and we both didn't want to. We\nwanted to live by ourselves and establish life in the United States. And I wrote to my uncle\nand he sent us an affidavit and we came to Buffalo. And in Buffalo, my husband...uh, I was\npregnant at that time. We lived...when my husband worked for the...underground...we lived\nin the...get to the United States. So we stayed with the underground, until we could get to\nthe United States. But my father-in-law was a very prominent person en in Germany. After\nthe liberation, after France was liberated... You see I am jumping from one thing to another.",
        "Q: Let's stay with you. I want to stay with you. I am not interested in anything else, but you.",
        "A: OK. I wanted you...to tell how we came to the United States.",
        "Q: Don't worry about France. Don't worry about anything else. You came to the United States?",
        "A: Because my father-in-law helped us out.",
        "Q: OK.",
        "A: So we came to the United States, and we lived in Buffalo. I was pregnant at the time...6\nmonths. And, uh, we couldn't get...the Americans wouldn't let us on the ship anymore,\nbecause they were afraid I might give birth on the ship. Anyway, we came by an\nAmerican...by airplane...American transport for soldiers. We came with that transport, just\nthe two of us with some others. And I gave birth in the United States. But we didn't have any\nmoney even though we were living with my uncle. The hospital was supposed to be $150.\nAnd we didn't have the money. We didn't want to take from . My husband is\nFrench...German originality...lived in France, and he translated a book...helicopters, from\nFrench into English and he got $150 dollars for it. So we paid the hospital for that. So I was\nglad that my uncle didn't have to pay. And so, then we came to the United States.",
        "Q: You are here already. Right? You are in Buffalo. You have had the baby.",
        "A: Yeah. My husband translated the book and we paid the hospital.",
        "Q: Let's capsulate a little bit. You were in Buffalo. How long did you live in Buffalo?",
        "A: In Buffalo we stayed only a few months. I came...I was...uh, I was almost 6 months pregnant\nso we stayed about a couple of months.",
        "Q: You have the baby. What did you do then?",
        "A: Nothing. My husband then got a job in...well, some friends of my father-in-law in New\nYork...1n New Jersey.",
        "Q: So with a newborn baby you moved to New York?",
        "A: No. So he went to New Jersey. I stayed with the baby in Buffalo for awhile until he found a\nplace for us to live. That's when I joined him...in New Jersey. That's where he worked.",
        "Q: What did your husband do?",
        "A: Well, my husband by trade...he is a chemical engineer and physicist. But when we came to\nthe United States...no...by trade now he is that, but when we came to the United States, he\ndidn't have education like I did. We had to do the education here. So when we came to New\nJersey, he started school and got his...he got his high school diploma...American high school\ndiploma. With that, he was accepted to Columbia University, and he was a year there, but we\ncouldn't afford to pay so we had to move to New York in order to matriculate for him to go\nto CCNY, City College of New York. So we did move to New York, New York State, to\nAstoria, which is in New York. He got matriculated. He went to school and got his degree in\nphysics and chemistry. As such, he got a job in New Jersey, and he was working then as\na...aS a metallurgist...not in his field at all. That's how we got to New York.",
        "Q: How many years did you live in New York?",
        "A: In New York, we lived about...uh...I would say about 14 years, then we got transferred to\nDetroit. We lived there a few years, and then he was transferred back to New Jersey, and we\nlived there from there on, we lived in New York...in Astoria, but he worked in New Jersey.",
        "Q: How many children did you have?",
        "A: Only one daughter. Her name is Faye, and she is a....a...uh...landscape architect. She has her\nown business with a partner and is doing very well.",
        "Q: When did you come to Washington?",
        "A: To Washington we came and it was 8...My husband in the meantime contracted the disease\nof multiple sclerosis and he worked until he was completely disabled, until about 82 or 81,\nsomething like that. Then my daughter insisted that we came to live...she lived then in\nWashington...that we come and live in Washington. It would be easier for me and for her to\nsee her father. That's when we moved to Washington. She lives in a...in a...isn't that\nsomething? She lives in the Washington vicinity...",
        "Q: It doesn't matter.",
        "A: Alexandria. Something you know, you talk and forget about... She lives in Alexandria and\nshe insisted on us coming to live near her which was a good idea because she helped me out\na lot. He was completely disabled.",
        "Q: You've gone...you are going to school, and you have been doing sculpture? Is that correct?",
        "A: Ok. After awhile I decided I have to do something. I was taking care of my husband all the\ntime. I have to do something for myself and also for therapy. And I decided to go back to\nschool. By the way, my husband graduated cum laude. He went to night school and worked\nduring the day, so it was tough for him. Anyway, I decided to go back to school myself\nbecause my daughter was already grown up and on her own. And I am taking up art. I am\ntaking up...not...but I worked towards a degree 1n art. And, uh, I work...twice a week I\nwork...twice a week I go to school, so I am a very busy...very busy lady.",
        "Q: Tell me about the sculpture.",
        "A: Ok. The sculpture case about...I picked up sculpture in school. The teacher that I had was\nvery instrumental in that sculpture. She said...you know, I never talked about my past until I\ndid the sculpture. I never even told my daughter about my past. Nobody knew about it. But\nRebecca insisted...my teacher...that I tell a little bit about my past, and I did. And she said,\nwhy don't you do something about it?\" I was taking then sculpture. Why don't you do a\nsculpture about your experiences? This way you will get 1t out of your system and you will\nbe able to talk about it.\" I said, \"Well, I'll think about it.\" And I did. I did do a sculpture...a\nsculpture of the burning Nazi. I told you that he asked me...this Nazi asked me to burn his\nuniform. I thought this would be a good subject to do, and I did that burning Nazi...a\nsculpture of that. And that's how the sculpture came about. But really Rebecca was\ninstrumental because I didn't want to talk about it. I wouldn't do anything about it, and she is\nthe one that really, really made me do it. And I as very grateful for her, because since then I\ntalk about it...because on May 4, I gave sort of a little interview for the Holocaust Museum\nwith Susan. And I told about the experiences and my daughter was present at that time and\nthen she said, mommy, why didn't you ever tell me about it?\" I never did talk about it until I\ndid this sculpture. It really helped ne. I can talk now freely, even though painful, but I talk\nabout it, which is very good.",
        "Q: That's very important. And you've told us your story. You have brought it up to date. Maybe\nnow that you are a bit more relaxed, I would like to take you back again. OK?",
        "A: Yes. Yes, do that.",
        "Q: I would like to go back to Warsaw. You sort of felt you needed to get through the whole\nstory, but there are some points that I would like to talk about. Bet's go back to Warsaw. You\nhave come from your small town to Warsaw. You are living 12 to a room.",
        "A: That's right. Yes.",
        "Q: This is a very important time in the history of the Warsaw ghetto.",
        "A: Ghetto. Absolutely.",
        "Q: Would you describe...you've described the misery and the suffering, but can you describe to\nme what it was like for a Jew living under the Nazis at that point in tine? Did you work, for\ninstance? What did you do?",
        "A: We didn't do anything. We just lived aimlessly doing nothing. You couldn't do anything.\nYou just have to be...you know, you were a slave. You worked when they told you to work.\nYou did what they told you to do. You could...you weren't yourself. It was very inhuman.",
        "Q: When you worked, what did you do?",
        "A: Anything they asked we. And it was sometimes doing...sweeping. Sometimes picking up\nsome things...real manual work that didn't mean anything to you that you had to do because\nyou were told to do that. Clean up here. Clean up some latrines and such things. It was a\nterrible thing...a terrible time, but you had to do it. You were asked to do it and you must do\nit. You had to do it And, uh, you weren't yourself at all. It was very inhuman.",
        "Q: What kind of clothes did you have?",
        "A: Nothing. Very old clothing. Very old clothing. I had a sort of suit that I kept since I was\ninterned as a slave girl, you know. I had a black suit I remember was a skirt and a blouse\nwhich I wore to tatters cause I didn't have nothing else to wear.",
        "Q: Did you wear a Jewish star?",
        "A: That's right. I can't explain to you how excited I was and how starved I was. This is. ..it is\nunbelievable to explain unless you lived it through yourself, you know.",
        "Q: What did you have to eat?",
        "A: Well, a piece of bread...hard bread...a little bit of water, very scanty things...potato maybe.\nAlmost nothing really. Just...just enough...just enough to be alive. Water was rationed. A\nlittle piece of bread was old. It was good then to me because it was something I had in my\nstomach, but it was terrible. There was nothing to eat. Nothing!",
        "Q: How did you get the food? Did you have ration cards?",
        "A: No, it was just brought into the rows...whatever they rationed. You say we called it rationed.\nIt was on a little plate, and whatever they brought in, that is what you ate. It was very\nscanty...very...what should I tell you? It was almost like nothing? It was really a starvation\ndiet?",
        "Q: Who were the 12 people in the room with you?",
        "A: They were young girls. One girl was . . . she was barely in her teens. She 1s now since dead.\nDorina. There was an older girl. She is about now...she 1s about 80 years old. She was the\npianist and in spite of everything, she sit down at the piano and played.",
        "Q: Where did you get the piano?",
        "A: I don't know where she got the piano, but there was a piano in the room and she played. I\ndon't know where she got the piano. And she used to entertain us with the piano. I don't even\nrecall how she got the piano, but she did play. And she was very vivacious in spite of\neverything. Sometimes she was so hungry, she...down at the piano and talked and talked\nhow hungry she is and she played Chopin. I mean she was wonderful. She just passed away\nlast year, and I was in touch with her all the years. And most of the girls were younger than I\nwas really. I am going to be 69 in November. The other girls, except she was now 80 years\nold...but she was the oldest of us. And we had a glorious time together...the girls...in spite of\neverything. We sang and we danced and made really the best that we could.",
        "Q: Do you remember any of the other girls. Who else was with you?",
        "A: Well, there was Dorina; there was, there was Clara, uh I don't remember any others. These\nare the girls that we were very close after the war.",
        "Q: Where were your parents and your sister at this time?",
        "A: My parents and my sister died when they were shot, I told you, in front of me when....",
        "Q: It's the order of events that was confused, so let's go back.",
        "A: Yes. OK. When the Germans took everybody out of their homes...houses and rooms, we\nwere all in lines. There was this line younger...this line.",
        "Q: This was before you were taken into the ghetto itself? The selection took place...",
        "A: There was a selection at the ghetto line...in the ghetto already. Yes. And my parents were\nmeager looking, sickly looking, and they were shot immediately in front of me. Now some\nother people, they looked healthier...they were taken to another line...sort of to work.\nWhether they went to work I doubt very much because we have never seen or heard of them.\nThat was the time...that's how we got separated from my parents and my sisters. That's the\nlast time I saw them, was in the line...everybody.",
        "Q: How did you get from that line to this...",
        "A: I told you, it was...I don't remember exactly, but Alia and I, the other girl, we strayed away\nfrom the line to sort of like a little alley, and we sort of both hid there, like stooped in the\nline.",
        "Q: You are going... Now come and sit. No. What I want to do 1s try to get a sequence of events,\nbecause it is a bit confused. OK?",
        "A: Yes.",
        "Q: You have described being in the apartment with the girls in the Warsaw ghetto, but you have\ntold me that the selection where your parents were killed that took place before you were\ntaken to this apartment. That doesn't make sense. That's what I don't understand.",
        "A: No. No. To what apartment?",
        "Q: You were in an apartment with 12 girls.",
        "A: Yes.",
        "Q: The selection where your parents were killed...did this take place before you were taken in\nthe apartment or after?",
        "A: The selection was when we were taken from the apartment to the line.",
        "Q: OK. That's what was confusing. What I want to know is why were you living, if you\nremember, in an apartment with the girls and not in an apartment with your parents. Do you\nremember why?",
        "A: The girls where we lived...this is after my parents were 5X killed that we girls lived in the\nseven girls lived in an apartment. It was after my parents were killed. Had nothing to do with\nthe apartment.",
        "Q: OK. Don't worry about it.",
        "A: That was after...afterwards, unfortunately.",
        "Q: Tell me.",
        "A: The girls that lived in the apartment, we were then in the DP camp.",
        "Q: We are talking about two different things and places. I want to be in Warsaw. Who were you\nliving with when you were in Warsaw?",
        "A: The Warsaw ghetto?",
        "Q: Yes.",
        "A: I lived with my parents.",
        "Q: That was the confusion. I had asked about Warsaw and then you were describing the\napartment.",
        "A: No. No. No. I then lived with my parents.",
        "Q: OK. So you were living in an apartment in Warsaw.",
        "A: Yes. With my parents.",
        "Q: With your parents and your sister. What were your parents doing during this tine?",
        "A: Nothing. Nobody did anything. It was like waiting for death or for the catp 0",
        "Q: What kind of papers did you have?",
        "A: Then? Let's see. Where as I. Uh, that was before...no, I had then already my false papers as a\nChristian girl.",
        "Q: OK. Alright, let's leave it. It's not...it's not all that important.",
        "A: It is important to see though.",
        "Q: Yeah.",
        "A: It's a terrible time and you have to... you have to really remember the things in sequence and\nit's very hard.",
        "Q: Well, it is because you were running around and trying to save your life and it's not easy.",
        "A: Exactly. Yes.",
        "Q: It's not easy.",
        "A: Yes. Yes. I just know the terrible moment when my parents were killed. (long, long, long\npause) Anyway, we have to continue.",
        "Q: OK. You have brought some pictures?",
        "A: Yes. The pictures I brought...because I really wanted you to see the authentic thing...how it\nwas and when it was. I wonder what you want to know.",
        "Q: Let's start with the first two. You have arranged them in order. Would you hold these up\nplease? We are going to just...take a picture.",
        "A: Yes, because I wanted everybody...I wanted to have my whole family because they were part\nof the whole thing.",
        "Q: Turn it around. Alright you guys, will you please tell us how you want her to hold it.\nBonnie? OK, like that. Tell us who we are looking at.",
        "A: OK. On the right hand side...",
        "Q: Keep it the same. Don't move it. Just tell us.",
        "A: Oh. OK. This is my mother and my father on this side.",
        "Q: This is before the war?",
        "A: This is before the war. On the other side of the picture I have my sisters that perished in the\ncamps. And let me see if I have it. Yall, it's my sister...my sisters and my parents here. Here\nis just a picture of my sister that still lives up in Israel, the one...",
        "Q: Hold it. You will have to turn it around, I think. Will somebody tell me in my ear please\nwhat to do with the photograph? Just turn it around so that they can see your sister. No, you\nwant to straighten it up. See how it 1s sideways?",
        "A: Oh, I see. Yes.",
        "Q: Just straighten it up. Just turn it. That's fine. Just hold it up.",
        "A: That is my sister in Israel.",
        "Q: Hold it up to your chest. OK. Is that good? Bring it forward a little. Now tell us who that is\nplease. Tell me again who that is.",
        "A: Ok. That is my sister, Hinda, and she lives in Israel. She left for Israel just shortly before the\nbreaking out of the war and she lives in Tel Aviv, and I visit her occasionally. I saw her last\nyear.",
        "Q: Ok. Can we see the next one?",
        "A: Ok.",
        "Q: Bonnie, is this good? OK. Go ahead.",
        "A: This is my false papers...a Christian girl. This is the original and the back of it is a translation\ninto English. By name then was Maria...",
        "Q: OK. Very good. Let's go to the next one.",
        "A: OR. This picture is a... This we had to wear in Germany at all times signifying...",
        "Q: Excuse me. I have been asked to ask you to take it out of the case and hold it in your hand.",
        "A: Ok.",
        "Q: Straighten it up. Is that good, Bonnie? Just like that. Now explain it please.",
        "A: OK. This is a P. Since I was then living as a Christian girl...as a Catholic girl...a Polish girl,\nthe P stands for Polish. We always had to wear it at all times, which sometimes I didn't and I\ngot into trouble.",
        "Q: Good. Thank you.",
        "A: That's it. I can put it back?",
        "Q: You can put it back and whatever you take up to photograph, explain that as well.",
        "A: Ok. This is a photograph of a Polish girl...a real Polish girl that lived on the same farm where\nI was, but she was working for somebody else than myself. She was the one that always\nthought that I am Jewish and that was my...I had lots of scares because of that. But she’Il\nhave the picture as a remembrance. So that's the picture.",
        "Q: Ok. Very good",
        "A: These are all originals.",
        "Q: We have two minutes. Could we have a shot? We would like to have you hold up the...",
        "A: Yal. I want to, but I want to put this...",
        "Q: We'll put this back afterwards. That's okay. Nothing is going to happen to it. Just hold up\nthe... Ok. Just hold it straight up. Hold it against you and wait a second and we'll tell you\nwhen the camera... Bonnie, tell me when. They have to do something special with the\ncameras. Ok. Now can you describe it please?",
        "Q: This is a letter that I got from the man that saved my life in Warsaw. His name was...He\nfound me while I was sitting at the river, and he started asking me questions who I am and\nfinally, he...that I was Jewish and I told him then so that I as Jewish. Then he told me...he\ntook me to his camp where I was hiding out there for several...for some time until the\nGermans invaded the camp and I had to leave the camp because I was Jewish. We then we\nparted and he gave me that...to keep always. This would save my life, and indeed I did\nalways kept it with me until I gave it to the Holocaust Museum. This is a metal of most\nholiest of the Polish mothers....the holiest...Czestochowa...is one of the holiest...He got that\nfrom his father...from his brother.",
        "Q: Ok. Hold it. Let's bring it back. We have another second for the knife? Bonnie?",
        "A: Alright, just hold up the knife. Hold it up so we can see the Nazi insignia. Bonnie? Ok. Tell\nus what that is.",
        "A: That is the knife I got from the German Nazi I worked for. When we parted when I told him\nI was Jewish, he gave me the knife as a remembrance.",
        "Q: Very good. Thank you. Now let's put the knife back. Thank you very much. I know that took\na lot out of you. Okay?",
        "A: It sure did. Don't you see my voice changed too.",
        "Q: Good. Don't worry about how it is placed. There. Let him unclip you. Sit down for a minute.\nYou are still clipped. I will put theme away...\n"
    ],
    "questions": [
        "Q: Rose, would you tell me your full name please?",
        "Q: Where were you born?",
        "Q: Thank you. What year were your born?",
        "Q: Tell me about...uh...Sochocin. Tell me about your family there growing up.",
        "Q: I see. Could we hold it and stop the tape a minute? It's not your fault. I want to stop it,\nbecause she is not fiddling with the mike and I would like you guys to fix the mike.",
        "Q: OK. The sound is good. What we are going to do is go back to the beginning. We are rolling.\nOkay. Rose, could you tell me your full name please?",
        "Q: And where were you born?",
        "Q: Tell me about Sochocin and about your family.",
        "Q: Tell me about the factory. You had started to tell me that.",
        "Q: Doesn't matter.",
        "Q: OK. Tell me...let's go back to the town. Tell me about your family. I would like to know\nabout your parents and what they were like.",
        "Q: You had sisters and brothers?",
        "Q: Let's go back.",
        "Q: I want to go back to your childhood still. You have described the town. You have described\nyour family a bit. Tell me a bit about your mother. I have...I would like a picture of your\nmother and a picture of your father. What were they like?",
        "Q: Was that unusual for girls at that time? For girls to learn Hebrew?",
        "Q: Let's stay in Poland. Okay. Pre-war Poland. How did all of /this life change when the\nGermans came in? When did they come into your town?",
        "Q: When did you move to Warsaw?",
        "Q: To Warsaw’?",
        "Q: When did they come? How old were you?",
        "Q: What were living conditions like in the ghettos?",
        "Q: Where were you living?",
        "Q: You had been rounded up before you were taken to the ghetto?",
        "Q: Circumcised?",
        "Q: No. No. No. I don't want to go there yet. I want you to S 6 tell me about the hiding. How did\nyou get to the hiding place?",
        "Q: What hiding place? Describe it.",
        "Q: Where were your sisters taken?",
        "Q: From the park?",
        "Q: What year are we? You were talking 19...",
        "Q: You are still in 1941?",
        "Q: Okay.",
        "Q: Hold it. I don't want to get there. I want you to describe for me please where they took you.\nWhat was it like?",
        "Q: They took you in a room? They took us...No. It was...1t was like a cave.",
        "Q: Okay. Okay.",
        "Q: And she's married.",
        "Q: Okay. Now the ghetto has not yet been destroyed?",
        "Q: That comes 2 years later?",
        "Q: Okay.",
        "Q: It may have been 1943, but we can deal with that later. Let's talk about you. You are alone?",
        "Q: Your friend had left?",
        "Q: After the ghetto was set afire?",
        "Q: Where did you go?",
        "Q: Would you describe his house?",
        "Q: While you were there, since this was when Warsaw was being...the ghetto was being\ndestroyed, did you see that destruction?",
        "Q: Can we...before we moved into the hiding, I would like to take you back into Warsaw before\nyou leave. You are...when you were in Warsaw, you were describing the terrible conditions\nand the difficulty.",
        "Q: Where you aware at that point of any resistance being formed?",
        "Q: Tell me about that. What did you know?",
        "Q: The song is well known and that is fine.",
        "Q: So you knew about them. Did you know about any resistance being organized in the ghetto\nitself.",
        "Q: No. No. Had no idea. You know, we were so involved in each other in the daily routine\nwhich was no routine. It just happened. From hour to hour we knew that an end was coming,\nwe just didn't know when. O: What was the Jewish community leadership doing at that time?\nDid you know? Did you have any sense of a community organization?",
        "Q: Why? What did you do with it?",
        "Q: Did you still have false papers on you?",
        "Q: Can you describe the house?",
        "Q: What was the house like? That is, where there many people there? Who was hiding there?",
        "Q: Will you show us the medal please and then tell us what it is. You have it on.",
        "Q: Let's take it out and show it to the camera. We'll show it again later. And that is the medal.\nThat is the holiest medal in Poland. Maka Holska Czestohovska. They were a few holy\nladies, but the lady from Jan Batski, was the holiest of all. And this is the medal that he gave\nme when we parted and this is only, you know, the...the chain is not there anymore, but he\nkept it for me. He got this one from his brother who was a priest who also perished in the\nsame camp where my sisters perished. This Jan Majeski for awhile was working in the\nunderground, in the Polish underground for Poles, but then after the war he organized that\ncamp for Poles that escaped from...Okay? And this is the medal that I kept. And he told me\nto promise him that I will keep that medal with me all the time and this will keep me alive.\nAnd needless to say, I really honestly kept that medal with me all the time until I gave it\naway to the Holocaust Museum. I kept it always with me. Not that I believed in it, but I\npromised him that I will keep it with me, and I did. Every night in Germany I looked at that\nmedal and I thought how...how safe I am because I don't know with that medal or whatever,\nbut I am safe, alive. Better safe I don't know, but alive. Anyway that was the time...when we",
        "Q: Describe the trip. Would you please?",
        "Q: Why?",
        "Q: And you still had the false papers?",
        "Q: Describe the farm. Would you please?",
        "Q: Oh, you have to cut the cut these from the wheat?",
        "Q: You cut the grain with the...",
        "Q: Sifted it through?",
        "Q: But you cut it with some kind of machine.",
        "Q: Okay.",
        "Q: I don't know.",
        "Q: We'll find the word later.",
        "Q: You beat it with sticks. I don't know. I am not a farm person. And to separate the chaff...",
        "Q: Okay. Let's hold it we need to change the tape and then we'll come back. Okay Bonnie.",
        "Q: Let’s pick it back up. We are going back to ... and you have been doing farm work. Tell me...\nyou started to me about the uncle who comes in on Saturday.",
        "Q: How big was the farm?",
        "Q: Let's pick it up and go back. You were posing as a Catholic Where had you learned your\nCatholicism to go to Church?",
        "Q: You didn't?",
        "Q: How did they suspect?",
        "Q: Did you have to go through conversion?",
        "Q: The organ?",
        "Q: And you also didn't have to pretend. You knew a great deal about the Seventh Day\nAdventists.",
        "Q: Let's not get there yet. Zhen you were talking earlier, you talked about having to wear your 3\nand you were taken to court one day about that.",
        "Q: You had to wear your P.",
        "Q: Let's stay... You are telling the court?",
        "Q: Did you stay working on the farm also while you did translations for the judge?",
        "Q: What happened after the business court?",
        "Q: What year did all this happen with the court and everything? What year did this happen?\nWhere are we in this?",
        "Q: How long did you stay on the farm?",
        "Q: OK. Did anything else happen before liberation?",
        "Q: Wait. Don't jump quite so fast. What happened at liberation? How did you know there was\nliberation?",
        "Q: What uniforms?",
        "Q: Was he in the SS himself?",
        "Q: Can we hold it there. Stay with this. We'll get there.",
        "Q: Hold the knife up.",
        "Q: Before you go on with your story, I would like to go back a minute and ask you...Mr. Beck\nwas in the SS during all the years you were at the farm. What did he do as part of the SS?",
        "Q: Yes. Inebriated. It's drunk.",
        "Q: But you really didn't know much about his work in the SS?",
        "Q: No idea of what?",
        "Q: His wife, you mean?",
        "Q: Alright, let's cone back now. It's liberation. You have told them you are Jewish. You have\nbeen given and you are about to leave. Where did you go?",
        "Q: No, we'll don't want to get to the United States later. Stay in the camp now.",
        "Q: Describe it. Please describe the DP camp.",
        "Q: Did you go to work for...during this period?",
        "Q: OK.",
        "Q: Very good.",
        "Q: Let's stay with you. I want to stay with you. I am not interested in anything else, but you.",
        "Q: Don't worry about France. Don't worry about anything else. You came to the United States?",
        "Q: OK.",
        "Q: You are here already. Right? You are in Buffalo. You have had the baby.",
        "Q: Let's capsulate a little bit. You were in Buffalo. How long did you live in Buffalo?",
        "Q: You have the baby. What did you do then?",
        "Q: So with a newborn baby you moved to New York?",
        "Q: What did your husband do?",
        "Q: How many years did you live in New York?",
        "Q: How many children did you have?",
        "Q: When did you come to Washington?",
        "Q: It doesn't matter.",
        "Q: You've gone...you are going to school, and you have been doing sculpture? Is that correct?",
        "Q: Tell me about the sculpture.",
        "Q: That's very important. And you've told us your story. You have brought it up to date. Maybe\nnow that you are a bit more relaxed, I would like to take you back again. OK?",
        "Q: I would like to go back to Warsaw. You sort of felt you needed to get through the whole\nstory, but there are some points that I would like to talk about. Bet's go back to Warsaw. You\nhave come from your small town to Warsaw. You are living 12 to a room.",
        "Q: This is a very important time in the history of the Warsaw ghetto.",
        "Q: Would you describe...you've described the misery and the suffering, but can you describe to\nme what it was like for a Jew living under the Nazis at that point in tine? Did you work, for\ninstance? What did you do?",
        "Q: When you worked, what did you do?",
        "Q: What kind of clothes did you have?",
        "Q: Did you wear a Jewish star?",
        "Q: What did you have to eat?",
        "Q: How did you get the food? Did you have ration cards?",
        "Q: Who were the 12 people in the room with you?",
        "Q: Where did you get the piano?",
        "Q: Do you remember any of the other girls. Who else was with you?",
        "Q: Where were your parents and your sister at this time?",
        "Q: It's the order of events that was confused, so let's go back.",
        "Q: This was before you were taken into the ghetto itself? The selection took place...",
        "Q: How did you get from that line to this...",
        "Q: You are going... Now come and sit. No. What I want to do 1s try to get a sequence of events,\nbecause it is a bit confused. OK?",
        "Q: You have described being in the apartment with the girls in the Warsaw ghetto, but you have\ntold me that the selection where your parents were killed that took place before you were\ntaken to this apartment. That doesn't make sense. That's what I don't understand.",
        "Q: You were in an apartment with 12 girls.",
        "Q: The selection where your parents were killed...did this take place before you were taken in\nthe apartment or after?",
        "Q: OK. That's what was confusing. What I want to know is why were you living, if you\nremember, in an apartment with the girls and not in an apartment with your parents. Do you\nremember why?",
        "Q: OK. Don't worry about it.",
        "Q: Tell me.",
        "Q: We are talking about two different things and places. I want to be in Warsaw. Who were you\nliving with when you were in Warsaw?",
        "Q: Yes.",
        "Q: That was the confusion. I had asked about Warsaw and then you were describing the\napartment.",
        "Q: OK. So you were living in an apartment in Warsaw.",
        "Q: With your parents and your sister. What were your parents doing during this tine?",
        "Q: What kind of papers did you have?",
        "Q: OK. Alright, let's leave it. It's not...it's not all that important.",
        "Q: Yeah.",
        "Q: Well, it is because you were running around and trying to save your life and it's not easy.",
        "Q: It's not easy.",
        "Q: OK. You have brought some pictures?",
        "Q: Let's start with the first two. You have arranged them in order. Would you hold these up\nplease? We are going to just...take a picture.",
        "Q: Turn it around. Alright you guys, will you please tell us how you want her to hold it.\nBonnie? OK, like that. Tell us who we are looking at.",
        "Q: Keep it the same. Don't move it. Just tell us.",
        "Q: This is before the war?",
        "Q: Hold it. You will have to turn it around, I think. Will somebody tell me in my ear please\nwhat to do with the photograph? Just turn it around so that they can see your sister. No, you\nwant to straighten it up. See how it 1s sideways?",
        "Q: Just straighten it up. Just turn it. That's fine. Just hold it up.",
        "Q: Hold it up to your chest. OK. Is that good? Bring it forward a little. Now tell us who that is\nplease. Tell me again who that is.",
        "Q: Ok. Can we see the next one?",
        "Q: Bonnie, is this good? OK. Go ahead.",
        "Q: OK. Very good. Let's go to the next one.",
        "Q: Excuse me. I have been asked to ask you to take it out of the case and hold it in your hand.",
        "Q: Straighten it up. Is that good, Bonnie? Just like that. Now explain it please.",
        "Q: Good. Thank you.",
        "Q: You can put it back and whatever you take up to photograph, explain that as well.",
        "Q: Ok. Very good",
        "Q: We have two minutes. Could we have a shot? We would like to have you hold up the...",
        "Q: We'll put this back afterwards. That's okay. Nothing is going to happen to it. Just hold up\nthe... Ok. Just hold it straight up. Hold it against you and wait a second and we'll tell you\nwhen the camera... Bonnie, tell me when. They have to do something special with the\ncameras. Ok. Now can you describe it please?",
        "Q: This is a letter that I got from the man that saved my life in Warsaw. His name was...He\nfound me while I was sitting at the river, and he started asking me questions who I am and\nfinally, he...that I was Jewish and I told him then so that I as Jewish. Then he told me...he\ntook me to his camp where I was hiding out there for several...for some time until the\nGermans invaded the camp and I had to leave the camp because I was Jewish. We then we\nparted and he gave me that...to keep always. This would save my life, and indeed I did\nalways kept it with me until I gave it to the Holocaust Museum. This is a metal of most\nholiest of the Polish mothers....the holiest...Czestochowa...is one of the holiest...He got that\nfrom his father...from his brother.",
        "Q: Ok. Hold it. Let's bring it back. We have another second for the knife? Bonnie?",
        "Q: Very good. Thank you. Now let's put the knife back. Thank you very much. I know that took\na lot out of you. Okay?",
        "Q: Good. Don't worry about how it is placed. There. Let him unclip you. Sit down for a minute.\nYou are still clipped. I will put theme away..."
    ],
    "answers": [
        "A: My name is Rose Brunswic.",
        "A: I was born in Poland in Sochocin. S-O-C-H-O-C-I-N. Because there is a Socheczew, and\npeople mix up with it. This Sochocin is very near Warsaw. It's about, I would say, 70\nkilometers from Warsaw.",
        "A: 1920.",
        "A: OK. Growing up in Sochocin...it was a very small town. I would say about 2 thousand\npeople the most. My father was an industrialist. We had a pearl button factory. All the raw\nmaterial we imported from Germany or Iran...pearl shells...and I still remembered which I\ndid translating my narrative that we had bought at the last trme in Hamburg, Germany, it\nO.A.Sanithousen. And I wrote to them when I needed for the restitution. I needed some\ninformation; and they gave me...they wrote me a letter that my father indeed bought from\nthem material. Also I remembered that my father bought some; machinery from...uh. from\nVienna and I remembered the name of Mr. Ferdinand Eberall, and I wrote to them...I wrote\nto Vienna, and I got a response from them that my father indeed bought the machinery from\nthem. So I have the authentic letters which I gave to Susan in my...in my narrative.",
        "A: Rose Brunswic.",
        "A: I was born in Sochocin in Poland near Warsaw in 1920.",
        "A: Sochocin was a very beautiful little town, very small, about 2 thousand people only. Very\nsmall. And my father had there a pearl button factory. I went to school there and...uh...we\nhad...uh...between 100 and 120 people in the season in the factory. My father was very\nsuccessful and I must say in those circumstances then, we were wealthy people.",
        "A: The factory was, uh, in a...1n a special house not far from where we lived and we had, as I\nsaid, about 100...120 people employed. We imported our raw materials, which was shells,\npearl shells from Germany and sometimes from Persia, which was then... which is now Iran.\nMost of them was...were imported from Germany...from the firm O.A. Sanithousen in. I\ncan’t, remember now the town. It just escapes me.",
        "A: And, uh, the machinery and some knives and all the things that we needed to produce the\nbuttons were from Austria from Vienna and the the name that I remember was Mr.\nFerdinand Eberall and Windbeaer Strabser in Vienna. And when I did file for freedom\nrestitution, the Germans needed some confirmation that my father indeed was buying from\nthem material, the raw material and the machinery. I got in touch with O.A. Sanithousen. I\ngot a letter of confirmation from them that indeed my father did buy the raw materials from\nthem. I got a confirmation. I wrote to Mr. Ferdinand Eberall and I got several letters from\nthem confirming that my father indeed bought machinery before 1939 and I have the letters\nand I put into my narrative as the originals.",
        "A: Yes. Okay. We lived in a house which I saw 2 years ago. I was in Poland. It was my\ngrandmother's house, but my father as the oldest...in the Jewish religion he was a Cohen. He\ngot half of the house and we lived in that house. The other half...was occupied by my\ngrandmother. Her name was Galek--G-A-L-E K--which is my maiden name. She had like a\ncountry store and you got the...you could buy anything from soup to nuts, there....everything.\nPeople used to come from...the farmers from the villages... Every Thursday was market day,\nand they came and bought all the stuff that they needed from my grandmother. She had a big\nbakery also. And everything was included there. And when I was there 2 years ago in\nPoland, I saw...I wanted to see the bakery and I found a man who worked there and\nunfortunately, they transferred...transformed it now to a big office. Okay. I am going back to\nmy grandmother. We were 13 grandchildren and everything was around my grandmother's\nhouse. Everybody gathered there for holidays and it was a big thing to go to grandmother.\nHer name was Zelda Mottel Galek. OK. And everybody knew in the...in the village...in this\nlittle town...everybody knew Mrs. Galkowa. This is Polish. My grandfather wasn't then alive\nanymore and I never knew my grandmother...my grandfather. Uh...my...we were, as I said,\nwe were very well # +f off. We had...the house had like three tiers...three floors and the\nbottom was the kitchen which 2 years ago when I was in Poland a whole family lived in the\nkitchen only and two more families lived on each floor. And, uh, we had...I had a very very\nhappy childhood. I attended a school...the public school which was Polish. There were very\nfew Jews. Very few Jews lived in that town...very few...and, uh, we had a synagogue in the\ntown and my father was...he wasn't exactly religious. We didn't keep a kosher home or\nanything like that and most of our friends were some of the Jews, but mostly were the Poles.\nReally. Especially I was very friendly with the...with the children of the director of the\nschool and I was there...we were the only ones from my family that attended school on\nSaturday...but the other Jews did not attend Saturday school because it was against their\nreligion. So just to tell you 20 H that we were...we were very good, conscientious Jews but\nnever observed kashrut or something like that.",
        "A: I had 3 sisters, 2 which perished in the concentration camp. The third one still lives in Israel.\nShe left just...a few months before the war broke out, she left for Israel. And I a periodically\nsee her. I go to Israel. My parents, unfortunately, were murdered there in front of me, in the\nghetto. My 2 sisters perished in concentration camp which I thought before I die, I wanted to\nsee that where it was, and I went 2 years ago. It was my daughter's 40th birthday, and I gave\nthem a gift. I took the whole family, my daughter, my son-in-law, my grandson and myself.\nMy husband already was disabled and he couldn't go. And, uh, we saw Oswiecim.\nAuschwitz, and we saw all the atrocities and it was very painful, very hard, but I am glad that\nwe did take them, because I did want the children to know something about my youth, where\nI lived and what happened. So I was very glad that I could do that.",
        "A: Yes.",
        "A: Yes. My mother was a very bright, very intelligent person. She was a hat designer when she\nmet my father and then she gave it up. She was a very devoted mother and took very very\ngood care of us children and she instilled in us the value of Judaism and even though we\nwere not, you know, as I told you not kashrut and all that, but very conscientious Jews. And,\nuh, she was a very pleasant person, very well liked by everybody, and when I met people 2\nyears ago in Poland, they still remember her and they still remember her and they still\nremember Fela and they still remembered one woman who went together with my sister in\nIsrael to school and they remember the whole family as a very loving, very caring family and\nespecially also about my grandmother. They loved her. And I was...I had a very happy\nchildhood. I...we...I belonged to the Zionist organization and we had, uh, uh...what 1s it\ncalled...an organization...a youth organization which worked solely for Israel. And I was\nvery active in that, and as a matter of fact, as a product of that my sister went to Israel. She\ndid not want to remain in Poland. She was a very devoted Zionist and she went to Israel. And\nmy childhood was very, very happy. I was always very well dressed, very well taken care of\nand really living in opulence. We had maids. In the morning we got our first breakfast at\n7:00 in the...in the bed. At 9 O'clock we had our breakfast before we left for I f~g school and,\nuh, at about 2 O’clock we came back from school. We had our big dinner, went back\nafterwards from 3:00 to 6:00 to school again and I also had Hebrew after school\nand...uh...twice a week.",
        "A: It was not in that town because most of the girls belonged to the youth organization and to\nthe Zionist organization and we were all very much introduced to Hebrew. And I spoke very\nfluently Hebrew at one time. I still read and I understand pretty much, but with talking I have\na little bit problem, but when I was in Israel, you know, you pick it up.",
        "A: OK. To my town, I wasn't there anymore because at certain point we moved to Warsaw.",
        "A: The factory was still in Sochocin in Poland, but we moved. About 5 years before the war\nbroke out we moved to Poland.",
        "A: To Warsaw. Yes. And we lived on Lesno 24 in Poland. It was a beautiful building and we\nloved Warsaw because my... my father was about three times a week in Warsaw doing\nbusiness. People came from all over Poland and they came to trade in Warsaw. We had,\nuh...uh...some customers Tomaszow, in Krakow, in Radowicze (ph) and I remember certain,\ncertain places where my father sold buttons to them, but all the selling was done in Warsaw.\nIt was like a market, like a Chicago...you know...so...uh...and, as I said, I knew only really\ngood things, beautiful things, and in Warsaw, we had a chance to . . .to go to theatres and\nconcerts and we were exposed very much to the arts then in Warsaw, which we didn't have a\nchance in...1n the little town. So my youth was a happy youth and...and...uh...1t was\nwonderful. And then came the Germans",
        "A: Okay. I was about almost 19 years when I first started...when a we moved to Warsaw...I\nstarted college university... Warsaw Colleges University of Warsaw. Just registered when the\nwar broke out in September. I remember like today my father had a very bad premonition\nthat this war is going to be very bad. Well, in Poland if somebody was wealthy, had not only\nmoney, but had gold. Okay? Well, we had some gold. We had some gold dollars and lots of\ngold. He took us together and he said he felt that this is going to be a terrible war. He said g\nto us we will divide whatever we have. The money was no good anymore, but the gold and\nthe...uh...whatever we have in jewelry, gold jewelry, we'll divide equally to everyone of\n[Page 11 you...of us...whoever...I remember these words...whoever can save themselves with\nwhat he has should do so and at that time, he really divided all the among all of us. Needless\nto say, it was a terrible moment because we knew from newspapers from before what the\nGermans are like. And shortly after, the war broke out when they took over Poland. After a\nlittle while they started organizing, put all the Jews in certain streets. It was, I remember,\nZamenhof which was mostly Jewish, really, Malewki uh, there was another street I don't\nremember very well anymore, but we were all concentrated in these few streets...all the Jews\nwere put in to wherever we could.",
        "A: The conditions in the beginning, we thought, might be okay. But as we went on, we didn't\nhave enough food; we didn't have enough water; we didn’t have enough of anything, and\nthat's when the problems started. Sicknesses started to evolve because we didn't have enough\nof anything. Okay?",
        "A: We were living in one room. There were about 12 of us. We didn't have any beds. Whatever\nwe could take was on the floor. Okay. Whatever we had. The few things that we could take\nalong with us because you had to leave most of it, you had to leave where you where and\njust...just go.",
        "A: Everybody was rounded up, and you know, I remember they used to take the male Jews to\nsee if they were...what do you say...",
        "A: Circumcised. And by that they saw who was Jewish because most of the Poles...the Jews in\nPoland...were circumcised. And that's how they rounded us up. From wherever we lived we\nhad to go to a certain point in Warsaw and they...they brought every...all the Jews to these\nfew...uh...streets and then they put sort of...uh...like a barbed wire...we were having some\nthings that you couldn't move around easily out...and 30 that's how it started. Well, this\nstarted around the end of right away as they came. And I lived in the ghetto until 41. At 41, it\nwas really, really before the ghetto was set a fire it started to become real bad. People were\nmurdered. People were just taken out for no reason at all and just killed, especially children\nwere just thrown against the wall...just killed. Well, at one point they rounded us up all and\nthey had lines you stay here you stay here you stay there. At that time we were already...the\npeople started to get separated from their families. If somebody looked well to them enough\nto be transported to work, which I thought was work, was in one line. People were sickly\nlooking...meekly looking, they went in another line. Elderly parents went in another line. The\npeople that looked too sick to them, they just took care of them right away. Like my parents\nwere, at that time, really very bad looking, and they just shot them right then and there. And\nnot only my parents but a lot of them. I was in the line and I tried to run out to help but I was\npushed back. You couldn't do anything. My sisters were younger than I. They took them to,\nto a younger line. I was in the older line. However, somehow I got out of that line and I tried\nto hide. I got out of that line and I was able to get to a hiding place which I hide...I hid. That's\nhow I got out. When the ghetto was set afire...",
        "A: I tell you now I...I cannot explain to you how it happened, but there was another Jewish girl\nwith me and we decided that we are not going to let ourselves being taken. The girl....I have\na picture of her too. The girl was named Alla and, uh, we tried...we made up our minds we\nare not going to let ourselves be taken by the Germans, and as they shoved us aside we\nshoved ourselves further away and we got away from them. And we hid out a little bit for a\nfew days. This was...all that happened shortly before the ghetto was set afire. They wanted\nreally to exterminate the Jews. Whoever was left to set afire, and they couldn't get out. And\nwe somehow got away from that line and got away from it. And when we got away from it\nand, we hid out a couple of days when they announced the ghetto is going to be set afire.\nAnd Alla and I were in that hiding place.",
        "A: It was like a little alley between two houses. We somehow got in between that alley and\nstood there, waited until all the people were taken. You know they took everybody\nby...uh...uh...cars like they transport...transport animals, you know, trucks like...animal\ntrucks. And everybody was pushed, shoved on the trucks...whoever was taken was supposed\nto be taken to Germany to work they said. But it wasn't to t~> work unfortunately. It was the\ncamp.",
        "A: And we were both still in that little alley. Well, when it got quiet, we just maneuvered\naround and we maneuvered around to a park where there was...uh...uh...we could stay there\nfor a while, and we stood there not knowing what are we going to do next. Well, we stood\nthere and we scrounged around for food wherever we could, because the Germans had the\nidea that time that nobody is left, and if somebody is left they couldn't get at them, and that's\nwhy they decided to set afire...also because there were a lot of Jews that were underground.\nWe somehow got to these underground people. From that...",
        "A: From that park where we're there. After the Germans left, the underground people somehow\ncame...came up from wherever they were...they were hiding in the underground and got hold\nof us.",
        "A: This is all...this is...this is 1941.",
        "A: Yes. Because we were...until 1941, we...this was the beginning of 1941. The ghetto was set\nafire in March.",
        "A: And somehow this was all shortly before the ghetto was set afire. So from nowhere the\npeople from underground showed up and they found the two of us and they took us. And\nthey took us...when they...they took us to their underground where they were hiding and kept\nus. At that time 2 days later, the ghetto was set afire.",
        "A: I don’t know where they took us. I don't even know where it was. It was somewhere around\nthe ghetto and maybe it was in the ghetto, but wherever they came up from I have no idea. |\nProbably 1943. They were...they just there...like this Pole I found in Warsaw....from\nnowhere he came.",
        "A: That was their underground hiding place. And the Germans knew that there was such places,\nbut they couldn't lay hands on it, p ~ and therefore, they decided to put the ghetto on fire...to\nset the ghetto on fire to get rid of everybody which they did unfortunately. And that's how\nwe got from the...from the ghetto with these people took us with their...through their caves to\nthe Warsaw side which was called the Irish side....to the Irish side. That's the story how we\ngot out from the, the two girls, myself and Alla, from the ghetto. Through these people.\nThese were really martyrs and what happened to them later I have no idea. But that's how we\ngot to the Irish side, and that's where the saga started with me. Somehow Alla and I got\nseparated. She said she was married to a Polish guy, and she said she knows of somebody\nthat could take care of her in Warsaw and that is the time where we got separated. And I was\nalone in Warsaw. Okay.",
        "A: That's how I got out of the ghetto.",
        "A: No.",
        "A: The ghetto was destroyed in 41, when we went out. It was...the ghetto was set afire when we\nwent out.",
        "A: Okay. ..",
        "A: Alone.",
        "A: Yes. This was after the ghetto was set afire, and we went...",
        "A: Yes.",
        "A: Okay. I didn't know where to go. But I remembered, you know certain things stay in your\nmind, that we had a person that worked for my father I think his name was Nodrudtk1. I\nremembered that he lived in Jeravia Street in Warsaw, and I thought maybe I should try to go\nthere. And I went there and 3 0 a p I found him and he took me in. He said, \"I can't keep you\nlong, but I will keep you awhile.\" That's how...this was my hiding place in Warsaw. Jeravia\n24 or 22 Jeravia...20. I have it written down because I don't remember anymore the names.",
        "A: Okay. When I was in Poland, I went to see it and that house stands. But it was demolished\npartially by the Germans. The funny part was also I met a lady who works...a Polish lady\nwho works for the Polish Embassy in Washington, and I met her through a friend who works\nfor the United States. Annie Core. And she had met her...she works now as a representative\nfor the Polish people that work in the Embassy. She met...through her I met this Polish lady.\nShe said, I lived near Jeravia 32 and I know where that house 1s. It was the funniest part, you\nknow, after all those years. Anyway, when I went to Warsaw that house 1s still there, but it\nwas demolished partially, 32 and I lived in an attic there with that family.",
        "A: I could see the flames. Yes. From the Irish side, all you saw is flames, smoke. That's all you\nsaw because it's very close. The streets from Jeravia, Unleshno (ph) and Zamenhova its now\ntoo, too far. So I could see what happened. When I went there, but then I was hiding and I\ncouldn't get out anymore. I was always hiding in that...in that...on that attic.",
        "A: Sickness, typhus.",
        "A: Yes.",
        "A: All I knew that there is a resistance and they are fighting in the woods. There is a song which\nI don't have. It was in Jewish, that song, about the fighters the resistance fighters. I am sure\nsomebody must have it.",
        "A: Right.",
        "A: No. I did not know any. Not at all. But I knew about the resistance group, and I knew that\nthey are around Warsaw...in and around Warsaw, but I had no idea of any other things. But\nthe conditions were terrible since we didn't have enough food, especially enough water,\ntyphus came around, and when the Germans took us out, you know, everybody was\nemaciated already, and that’s why my parents got killed in front of me. They looked so bad\nthat they thought, \"Well, they're no good for us anymore.\" And lots of other people...and\nthey just boom, boom, boom, and everybody went. And, as I said my two sisters were taken\nto concentration camp. They were put on a...on a wagon on the trucks and Alla and I...I was\nnot with my sisters. I couldn't even be with them because I was older and they thought that I\nlooked good enough to work, and they were the younger and with children and the children\nwere taken away and evidently to camp right away. So that's how it was. When I was in\nWarsaw, this was all in 1941, beginning of 1941...March. And when I was hiding out, a few\nweeks was fine. I thought, \"Well, we will see what happens.\" But one day they came into me\nto the attic...not only that...at the attic, I contracted whooping cough. You know what\nwhopping cough 1s, and they got scared to death because with having the whooping cough,\nyou cannot sit still. When somebody comes around, and hear I hark, hark, hark, they were\nafraid, and they thought they cannot keep me any longer. Okay? I have to find a way what to\ndo. At that time, I was let go. At that time I had 20 dollar gold piece...a 20 dollar gold piece\ncause all the other jewelry and things, I already... didn't have it anymore.",
        "A: Okay. What I did is when I tried to get the false papers I had to pay with something. Okay.\nAnd when J let...when they let me go, I had a 20 dollar gold piece, and I just didn't 37 know\nwhere to go. So when they let me go on the street, some 2 Germans...SS men I\nimagine...approached me, and they said, \"Who are you? What are you doing here?\" Well,\nthey finally find out that I am Jewish, you know, by interrogating me, and I knew well, Iam\ncaught anyway and I don't care what happens to me. But I had the 20 dollar gold piece and I\ntold to the guys I said...I said to them, \"Well, 1f you let me go, I have something that I could\ngive you.\" And they said, \"What.\" I said, I have a 20 dollar gold piece.\" Well, they took the\ngold piece and let me go. But I...I still had no place to go.",
        "A: And still false papers on me, yes. Where do I go from there? That was the question. And it\nwas almost curfew hour. The curfew was 9:00. Well, I wondered. I just wondered and I\nthought it doesn't matter to me if I get caught. If I get caught, I get caught; if I don't, I don't.\nLife was cheap. And I wandered, I wandered until the Wisla, River Wisla [NB: the Vistula],\nand I sat there and I was contemplating ... should I...should I jump into the river and finish up\nwith myself. I didn't know how to swim. But I thought suicide would be the best thing. I\nwouldn't fall into German hands. I would do it myself. And along came from nowhere this\nman, Jan Majetki, and he said, \"You know, it's almost curfew hour. What are you doing\nhere?\" And he started to interrogate me. Who are you? Where are you coming from? Well,\nhe realized that I am Jewish and I couldn't hide anymore and I told him who I am. I showed\nhim my false papers, that I had these 3 f false papers that I acquired with my money and\nsome jewelry but I had no to go. He said, \"Well, I am the Director of the Polish Camp.\" It\nwas like a camp for the Poles that escaped from the German rules. I can take you in there for\na little while. I said, \"Fine.\" So he took me in there, and I think the street was Ulitza\nSfientoieskaia (ph) . And he said I can give you a little room and you can stay there, but not\nfor long because we are being, uh, the Germans know 5~ that we keep Jews there and they\nare after us every so often. So I said, \"Well, whatever happens happens. If you can take me\nnow, fine. I'll go with you.\" And I went with him. That's how I got to this Polish house.",
        "A: This must have been...well, it was March. It must have been around the beginning of April or\nsomething like that because in June, I was...to Germany. Well, I stayed there until such time\nbut every so often Germans came there and really tried to find whether they are Jews. But at\none time it was so hot that he said, \"Maria, I cannot keep you any longer. We have to part.\"",
        "A: Only Poles. Most of the Poles and a few Jews which I didn't meet, but mostly Poles and it\nwas a house, just a plain house, uh, they had some rooms. It was also very crowded. But I\ngot special treatment from him for some reason or other. I don't know why. But I realized\nlater why because he corresponded with me. He really liked me. Anyway, I got that room,\nNo. 6, and I stayed there until it was so hot that he couldn't keep me anymore. He really had\nto...to get rid of all the Jews. I was the last one and he parted with me, and we kissed and he\ngave me that medal when he parted with me.",
        "A: Yes. I didn't know that.\nparted, and he said we had to part, he took us all...not only me but a lot of other Poles to a\nchurch, and he said from there on, everybody is on their own, but he knew there is going to\nbe a raid by the Germans to take the people to work the Germans. Well, needless to say,\nthere was a raid and we were all taken to Germany and we were taken in cattle trains...by\ncattle trains to German, to Berlin.",
        "A: The trip was terrible. We were all crowded and, of course, I would never say that Iam\nJewish. Alright? We were all Poles. I am sure there were a lot of Jews...which I was afraid to\ntalk to anybody. I kept to myself. But then on the way to Berlin, they asked, \"Who speaks\nGerman?\" And I y) /) volunteered, and I said I speak German, I speak Hoch Deutch , not Plat\nDeutch (ph). Hoch Deutch is the cultivated German. Plat Deutch, I didn't know. As such, I\nwas chosen as the fuhrer, what is 1t? Not the manager, but the manager of the group to go to\nGermany, because I spoke German and the SS men, they spoke German. So they\ncommunicated with me. When they brought us all to German...to Berlin, I was told because I\nwas the fuhrer, the manager, the leader. Fuhrer is the leader. I will have a choice of where I\nwanted to go to work tin Germany which I thought was a good idea. Okay? We came to\nBerlin. I don't even remember how it looked, but it was a mass of people, not only our group\nbut lots of people, lots of people and lots of mostly Poles. And they said to me, \"You have a\nchoice to go either on a farm to an ammunition fabric or to hotels. I thought for myself to be\nsafer it would be the best thing to go on a farm.",
        "A: Because I knew it'll be a lot hard work that I won't meet so many Poles. I was afraid to meet\nPoles. That was the idea.",
        "A: I still had my false papers as a Christian girl. Sure. As Maria Xowalcik. The middle name\nwas Jadwiga. As such, I came to Germany as Maria Kowalcik. And I thought for my own\nsake, I probably would be safer to be away from everybody. And I thought on a farm, Poles\nwould probably not likely go to a farm. They might want to go a hotel, to some offices, to\nany other place, but I thought for myself, I would rather go to a farm. First of all, I was\nemaciated. I was about 80, 90 pounds skin and bones when I came to Germany. Skin and\nbone. And as such I came to Germany. They told me where they are going to bring me, to\nKrushart, near Oslingen. It is a small farm that the man that owns the farm is paralyzed but\nhe has a son-in-law by the name of Karl Beck and a daughter. She was just married to this\nMr. Beck. And I was brought to Krunhart. That's how I came to Germany. Okay? I was a\ncity girl. I never knew what work means because at home we were wealthy. We had maids,\nand we had everything. I never even knew how to boil a glass of water. Very\nspoiled...very...really very well taken care of, and I had no idea what a farm means...work on\na farm. Anyway, but I adapted and I adjusted very well. I knew that that's the way it is. That's\nthe way it's going to be. I better make the y ?- 4S best of that.",
        "A: Okay. Was a very small farm. They had an Uncle Karl. I forget his last name. And Louise\nand Mr. Beck, and Mr. Sharf and myself. A very small farm. We had about 6 cows. We had\nchickens and pigs and all sorts of animals around the farm. Of course, I had to take care of\neverything. I had no idea how to milk cows, but when I came there, the nice thing was when\nI came to the farm, it was...it was June 16th or June 21. I don't remember exactly. I think it\nwas June 21. It was a nasty day; a rainy, nasty cold day and I had nothing with me, just what\nI had on, old clothes and my emaciated. Just skin and bones. But I had my presence always.\nOn a farm, there is lots to eat. I better be careful eating, not to eat everything right away. I\nhad the presence of mind to be careful of eating not to get sick. So the first thing I came\nthere, it was cold and the woman, Mrs. Louisa Beck, she looked like a very terribly harsh\nwoman, talk, big, but a real German woman, you know. And I thought oh, oh, this is not the\nplace I should have gone. But she was very kind to me, very kind to me. Really motherly\nalmost. She showed me to a room where it would be and it was very nice room, a very small\nroom with just a bed and a bureau and me. But it was very nice. The nicest part of it was\nwhen I went to bed...you know we had feather beds in Germany...when I went to bed, the\nbed was warm. And I was wondering what happened. She had a warm bottle to warm up the\nbed, and I thought then she can't be that bad. If she did that, she must have heart. Of course, I\nwas Polish. She didn't know that I was Jewish. So then I thought maybe life won't be so bad.\nAnyway, that was the experience and she gave me milk and ham and bread, but I didn’t eat\nany. I just had some milk and some bread and butter. I was afraid to eat really, because I was\nhungry, emaciated and I thought... had the presence of mind not to eat everything right away\nbut just go slowly about it until I get used to food again. So then it really started. The next\nmorning she tried to introduce me to everybody. She had a brother by the name Ernst who\nfought in the army and he was in Russia then. He had a little boy by the name of Fritz. He\nwas then a baby about 2 or 3 months old, and she told me I had to take care of the baby\nwhich I was glad. And some other chores she told me that I had to do in the beginning which\nwas fine. It wasn't too much, but then they got me into the real nitty gritty, the real farm\nwork. She showed me how to milk cows. That was the worst part. Well, to milk the cows I\nremember for about a month my fingers were like this. I could not straighten them out. You\nhad to use force to use what do you call the (ph), and my fingers were like this for about 2 to\n3 months. I just couldn't straighten them out. But then slowly I knew how to do it, and it\nwas...was fun. And I used to drink the milk directly from the cows. I milked them. I drank\nthe milk. Anyway, I got very fat as you saw. After awhile, I was there about 2 months, I got\nvery fat. I had at that time long hair and I braided them and put them up here as you see will\nsee on the pictures. And, uh, then she taught me really what I had to do and it was hard work\ntaking care of all the animals and get up in the morning about 5:30, go at night about 12:00\nto bed and feed all the animals, take care of the chickens, of the ...of the pigs, whatever we\nhad on the farm. And also I had to learn how to mow grass and the...what <t do you call this\nin English...the uh...uh...the...uh...you know where you make cereal from, grain, what do you\ncall it.",
        "A: Yes, what do you call the grain.",
        "A: Not with a ...(ph), but with a...the ...(ph) is too small. What do you call it? It was like this\nand a handle. I can't think of the name.",
        "A: Not sifted. No, you had to cut it.",
        "A: Yes and it wasn't a machine...was hand cut.",
        "A: It was a big handle. t",
        "A: Not a sickle. It was bigger than a sickle.",
        "A: I can't think of the name. I know the name, but I can't think of it this minute. And we cut this\nmill in bundles. The wheat....the wheat...we cut the wheat and it had to be put in bundles and\nthen the bundles were loaded on...on the...what do you call that...wagons with horses, and we\nhad to bring it to the farm and store it. And then we had to...what do you call this when you\nget the grains out, you beat it. What do you call that?",
        "A: To separate the wheat, yes. That's how we did it, and then it was sifted. So that’s how we got\nthe grains...the grains out. I can’t think of the name...the English name. I knew it. I think I\nwrote it my essay, but I can't think of the name now. Anyway, that's how we did it. And we\nhad to mow grass for the cows for the winter to store hay for the winter and all that. All that\nhad to be done. We had chickens. I had to gather the eggs and all that. It was a lot of work\nand I did most of the work because Louise, Mr. Beck was working in the ammunition\nfactory during the day. He came only home at night. Mr....the owner was paralyzed. He\ncouldn't do anything. Louise had to take his daughter, and Mr. Beck's wife had to take care\nof the son, so I did mostly of the work, but Saturdays there came an uncle of theirs, Mr.\nWarl. He helped us out\nTape #2",
        "A: The rest I have to do it here. I have to go to the bedroom. Just take care of him like a baby. I\nhave to clean him up. I have a commode in the bathroom. I have a commode in the living\nroom. I have a commode in the kitchen so I don't have to drag all those things.",
        "A: The uncle who came in on Saturday helped us out because I could do...most of the work was\nreally on and on Mr. Beck and both of us could not handle all of it.",
        "A: I don't know. It was a very small farm...really very small farm. Pour of us could take care of\nit, but we all had to work hard. As I said her husband was home only in the evening. He left\nin the morning and came hone about 8:00 at night from the factory...from the ammunition\nfactory there he worked for the SS. And in the evening there wasn’t much to do, but Sundays\nhe helped us out. Sundays we worked very...I worked most of the day cause they went to\nchurch. First of all, I had to...I was Catholic...I had to change my religion. They were Seven\nDay Adventists and they sort of hinted to se to change the religious. I did change. I thought\nwhat the heck, it doesn't matter to me. So I was Protestant, you know, I went with them to\nchurch every Sunday and prayed with him or whatever it was, and there were meetings 1n the\nhouse, also, once a week which Mr....that owner who was paralyzed. He presided.",
        "A: I didn't.",
        "A: I didn't because I never went to church. I came to Germany and they said, well, you will be\nawhile with us. Why don't you change to our religion? And I know so little about\nCatholicism and the girls that were there...there were other Poles in the village. They were all\nChristians...really Poles. And I was scared to death. That's how they found out...they didn't\nknow ‘til they found out. They suspected that I was Jewish.",
        "A: Some other girls that were on other fare...they suspected, and I was scared to death. But we\nwere very good friends because when they were talking about Catholicism or about the\nchurch, I knew very little about it. And that's...I think they got the idea that I...that there is not\nquite right. And, uh, of course, I never said anything to them. I remained as Catholic, but I\nthought it would be a good idea if I changed to their religion. And I did change. And I went\nwith them every Sunday to church, and I did all the things that they did.",
        "A: No. Nothing. Because Mr.... the President of that union...of that Seven Day Adventists,\nwhatever it was. And everything was in his house. As a matter of fact, sometimes the\nceremonies were 1n his house because he could not go to church and his daughter played\nthe...not the piano...what is the other thingv?",
        "A: The organ. As a matter of fact, she started teaching the organ. And she played the organ and\nwhen the meetings were there, we went into that room and we had the meetings there. So I\nwas very comfortable there instead of going to the Catholic Church, which I know nothing\nabout. I thought it's a good idea that I did. And I was very glad that I did change. And they\nhinted to me...not that they almost like forced me to itt...but I thought it was a good idea and I\ndid it, and I was very glad that I did it because this way I did have to go with the Poles.",
        "A: Exactly. Yes. And the whole week I worked very hard. We had no live to get together. Only\nSundays. And Sundays I went to church so I had very little connections with the Polish girls\nthat were there. There were two girls...Polish girls...of which I have pictures. But we were\nvery good friends and every body worked very hard. You really didn't have much time. One\nof the girls was very badly treated on her far. She couldn’t eat or sleep in the house. She had\nto sleep elsewhere near the stables, you know. But I was very lucky. I really had nice people.\nBut, of course, knowing that I aw Christian, you now...but they were kind to me, really kind.\nI had no complaints about that. So I was there, I think it was about 2-1/2 years...or 2 years\nwhen the liberation care in 1945.",
        "A: Okay. I was once...I became sick. Okay? And before the war, I had gall stone troubles, but\nthen during the war somehow because of the meager diet and all that, I had no problems. But\nall of a sudden when I started to eat and eat well...probably fatty things. You know, butter of\nWhatever they have on the farm. You know we had pork. We did our own cold cuts and all\nthat. And I ate all that and I like it and 1t was good. I got fat on it. And I felt fine, but all of a\nsudden I took ill. And evidently that...the gall stones occurred again because of all the fat,\nand the butter and the Bilk, I couldn't digest that very well and I got sick. So I had to go to\nthe doctor and I just didn't get...I forgot. And several times also when I went to see the Polish\ngirls, we didn't always wear the E.",
        "A: All the time. All the time. But neither one of us wore it all the time. Because it was a small\nvillage, but there was one police guy that lived in the village that had very bod...he didn't\ncare very much for Dr. Hard and he sort of took it out on me. One time when I went out to\nwait for the bus to get to the doctor and he caught me without the P and needless to say, he\nreally took advantage of me. He really beat me up well. I went back home. I didn't go to the\ndoctor. I went back hone and I cried myself sick and I was very upset about it and talked to\nhis. He said, \"Why did you do that to her? She's such a good worker...and all that.\" Well, he\nsaid, \"She has to wear a P anyway. I went to the doctor without the P at the time, and I went\nback to crying and I put the P back and I went to the doctor. And he...when he beat me\nup...he also put in a...he sued me. He took me to the court that I as a Christian girl and I\ndidn't wear the P. He took me to the court. And you know, there is in minority, if I have the\noriginal from the court...and I told the Judge the truth that I forgot the P but I got an attack of\ngall bladder and I had to rush to the doctor and in my rushing I forgot the P and went without\nit. And, I forgot his name...the policeman’s name, I don't remember anymore...and he beat\nme up.",
        "A: The court. What had happened. And the court believed me but the guy, the policeman was\nthere...he said it was not true what I as saying and that I also said that he said...the policeman\nsaid when I got to court I'll probably have to pay some money as I punishment and he...the\npoliceman said to me...said to the court that I said money doesn't mean anything to\nme...German money doesn't mean anything to me. It was a lie...and I said that to the\ncourt...the Judge. The Judge really believed me what I said, and he dismissed the policeman\nand, uh, however, they punished me with...But I told the Judge that I don't have any money.\nI was supposed to get paid 20...a month, but I never got paid. And I told the Judge I don't\nhave any money, and he can do whatever he wants to with me. If he wants to put me to jail,\nlet him put me to jail. But the Judge was very, very nice to me. He just gave me the\npunishment and he said whichever way I can pay I'll pay. And I brought the judgment back\nto Mr. Sharo and Mr. Sharp intervened and they made it to 15...so Mr. Sharv paid 15... I\ndidn't pay anything. And the receipt is there. I have the original receipt. But the Judge was so\nnice to me. He was so sympathetic to me. What he did, he asked me to be the translator for\nthe Poles when they come to Court. They don't know how to speak German. Would I be\ntranslating for them? At the end it was a good thing for me. I helped the judge with the Poles.\nI translated from Polish into German. So, the judge was very, very nice with me. He believed\nwhat I said and he accepted my testimony rather than the policeman's.",
        "A: Yes. Yes. I told them that whenever the judge wants me I would have to go and they were\nvery pleased that I did that. And so...and I was pleased too. It got me away from the farm,\nand you know, a little to do...a little bit of something else. So that was...the end was pretty\ngood in spite of everything, but I had a lot of scare cause I thought, God knows what will\nhappen now. If they put me to jail, they'll really find out who I was. You know, they'll start\ninterrogating me and all that, and I was scared to death, but it ended well, really for me. It\nended very well. So that's how it was in the court. But I had a few frightening days and\nsleepless nights and all that.",
        "A: After I had been to court? Well, I came back to the farm and everything was fine. And that\npoliceman never bothered me again. Never bothered me again! And Mr. Sharb was very\nupset about it, you know, because he knows the guy and he says he shouldn't have done it to\nhim...not only to me, but to him...that I was working for him and I was very good and never\nany problems with me. Why did he do that? Ho was just nasty...a very nasty man. He was\nvery nasty to the other Polish girls. He really was.",
        "A: This must have been in 1942 or 1943. Either year, I don't remember. It must have been 1942\nor 1943...beginning of 1943. I don't remember. I have it written down, but I don't remember\nthe time.",
        "A: I stayed on the farm until liberation...Until 45.",
        "A: No, I was just working and, uh, nothing special happened. I just feverishly read the\nnewspapers; you know to see what was going on. Because they really did not know...this\nfarmer did not know...I think people from the village knew what was really going on with the\nJews. They really honestly did not know. Everything was kept in such a way that most of the\npeople were not aware of it. And these people particularly had no idea what was going on.\nReally! So I stayed there...after the liberation, I stayed there about 2 more weeks longer.",
        "A: At liberation, the American soldiers came into the village and they asked me who are you\nand why are you here. Mainly, they asked do I know whether the men, that was the SS\nmen...some Deutschmarks in the house, and if he has, where he has it. OK. And I have to tell\nyou, I told them. And I told them...and I told the...the Americans I told them who [ as...that I\nam a Christian girl on false papers. I took them aside and told them who I was...that I am\nreally Jewish and I am looking now to get back to some place where there are Jews so that I\ncould get to a community...a Jewish community. And they said we will try to find out for\nyou where they are and where you can go...what you do. But the man, Mr. Bett, was very\nupset when they came in and looked him and they asked me if I know if he has something.\nHe really didn't have any arms in the house and I told him and he didn't. But he got scared.\nThe man got scared and he gave me his uniform. When they left...the American boys left, he\nsaid, \"I am terribly afraid\"...and gave me the uniforms.",
        "A: He had this SS uniform.",
        "A: Yes. And he was scared. He was hiding the uniform when they came in and I didn't think of\nthe uniform at this time. They were looking mainly for arms. When they left, he came out to\nme and he said, \"Maria, I have the uniform and I want you to burn it. I don't want anything\nleft here that I was an SS man. OK?\" He gave me the uniform and we had in the living room\na pot belly stove. He gave me the uniform and he said, cut it up and burn it. I don't want to\nhave it in the house. And so I did. And let me tell you that very tongue of false that came up\nwas like a...to me. For all the things that I went through...that I saw my parents die, my\nsisters taken to the concentration camp and with all the misery that I lived through and all\nthat, I thought, why me. Dear God, this is something that I can be thankful for...that I can do\nit. And that's how the sculpture came about. When I started school, my teacher, Rebecca,\ncame and said to me...",
        "A: And I burned that uniform and he was very happy about it. However, I found out the\nAmericans told me in Stuttgart, there is a Jewish DP camp and they are forming now a\ncommunity, a Jewish community, and where I can go and all that. I still, however, was afraid\nto leave the farm and I didn't tell the farmers who I was at all. I still stayed on 2 weeks. You\nknow when you are under those circumstances; I was afraid what will happen if there is a\nretreat. If the Americans retreat, God forbid, and they find out who I was, you know. So I\nstayed on for 2 weeks. I didn't tell them a thing. And after 2 weeks...1n the meantime, I went\nto Stuttgart and I found out that there is indeed a Jewish community and there is form a DP\ncamp...displaced person camp, and that I have a place to go now. I know where to go. And\nso I came back and I told them that I am ready to leave and who I as. Well, I still can see the\nface of these people. Was Mr. Beck, Mr. Beck and Mr. Sharp. They looked at me and said,\nMaria, it can't be. No Jewish girl would work like that.\" You know, they...they really didn't\nknow. They never even saw a Jew before. They thought maybe Jews really have horns or\nwhatever. They said, \"Cannot be! I said, Yes, Mr. Beck, I am Jewish and I showed them the\nfalse papers then and I told then I am going to the DP camp. I ax going to live there, and well\nthey were very surprised. They said, you can live here. You can be with us. And...uh, they\njust couldn't believe it...that I as Jewish. The first thing they said, it can't be true. A Jew\nwould not work like this on a farm. I really worked hard and I worked...I worked well. I\nworked for me because I knew that this is it. I have to do what I have to do. You know!\nAnyway when we parted he gave me that knife. Mr. Beck...they all kissed ne and hugged me\nthen. Even though...",
        "A: And he gave me that knife. And that knife I took. This knife here. And this is an old knife.\nHe belonged to the SS, you know, and he took it from his mess and gave it to me as a\nremembrance. And I was really very grateful for him...for that, that he did that. I think this\nwas a nice gesture after all. I mean if he had known if I was Jewish it wouldn't be that. But I\nshowed his the papers and I showed his everything, and I told him everything, and they just\ncould not believe it. They could not believe a minute of it, but that's how we parted. At\nparting, he gave me that knife.",
        "A: I have no idea. I know he worked in the... You know, everything was very secretive. I know\nhe worked in SS in a...1n an ammunition factory. OK?) He sometimes came hone...this I must\ntell you...case hone and he bring...drunk a little bit. What do you say in English? Inebriated?",
        "A: Yes. And those nights when he came back like that I got terribly scared because I was afraid.\nYou know every so often, he made advances and when he was home not quite sober, I got\nscared and I didn't go to bed then. I went to the bed until I knew he went to bed and he was\nasleep. And I did some work, whatever it was to do in the kitchen or whatever. Mrs. Beck\nused to say to me, \"Maria, why don't you go to bed?\" I said, oh, I have to do this, that and the\nother thing, and I made sure that he is asleep, and that 1s when I went to bed. I really was\nafraid; you know that he might assault me in some way. Because he...you know, he felt\nsometime like that, especially when he came back. You know, there was a young Polish girl\nwho was older than he was and she was a hefty woman, talk and hefty as you will see on the\npicture, and he said this is a nice morsel, you know. And I really got seared, and rightly now.\nSo these days were terrible days...nights for me really. I couldn't sleep well and I was always\non the alert. But on the whole, they were nice to me as a Christian. They treated me well,\nand, uh, I was a hard worker.",
        "A: Not at all. Nothing He never spoke about it, and she had no idea. She had no idea.",
        "A: She knew he works in the munitions factory, but she didn't know a thing about it.",
        "A: His wife.",
        "A: I went to Stuttgart. OK? And it was a DP camp. We had a room. We were 7 girls and, uh, we\nare all in the United States.",
        "A: We stayed in the camp.",
        "A: The DP camp was very pleasant, very nice. We had nice rooms and food and, uh, pleasant\nsurroundings. It was really very, very nice. And we were a group of 7 girls. One girl played\npiano and she used to give concerts for us and concerts for the DP camp and, uh, and, uh, the\nother...she was the oldest of us. And there was another girl...and, uh, all the girls we got\nalong fine. We were in touch all the time afterwards. And it was really a nice time. In the\ncamp we had a very nice time. But everyone of us tried to get in touch with families where\nwe had...I set at that time already, you know, soldiers...Jewish soldiers used to come to the\ncamp, and they used to visit with us, and I set a Jewish soldier by the name of...from\nBrooklyn and I told him that I had family in the United States. Uh...you know I was then a\nlittle girl. I didn't know...I knew it was a brother of my father. I knew his name. I didn't know\nwhere he lived, but I knew it was in the United States, and I knew in Buffalo...lived in\nBuffalo, but where and what, I didn't have no idea....that I have a sister in Israel, I told the\nRabbi, and uh, would they be able to get in touch with anybody of them. I gave them\ndescription and all that, and, uh, the Rabbi that was at camp, he got in touch with my sister in\nIsrael. He got the address where she lived and she wrote me a little note. She wrote the\ndirector of the camp and the director gave it to me. It was in Jewish written and so I got in\ntouch with my sister. Then I wrote a letter to Buffalo to the Jewish community. Somehow he\nfound out about my uncle, and I got the address of my uncle. I got in touch with my uncle. I\ngot in touch with my sister and, uh, that's how life started again. I got in the Jewish\ncommunity again and, uh, life became a little bit, you know, more civilized.",
        "A: I worked not directly for them. I went to work for the Polish liaison officer and the Polish\nliaison officer...his name was Mr.....he came to our DP camp and...wait a minute, I am\nmixing up a little bit.",
        "A: This was the Jewish DP camp. Then while in the DP camp...or was it there I met my\nhusband. OK. The was formed. OK? And my husband also lived in there as a Christian...as a\nFrenchman in Germany, and he was in German captivity as a Frenchman. But he worked for\nthe...and...was organized, and as such, he came to this camp. He met us...all the girls of us\nin the meantime, the organized a Polish DP camp for Poles, and they needed somebody...a\nliaison, from one camp to the other...from the Jewish camp to the Polish camp. And the\nPolish camp was Mr. Gotst, and I was the liaison officer for the Polish camp. My husband\nworked for the Polish camp and as such, he came to check...he was an officer...messing\nofficer, my husband. A messing officer had to do with the food. He came to check how the\nfood was distributed in the Polish camp to the Poles. That is how I met my husband. And,\nuh, there was my husband, and there was a Czechoslovakian Jew, and there was a rivalry\nbetween the two. And these two took care of the Polish camp...of the distribution of the food\nfor the Polish camp, and I was the liaison officer for that camp and that's how I met my\nhusband. And we married. He won out of the Czech. Anyway, that's how we married.",
        "A: So, and that's how it was...coming to Germany and the liberation and the marriage when my\nsister wanted us to come to Israel. Then I remembered I had an uncle in Australia. I knew\nMelbourne. I knew his name, and the American soldier...got in touch with him too. He\nwanted us to cone to Australia. My uncle, my father's brother, wanted us to come to the\nUnited States. And we chose the United States over all of it. We thought...my husband\nwanted to start school...back to school. I wanted to do something with myself. In Israel at\nthat time, you know, there was still not quite...so quite...I didn't want to go to Australia. It\nwas too far. We thought America for us...would be the best. My parents-in-law, they lived\nin Paris. They wanted us to cone to Paris and live with them, and we both didn't want to. We\nwanted to live by ourselves and establish life in the United States. And I wrote to my uncle\nand he sent us an affidavit and we came to Buffalo. And in Buffalo, my husband...uh, I was\npregnant at that time. We lived...when my husband worked for the...underground...we lived\nin the...get to the United States. So we stayed with the underground, until we could get to\nthe United States. But my father-in-law was a very prominent person en in Germany. After\nthe liberation, after France was liberated... You see I am jumping from one thing to another.",
        "A: OK. I wanted you...to tell how we came to the United States.",
        "A: Because my father-in-law helped us out.",
        "A: So we came to the United States, and we lived in Buffalo. I was pregnant at the time...6\nmonths. And, uh, we couldn't get...the Americans wouldn't let us on the ship anymore,\nbecause they were afraid I might give birth on the ship. Anyway, we came by an\nAmerican...by airplane...American transport for soldiers. We came with that transport, just\nthe two of us with some others. And I gave birth in the United States. But we didn't have any\nmoney even though we were living with my uncle. The hospital was supposed to be $150.\nAnd we didn't have the money. We didn't want to take from . My husband is\nFrench...German originality...lived in France, and he translated a book...helicopters, from\nFrench into English and he got $150 dollars for it. So we paid the hospital for that. So I was\nglad that my uncle didn't have to pay. And so, then we came to the United States.",
        "A: Yeah. My husband translated the book and we paid the hospital.",
        "A: In Buffalo we stayed only a few months. I came...I was...uh, I was almost 6 months pregnant\nso we stayed about a couple of months.",
        "A: Nothing. My husband then got a job in...well, some friends of my father-in-law in New\nYork...1n New Jersey.",
        "A: No. So he went to New Jersey. I stayed with the baby in Buffalo for awhile until he found a\nplace for us to live. That's when I joined him...in New Jersey. That's where he worked.",
        "A: Well, my husband by trade...he is a chemical engineer and physicist. But when we came to\nthe United States...no...by trade now he is that, but when we came to the United States, he\ndidn't have education like I did. We had to do the education here. So when we came to New\nJersey, he started school and got his...he got his high school diploma...American high school\ndiploma. With that, he was accepted to Columbia University, and he was a year there, but we\ncouldn't afford to pay so we had to move to New York in order to matriculate for him to go\nto CCNY, City College of New York. So we did move to New York, New York State, to\nAstoria, which is in New York. He got matriculated. He went to school and got his degree in\nphysics and chemistry. As such, he got a job in New Jersey, and he was working then as\na...aS a metallurgist...not in his field at all. That's how we got to New York.",
        "A: In New York, we lived about...uh...I would say about 14 years, then we got transferred to\nDetroit. We lived there a few years, and then he was transferred back to New Jersey, and we\nlived there from there on, we lived in New York...in Astoria, but he worked in New Jersey.",
        "A: Only one daughter. Her name is Faye, and she is a....a...uh...landscape architect. She has her\nown business with a partner and is doing very well.",
        "A: To Washington we came and it was 8...My husband in the meantime contracted the disease\nof multiple sclerosis and he worked until he was completely disabled, until about 82 or 81,\nsomething like that. Then my daughter insisted that we came to live...she lived then in\nWashington...that we come and live in Washington. It would be easier for me and for her to\nsee her father. That's when we moved to Washington. She lives in a...in a...isn't that\nsomething? She lives in the Washington vicinity...",
        "A: Alexandria. Something you know, you talk and forget about... She lives in Alexandria and\nshe insisted on us coming to live near her which was a good idea because she helped me out\na lot. He was completely disabled.",
        "A: Ok. After awhile I decided I have to do something. I was taking care of my husband all the\ntime. I have to do something for myself and also for therapy. And I decided to go back to\nschool. By the way, my husband graduated cum laude. He went to night school and worked\nduring the day, so it was tough for him. Anyway, I decided to go back to school myself\nbecause my daughter was already grown up and on her own. And I am taking up art. I am\ntaking up...not...but I worked towards a degree 1n art. And, uh, I work...twice a week I\nwork...twice a week I go to school, so I am a very busy...very busy lady.",
        "A: Ok. The sculpture case about...I picked up sculpture in school. The teacher that I had was\nvery instrumental in that sculpture. She said...you know, I never talked about my past until I\ndid the sculpture. I never even told my daughter about my past. Nobody knew about it. But\nRebecca insisted...my teacher...that I tell a little bit about my past, and I did. And she said,\nwhy don't you do something about it?\" I was taking then sculpture. Why don't you do a\nsculpture about your experiences? This way you will get 1t out of your system and you will\nbe able to talk about it.\" I said, \"Well, I'll think about it.\" And I did. I did do a sculpture...a\nsculpture of the burning Nazi. I told you that he asked me...this Nazi asked me to burn his\nuniform. I thought this would be a good subject to do, and I did that burning Nazi...a\nsculpture of that. And that's how the sculpture came about. But really Rebecca was\ninstrumental because I didn't want to talk about it. I wouldn't do anything about it, and she is\nthe one that really, really made me do it. And I as very grateful for her, because since then I\ntalk about it...because on May 4, I gave sort of a little interview for the Holocaust Museum\nwith Susan. And I told about the experiences and my daughter was present at that time and\nthen she said, mommy, why didn't you ever tell me about it?\" I never did talk about it until I\ndid this sculpture. It really helped ne. I can talk now freely, even though painful, but I talk\nabout it, which is very good.",
        "A: Yes. Yes, do that.",
        "A: That's right. Yes.",
        "A: Ghetto. Absolutely.",
        "A: We didn't do anything. We just lived aimlessly doing nothing. You couldn't do anything.\nYou just have to be...you know, you were a slave. You worked when they told you to work.\nYou did what they told you to do. You could...you weren't yourself. It was very inhuman.",
        "A: Anything they asked we. And it was sometimes doing...sweeping. Sometimes picking up\nsome things...real manual work that didn't mean anything to you that you had to do because\nyou were told to do that. Clean up here. Clean up some latrines and such things. It was a\nterrible thing...a terrible time, but you had to do it. You were asked to do it and you must do\nit. You had to do it And, uh, you weren't yourself at all. It was very inhuman.",
        "A: Nothing. Very old clothing. Very old clothing. I had a sort of suit that I kept since I was\ninterned as a slave girl, you know. I had a black suit I remember was a skirt and a blouse\nwhich I wore to tatters cause I didn't have nothing else to wear.",
        "A: That's right. I can't explain to you how excited I was and how starved I was. This is. ..it is\nunbelievable to explain unless you lived it through yourself, you know.",
        "A: Well, a piece of bread...hard bread...a little bit of water, very scanty things...potato maybe.\nAlmost nothing really. Just...just enough...just enough to be alive. Water was rationed. A\nlittle piece of bread was old. It was good then to me because it was something I had in my\nstomach, but it was terrible. There was nothing to eat. Nothing!",
        "A: No, it was just brought into the rows...whatever they rationed. You say we called it rationed.\nIt was on a little plate, and whatever they brought in, that is what you ate. It was very\nscanty...very...what should I tell you? It was almost like nothing? It was really a starvation\ndiet?",
        "A: They were young girls. One girl was . . . she was barely in her teens. She 1s now since dead.\nDorina. There was an older girl. She is about now...she 1s about 80 years old. She was the\npianist and in spite of everything, she sit down at the piano and played.",
        "A: I don't know where she got the piano, but there was a piano in the room and she played. I\ndon't know where she got the piano. And she used to entertain us with the piano. I don't even\nrecall how she got the piano, but she did play. And she was very vivacious in spite of\neverything. Sometimes she was so hungry, she...down at the piano and talked and talked\nhow hungry she is and she played Chopin. I mean she was wonderful. She just passed away\nlast year, and I was in touch with her all the years. And most of the girls were younger than I\nwas really. I am going to be 69 in November. The other girls, except she was now 80 years\nold...but she was the oldest of us. And we had a glorious time together...the girls...in spite of\neverything. We sang and we danced and made really the best that we could.",
        "A: Well, there was Dorina; there was, there was Clara, uh I don't remember any others. These\nare the girls that we were very close after the war.",
        "A: My parents and my sister died when they were shot, I told you, in front of me when....",
        "A: Yes. OK. When the Germans took everybody out of their homes...houses and rooms, we\nwere all in lines. There was this line younger...this line.",
        "A: There was a selection at the ghetto line...in the ghetto already. Yes. And my parents were\nmeager looking, sickly looking, and they were shot immediately in front of me. Now some\nother people, they looked healthier...they were taken to another line...sort of to work.\nWhether they went to work I doubt very much because we have never seen or heard of them.\nThat was the time...that's how we got separated from my parents and my sisters. That's the\nlast time I saw them, was in the line...everybody.",
        "A: I told you, it was...I don't remember exactly, but Alia and I, the other girl, we strayed away\nfrom the line to sort of like a little alley, and we sort of both hid there, like stooped in the\nline.",
        "A: Yes.",
        "A: No. No. To what apartment?",
        "A: Yes.",
        "A: The selection was when we were taken from the apartment to the line.",
        "A: The girls where we lived...this is after my parents were 5X killed that we girls lived in the\nseven girls lived in an apartment. It was after my parents were killed. Had nothing to do with\nthe apartment.",
        "A: That was after...afterwards, unfortunately.",
        "A: The girls that lived in the apartment, we were then in the DP camp.",
        "A: The Warsaw ghetto?",
        "A: I lived with my parents.",
        "A: No. No. No. I then lived with my parents.",
        "A: Yes. With my parents.",
        "A: Nothing. Nobody did anything. It was like waiting for death or for the catp 0",
        "A: Then? Let's see. Where as I. Uh, that was before...no, I had then already my false papers as a\nChristian girl.",
        "A: It is important to see though.",
        "A: It's a terrible time and you have to... you have to really remember the things in sequence and\nit's very hard.",
        "A: Exactly. Yes.",
        "A: Yes. Yes. I just know the terrible moment when my parents were killed. (long, long, long\npause) Anyway, we have to continue.",
        "A: Yes. The pictures I brought...because I really wanted you to see the authentic thing...how it\nwas and when it was. I wonder what you want to know.",
        "A: Yes, because I wanted everybody...I wanted to have my whole family because they were part\nof the whole thing.",
        "A: OK. On the right hand side...",
        "A: Oh. OK. This is my mother and my father on this side.",
        "A: This is before the war. On the other side of the picture I have my sisters that perished in the\ncamps. And let me see if I have it. Yall, it's my sister...my sisters and my parents here. Here\nis just a picture of my sister that still lives up in Israel, the one...",
        "A: Oh, I see. Yes.",
        "A: That is my sister in Israel.",
        "A: Ok. That is my sister, Hinda, and she lives in Israel. She left for Israel just shortly before the\nbreaking out of the war and she lives in Tel Aviv, and I visit her occasionally. I saw her last\nyear.",
        "A: Ok.",
        "A: This is my false papers...a Christian girl. This is the original and the back of it is a translation\ninto English. By name then was Maria...",
        "A: OR. This picture is a... This we had to wear in Germany at all times signifying...",
        "A: Ok.",
        "A: OK. This is a P. Since I was then living as a Christian girl...as a Catholic girl...a Polish girl,\nthe P stands for Polish. We always had to wear it at all times, which sometimes I didn't and I\ngot into trouble.",
        "A: That's it. I can put it back?",
        "A: Ok. This is a photograph of a Polish girl...a real Polish girl that lived on the same farm where\nI was, but she was working for somebody else than myself. She was the one that always\nthought that I am Jewish and that was my...I had lots of scares because of that. But she’Il\nhave the picture as a remembrance. So that's the picture.",
        "A: These are all originals.",
        "A: Yal. I want to, but I want to put this...",
        "A: Alright, just hold up the knife. Hold it up so we can see the Nazi insignia. Bonnie? Ok. Tell\nus what that is.",
        "A: That is the knife I got from the German Nazi I worked for. When we parted when I told him\nI was Jewish, he gave me the knife as a remembrance.",
        "A: It sure did. Don't you see my voice changed too.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 5, 1989\nRG-50.030* 0044",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Rose\nBrunswic, conducted by Linda Kuzmack on October 5, 1989 on behalf of the United States\nHolocaust Memorial Museum. The interview took place in Washington, DC and is part of the\nUnited States Holocaust Memorial Museum's collection of oral testimonies. Rights to the interview\nare held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ROSE BRUNSWIC\nOctober 5, 1989"
    ]
}