{
    "rg": "RG-50.030.0280_trs_en",
    "sequence": [
        "Answer: Mr. Max Hersch. Previous name: Moses Hirshkowitz",
        "Question: When and where you were born.",
        "A: I was born in ? Bukovina (Romania) on the 10th of the 4th month, 1921.",
        "Q: Could you be so kind to tell us a few words about the background of your family? What was the\noccupation of your parents?",
        "A: I am the third generation born in this city. My mother was born in that city. She married my\nfather from a neighboring village. And my father was a businessman. He made flour for the\nbakers.",
        "Q: Could you tell us something about your school years, about your country atmosphere in which\nyou grew up?",
        "A: As I was young, we didn't feel too much about anything. There was a tranquil life, a nice,\nbeautiful life. Nice community life, togetherness, friendly. I went to school with non-Jews,\nRomanians and Germans, and I had friends, Romanian friends. But then the atmosphere was\nchanged and the Hitler period came on and everything start to change, by law, and also between the\npopulation.",
        "Q: Could you elaborate a little bit on this?",
        "A: [remember I went to school. First, public school, and then came the law and Jews couldn't study\nanymore. My father told me \"You cannot go around not studying something. You have to learn a\ntrade.\" And at that time, I went for an apprentice to learn jewelry and watchmaking. He paid, I\nremember at that time, 1,000 lei for the apprenticeship. After a little while, no Jew could learn a\ntrade either because he was Jew. Why do I know that? Because all the Jew boys wanted to learn\nthe trade, and we had to hide them in our back room and I and my boss used to teach them little by\nlittle the trade.",
        "Q: Could you tell me, please, what happened to you and your family once the war began, once\nRomania and Germany started to lead their operations against the Soviet Union?",
        "A: At that time, there used to be the youth, used to be paramilitary. Jews were in the army, but as\nthe laws changed, Jews could not be anymore in the army. And the paramilitary youth was\ndismissed. They used to take them to certain odd jobs. For instance, this region is a very cold\nregion. Falls a lot of snow. Meters of snow. And I remember one episode, they woke us during the\nnight, and they took us to the police station. And they gathered about 15 Jewish young boys. They\nkept them until in the morning. And that night and the previous day it was snowing, the whole night\nand day. They kept us in the morning, and they gave us shovels and we went out of the city to clear\nout the highway. But there wasn't -- you couldn't clear. Here, you clear with a shovel, and the\nstorm brought back the snow in the same day. And we were there on that road about 10, 12 days.\nYou can't imagine how cold it was, that guard that watched us, his ear was frozen.",
        "Q: Which was before the beginning of the war?",
        "A: Yes. Not much before. I figure it was about a year and a half, maybe two years.",
        "Q: I understand. So what happened to you and your family once the military operation started on\nthe border between Romania and Soviet Union?",
        "A: During that -- the city is located on a pass, and the soldiers -- the fighter was already at the pass.\nDespite there was the Ribbentrop Pact, Germany prepared for war. Thousands of troops passed by\nthe city day and night next to the border. Previous to that they improved the highways to the pass.\nThey came bulldozers and people, German people, and fixed the highways. And we didn't know\nwhat could happen, but we anticipated something drastic will happen. During that period when the\ntroops came, I remember they used to come, the Italian troops, all the nationality troops passing by.\nWhat happened one time, a group of Italian soldiers came and rested in our city and not far from our\nhome. We wore at the time already the star, a yellow star. And they used -- they were young\npeople, they came to the house to the gate to lend certain things to help them out. Like oil and other\nthings, and we told them \"Look, we are Jews. We are not allowed to talk to you.\" And they used to\nsay \"What is Jews?\" The Romanian language is a latin language. It's almost similar to Italian. We\ncouldn't talk perfectly, but we could we could understand each other. After a while, the soldiers\nwere ordered to go to the front. Before they went to the front, they left little letters we shall send to\ntheir parents' home. A lot we knew that in a few days we would also be evacuated from that region\nto the camp.",
        "Q: So what happened to you and your family once it was decided that you will be deported?",
        "A: We didn't know anything, but we knew there was a lot of soldiers, German soldiers, in the city,\nand they used to take the old people, they took into streets like ghettos. They couldn't go to the\nbusiness; they couldn't walk on the streets; they couldn't do anything. They were concentrated in\ntwo streets. The young people, because the Romanian population was in the army and the Jews\nwere not taken, they were put to certain types of work. Like \"pompieri\" or fire department,\nsanitation, medical department. I happened to be by a doctor in the medical department. Other\npeople were on the sanitation and fire department. And there was the group, and we had to stay\nthere a whole day. They divided our group in three sections in order we should be able to sleep.\nAnd because of that, we got a permit; we could walk on the street. One day walking from home to\nthat so-called service, a friend of mine from my class, a Romanian who wore an iron cross\napproached me and said to me, \"You know you're a Jew. You're not allowed to walk on the streets.\"\nI said, \"I'm not walking on the street, I'm going to my service.\" And he asked me \"Who gave you\npermission?\" I said, \"I have here a document that they give me the permission.\" He took me to the\npolice station. In the police station, the police -- he took me to the police chief, and the police chief\nsaid, \"You go home where you have to go. I gave him the permission.\" And after four weeks, they\ntook us out to the camp.",
        "Q: Can you describe this operation?",
        "A: Yes.",
        "Q: Who took you, how, by what...",
        "A: Being at night in that service, he was the city doctor. His name was Kibbitsch. He was also a\nmayor for the city. He was also a captain in the army, in the Romanian army. And the war broke\nout, it wasn't any war between Russian and Germany, he was taken to the army. He was the first\nsacrifice which came back. It was a few days just. And we overheard saying that something will\nhappen, but we didn't know what will happen. And this was before Yom Kippur. Before Yom\nKippur, they let the old people out from that ghetto. And everyone went to Shul to Kol Nidrei.\nAnd, believe me, in that Shul was people who never went to Shul in their life. This was Yom\nKippur, and Succoth. Succoth is a holiday for the tabernacles, and between Succoth on Simkhat\nTorah also a holiday, there was a reprieve for the holidays for poor people to be able to make\nexistence, because the holidays is eight days altogether. In that time, there wasn't TVs or very few\nradios or telephones. The announcement came to Drome (ph), a Seargent(?) came to the center of\nsquare or square street or neighborhood in Drdme. And people gathered and hear them read the\ndecree that in 24 hours, we had to leave. And we cannot take anything, just what we're able to\ncarry. What do you carry after three generations? We had some live animals. We gave them to\nsome neighbors, non-Jewish neighbors. I remember my father, may he rest in peace, had some\njewelry took to mairia (ph)...",
        "Q: Mayor?",
        "A: ... to the mayor. The house of the mayor, and mother prepared for the evacuation. She baked,\nslaughtered kosher chickens from the backyard, and cooked the chickens and packed them, just the\nmeat. The soup left there on the stove, and whatever we could carry, and at that time we were just\nthree children because one sister was married and my parents. And we went to the station, train\nstation. Once we arrived at the train station, we saw that other people took a lot of luggage, burlap\nsacks with pillows and blankets. I had a brother which was younger than I was, and he said to me\n\"You know something? Let's go home and try to bring whatever we can carry again.\" And we\nwent home and in the yard, he had a little wagon, and we loaded up what we could load on that little\nwagon and locked the door. As we locked the door, soldiers patrolled the streets. They addressed\nus \"Lock the door, lock it good\" with a grin on their faces. And we left for the train station, and\nthen we left there the carriage, the little wagon and came on the train. Many cars, cattle cars, most\nof them. I don't know how many, but long. And every family kept together, and we went into a\ncattle car. It was about 53 people, children, old people, with their luggage with the belongings what\neveryone had. Then they locked from outside the door, and the train start to move. Start to move --\nthis was, I think it was in the afternoon. And we traveled like that a night, a day, and we stopped in\nCzernowitz, I know we stopped in Czernowitz. It was dark, and then the train started again, and\nnobody knew where we are going. People asked for water, and the soldiers sold water for a watch,\nfor money, for a chain. And we came to a city called Attaki or Potek, and they told us we shall\njump the cars. There was the embankment from the car to the ground, was maybe six feet. And in\nthat time, in that period, there is a lot of raining in that region, and the ground was so wet and so\nmuddy. But if you pushed then out a foot, the shoe remained there. Whoever had a little money, it\nwas also little buggies, horse and buggies. Families gathered together and put on the buggies their\nbelongings and paid that peasant whatever he asked. For me money at that time, did mean nothing.\nI didn't know anything what money is. And we traveled from embarkment to the Dnestr. This 1s\nPataki.",
        "Q: Yes, this was a crossing point?",
        "A: This was the crossing. And in that time, I remember the second day there was Simkhas Torah in\nJewish tradition, it is a holiday, but it's also say prayer for the dead. And there was a man in our\ncattle car who tried to make it as possible, tolerable. And he used to come in and try to sing, but\nwho had the mind to sing? Everyone was in hysterics in that car. And in the car, a little baby infant\ndied, but everyone was so -- his thoughts and their thoughts that nobody took actually care for each\nother. But there was -- nobody knew where we went, where we go, how long we will be there. And\nonce we came there, I remember a friend of mine, they had a lot of cheese. Cheeses, their business\nwas cheese and smoked herring fish, and the easiest thing what they thought was to take cheese and\nhoney, 25 barrels, kilograms of honey, unless they came there they saw that it 1s not possible to\ncarry that. And they asked whoever wants honey or cheese, to come to take it. And people came to\ntake as much they could. We stayed there a few days, and then the bridges over the Dnestr was\ndestroyed, but the Germans built a railroad bridge over the Dnestr. The Russian railroad 1s a little\nbit wider than the German -- the European railroads. Now, they had to make it smaller in order to\nfit the rails to Romanian railroads. But we were -- there was a pontoon like a bridge, and they put\non that pontoon about 100 people, and they were pulled over on the other side to the Dnestr. And\nthe other side of the Dnestr was a big city; in Russian, it's called Mogilev Podolskiy. And there on\nthe -- not far from that river, there was a big house. I imagine during the Russian time, there was\nsomething, a gathering, a big, big building, and there they dumped us. Then there was just\nunbearable, unbearable; people lost control of everything. Wherever they had to do human things,\nthey took -- they did it in front of each other. Because we met other people there from Bessarabia, it\nwas about two months earlier. And they were hungry. Starving, not hungry. I remember my\nfather, he should rest in peace, went out to the temple. There was a temple not far, and he saw the\npeople in that backyard of the temple hungry, starving. He went outside and he bought a cereal.\nLet's see, I don't know, I don't see it here, but it's called hirsich (ph), a little cereal and he cooked it\non an open fire and gave that to the people to eat. But during that time, our family was together.\nThis means my mother, brother -- two brothers, and all the family lived in one room, and they used\nto come -- the soldiers used to come, break in the doors, take all the people and send them further to\nother camps. And in the meanwhile, the winter was very severe winter. Strong winter, cold.\nDuring that short period, four people of our family died. An aunt, an uncle and two cousins of my\naunt. And I remember we caught -- they were the lucky ones. There were some young people to\ntake care, to bury them, because whoever didn't have somebody to take care was thrown on a\ncarriage and sent to the cemetery. And coming up on the cemetery, my uncle -- we thought that a\nRabbi of ours who taught children, young children, kindergarten children, he died before, and\neveryone knew that he was dead. We came up on that cemetery, looked around cadavers, thousands\nof them, thousands. We found that Rabbi there, and we buried the uncle, and we buried that\nteacher, that Rabbi.",
        "Q: What happened next? How long did you stay in Mogilev?",
        "A: In Mogilev, every day was worse, got worse. My father and mother lost all their energy, all\neverything left them. They were like children. I had a sister, the same thing. The only thing what I\ndecided was my brother and I, we decided that we have to leave Mogilev. During that period we\nwere caught by the soldiers and brought again to that building. And we bribed the soldier, gave\nthem a watch. And during the night, he said, \"Look, I will be till 12 o'clock here. Then comes\nanother soldier. During that period you have to leave that building. After what happened, I will not\nbe responsible.\" And we left the building, and the second day I talked to my parents. \"We have to\nleave.\" And it happened that a German truck and soldiers went to that direction, Mogilev. Now,\nwhere -- we didn't know where this is, but they told us there is another camp, and it's little bit\ntolerable. And we paid them, took my parents and their little belongings and the soldiers took us to\nthe crossroad of that city. It's called Jewe(?). It was a very bitter storm, snow, and they let us out at\nthe crossroad in Jewe(?). As we stood there, strangers, we saw approaching a lady, and she sees my\nmother and they knew each other. They were school children in the same class in our city. They\nstart to cry and lament what happened to our history, and she said, \"Look,\" -- my mother's name\nwas Sarah -- \"Sarah, look, I don't have anything, but we live here in this building with others. We\nhave seven people together in one room. If you want to come to our room to be with us, you're\nwelcome.\" We were five. We came in in that room, there was two windows, no glass panels. It\nwas boarded up with wood boards. Between one board to the other board, you could put in a fist.\nAnd naturally, the first night we said it's Slat(?) City. The second day, my father said, \"This is not\nthe way. We have to make certain that .. .\". He went outside in the snow and their snow 1s not like\nhere. There's meters of snow. He gathered together straw, dry straw, and he made from that a bed.\nAnd with whatever we had, we covered ourselves. Cold, you had one blanket. The coats, we\ncovered, and this is the way we slept. After a while, I got very sick and I don't remember too much\nof it. I was sick from that period till late in spring. And there wasn't any medication; there wasn't --\nI had a friend of mine, he was a lawyer's son. He wanted to become a doctor, but because of the\nlaws, he couldn't study. But he had a friend, a doctor. This he tells me already, my mother after the\nfact, she met him once, and she told him what happened to me. He said, \"Mrs. Hirshkowitz, I have\na friend, a doctor. He will visit you. If he can help you, he will try to help you.\" He came to us,\nand no medication, no injections, no pills. He said, \"Do you have coffee beans? Cocoa?\" It\nhappened my mother said, \"Yes, I have a package of coffee beans and a little bit cocoa.\" He said,\n\"Let's try that and God will have to help. Cook the coffee beans as strong you can make it, and try\nto give him to drink. This will maybe invigorate his heart.\" When I go t up in the spring, I couldn't\nwalk, and -- but I was alive. It came an order that Jews from that Jewe(?) had to be gathered in a\nsmaller place, confined. There was like a river, and where we lived now there was a factory, a sugar\nfactory. When the Russians retreated, they destroyed the sugar factory and the buildings where the\nworkers used to live. And that buildings, the remainder of that buildings, we lived. And when it\ncame the order that we shall leave that building and go in the real city, we didn't have where to go,\nbut we had to go. Finally, we found there, we were 18 people in our room. All slept on the ground,\non the floor. Women, young people, men, so on. My brother, they took working people -- young\npeople for work. I wasn't -- I couldn't do anything. They took my brother; he was younger, two\nyears younger than I was. And they took him to work, and they released him. After they released,\nthey made action, you know. An action, a gathering for work. They needed so many, so many\npeople to work, and they took my brother, also.",
        "Q: Who took your brother?",
        "A: The soldiers.",
        "Q: What kind of soldiers?",
        "A: It was Romanian and Germans. Mostly Romanian because the gendarmery there was Romanian.\nThere was a section there, gendarmery, but they were Romanian. They took my brother and I never\nsaw him again. He was there about two years. They built a bridge 1,100 meters. I don't remember\nthe name, the Barovka (ph), I don't remember the name of the region, but it was not far from Odessa\nsomewhere. I don't remember. But when the Russians advanced and the Germans retreated, they\ntook the few little Romanian Jews, because a lot had died, there to Jassy. Jassy was a Romanian\ncity, a big city, beautiful city. And he was with a friend, a neighborhood child which was older than\nmy brother. And he said to my brother \"Look, we are so near to our city, I long to be in the city. I\nlike to be home.\" And my brother and that friend went to that city. They didn't know that it did not\nexist a Jewish soul in that city.",
        "Q: Which was the city?",
        "A: , where he was born. And my brother went to a peasant which lived a little bit above\nour home, and the men of the peasants were in the war. And the woman needed help; she hired my\nbrother. Under what condition, I don't know. But I know that the other friend of his was on the\nother side of the city on an order pass. And it was Easter, and that lady, the peasant woman, gave\nmy brother two socks -- two pair of socks. And my brother said, \"And, look, I have two pair. My\nfriend doesn't have any. Let me go and give him one pair.\" And she said, \"Don't go through the\ncity. There's a lot of Germans there.\" He said, \"No, I will go through the woods and I will reach\nthere.\" And he went, but once he reached his home, his friend's home, he was denounced and -- and\nhis friend said -- my brother said, \"Look, I was born here. I went to school. I lived here. My whole\nfamily, grandparents lived here. My parents lived here. Ask the police -- chief of the police and\nyou will see, because, the chief of police, lived -- was a neighbor of ours. They took him to the\nstation, and the chief of the police said to him \"I don't know him. I never met him. I don't know\nthat boy.\" And they took him back to that peasant and all three dug a grave, and they were all shot\nin the back and filled in the grave.",
        "Q: Including the peasant?",
        "A: Including the peasant. The peasant was a little bit(?), I heard, but I didn't know him before the\nwar. He was communist, the peasant. This is what I found out afterwards. In the meanwhile, we\nwere in Jewe(?). In 1944, Passover, the German troops start to retreat, and they make a battle line in\nour camp. And because we knew German, they used to say this is the first time they talk to\nsomebody in German. And we used to ask them why are you taking strangers. They said, \"We try\nto hold off the Russians.\" But in the morning, they retreated and the second and third evening, they\nwere prisoners, taken prisoners. But in the meanwhile, the battle was still raging in Jassy and\nRomania, and a group of Jews from camp, once it was cleared the region, went in to their homes.\nLike Siret, Rogoznica, . Well, because we were under Russian occupation already, the\nRussian didn't give us permission, and we went from Jewe(?) to Bessarabia. There we were\napproximate a few weeks before Purim came up. There was a law at that time, which Churchill\nmade it, that every foreigner in the Russian territory has to be left to go home. And we were\nincluded. And they gave us a train, and we were two kilometer from Belcy(?), and from Belcy(?),\nwe came towards Jassy. Let me...",
        "Q: Let's go back, with your permission, for one second, back to Jewe.",
        "A: Jewe?",
        "Q: Yeah, Jewe. I would like you to tell us how was your daily life there. What was your routine?\nWhat was happening every day to you?",
        "A: The routine was that if I will describe you misery, there was no such a thing. You cannot\ndescribe. People were starving for hunger. People -- we didn't see meat for four and a half years.\nWe didn't see bread for four and a half years. We ate pea flour baked. We used to eat frozen sugar\nbeets, and this was a luxury. Because there was a region of sugar, and the Germans used to\ntransport the sugar beets inland. And the beets that fell off the wagons or the trucks, this was our\nnourishment. A part of our nourishment. But most of them, I'm ashamed to say, the infestation of\nlice was so horrible, I had it -- everyone had it. If he was a lawyer or a doctor or whatever. People\nwere starving, dying. I remember children two, three years old, children were independent, grown\nup. They grew up by themselves, no supervision, nothing. In spite of that, there was a little\nshimmer of hope that maybe -- the hope was in the past. How beautiful it was in the home, how\nnice it was the family, how nice it was in the city, how nice was -- this was. If we talked about it,\nthis was a certain thing of hope. But people died. I had a friend, a lawyer, and I remember I talked\nto him. He used to live on the hill above the cemetery, he used to look over some of the cemetery.\nAnd I said to him \"Doctor, what are you looking?\" And he said, \"I'm looking that this will remain\nmy home.\" And I was a young man, and he was at that time, he had already three children. The\nchildren were my age. He said -- I said to him \"What are you talking about?\" He said, \"This is my\nlast stop.\" And a few weeks later, he passed away. This was -- the misery was so great that you\ncannot describe it. You cannot describe it. I don't -- I didn't tell my children for years. They grew\nup and they didn't know what lays in my heart.",
        "Q: Can you describe any encounters that you had in Jewe with local authorities, with gendarmery,\nthe army, with soldiers?",
        "A: We were -- yes, we were -- I have a good experience. I was a jeweler. And naturally when you\nlearn jewelry, you try to buy some tools. I didn't take anything worthwhile from my home, but I\ntook the tools. Little tools, hand tools. And my parents sold almost everything from them, but they\ndidn't touch the tools. And my -- I had my clothing and they didn't touch my clothing during the\nperiod I was sick. And when I got well, we had to do some -- we didn't have anything. We had to\ndo something to survive, and I tried to fix something. A watch, to make a soldering; very primitive,\nbut I did it. And with that, not for money, but for exchange and food. I remember I made once a\npair of earrings from brass, and we exchanged it for a little pea flour in order to survive. There was\na captain that -- a German captain. He was what do you call it? A messenger from Nimerov(?) to\nBucharest. And after the Germans retreated, they killed the Jewish population in Russia, and he\nsaved a few Jews. I remember a Jewish family and a girl. And brought them, that people in our\ncamp, and he supported them. Every month he used to go to Bucharest. Coming back, he brought\nprovisions for them. And after a while, he didn't come anymore. Then we found out that they send\nhim to Berlin. This is one incident. The other incident, I remember a gendarme found out that I am\na jeweler. They came to me and asked me if I can make him a cross. I made him a cross_, and for\nthat he gave me a half a loaf of bread and a little bit salt. And the other incident I remember, a truck\nwith German soldiers stopped in front where we were living, and you can't imagine the panic what\nwas. And they came in and a young soldier said, \"Somebody told me you're a jeweler. You can\nsolder.\" I said, \"Yes.\" And he takes out a pair of glasses. They had metal glasses, metal frames.\nThey were broken. He said, \"Please, fix me the glasses.\" And I fixed them and he gave me a loaf of\nbread. This was the experience what I had, the good experience. From the bad experience, we are\nnot talking. It 1s too much.",
        "Q: I understand it's too much, but if you -- it's not too painful for you to tell us a few, we would be\nvery grateful. Ifit's too difficult, we can skip them. Whatever you will decide.",
        "A: There was an incident when we were ferried over the Dnestr. A family -- nobody knew really\nwhat happened and what will happen, and a father was very protective of the children. A soldier\nbutt them with the butt from the gun and that -- and killed them. This is incident which is not\npleasant to tell.",
        "Q: I understand. So we can go back Belcy. We left, we interrupted your stories a moment when\nyou were in Belcy on your way back to ?-------.",
        "A: In Belcy, I met a friend from my home town, and this was in Russian control. And he was a\nwatchmaker, so naturally when you meet a person who returns from dead, it was a jubilant. He was\nreally happy, and he said, \"Look, can I help you?\" I said, \"What can you help me?\" At that time, he\nworked in a kolkhoz as watchmaker. He had -- they gave him a little store in the center of Belcy.\nAnd he worked there for that, probably he got brass which was really scarce in that time. And he\ngave them the profit what he had and he took a certain percentage. He said, \"If you want to come to\nmy store, come to my store. And maybe you will make us a little living.\" At that time, you didn't\nmeasure money a living. A living was a piece of bread, a little milk, a piece of cheese. That was\nthe living. I remember there came Russian soldiers and they said, \"You have good grades. Come to\nus to Russia and you will see you will be very happy. Where are you going now?\" I say, \"We are\ngoing home.\" We tried to go home, and there 1s still battles. And they said, \"Come, come to us.\nYou will see how happy you will be.\" This was incident. And then came the order we should\nleave, and we left. We came home. We came through Jassy. In Jassy we were -- there was a\ncollege, used to be. I don't know if it 1s now, but it was bombed out during the war, but there they\nput us up(?) from the Joint Distribution. And we were there about a little while, I don't remember\nexactly the time. In that city, I knew there was a friend of mine, also, a watchmaker with his family\nthere. He had a brother there, and because the brother was married, he came -- after the\napprenticeship, he came to his brother. And his brother gave him existence. But, as you know,\nwhat happened in Jassy, the Progrom and the brother was killed there in that period. And after the\nwar, he had a business in the center of Jassy, and I found out where it is and I came there. And\nnaturally, he invited me home for lunch. There, it's dinner. Lunch is the biggest meal there in\nEurope, and he said, \"Look, we have a little tools. Come to my store, and whatever I will be able to\ngive you to work, you'll have some work.\" And it was so -- we were there a very short time. And\nthen we went home by train to . Came to , we didn't know yet my brother was\ndead. We had still hope that he's still altve somewhere. It was two weeks before Purim we came\nhome. And the first news was that he was dead. And previous -- a few months previous, came a\nsmall group of young Jewish people and also the family of my brother's friend, who were killed\ntogether. They dug them out from where they were, and they buried them both in the Jewish\ncemetery. And naturally, when they left -- my parents left , they put a stone there. And I\nknow I hope to go visit him, to visit the grave of my brother. And meanwhile, friends from Israel\nwent to visit the cemetery, and they told me that the grave was desecrated, the stone. Did I want to\nfix it? And I naturally I said yes, and I send the money, and they fix -- they send me pictures how\nthe stone looks. After they fix it, they send me a picture how they fixed the stone. But it's repeated\nagain, and they found out that that brother has relatives, a brother in America. And if they will\nbreak the stone, somebody will fix it. And they made a -- want to make a business. And people\ngave me advice I shouldn't fix it anymore this time.",
        "Q: How long did you stay in ?",
        "A: After the war?",
        "Q: Ya.",
        "A: I came back -- Purim is approximate early in spring, and the war was still raging in Berlin. And\nin May -- I think on the 5th of May was cease fire, and I stayed there till '47. During that period, I\ntried -- our home was destroyed from the -- our home was destroyed from the projectiles from the\nbattles. We had a home, five rooms, a veranda. Everything was ripped out, doors, windows,\neverything was shattered. But once we came back, my father and I fixed two rooms, and the\nvaranda where an other be able to sleep. We didn't have any furniture, nothing. A neighbor of\nours, non-Jew, gave us some furniture, a bed, and other things. And we fixed up as much we could,\nand I tried to work my trade in order to survive. Walking in the city, I met that same non-Jew who\nwent with me to school, who took me to the police station. He was very happy to see me. \"Do you\nremember me?\" \"Yes.\" \"Do you know who I am?\" \"Yes.\" And I asked him \"Do you know what\nyou did to me?\" \"Yes.\" He got very red in the face, and I let it go. And I went home and said to\nmy father \"Father, this 1s not a future for us, for young people. I like to go away from here.\" And\nhe said to me \"You are young. You can go, but I am an old man. And I didn't sleep on a bed for\nalmost four and a half years, and I have now a bed I like to sleep on.\" And a few friends of mine\nand a cousin make up our mind to leave the city, to leave the country. And we went from there to\nArad(?), to Brakho(?)Tel Kotchek (ph) and meanwhile I had a friend who was in Bucharest and he\nwent to Vienna. He was a mechanic, dentist mechanic. He went to Vienna and I got letter from\nhim that he's in Vienna. And once I said goodbye to my parents, my father, my mother; I will\nnever forget the train passed by in the center of the city and when we looked from our home a little\nbit further, we could see the train passing. I will never forget my mother said to me \"When you pass\nthe train that particular place, please wave goodbye to me. I will stay there.\" And I saw her\nstanding there. And I'll never forget that picture. And from there we went to Arad. In Arad, we\nhad a guide, a Hungarian man, and we paid him some money, but it's not the money.",
        "A: That goodness of that person I will never forget. He took us to the border, and took us to his\ntown. It was a little village, and when we came from no man's land between Romania and Hungary.\nHe knew so good the destination that coming to pick us up, he left little signs, and going back he\npicked them up. There he took us to his home, divide us in two groups. And we asked him \"Why\ndo you divide us?\" And he said, \"If somebody will be caught, at least the other group will be able to\nbe saved.\" He kept us during the night. He gave us food, and he said, \"You cannot go out from the\nhouse. Everything you have to do, you do it in the house, in the room.\" The following day -- he\nhad a daughter. Nice, nice family. And they baked and cooked and we asked \"For whom do you\nbake?\" He said, \"We have to buy tickets for that, for you people. In order to get it easier, we have\nto bake in order to get tickets.\" And finally, she came back with the tickets, and a woman with a\nbaby and the luggage went in a carriage -- horse and carriage -- and we walked towards the station,\ntrain station. There was an electric train (station?) going towards Budapest, and he said, \"Look, you\ndon't know the language. Keep all together. Stay in the trenches till the train comes. Once the train\narrives, go on the train in the last car, and keep together, and I will take care of the rest. If\nsomebody will approach you to talk, I will come to help you out. I will hold the tickets.\" And he\ntook us, he was fantastic, that man. The bridges were broken, destroyed from the war. He took us\nto a point, where it is I don't know. From there we had to take a bus, and he took us to Budapest to\nthe Joint Distribution. Coming to Budapest, he said goodbye, and then we found that second\ntime(?), he was shot.",
        "Q: By who?",
        "A: I don't know by who. We came to -- in Budapest, our transport went away just a few hours\nbefore. This means we were the first people arriving after that transport. As...\nConclusion of interview.\n"
    ],
    "questions": [
        "Question: When and where you were born.",
        "Q: Could you be so kind to tell us a few words about the background of your family? What was the\noccupation of your parents?",
        "Q: Could you tell us something about your school years, about your country atmosphere in which\nyou grew up?",
        "Q: Could you elaborate a little bit on this?",
        "Q: Could you tell me, please, what happened to you and your family once the war began, once\nRomania and Germany started to lead their operations against the Soviet Union?",
        "Q: Which was before the beginning of the war?",
        "Q: I understand. So what happened to you and your family once the military operation started on\nthe border between Romania and Soviet Union?",
        "Q: So what happened to you and your family once it was decided that you will be deported?",
        "Q: Can you describe this operation?",
        "Q: Who took you, how, by what...",
        "Q: Mayor?",
        "Q: Yes, this was a crossing point?",
        "Q: What happened next? How long did you stay in Mogilev?",
        "Q: Who took your brother?",
        "Q: What kind of soldiers?",
        "Q: Which was the city?",
        "Q: Including the peasant?",
        "Q: Let's go back, with your permission, for one second, back to Jewe.",
        "Q: Yeah, Jewe. I would like you to tell us how was your daily life there. What was your routine?\nWhat was happening every day to you?",
        "Q: Can you describe any encounters that you had in Jewe with local authorities, with gendarmery,\nthe army, with soldiers?",
        "Q: I understand it's too much, but if you -- it's not too painful for you to tell us a few, we would be\nvery grateful. Ifit's too difficult, we can skip them. Whatever you will decide.",
        "Q: I understand. So we can go back Belcy. We left, we interrupted your stories a moment when\nyou were in Belcy on your way back to ?-------.",
        "Q: How long did you stay in ?",
        "Q: Ya.",
        "Q: By who?"
    ],
    "answers": [
        "Answer: Mr. Max Hersch. Previous name: Moses Hirshkowitz",
        "A: I was born in ? Bukovina (Romania) on the 10th of the 4th month, 1921.",
        "A: I am the third generation born in this city. My mother was born in that city. She married my\nfather from a neighboring village. And my father was a businessman. He made flour for the\nbakers.",
        "A: As I was young, we didn't feel too much about anything. There was a tranquil life, a nice,\nbeautiful life. Nice community life, togetherness, friendly. I went to school with non-Jews,\nRomanians and Germans, and I had friends, Romanian friends. But then the atmosphere was\nchanged and the Hitler period came on and everything start to change, by law, and also between the\npopulation.",
        "A: [remember I went to school. First, public school, and then came the law and Jews couldn't study\nanymore. My father told me \"You cannot go around not studying something. You have to learn a\ntrade.\" And at that time, I went for an apprentice to learn jewelry and watchmaking. He paid, I\nremember at that time, 1,000 lei for the apprenticeship. After a little while, no Jew could learn a\ntrade either because he was Jew. Why do I know that? Because all the Jew boys wanted to learn\nthe trade, and we had to hide them in our back room and I and my boss used to teach them little by\nlittle the trade.",
        "A: At that time, there used to be the youth, used to be paramilitary. Jews were in the army, but as\nthe laws changed, Jews could not be anymore in the army. And the paramilitary youth was\ndismissed. They used to take them to certain odd jobs. For instance, this region is a very cold\nregion. Falls a lot of snow. Meters of snow. And I remember one episode, they woke us during the\nnight, and they took us to the police station. And they gathered about 15 Jewish young boys. They\nkept them until in the morning. And that night and the previous day it was snowing, the whole night\nand day. They kept us in the morning, and they gave us shovels and we went out of the city to clear\nout the highway. But there wasn't -- you couldn't clear. Here, you clear with a shovel, and the\nstorm brought back the snow in the same day. And we were there on that road about 10, 12 days.\nYou can't imagine how cold it was, that guard that watched us, his ear was frozen.",
        "A: Yes. Not much before. I figure it was about a year and a half, maybe two years.",
        "A: During that -- the city is located on a pass, and the soldiers -- the fighter was already at the pass.\nDespite there was the Ribbentrop Pact, Germany prepared for war. Thousands of troops passed by\nthe city day and night next to the border. Previous to that they improved the highways to the pass.\nThey came bulldozers and people, German people, and fixed the highways. And we didn't know\nwhat could happen, but we anticipated something drastic will happen. During that period when the\ntroops came, I remember they used to come, the Italian troops, all the nationality troops passing by.\nWhat happened one time, a group of Italian soldiers came and rested in our city and not far from our\nhome. We wore at the time already the star, a yellow star. And they used -- they were young\npeople, they came to the house to the gate to lend certain things to help them out. Like oil and other\nthings, and we told them \"Look, we are Jews. We are not allowed to talk to you.\" And they used to\nsay \"What is Jews?\" The Romanian language is a latin language. It's almost similar to Italian. We\ncouldn't talk perfectly, but we could we could understand each other. After a while, the soldiers\nwere ordered to go to the front. Before they went to the front, they left little letters we shall send to\ntheir parents' home. A lot we knew that in a few days we would also be evacuated from that region\nto the camp.",
        "A: We didn't know anything, but we knew there was a lot of soldiers, German soldiers, in the city,\nand they used to take the old people, they took into streets like ghettos. They couldn't go to the\nbusiness; they couldn't walk on the streets; they couldn't do anything. They were concentrated in\ntwo streets. The young people, because the Romanian population was in the army and the Jews\nwere not taken, they were put to certain types of work. Like \"pompieri\" or fire department,\nsanitation, medical department. I happened to be by a doctor in the medical department. Other\npeople were on the sanitation and fire department. And there was the group, and we had to stay\nthere a whole day. They divided our group in three sections in order we should be able to sleep.\nAnd because of that, we got a permit; we could walk on the street. One day walking from home to\nthat so-called service, a friend of mine from my class, a Romanian who wore an iron cross\napproached me and said to me, \"You know you're a Jew. You're not allowed to walk on the streets.\"\nI said, \"I'm not walking on the street, I'm going to my service.\" And he asked me \"Who gave you\npermission?\" I said, \"I have here a document that they give me the permission.\" He took me to the\npolice station. In the police station, the police -- he took me to the police chief, and the police chief\nsaid, \"You go home where you have to go. I gave him the permission.\" And after four weeks, they\ntook us out to the camp.",
        "A: Yes.",
        "A: Being at night in that service, he was the city doctor. His name was Kibbitsch. He was also a\nmayor for the city. He was also a captain in the army, in the Romanian army. And the war broke\nout, it wasn't any war between Russian and Germany, he was taken to the army. He was the first\nsacrifice which came back. It was a few days just. And we overheard saying that something will\nhappen, but we didn't know what will happen. And this was before Yom Kippur. Before Yom\nKippur, they let the old people out from that ghetto. And everyone went to Shul to Kol Nidrei.\nAnd, believe me, in that Shul was people who never went to Shul in their life. This was Yom\nKippur, and Succoth. Succoth is a holiday for the tabernacles, and between Succoth on Simkhat\nTorah also a holiday, there was a reprieve for the holidays for poor people to be able to make\nexistence, because the holidays is eight days altogether. In that time, there wasn't TVs or very few\nradios or telephones. The announcement came to Drome (ph), a Seargent(?) came to the center of\nsquare or square street or neighborhood in Drdme. And people gathered and hear them read the\ndecree that in 24 hours, we had to leave. And we cannot take anything, just what we're able to\ncarry. What do you carry after three generations? We had some live animals. We gave them to\nsome neighbors, non-Jewish neighbors. I remember my father, may he rest in peace, had some\njewelry took to mairia (ph)...",
        "A: ... to the mayor. The house of the mayor, and mother prepared for the evacuation. She baked,\nslaughtered kosher chickens from the backyard, and cooked the chickens and packed them, just the\nmeat. The soup left there on the stove, and whatever we could carry, and at that time we were just\nthree children because one sister was married and my parents. And we went to the station, train\nstation. Once we arrived at the train station, we saw that other people took a lot of luggage, burlap\nsacks with pillows and blankets. I had a brother which was younger than I was, and he said to me\n\"You know something? Let's go home and try to bring whatever we can carry again.\" And we\nwent home and in the yard, he had a little wagon, and we loaded up what we could load on that little\nwagon and locked the door. As we locked the door, soldiers patrolled the streets. They addressed\nus \"Lock the door, lock it good\" with a grin on their faces. And we left for the train station, and\nthen we left there the carriage, the little wagon and came on the train. Many cars, cattle cars, most\nof them. I don't know how many, but long. And every family kept together, and we went into a\ncattle car. It was about 53 people, children, old people, with their luggage with the belongings what\neveryone had. Then they locked from outside the door, and the train start to move. Start to move --\nthis was, I think it was in the afternoon. And we traveled like that a night, a day, and we stopped in\nCzernowitz, I know we stopped in Czernowitz. It was dark, and then the train started again, and\nnobody knew where we are going. People asked for water, and the soldiers sold water for a watch,\nfor money, for a chain. And we came to a city called Attaki or Potek, and they told us we shall\njump the cars. There was the embankment from the car to the ground, was maybe six feet. And in\nthat time, in that period, there is a lot of raining in that region, and the ground was so wet and so\nmuddy. But if you pushed then out a foot, the shoe remained there. Whoever had a little money, it\nwas also little buggies, horse and buggies. Families gathered together and put on the buggies their\nbelongings and paid that peasant whatever he asked. For me money at that time, did mean nothing.\nI didn't know anything what money is. And we traveled from embarkment to the Dnestr. This 1s\nPataki.",
        "A: This was the crossing. And in that time, I remember the second day there was Simkhas Torah in\nJewish tradition, it is a holiday, but it's also say prayer for the dead. And there was a man in our\ncattle car who tried to make it as possible, tolerable. And he used to come in and try to sing, but\nwho had the mind to sing? Everyone was in hysterics in that car. And in the car, a little baby infant\ndied, but everyone was so -- his thoughts and their thoughts that nobody took actually care for each\nother. But there was -- nobody knew where we went, where we go, how long we will be there. And\nonce we came there, I remember a friend of mine, they had a lot of cheese. Cheeses, their business\nwas cheese and smoked herring fish, and the easiest thing what they thought was to take cheese and\nhoney, 25 barrels, kilograms of honey, unless they came there they saw that it 1s not possible to\ncarry that. And they asked whoever wants honey or cheese, to come to take it. And people came to\ntake as much they could. We stayed there a few days, and then the bridges over the Dnestr was\ndestroyed, but the Germans built a railroad bridge over the Dnestr. The Russian railroad 1s a little\nbit wider than the German -- the European railroads. Now, they had to make it smaller in order to\nfit the rails to Romanian railroads. But we were -- there was a pontoon like a bridge, and they put\non that pontoon about 100 people, and they were pulled over on the other side to the Dnestr. And\nthe other side of the Dnestr was a big city; in Russian, it's called Mogilev Podolskiy. And there on\nthe -- not far from that river, there was a big house. I imagine during the Russian time, there was\nsomething, a gathering, a big, big building, and there they dumped us. Then there was just\nunbearable, unbearable; people lost control of everything. Wherever they had to do human things,\nthey took -- they did it in front of each other. Because we met other people there from Bessarabia, it\nwas about two months earlier. And they were hungry. Starving, not hungry. I remember my\nfather, he should rest in peace, went out to the temple. There was a temple not far, and he saw the\npeople in that backyard of the temple hungry, starving. He went outside and he bought a cereal.\nLet's see, I don't know, I don't see it here, but it's called hirsich (ph), a little cereal and he cooked it\non an open fire and gave that to the people to eat. But during that time, our family was together.\nThis means my mother, brother -- two brothers, and all the family lived in one room, and they used\nto come -- the soldiers used to come, break in the doors, take all the people and send them further to\nother camps. And in the meanwhile, the winter was very severe winter. Strong winter, cold.\nDuring that short period, four people of our family died. An aunt, an uncle and two cousins of my\naunt. And I remember we caught -- they were the lucky ones. There were some young people to\ntake care, to bury them, because whoever didn't have somebody to take care was thrown on a\ncarriage and sent to the cemetery. And coming up on the cemetery, my uncle -- we thought that a\nRabbi of ours who taught children, young children, kindergarten children, he died before, and\neveryone knew that he was dead. We came up on that cemetery, looked around cadavers, thousands\nof them, thousands. We found that Rabbi there, and we buried the uncle, and we buried that\nteacher, that Rabbi.",
        "A: In Mogilev, every day was worse, got worse. My father and mother lost all their energy, all\neverything left them. They were like children. I had a sister, the same thing. The only thing what I\ndecided was my brother and I, we decided that we have to leave Mogilev. During that period we\nwere caught by the soldiers and brought again to that building. And we bribed the soldier, gave\nthem a watch. And during the night, he said, \"Look, I will be till 12 o'clock here. Then comes\nanother soldier. During that period you have to leave that building. After what happened, I will not\nbe responsible.\" And we left the building, and the second day I talked to my parents. \"We have to\nleave.\" And it happened that a German truck and soldiers went to that direction, Mogilev. Now,\nwhere -- we didn't know where this is, but they told us there is another camp, and it's little bit\ntolerable. And we paid them, took my parents and their little belongings and the soldiers took us to\nthe crossroad of that city. It's called Jewe(?). It was a very bitter storm, snow, and they let us out at\nthe crossroad in Jewe(?). As we stood there, strangers, we saw approaching a lady, and she sees my\nmother and they knew each other. They were school children in the same class in our city. They\nstart to cry and lament what happened to our history, and she said, \"Look,\" -- my mother's name\nwas Sarah -- \"Sarah, look, I don't have anything, but we live here in this building with others. We\nhave seven people together in one room. If you want to come to our room to be with us, you're\nwelcome.\" We were five. We came in in that room, there was two windows, no glass panels. It\nwas boarded up with wood boards. Between one board to the other board, you could put in a fist.\nAnd naturally, the first night we said it's Slat(?) City. The second day, my father said, \"This is not\nthe way. We have to make certain that .. .\". He went outside in the snow and their snow 1s not like\nhere. There's meters of snow. He gathered together straw, dry straw, and he made from that a bed.\nAnd with whatever we had, we covered ourselves. Cold, you had one blanket. The coats, we\ncovered, and this is the way we slept. After a while, I got very sick and I don't remember too much\nof it. I was sick from that period till late in spring. And there wasn't any medication; there wasn't --\nI had a friend of mine, he was a lawyer's son. He wanted to become a doctor, but because of the\nlaws, he couldn't study. But he had a friend, a doctor. This he tells me already, my mother after the\nfact, she met him once, and she told him what happened to me. He said, \"Mrs. Hirshkowitz, I have\na friend, a doctor. He will visit you. If he can help you, he will try to help you.\" He came to us,\nand no medication, no injections, no pills. He said, \"Do you have coffee beans? Cocoa?\" It\nhappened my mother said, \"Yes, I have a package of coffee beans and a little bit cocoa.\" He said,\n\"Let's try that and God will have to help. Cook the coffee beans as strong you can make it, and try\nto give him to drink. This will maybe invigorate his heart.\" When I go t up in the spring, I couldn't\nwalk, and -- but I was alive. It came an order that Jews from that Jewe(?) had to be gathered in a\nsmaller place, confined. There was like a river, and where we lived now there was a factory, a sugar\nfactory. When the Russians retreated, they destroyed the sugar factory and the buildings where the\nworkers used to live. And that buildings, the remainder of that buildings, we lived. And when it\ncame the order that we shall leave that building and go in the real city, we didn't have where to go,\nbut we had to go. Finally, we found there, we were 18 people in our room. All slept on the ground,\non the floor. Women, young people, men, so on. My brother, they took working people -- young\npeople for work. I wasn't -- I couldn't do anything. They took my brother; he was younger, two\nyears younger than I was. And they took him to work, and they released him. After they released,\nthey made action, you know. An action, a gathering for work. They needed so many, so many\npeople to work, and they took my brother, also.",
        "A: The soldiers.",
        "A: It was Romanian and Germans. Mostly Romanian because the gendarmery there was Romanian.\nThere was a section there, gendarmery, but they were Romanian. They took my brother and I never\nsaw him again. He was there about two years. They built a bridge 1,100 meters. I don't remember\nthe name, the Barovka (ph), I don't remember the name of the region, but it was not far from Odessa\nsomewhere. I don't remember. But when the Russians advanced and the Germans retreated, they\ntook the few little Romanian Jews, because a lot had died, there to Jassy. Jassy was a Romanian\ncity, a big city, beautiful city. And he was with a friend, a neighborhood child which was older than\nmy brother. And he said to my brother \"Look, we are so near to our city, I long to be in the city. I\nlike to be home.\" And my brother and that friend went to that city. They didn't know that it did not\nexist a Jewish soul in that city.",
        "A: , where he was born. And my brother went to a peasant which lived a little bit above\nour home, and the men of the peasants were in the war. And the woman needed help; she hired my\nbrother. Under what condition, I don't know. But I know that the other friend of his was on the\nother side of the city on an order pass. And it was Easter, and that lady, the peasant woman, gave\nmy brother two socks -- two pair of socks. And my brother said, \"And, look, I have two pair. My\nfriend doesn't have any. Let me go and give him one pair.\" And she said, \"Don't go through the\ncity. There's a lot of Germans there.\" He said, \"No, I will go through the woods and I will reach\nthere.\" And he went, but once he reached his home, his friend's home, he was denounced and -- and\nhis friend said -- my brother said, \"Look, I was born here. I went to school. I lived here. My whole\nfamily, grandparents lived here. My parents lived here. Ask the police -- chief of the police and\nyou will see, because, the chief of police, lived -- was a neighbor of ours. They took him to the\nstation, and the chief of the police said to him \"I don't know him. I never met him. I don't know\nthat boy.\" And they took him back to that peasant and all three dug a grave, and they were all shot\nin the back and filled in the grave.",
        "A: Including the peasant. The peasant was a little bit(?), I heard, but I didn't know him before the\nwar. He was communist, the peasant. This is what I found out afterwards. In the meanwhile, we\nwere in Jewe(?). In 1944, Passover, the German troops start to retreat, and they make a battle line in\nour camp. And because we knew German, they used to say this is the first time they talk to\nsomebody in German. And we used to ask them why are you taking strangers. They said, \"We try\nto hold off the Russians.\" But in the morning, they retreated and the second and third evening, they\nwere prisoners, taken prisoners. But in the meanwhile, the battle was still raging in Jassy and\nRomania, and a group of Jews from camp, once it was cleared the region, went in to their homes.\nLike Siret, Rogoznica, . Well, because we were under Russian occupation already, the\nRussian didn't give us permission, and we went from Jewe(?) to Bessarabia. There we were\napproximate a few weeks before Purim came up. There was a law at that time, which Churchill\nmade it, that every foreigner in the Russian territory has to be left to go home. And we were\nincluded. And they gave us a train, and we were two kilometer from Belcy(?), and from Belcy(?),\nwe came towards Jassy. Let me...",
        "A: Jewe?",
        "A: The routine was that if I will describe you misery, there was no such a thing. You cannot\ndescribe. People were starving for hunger. People -- we didn't see meat for four and a half years.\nWe didn't see bread for four and a half years. We ate pea flour baked. We used to eat frozen sugar\nbeets, and this was a luxury. Because there was a region of sugar, and the Germans used to\ntransport the sugar beets inland. And the beets that fell off the wagons or the trucks, this was our\nnourishment. A part of our nourishment. But most of them, I'm ashamed to say, the infestation of\nlice was so horrible, I had it -- everyone had it. If he was a lawyer or a doctor or whatever. People\nwere starving, dying. I remember children two, three years old, children were independent, grown\nup. They grew up by themselves, no supervision, nothing. In spite of that, there was a little\nshimmer of hope that maybe -- the hope was in the past. How beautiful it was in the home, how\nnice it was the family, how nice it was in the city, how nice was -- this was. If we talked about it,\nthis was a certain thing of hope. But people died. I had a friend, a lawyer, and I remember I talked\nto him. He used to live on the hill above the cemetery, he used to look over some of the cemetery.\nAnd I said to him \"Doctor, what are you looking?\" And he said, \"I'm looking that this will remain\nmy home.\" And I was a young man, and he was at that time, he had already three children. The\nchildren were my age. He said -- I said to him \"What are you talking about?\" He said, \"This is my\nlast stop.\" And a few weeks later, he passed away. This was -- the misery was so great that you\ncannot describe it. You cannot describe it. I don't -- I didn't tell my children for years. They grew\nup and they didn't know what lays in my heart.",
        "A: We were -- yes, we were -- I have a good experience. I was a jeweler. And naturally when you\nlearn jewelry, you try to buy some tools. I didn't take anything worthwhile from my home, but I\ntook the tools. Little tools, hand tools. And my parents sold almost everything from them, but they\ndidn't touch the tools. And my -- I had my clothing and they didn't touch my clothing during the\nperiod I was sick. And when I got well, we had to do some -- we didn't have anything. We had to\ndo something to survive, and I tried to fix something. A watch, to make a soldering; very primitive,\nbut I did it. And with that, not for money, but for exchange and food. I remember I made once a\npair of earrings from brass, and we exchanged it for a little pea flour in order to survive. There was\na captain that -- a German captain. He was what do you call it? A messenger from Nimerov(?) to\nBucharest. And after the Germans retreated, they killed the Jewish population in Russia, and he\nsaved a few Jews. I remember a Jewish family and a girl. And brought them, that people in our\ncamp, and he supported them. Every month he used to go to Bucharest. Coming back, he brought\nprovisions for them. And after a while, he didn't come anymore. Then we found out that they send\nhim to Berlin. This is one incident. The other incident, I remember a gendarme found out that I am\na jeweler. They came to me and asked me if I can make him a cross. I made him a cross_, and for\nthat he gave me a half a loaf of bread and a little bit salt. And the other incident I remember, a truck\nwith German soldiers stopped in front where we were living, and you can't imagine the panic what\nwas. And they came in and a young soldier said, \"Somebody told me you're a jeweler. You can\nsolder.\" I said, \"Yes.\" And he takes out a pair of glasses. They had metal glasses, metal frames.\nThey were broken. He said, \"Please, fix me the glasses.\" And I fixed them and he gave me a loaf of\nbread. This was the experience what I had, the good experience. From the bad experience, we are\nnot talking. It 1s too much.",
        "A: There was an incident when we were ferried over the Dnestr. A family -- nobody knew really\nwhat happened and what will happen, and a father was very protective of the children. A soldier\nbutt them with the butt from the gun and that -- and killed them. This is incident which is not\npleasant to tell.",
        "A: In Belcy, I met a friend from my home town, and this was in Russian control. And he was a\nwatchmaker, so naturally when you meet a person who returns from dead, it was a jubilant. He was\nreally happy, and he said, \"Look, can I help you?\" I said, \"What can you help me?\" At that time, he\nworked in a kolkhoz as watchmaker. He had -- they gave him a little store in the center of Belcy.\nAnd he worked there for that, probably he got brass which was really scarce in that time. And he\ngave them the profit what he had and he took a certain percentage. He said, \"If you want to come to\nmy store, come to my store. And maybe you will make us a little living.\" At that time, you didn't\nmeasure money a living. A living was a piece of bread, a little milk, a piece of cheese. That was\nthe living. I remember there came Russian soldiers and they said, \"You have good grades. Come to\nus to Russia and you will see you will be very happy. Where are you going now?\" I say, \"We are\ngoing home.\" We tried to go home, and there 1s still battles. And they said, \"Come, come to us.\nYou will see how happy you will be.\" This was incident. And then came the order we should\nleave, and we left. We came home. We came through Jassy. In Jassy we were -- there was a\ncollege, used to be. I don't know if it 1s now, but it was bombed out during the war, but there they\nput us up(?) from the Joint Distribution. And we were there about a little while, I don't remember\nexactly the time. In that city, I knew there was a friend of mine, also, a watchmaker with his family\nthere. He had a brother there, and because the brother was married, he came -- after the\napprenticeship, he came to his brother. And his brother gave him existence. But, as you know,\nwhat happened in Jassy, the Progrom and the brother was killed there in that period. And after the\nwar, he had a business in the center of Jassy, and I found out where it is and I came there. And\nnaturally, he invited me home for lunch. There, it's dinner. Lunch is the biggest meal there in\nEurope, and he said, \"Look, we have a little tools. Come to my store, and whatever I will be able to\ngive you to work, you'll have some work.\" And it was so -- we were there a very short time. And\nthen we went home by train to . Came to , we didn't know yet my brother was\ndead. We had still hope that he's still altve somewhere. It was two weeks before Purim we came\nhome. And the first news was that he was dead. And previous -- a few months previous, came a\nsmall group of young Jewish people and also the family of my brother's friend, who were killed\ntogether. They dug them out from where they were, and they buried them both in the Jewish\ncemetery. And naturally, when they left -- my parents left , they put a stone there. And I\nknow I hope to go visit him, to visit the grave of my brother. And meanwhile, friends from Israel\nwent to visit the cemetery, and they told me that the grave was desecrated, the stone. Did I want to\nfix it? And I naturally I said yes, and I send the money, and they fix -- they send me pictures how\nthe stone looks. After they fix it, they send me a picture how they fixed the stone. But it's repeated\nagain, and they found out that that brother has relatives, a brother in America. And if they will\nbreak the stone, somebody will fix it. And they made a -- want to make a business. And people\ngave me advice I shouldn't fix it anymore this time.",
        "A: After the war?",
        "A: I came back -- Purim is approximate early in spring, and the war was still raging in Berlin. And\nin May -- I think on the 5th of May was cease fire, and I stayed there till '47. During that period, I\ntried -- our home was destroyed from the -- our home was destroyed from the projectiles from the\nbattles. We had a home, five rooms, a veranda. Everything was ripped out, doors, windows,\neverything was shattered. But once we came back, my father and I fixed two rooms, and the\nvaranda where an other be able to sleep. We didn't have any furniture, nothing. A neighbor of\nours, non-Jew, gave us some furniture, a bed, and other things. And we fixed up as much we could,\nand I tried to work my trade in order to survive. Walking in the city, I met that same non-Jew who\nwent with me to school, who took me to the police station. He was very happy to see me. \"Do you\nremember me?\" \"Yes.\" \"Do you know who I am?\" \"Yes.\" And I asked him \"Do you know what\nyou did to me?\" \"Yes.\" He got very red in the face, and I let it go. And I went home and said to\nmy father \"Father, this 1s not a future for us, for young people. I like to go away from here.\" And\nhe said to me \"You are young. You can go, but I am an old man. And I didn't sleep on a bed for\nalmost four and a half years, and I have now a bed I like to sleep on.\" And a few friends of mine\nand a cousin make up our mind to leave the city, to leave the country. And we went from there to\nArad(?), to Brakho(?)Tel Kotchek (ph) and meanwhile I had a friend who was in Bucharest and he\nwent to Vienna. He was a mechanic, dentist mechanic. He went to Vienna and I got letter from\nhim that he's in Vienna. And once I said goodbye to my parents, my father, my mother; I will\nnever forget the train passed by in the center of the city and when we looked from our home a little\nbit further, we could see the train passing. I will never forget my mother said to me \"When you pass\nthe train that particular place, please wave goodbye to me. I will stay there.\" And I saw her\nstanding there. And I'll never forget that picture. And from there we went to Arad. In Arad, we\nhad a guide, a Hungarian man, and we paid him some money, but it's not the money.",
        "A: That goodness of that person I will never forget. He took us to the border, and took us to his\ntown. It was a little village, and when we came from no man's land between Romania and Hungary.\nHe knew so good the destination that coming to pick us up, he left little signs, and going back he\npicked them up. There he took us to his home, divide us in two groups. And we asked him \"Why\ndo you divide us?\" And he said, \"If somebody will be caught, at least the other group will be able to\nbe saved.\" He kept us during the night. He gave us food, and he said, \"You cannot go out from the\nhouse. Everything you have to do, you do it in the house, in the room.\" The following day -- he\nhad a daughter. Nice, nice family. And they baked and cooked and we asked \"For whom do you\nbake?\" He said, \"We have to buy tickets for that, for you people. In order to get it easier, we have\nto bake in order to get tickets.\" And finally, she came back with the tickets, and a woman with a\nbaby and the luggage went in a carriage -- horse and carriage -- and we walked towards the station,\ntrain station. There was an electric train (station?) going towards Budapest, and he said, \"Look, you\ndon't know the language. Keep all together. Stay in the trenches till the train comes. Once the train\narrives, go on the train in the last car, and keep together, and I will take care of the rest. If\nsomebody will approach you to talk, I will come to help you out. I will hold the tickets.\" And he\ntook us, he was fantastic, that man. The bridges were broken, destroyed from the war. He took us\nto a point, where it is I don't know. From there we had to take a bus, and he took us to Budapest to\nthe Joint Distribution. Coming to Budapest, he said goodbye, and then we found that second\ntime(?), he was shot.",
        "A: I don't know by who. We came to -- in Budapest, our transport went away just a few hours\nbefore. This means we were the first people arriving after that transport. As...\nConclusion of interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumDecember 12, 1993\nRG-50.030* 0280",
        "PREFACE",
        "The following oral history testimony is the result of a taped interview with Max Hersch,\nconducted on December 12, 1993 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "MAX HERSCH\nDecember 12, 1993"
    ]
}