{
    "rg": "RG-50.549.02.0042_trs_en",
    "sequence": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection,\nthis is an interview with Abraham Malach, conducted by Regina Baier, on May 16th,\ninterview conducted with Abraham Malach on March seventh, 1996. The United\nStates Holocaust Memorial Museum gratefully acknowledges Jeff and Toby Herr for\nmaking this interview possible. This is tape number one, side A. And I would like to\nbegin with an easy question, asking you what is your name and give us your date and\nplace of birth.",
        "Answer: My name is Abraham Malach and I was born on May 12th, 1935, in\nZwolingvadome, Poland, so that I’m, at this time, 64 years of age.",
        "Q: Now, before we continue, I would like you to -- I would like to wish you a belated\nbut happy birthday.",
        "A: Thank you.",
        "Q: I think it’s close enough, today’s the 16th, so that was only four days ago.",
        "A: Correct.",
        "Q: Yeah.",
        "A: Thank you.",
        "Q: The core of our interview today, will deal with the time after liberation, up to the\npresent day, but I thought it would be helpful for us to go back a little -- a little bit, to\nthe year 1944, to clear -- to clear up a few events that you talked about in the\nvideotaped interview. In 1944, you and your family -- your immediate family were\nput on a transport from the work camp in Starahovichen, it’s in Poland?",
        "A: Correct.",
        "Q: To Auschwitz?",
        "A: Yes.",
        "Q: And at that time, your youngest sister was not with you any more, because she had\nalready been taken away during a raid 1n an earlier work camp. And your parents\ndecided -- that’s what you said in the earlier interview, your parents decided that your\nfather should stay together with your older brother and your mother should stay with\nyou and your older sister.",
        "A: That is correct.",
        "Q: And the hope was that it might be possible for your father and your se -- your\nbrother to flee, but that hope did not come about. So, what haven -- what happened\nwhen you arrived in Auschwitz? What -- What do you remember?",
        "A: The -- The time when we were brought to Auschwitz was the height of the\ntransports from all over Poland and Hungary, Czechoslovakia. And they -- the ovens\nwere working full capacity to process all these people that were coming in. And so\nthat we happened to have been in a holding pattern, not given the numbers on arrival,\nas inmates of the camp had [indecipherable] for some week or -- or so, we were held -\n- kept, to be processed -- in other words, to be taken to the ovens. But somehow, we\nended up getting the inmates numbers tattooed and processed as inmates of the camp.\nAll I know is that we arrived in Auschwitz in December, somewhere around July, I\nbelieve, and not very much later, the time of the Jewish holidays -- the Jewish New\nYear would fall som -- at about September, when, on the first or second day, rather, of\nthe Jewish New Year, the selection was conducted 1-1n the men’s section of the\nAuschwitz camp. And there they took away all the youngsters and of course, disabled\npeople and old men who could not work and my brother was taken away at that time.\nI became aware of it through my mother, who had gotten word of it through other\npeople that had seen my father.",
        "Q: You did mention earlier that you did eventually get a number. Would you tell us\nyour number?",
        "A: Yes, my number is 7671, was preceded by the letter B. No, it is actually 7871. It 1s\ntattooed with a instrument like a pen and ink and it does not -- I never wash this off.",
        "Q: Thank you. You stayed with your mother and your sister in the women’s block?",
        "A: I’m trying to recall whether I stayed actually with my mother for long, because I\nknow that I ended up with youngsters even younger than myself, including some\nRussian children that were separated from their parents. And there were children and\neven babies, including babies. Now, in Auschwitz, Dr. Mengele was conducting\nexperiments and that may have been one of the reasons that one of the -- the barracks\nwas filled with youngsters that did actually not work, per se, but maybe were kept for\nother reasons. And I was one of -- one of those kids that was kept at the children’s\nbarracks.",
        "Q: In the earlier videotape, you also mention that you worked as a messenger at one\npoint. How did that come about and what exactly did you do?",
        "A: My recollection is that before coming to Auschwitz, one of the friends of my\nfather had made this arrangement that it would be important that I should be shown to\nbe useful to the German commander of the camp, if I was to be like a messenger boy.\nAnd in some way, I was also found to be doing that in Auschwitz, occasionally. But it\nwas not a job that you -- that you perform, it was -- that kapos or whatever, whoever\nwas in charge, would need somebody to carry a message or a note, whatever.",
        "Q: Did you have any -- Do you have any recollections of -- of interacting with the\nchildren in the children’s barrack? I mean the -- obviously it was not a place to -- to\nsocialize in any way, but what -- do you remember any particular relationships?",
        "A: I cannot recollect as being able to do much socializing, besides -- with the other\nchildren that were in that block. It’s difficult for me to recollect what -- how we really\n-- the day -- from morning til night, how we spent our time, whether it was going out\nwith the working people and being around to be sent on errands or other -- in other\nways, kept busy. That’s maybe why there was no social interaction with other\nchildren.",
        "Q: Do you remember what you -- what you were given to eat? Do you remember’?",
        "A: To the best of my recollection, it’s -- on -- in the morning, we were given a brew\nthat was like a tea. It was, if I’m not mistaken, no breakfast, no -- no bread, only at\nlunchtime, we may have had a slice of bread in the soup and in the evening, two slices\nof bread, maybe a soup, also.",
        "Q: Were you able to see your mother and your sister after a certain point? Did you see\n-- Did you ever see your father?",
        "A: I was able to see my mother, because I -- I did, in the beginning, I was sleeping in\nthe same barracks as my mother and my sister. The children’s barracks, this came\nabout later, when they collected the children into a separate barracks. My father, I had\nseen once, when -- on a working assignment, a crew of people had been brought into\nthe women’s section, where they were doing some construction or road improvement,\nwhatever, maybe for the railroad, whatever. So, I had seen my father once during that\ntime.",
        "Q: Now, was one incident that you talked about in the videotaped interview, that\nstands out with particular gravity. Would you speak about that again?",
        "A: I assume that the -- the mention of -- in my tape, the -- a mention of --",
        "Q: [indecipherable]",
        "A: I’m sorry. The mention of the toy [indecipherable] by a kapo, when she wanted to\nhand me a toy and I refused it, because I knew at the time that my older brother had\nbeen taken away.",
        "Q: That kapo played an even larger role there. Could you speak a little bit about that,\ntoo? She gave you food, but she also requested things from you.",
        "A: The -- I was only going on nine at the time, and the memory of the extra food was\nthe one that was outlasting the other experience, even though a Freudian doctor might\nmake a big deal of -- more of a big deal about that -- the influence of that. To me, the\n-- to me, the extra meal was the life sustaining part and -- and being with the kapo and\nseeing her, having a, so to speak, own possessions of -- a side table like, a -- a flower -\n- around flower table that had -- was covered with a -- a tablecloth and on the lower\nshelf she kept some extra food, bread and a piece of salami and she would offer me an\nextra meal. That’s what was, to me, the -- the most important part of the memory.",
        "Q: And she also molested you 1n the end.",
        "A: In retrospect, I -- I’m -- when I recall the experiences, when she took me to bed,\nthe few times. What a -- That is typical of a -- a so-called pedophile or child molester\nor a person desperate for a male companionship, I cannot tell the difference. But she\nwas not actually forcing herself on me, just being playful.",
        "Q: Ho-How did you feel when that happened? Did you know what she was asking,\nultimately?",
        "A: Actually, I was not fully conscious of -- I didn’t really know the implications of it\nall. All I know 1s that I was more attracted to the girl that was washing me and\nfondling my private parts than to the woman who took me to bed.",
        "Q: Do you know anything about her? Do you know her name, her nationality, her --",
        "A: Unfortunately I don’t, and -- whether she was Jewish or Polish, I’m not sure, but\nthere’s -- someone had told me that she survived the war, but nobody -- just -- by --\nby now I am sure that she 1s not alive, because I was -- I was eight or nine years old,\nbut that woman must have been in her 40’s.",
        "Q: What language did you speak together?",
        "A: I do believe that we spoke in Polish.",
        "Q: What -- What do you remember about the last days or the time before liberation\nhappened? Do you remember your -- how -- how you -- in what kind of physical\ncondition you were? Was there anything that -- that prepared you for things to come?\nAnything?",
        "A: At the later part, in Auschwitz, I had lost contact with that woman, or rather, she\nmust have been sent away, onto another camp. So I was more emaciated when the\nRussians arrived, and the only preparation for a big change was that when I -- it was\none of the children or someone who’d urged me on to hide in the bunks of the sick\nchildren and not to join the march -- the evacuation of the camp. And that was about\nthree days before the first Russians arrived. As I mentioned in the previous tape, the --\nthe first Russians, they were haggard and themselves hungry and looking for what\nwas in the stores and I[ ha -- in the -- what food or clothing the Germans may have left\nin the barracks.",
        "Q: Did they provide any medical assistance, so instead of giving you food, they were\nasking you to help them find food, in a sense.",
        "A: Well, it’s -- was the first two soldiers who arrived, first two foot soldiers, but after\nthey liberated, the Russians moved in in force. They did -- Or behind them, the\ncivilian administration and aid organizations helped organize the evacuation of the\nchildren and where possible, to reunite them with their parents. There were some\nchildren so little that they didn’t even know their names.",
        "Q: Do you remember the moment when you realized that you were free -- at least free\nto go? That -- And what did you do, what happened?",
        "A: Unfortunately, it didn’t happen that way, that the first two Russian soldiers coming\ninto the camp, instead of hugging and kissing them, and feeling free, one said to the\nother the word, Evrai, which was like a bad way of saying a Jew. And it was -- it\nstung me as being no different than the German soldiers before them, so that myself\nand two other boys, we ran away to the town of Auschwitz.",
        "Q: So you walked?",
        "A: Yes.",
        "Q: How long did it take you, do you have any recollections? [indecipherable]",
        "A: Even -- Even though it was -- it -- 1t was a harsh winter, 1945, and this being in the\nbeginning of January, but I -- I was so asteeled to bad weather, to cold, and to a lot of\n-- exposed to a lot of things, that I did manage to get to the town, whether is was a\nfew kilometers or a few miles, I don’t recall.",
        "Q: And what happened when you got there, to the town?",
        "A: At first we were taken in by a -- we were separated, I -- I was taken in by a\nchildless couple. The childless couple, they were, during the way -- during the day\nthey were out working, or whatever, and I was like locked in in a type of cabin, one\nroom type situation, and --",
        "Q: How did they find you? Did you knock on a door, or did they see you wandering\naround? How -- How did that happen that they took you in? Do you remember?",
        "A: I cannot recall how it happened that this particular couple took me in, but I\npresume that we did wander in the streets and that eventually we were led to that\ncouple who had no children. But staying with that couple turned out to be a big\ndisappointment, being that I had little in common with them and they must have\nrealized themselves, that they cannot make of me a -- a future for that -- 1-1t wouldn’t\nwork unless I went for some schooling. And that’s how they ended up bringing me to\na monastery, where they had peep -- orphans and a school -- and a school -- in that\nmonastery they had a school.",
        "Q: While you were with those two people, how did they treat you though? I mean,\nthey locked you up during the day, but did they give you food, did they take care of --\ndid they give you medical attention?",
        "A: I don’t think that they were able to give me medical attention at the time. It was,\nfor them, also hard times and a matter of survival. But I did have food, everything is\nrelative. I know that I -- I was not going around at the starvation level that I was living\nunder in Auschwitz.",
        "Q: How long do you estimate, were you with them before you went to the\n[indecipherable] monastery?",
        "A: It’s a matter of weeks, because it was not very long from when I got into the\nmonastery that a mass funeral was organized in Auschwitz for all those that were\nkilled in the last minute before the evacuation of Auschwitz, and people who could\nnot keep up with the march, they were shot by the roadside. Some brutally killed,\nstabbed and cut, people without limbs. So that mass funeral, it’s enough for a child to\n-- to have nightmares for the rest of his life. But what helped me in that -- on that day\n[ -- that I met someone who directed me to go back to the camp, that the children were\nbeing taken care of. And I left the monastery. But the thing about the -- this stay in the\nmonastery is amazing to me, because now that -- so many years later, 40 or 50 years\nlater, when I -- I didn’t practice Polish for all these years, but I do have Polish ladies\nworking for me and I was able to recall, in Polish language, the blessings or prayers\nthat I studied at that time, in the monastery.",
        "Q: So you were -- you were attracted by the rituals there? Did you have a sense of\nyour Jewish identity then?",
        "A: [had enough knowledge of my background that I knew -- I knew who my parents\nwere and their names, the names of my sister who survived and of course the sister\nand the brother who were taken away. And -- But I saw in -- at that time, anything\nthat came across my way, to enhance my knowledge 1s -- was engraved in my\nmemory, whether it was studying in the monastery, or later, given the opportunity to\nread books.",
        "Q: I think I would like to stop here, this 1s the end of cassette of tape one, side A.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum interview\nwith Abraham Malach. This is tape number one, side B. So you went -- you went\nback to the camp and -- and then what happened? What -- What -- What was the\nsituation, who else was -- was it just Russian soldiers in the camp now, or was -- were\nthere others as well? What -- What was the situation and what happened to you\nspecifically, when --",
        "A: I had -- This was administered by some aid groups from the United States, that\nthey were feeding and clothing, taking care of the remnants of the children that either\nwere liberated in Auschwitz proper, or possibly collected from other places, whether\nhidden or -- children, or what -- what other thing -- whatever means they collected\nthem. There was not soldiers per se, and we -- they were fed cafeteria style, that you\nwould walk up to a counter and someone would fill your plate. In the beginning, was\nhard to just take the plate and with one -- that you would ask for an extra filling\nbefore you went to the table to eat, until -- 1t took time for you to adjust that if you ate\nthat one portion, and if you were still hungry, you would -- you could go back and ask\nfor the next portion. That lasted some weeks, that we were kept still in Auschwitz and\nfrom there they sent us to Krakow. That was a major city in Poland, where they had\nbetter physical conditions. And they started to get lists of people who survived the\nwar, to be able to match them up with children that were collected in the -- in -- from\ncamps. And that’s how, eventually, my mother and my sister found out that I was\nalive.",
        "Q: Could you say a little bit more about how you related with -- there were other\nchildren, of course, did you -- did you speak about what happened among each other,\nwhat -- or did you just stay quiet? What -- What -- What sort of -- How did you live in\nthat camp?",
        "A: Well, there were some children -- or children and the passing of time was -- would\nconsist of inventing games, whatever. My outstanding recollection from that period 1s\nthat I happened to have had a sort of a suitcase. It was a plastic container that some\nGerman soldiers abandoned, or whatever. And there was this older girl who knew to\nread and write, that made with me a deal that I would give her that suitcase in\nexchange for her teaching me to read. And that’s how I got into reading. The first\nbooks that I could get hold of was -- happened to be the Polish classical literature, like\nKovadis and the trilogy of the Yantadoche.",
        "Q: So she taught you very quickly, then?",
        "A: Oh yeah, I -- I picked up the alphabet very quickly, very quickly, because before I\neven attended school, which was a year later, I already was devouring books in Polish\nthat the m -- all the major classical books of Polish literature. Of course the Kovadis\nand -- and -- in original, in Polish and the Yantadoche, I find that it was written in a\nsimple -- in a language that I could understand and not only comprehend, but also, it\npenetrated my consciousness, that I recall details from those books to this day. When\n-- The other day we were -- we were driving in the car and some Spanish person had\nthe symbol of the fish on the back of his car, on his bumper and I asked this Polish\ngirl, “What is -- Do you know what this 1s?” And she didn’t even realize that it comes\nfrom Kovadis, the story of the first Christians, when they were getting together, and --\nin secret communications they would -- this was a form of them to identify that they\nwere Christian. They would draw on -- in the sand, the shape of a fish. So a-anything\nthat I -- I read, or later, in the first years of school, it just stayed with me forever.",
        "Q: But there was no organized schooling at the time. Ho-How -- And how long did\nyou stay in that camp?",
        "A: I was in -- in Krakow not very long. We were sent for recuperation to\nStarachowice, which is in Poland, a place of -- I don’t know if they have spa, or\nwhatever, but it is a place that people go for summer vacations. So they ha -- they had\na villa there, where they set us up. And while I was in -- in Sacopana, my older sister\nwas five years older than me, she came to pick me up. And amazingly, I -- I did\nremember -- I did recognize her and know that she was my sister and that she took me\nto reunite with my mother.",
        "Q: What had happened -- Did you know what had happened to your mother and your\nsister and your father in the meantime, and what -- what had happened?",
        "A: While in Auschwitz, my mother and my sister were, in the later stages, in a\ndifferent part of the camp, and each -- that they had separated. Auschwitz was divided\ninto a number of camps, separated by electrically charged wires. And I was not seeing\nthem, I was not able to see them for a long time. However, I did know that they were\nin the -- in a separate part of the camp, because on one duty in the kitchen, I managed\nto get, somehow, a few cigarettes in exchange for a potato of -- to somebody and I did\nsend it, through a cousin of mine, to my mother and my sister. Of course, when --\nbefore the -- was before the Germans withdrew from the camp, they took the inmates\nwith them on a forced march. So, I had -- When I was liberated, I didn’t know about\nwhether my parents did survive or not. But when the time came that my sister came to\npick me up, I did go with her.",
        "Q: When you -- When you s -- When you s -- When you saw her, you said you\nrecognized her right away. Did she recognize you right away, too?",
        "A: I cannot recall the actual reunion in detail, but 1t’s amazing and surprising that --\nactually, n-no, it was not years that we were separated, 1t was a matter of one year --\nof less than one year that we were separate, so I did recognize her, yes.",
        "Q: And how did she get back to Poland? She had seen a list somewhere and she knew\nyou were there and your mother had sent -- where was your mother and your sister\nliberated?",
        "A: My mother and my sister, it was a unique case where they managed to be together\nall that time, until liberation. They were liberated near the German border, near\nLeipzig and oh, I -- I’m -- I forget the name of the camp, but at any rate, near --",
        "Q: [indecipherable] Ravensbriick?",
        "A: -- near -- Ravensbrick.",
        "Q: Ravensbriick.",
        "A: So, they traveled to -- back to Poland by train and they went to the town that we\ncame from and the Red Cross and other agencies, they were circulating these lists of\nsurvivors and somehow they found me on -- on such a list and my mother was too\nweak to travel, so she had my sister go to pick me up.",
        "Q: Did you know whether -- where your father was at that time? Did your mother\nknow?",
        "A: No, it took quite awhile longer to find out that my father was in the meantime\nliberated in Germany, in -- in Dachau, and that he was on a list that he was moved to a\nplace in Bavaria called Amberg, which is not far from Nuremberg. So, when we --\nwhen my mother got that news, we started out on the track to Germany. By the time\nwe got there -- it involved weeks and weeks of travel -- also, just getting out of\nPoland was an ordeal. There was no -- It was no simple matter, we -- there -- she had\nto bribe -- to buy our way out to freedom, to the German side, to the western part of\nGermany, where -- the American side. We were smuggled out from East Berlin to\nWest Berlin on a truck and by the time we got to that town -- to that little town,\nAmberg, my father was in Poland, looking for us, and it took a whole year until we\nwere reunited. My sister, myself and my parents, we were reunited, all four of us, only\n1946.",
        "Q: H-How did you live during that time’? Ho -- How did you su-survive again, during\nthat time?",
        "A: In Poland, the Russians were not very great in organizing the -- and helping these\nsurviving people from the camps and a lot of those who actually were liberated under\nthe Russian occupation zone, died from neglect and not -- not improper care, whereas\nin the American sector, they -- they were more organized and they didn’t allow these\nhalf-starved people all of a sudden to be given full meals and just any amount of it, in\norder not to overwhelm their system and -- and not die from overeating or whatever.\nIm-Improper medical care.",
        "Q: So you traveled by -- by truck, by train, on foot, until you finally --",
        "A: Yes, the thing was, in Poland, my mother somehow was -- she was a business\nwoman from before the war and she was resourceful enough to organize her life\nagain, and from what I was told later, she was dealing in barter, buying and\nexchanging and selling and doing, until she had put together enough money that we\nwere able to travel to Germany. But in Germany proper, what was going on was that\nin most of these cities where there was -- where there were Jewish survivors or so-\ncalled DP’s, displaced persons, they would set them up in -- either in one street or a\nsection of a s -- a part of a street in -- to -- be to get a house there in one area, so that\nthey would be looked after. In the small town of Amberg, what they did was told --\nordered, rather, people who occupied big apartments to let one room or part of the\napartment, let refugees and these displaced people live in those apartments. That was\nthe deal we had in Amberg.",
        "A: What else do you remember about the conditions at that time?",
        "Q: In the German -- In the American occupied section of Germany, as I am trying to\nexplain, they were more organized and they had seen to it that life would be\nconducted in an orderly fashion, whether it’s the food distribution or medical care,\nand eventually the social services and also schooling for children. In Amberg, we\nwere like seven children -- seven Jewish children and of -- not all of one age. I -- I\nhappened to have been in that place, I believe the oldest. So what they did was, they\norganized classes for us, it was in effect one class, and one -- one classroom for all of\nus, but it was helpful that we started to learn both religious and secular studies, which\nlater on I picked up in -- in more earnest, in Stuttgart, in a ga -- bigger town, where\nthey had probably 200 or 300 youngsters divided into classes.",
        "Q: Was it difficult for you to -- to remain in Germany?",
        "A: I had no trouble in -- on a -- in my personal experiences, I did not have problems,\nexcept children, like everywhere, if you are different, you are going to be picked upon\nand being Jewish was an easy target for -- for German children to try to scare you, to\npick on you, to beat you, whatever. But I was a tough kid and I -- I was not running\naway, I was not hiding. So that helped me make friends and [indecipherable] as much\nas that was, at that level, possible. I even belonged to a so-called gang of German\nkids.",
        "Q: Did your mother and your sister and you talk about what had happened?",
        "A: Between ourselves, no, not --",
        "Q: To others?",
        "A: There was nothing to explain, to -- to talk about.",
        "Q: Did you speak to others about it?",
        "A: Not really.",
        "Q: Because you didn’t want to, or because the situation wasn’t -- so that you felt you\nwant -- you felt --",
        "A: As a youngster, you feel that your -- everything is known, everything -- what you\nknow, others know, that it was nothing special. Later, as you grow up, you have your\nown kids and you still don’t want to talk about it, because I guess that you are\nprotective of your children.",
        "Q: We'll talk about that a little bit later. First I'd -- I'd like to know, when you --\nwhen did you meet your father, finally, again, and where did you go, or where did you\nstay then?",
        "A: When my father got back to Germany, that was some time in 1946. I think we had\nbeen assigned already, an apartment, before he came and as much as it was possible,\nwe're -- we’re on a normal family, it’s a normal family unit. It was -- For my parents,\nit was for a long time, very difficult to live with the situation that two of the children\nperished, besides the-their own parents and brothers and sisters.",
        "Q: Were you -- Do you remember that you had been a very close family before the\nwar, and could you get back to that, or had something changed? Did it take you\nawhile to -- to grow together again?",
        "A: From my perspective today, when I look back to conditions before the war, I must\nsay that the family living before the war was much more cohesive. Families and\nextended families living much -- like much closer ties than nowadays. After the war,\nand -- even though what -- what strikes me as outstanding is the fact that even though\nwe had gone through all this trauma, my parents were not selfish to the point of trying\nto hold onto us, to stay with them, where they were making a living, where they were\nrebuilding themselves, but had sent me on to the bigger city where there was my s --\nme and my sister, to Stuttgart, where they were -- from Amberg to Stuttgart, where\nthere was a Jewish school. To me, it’s very -- it’s very remarkable that they -- that\nthey did that voluntarily, tha-that nobody had to tell them that.",
        "Q: And you didn’t mind to go, because you really wanted to get an education?",
        "A: For me, an education was the most important thing. After having lost four years of\nformal education, the first four years, because of the war and the camps.",
        "Q: So your parents stayed in Amberg while you were going to Stuttgart. And what --\nAfter recuperation, what kind of profession -- what -- how -- did they work again?",
        "A: Before the war, and until we were deported, my parents, they dealt in curing of\nleather goods that later goes into manufacturing of shoes. After the war, they dealt in -\n- they eventually ended up manufacturing ladies sportswear, actu -- skirts and blouses.",
        "Q: And in Stuttgart, how long did you stay there, and describe a little bit about your\nlife in Stuttgart.",
        "A: Amazing as it is, children can overcome and forget what happened to them, and\nsomehow carry on life as usual, and besides studying, having fun, being wild and\neverything that normal children do. I was no different than my children or my\ngrandchildren in the way we were spending our free time in playing games.",
        "Q: What kind of school did you go to? Was it a Jewish school, or --",
        "A: It was -- yes, that was the reason they sent me away, in order to go to a Jewish\nschool. We learned in Jewish language, but we studied Hebrew and we studied also\nsecular studies, not only religion, but secular studies, too.",
        "Q: I would like to stop here. This is the end of side B, tape one.\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview\nwith Abraham Malach. This is tape number two, side A. So, you were talking about\nyour time at the school in Stuttgart, where you studied hard, but also did some wild\nthings.",
        "A: Yes. The school in Stuttgart did not last very long, because people were trying t-to\ngo to America, to Israel and they were emigrating to all kind of places, to Canada, to\nSouth America, wherever they had relatives. Myself, I stayed in Stuttgart for as long\nas the Jewish school existed and that was til 1950. In 1950, I went back to Amberg,\nwhere my parents were and they had sent first my sister to Israel, to go on with her\nstudies, and she is four and a half years older than me, and about half a year later, they\nalso sent me there. So -- Which means October of 1950, I -- I went to Israel and I\nstayed with my sister in a one room apartment. No, it was one bedroom apartment, I\nshould say. After my sister got married a year later, I stayed on in that apartment and I\nwas on my own, even though I was only 15 and a half, I was responsible enough to go\nto school, study and do my homework. Nobody had to supervise or urge me on to do\nmy homework. As I was -- had to work hard to catch up for the four lost years. I was\nin a class with so-called subruss. They -- They’re children who were born and grew\nup in Israel, had not lost any schooling, and I had to catch up to their level.",
        "Q: Did you know what to expect? Had you been prepared for what life in Israel would\nbe like, before you went?",
        "A: No, there was nobody to prepare us or -- it -- 1t was not normal times. We did\nthings out of necessity and -- and not prepared.",
        "Q: But it was different. Can you explain a little bit what life was like, or was it not\ndifferent for you?",
        "A: It takes adjustment at any time, to -- moving to a different place, different customs,\ndifferent dress. I guess that for me adjustment was -- I -- I think that it had to happen -\n- was not something that you go and you act like you’re a spoiled brat, complain\nabout it, but it just -- live with it and -- and make do.",
        "Q: But what -- what -- I just would like to get an example. What -- What struck you as\ndifferent or interesting?",
        "A: Well, one -- a trivial thing would be that when I got to Israel from Germany, I\nwould wear the knickerhosen, which was tied under the knee and this was a form of\npants or shorts, whatever. It was a clothing that was not worn anyplace else, only in\nGermany. And when people were looking -- turning their heads to look after me, I\nwas confused what is wrong with me. But adjustments had to be made in -- in many\nareas. I did not speak Hebrew and this was in Israel. They -- I was in a class of --\nwhere 90 percent were Israeli born kids, so it was -- in the beginning it was hard. It\nwas hard, kids have cliques, have their -- their friends they -- and to get into society, it\ntakes time.",
        "Q: Did you -- Did they know that you were a survivor? Did you talk about that?",
        "A: No, youngsters, like youngsters everywhere, they have their own -- they are not\nconcerned with the big issues of the world. When they do discuss it 1n an or -- in an\norganized way, I don’t think that 1t was as personal or that th-they -- they -- I\nshouldn’t generalize, but we did not dwelv -- delve into it, these things. But we were\noccupied and preoccupied with the issues at hand, how to spend our free time,\nwhether th-the beach or whether playing cards or chess or go to a movie and not\ndiscuss experiences in the Holocaust.",
        "Q: I didn’t mean it to sound so abstract. I just wanted to get a feel for whether it was\nimportant for you to speak about it, or whether it was more important to go -- to go on\nnow and make a new life.",
        "A: I suppose it helped me that I was not treated as something special, that I was\nthrown into a -- excuse me -- into a society and tried to live as one of the -- of the rest\nof them. Otherwise, 1-i1t would have destroyed me, so I am grateful for -- for that --\nthat I was not made a -- looked upon as a special case, as being different. The same is\ntrue also, when I went back to Germany and -- and studied at the [indecipherable] in\nStuttgart, when my parents were still living, and meeting and studying with German\nyoungsters, that my past was not discussed. We went on with life.",
        "Q: When did you have your first girlfriend? Was that in Israel?",
        "A: True girlfriend, well, there’s puppy love, there’s f -- what shall I call it, platonic\nlove, and there’s -- first true girlfriend, and --",
        "Q: Well, let me ask you this again. Was it difficult for you to have relationship with --\nwith girls? This experience with the kapo, did that play in?",
        "A: No, I don’t think so. I don’t think so. I went out -- well, I -- I had friends, but no --\nno girlfriend at a young age, did not have. But, when I went out with -- in Stuttgart, as\na student, I was already 18 and we ran after girls like boys do in any place. I cannot\nsay that the experience I had in camp was something that -- that caused me to -- to\nthink of -- even think about it.",
        "Q: So, how long did you stay in Israel, and then you went back to Stuttgart, right?\nHow long did you stay, about?",
        "A: I was in Israel actually three years, from 1950 to 1953. My parents were still living\nin Stuttgart and I rejoined them after high school. The one thing that makes me\nwonder nowadays is I didn’t have nobody to guide me what I want to study, how to\npick a profession and all that. My parents were no college graduates, they were\nprepared for life in the old fashioned way in Poland, living in small town where they -\n- my father was no illiterate person, neither my mother. But his background was in\nJewish education and religious education. No -- No university, so I had to pick my\nown way in -- at the university, what to study and so forth.",
        "Q: How did you do it? What did you study then?",
        "A: I took an interest in science and in Stuttgart I was limited to what I could study, so\nafter consider -- I was very practical, knowing that a physicist ends up being a teacher\nor professor and that is not always fulfilling, so I -- I was drawn into -- to more\npractical things, like engineering and I ended up studying civil engineering. And,\nbeing young, you’re idealist and you listen to these lectures, you take it to heart, when\nthe introduction into civil engineering was that it’s such a creative type of profession,\nso I believed in it very much.",
        "Q: Did it turn out that way?",
        "A: Later on I found out that any profession can be repetitive and that it depends on yo\n-- on situations, but depending on particular situations, but in general, people end up\nnot being challenged and -- and gratified and feel the ex -- sense of gratification by\ndoing things over and over again.",
        "Q: Did your parents intend to immigrate to -- or to emigrate to Israel, or was just the\nidea to get you to school there and then what -- was the idea to stay in Germany, or\nwhat was discussed?",
        "A: My parents lived in a type of situation like most of the -- at the time the survivors\nand so-called DP’s, displaced persons, in that they believe the next year, as the prayer\ngoes, next year in Jerusalem. They did not really settle down and look to buy a -- a\nhouse or truly make roots in Germany, because their idea was of going to live in\nIsrael. On the other hand, reality was different. Reality was that they had, in the\nmeantime, established themselves in -- in business, a small -- on a small scale,\nhowever they - that’s where they were making a living and they were not prepared to\ngo and to start from scratch at their age. So they stayed on in Germany til they were\nready to retire.",
        "Q: In S -- in -- in Stuttgart area, or did they -- it’s --",
        "A: They actually -- After the war, they started out in Amberg, in Bavaria, but\neventually they moved to Stuttgart and they -- they stayed in Stuttgart til they -- until\nthey came -- until they emigrated to Israel.",
        "Q: Did yo -- Was there much interaction between you and -- and -- and Germans,\neither students or general population, at that time?",
        "A: My parents did, actually most, if not all of their business was German distributors\nand German dealers in sportswear and they had no difficulty on a personal level there,\nto -- to go on living in Germany. As much as inside I’m sure that the hurt and the pain\ndid not go away, and -- but when I’m looking back and I’m thinking of the students\nthat I associated with, I didn’t look at them as being different than any other\nnationality.",
        "Q: You eventually came to America. How did -- How did that come about, or what\nhappened after Stuttgart?",
        "A: Okay, while I was in Israel, when -- while I attended high school, I met my wife,\nwho was in -- two grades below me, so that when I did go to Germany for studying,\nwe corresponded and this went on for about four years and eventually, I came after\nher, to -- to New York. But I wanted to backtrack. When we were talking about the\ninteracting with German students ... like I said before, what helped me -- I find that\nwhat helped me was not to discuss my -- my background, my experiences. And I do\nnot believe that it was deliberate on their part, but I believe that it was a natural thing\nthat we were going about daily pursuits, whether it was business at hand, whether it\nwas studying, or going out for fun, and we were not discussing history.",
        "Q: But you didn’t feel any direct anti-Semitism [indecipherable]",
        "A: No, in -- as a young boy, at like I -- I tried to mention before, there were bullies\nand if they knew that I was Jewish, they would chase after me or whatever, but that\nwas kid stuff. At the university, I was pointed out about this one professor who I was\ntold was -- belonged to the Nazi party and that it took him a long time, that he was\namong those who were questioned after the war, what did you do in the Nazi party\nand so on. And that it took him f -- It took him so -- quite a time to explain himself,\nwhatever, which, that process, they call it denazification in Germany, where they\napparently tried to find those that were higher up in the Nazi hierarchy and whatever\nthey were accused of. But, this particular professor, though he was known to have\nbelonged, and maybe in school, propagated the Nazi propaganda, I -- I cannot say that\nhe sa -- would single me out for punishment and grades, or whatever.",
        "Q: So, but back to the -- to my question, when -- when and how did you get to\nAmerica? Did you want to go to America, or were there certain circumstances that led\nyou there?",
        "A: No, in my case it was th-that my wife had immigrated with her parents. During the\ntime that I was in Germany, they had immigrated from Israel to America. And after\nfour years, we just wanted to be together again.",
        "Q: And then your -- your sister was in Israel, at that time married, your parents stayed\nin Germany and you came over to America, to live where?",
        "A: When I came to New York, I rented a room, but, as I said, my primary interest for\ncoming to America was to be -- to meet my ex-girlfriend, my wife. And it took us\nsomething like one week and we were engaged and then, a couple months later we\nwere married.",
        "Q: Tell us about her a little bit. Why -- Why her?",
        "A: She was attractive, 1t was the -- for me, the first criterion why I was chasing after.\nShe’s -- She is the opposite of myself, in as far as being outspoken and fun to be with,\nwhereas I’m shy and -- and reserved and she is just the opposite of me and we -- we --\nand we are two opposites. The opposites attract and it seems to be true to this day.",
        "Q: How was your -- How was your wedding? When did you get married and how was\nyour wedding? Just recall a little bit for us.",
        "A: When we compare the wedding arrangements per se, to what today couples go\nthrough, and so much detail, preparations and so on. For us, this was meant only a\nceremony and nothing more. A party and that’s it. We did not go into -- it was taken\ncare of by the parents for us, anything was good enough.",
        "Q: Good enough, then.",
        "A: Oh yeah.",
        "Q: So, but, just to kind of keep a little bit the time frame, when -- when did you come\nto America and how did you establish your life here then? What -- What happened?",
        "A: [had started the studies of engineering in Germany and I went on in New York. I\nwe -- I went on to Columbia University, where I finished the engineer -- school of\nengineering, then -- civil engineering. And I worked in that profession for about 10\nyears. Eventually, I got involved in the same thing that I was doing with my parents.\nThere was one year that my father was very ill and I had to go back and enable him to\ngo for check-ups and he was in and out of the hospital. So for one year, I was\nmanaging the business for him, helped my mother out a -- in the business. So when I\ncame back here, I did end up going into the same thing, wanting to be independent. I\nhad gotten my dreams realized and having finished my studies and having worked as\nan engineer, now I wanted to see what I can accomplish, being independent, so I -- I\nwent into manufacturing.",
        "Q: And what did you accomplish then, as an independent?",
        "A: It’s more -- In my case, did not end up in a big business because the circumstances\nhere are the [indecipherable] business, it used to be glamorous and it’s -- for very few\npeople ends up being a big business. It’s more and more complicated -- with time, it\nbecame more and more complicated, as far as imports. Today, it’s only the big -- the\nbiggest survive and almost everything is being imported. So, I did not build an\nempire.",
        "Q: When you came to America, that was yet again, another different society, another\nlanguage. You didn’t speak English before you got here, right? Did you?",
        "A: Well, that’s -- not on a daily basis, but I did study English as a foreign language in\nschool. And in Israel, the Israeli high school’s English is taught intensively and -- or\nrather, I should say, as I tried to mention before, I studied -- I was a very serious\nstudent, so that when we studied, whether it was English or math or whatever, I -- I\nstudied with -- intensively. So, when I got out of high school, I had a speaking\nknowledge of English. When I arrived to New York, I -- I had a job the next day. I\nhad no trouble going to work, being offered first as a file clerk and then in a\nlaboratory.",
        "Q: This is the end of tape two, side A.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum interview\nwith Abraham Malach. This is tape number two, side B. I forgot to ask you before\nyour names -- your -- your wife’s name. I think we should -- we should mention that,\nand then, after we’ve said that, let me ask you whether you have children and when\nthat happened.",
        "A: My wife’s name is Ruth, and as I mentioned before, she is a -- she was born in\nIsrael, raised in Israel and came to America at the age of 15. We married in 1957 and\nwe have a son and a daughter. Our daughter is going to be 41 years of age, her name\nis Darlene Miriam, and she is currently pursuing her doctorate while working in the\npublic school system, a high schoo -- as a high school’s teacher, and also teaching\nweekends in the community college, Brooklyn Community College. Her specialty is\nin early childhood education and she is doing her doctorate in the evening. My son\nfinished Rochester Institute of Technology, upstate New York, and he 1s a consultant\nin computer software and lives in Los Angeles and works for big companies. But, he\nis independent, he’s working on big projects and these companies change their\nfinancial system of -- upgrade their system, he will customize it for them.",
        "Q: Tell me a little bit about your -- meaning your personal, but also your wife’s ideas\nabout parenting. What was -- Did you agree? Did you have special ideas that were\nreally important to you, that you wanted to do when you knew you would have a\nchild?",
        "A: I find that my wife was the disciplinarian, that I was unable. I wouldn’t have been\nable to bring myself to punish my children and I find that on my -- myself and my\ndaughter to -- to such a degree that it may be overcompensating, where we will be by\n-- at -- too protective of our children and that can mean -- not only in physically\nprotective, but protective in every sense of the way. We would do anything to make\ntheir life more comfortable, even at great sacrifice to of -- of -- on our own part. I -- I\nbe -- I do believe that this is typical of people like me, that went through traumatic\nchildhood, to want to give their children only the best and to be protective of their\nchildren.",
        "Q: What kind of -- What kind of values did you wanted to instill in your children?\nWas there anything important to you that you wanted to pass on, or --",
        "A: Education is the -- the key word here, and we did not exactly dictate to them what\ndirection to take in life, what profession to choose, but if asked, we would guide them,\ntry to influence them to -- to be practical, not only study for the sake of study, but also\nto be practical in life. For instance, when my son became of the age of 13, which 1s\nthe Bar Mitzvah age with us, instead of worrying about a big party and nice trip, I\nbought for him a computer, which was, at that time still in the infancy stage, the\npersonal computer business. And I’m proud of that -- that -- to have -- that 1s, guided\nhim into this field, and that today there is no -- no profession that will do well without\nbeing involved with computers.",
        "Q: Are you a religious man?",
        "A: Iam not observant, but I also don’t preach against religion. I’m -- I’m respectful of\npeople who are true believers and who honestly observe religion, but I cannot bring\nmyself to be a true believer, not after what I have experienced.",
        "Q: What about your wife? Do you have -- Do you agree on this, or do you have\ndifferent opinions?",
        "A: My wife is more respectful of what she was brought up with and traditional, is --\nshe is more traditional than I am, but she followed through on the fact that religion\ndoes not make a person per se, bad. Religious upbringing does, in general, make\nchildren more respectful of elders, of parents, and of other people -- other people’s\nfeelings in general. But, we didn’t carry it to the extreme of having, for instance, my\nson having been for eight years in a -- the parochial school, that we then put him in a -\n- still a private high school. But not a religious school, in order to be exposed and\ninteract better with not just Jewish children, but to be studying with other children.",
        "Q: How -- How do you identify yourself? The term survivor, for instance, is a term\nthat, over the last 20 years has come to mean a lot in American life. Do you -- Is that a\ndifficult one for you, or do you fully embrace that?",
        "A: I -- When I’m asked to tell or to talk to young people, I can only emphasize one\nthing, that the youngsters that have missed opportunities in their early years, whether\nit was because they were not attentive in school, or whether their parents were not\nable to afford them a education -- a formal education, that life is not finished at age 20\nor wherever. That you can always go back to school, and that education is the only\nmeans to improve yourself, both -- and as -- enrich your -- as a person and also enable\nyou to reach higher professionally and financially improve your -- your living. So I --\nI -- I emphasize the fact that it’s never too late to pick off your piece -- pieces and\nstart all over.",
        "Q: Did you speak -- Did you speak to your children about your war experiences?",
        "A: They may have seen -- they -- they probably did see the tape -- the audio tape that I\ndid for the museum, but we have not actually sat down and talked about the\nexperiences and -- and I’m not sure whether they don’t ask me direct -- directly about\nthis because they don’t want to cause me pain, or whatever, that it -- they -- they may\nfeel that it’s painful f -- to -- for me to talk about it. I don’t know the reason for it, but\nthey actually did not ask me about it and I -- I think that it is normal and good that\nway. As youngsters they don’t -- they -- they wouldn’t understand and don’t know\nany better. When they grow up and they go about their -- the business of life, they get\nto read and to know as much as they need, without having to ask me in person. And I\n-- | think that they did watch, though, the tape that I made.",
        "Q: But you -- But you did decide at one point, to speak to school children. When --\nWhen did you decide and why did you decide to -- to speak publicly, or in public --\nmore public situations?",
        "A: I -- I -- I was -- I was asked to speak to the college students, the community college\nin Queens. And it was a very good experience and that’s when they -- they liked the\nfact that I -- I told them that if you miss out a few years in school, that it 1s not too late\nto pick it up later and go back to school.",
        "Q: But they had not asked you because they knew that you were a survivor of the\nHolocaust, you were supposed to give a speech? Or did they know that?",
        "A: Well, tha -- it was part of the program of what they were reading about Holocaust,\nyes.",
        "Q: You said it was a good experience. What made it a good experience? Did you get\nresponses from -- from the students?",
        "A: They -- They did stay on. It was supposed to be a regular class of something like\n45 or 50 minutes, but when the bell rang, they stayed on and -- and just wanted to --\nto ask more questions and it became a double session and some of them, they asked\nme to -- 1f I would join them for lunch, that they -- they wanted to hear some -- they\nhad some more personal questions.",
        "Q: When you -- When you look back on your life, can you say a little bit more about\nthe long term impact that the war experience have had on you?",
        "A: Well, number one, if 1t wasn’t for the war, I would not have been -- ended up in\nAmerica, but what the impact on me -- wh-what impact it had on me, I can only say\nthat it requires a -- it required a great effort to overcome -- to -- not to suppress the\nmemory, but to pick up the pieces and just get on with your life, to build your life wi -\n- dis -- and disregard and not ma -- let those experiences guide your life or be guided\nby -- by that, in judging people or influencing your -- your thinking and your life. I\nwould rather try to read up on the biographies of people that were involved in the\nThird Reich, whether it was Albert Speer or whether 1t was Eichmann. I would read,\n“The Rise and Fall of the Third Reich,” by Herr Schuyler and so on, just to -- to\nunderstand what type of conditions or what motivation these people had to initiate,\nand put into, and execute these policies. But there is no explanation and there I found\nlittle of excuses in these people when -- Albert Speer, when he got out of prison and\nwrote his autobiography and tried to explain that in his education as a professional,\nand he was an archi -- it’s an architect that he did not have classes in civics and -- and\nso on. An-And I -- I cannot accept that, because I myself educated in technical field.\nThat does not mean that you don’t know right from wrong. The -- We’re supposed to\nbe the climax, and German culture was the highest form of culture that the world had\nknown at the time. And if you read Hagerint, you -- you -- you would think that it --\nit’s the culmination of western civilization, the German culture. And how deeply\nrooted it was in the people. You -- When you read about the man who was -- I forget\nhis name -- in Leipzig, was converted as a young man and of course, under the Nazi\nregime was removed from his post as a professor of German literature. But when he\nwrote his diaries and how proud he was as a German, how deeply he believed in\nGerman culture, that in spite of all that humiliation that he was subjected to, he still\nbelieved in the German culture. So, yeah, I -- I do believe that the answer is in\neducation and in communication, but the m -- the more important thing 1s that we live\ntoday in a different world. In those days, people barely had a radio, no television.\nToday, it’s instant co -- in the age of instant communication, where everything 1s\ninstantly shown on television and things have changed so much that I don’t believe\nthat you can propagate this type of hatred and commit atrocities on that scale, without\nthe world seeing and knowing it. So that -- that is a big change.",
        "Q: Are there any particular events in America that have influenced you a lot? Political\nevents, cultural movements. Was there anything, when you came to this country, that\nyou recognized as either something you didn’t want or that you wanted to emulate, or\n-- it’s a very general question --",
        "A: Yes, yes.",
        "Q: -- but I just wanted to keep that open to see what your response was.",
        "A: No, my -- I -- I -- I think that the reason why America was as successful -- as\nsuccessful as it is, is that 1t did absorb people of different cultures and we’re forced to\nlive together and make the best of it. So, it is influenced by many, many streams of\nideology and so on. So, the multicultural living has created a society that can look\nback on history, but does not -- without looking at others as being inferior. The -- I do\nbelieve that Eur-Europe had come to that stage where the nationalism had taken over\ntoo -- too much of the essential element in their outlook on life. Whether it was the\nFrench that wanted to see everything in French, or in Germany that they wanted to be\n-- be a sush -- prove their superiority and so on. In America, you -- you don’t have\nthat propaganda of uniqueness as a nation, or as ara -- as arace. And I see that as\nbeing the big success story.",
        "Q: Did you serve in the army, by the way? I forgot to ask you that earlier.",
        "A: In -- No, I did not.",
        "Q: Was there still a draft going on? I mean, how -- how old were you when you came\nto America. It was -- You were 20 -- 18?",
        "A: I was 22. I had to register with the draft, but they were not calling up everybody,\nand I believe because I was married, I was not called to serve.",
        "Q: What are your hobbies? What do you like to do?",
        "A: I can never get enough reading done. And what I want to try is get -- take a course\nin speed reading, maybe it -- 1t would help me get more reading done.",
        "Q: I’m jumping back and forth now, but I’m responding to -- to what you’ re -- trying\nto respond to what you’re saying. So what do you read right now, for instance?",
        "A: From biographies to philosophical topics, but I’m reserving my mor -- when I\nretire next year, or maybe sooner, to get more reading done -- more serious reading\ndone. I’m following up on -- with newspapers and magazines so much that right now\nI’m not getting to read too many books, right now.",
        "Q: Do you have, among your friends, do you have survivors as friends, too, or mostly\nsurvivors?",
        "A: I have -- We do have one couple that they -- the woman was in Auschwitz and her\nhusband lived -- he’s also from Germany, but he lived in Israel during the war. And\nthere’s an -- another couple where the husband, he was -- he survived as an orphan in\n-- in, I believe in Russia. So, it is somehow, now that I’m talking about it, it does\nsound strange, we never exchanged much discussion or went into details of where we\nwere during the war, how we survived the war. We never went into these details.",
        "Q: Do you think that, in spite of the differing experiences among survivors, that there\nare certain commonalities that they might share?",
        "A: Probably in the outlook on life and on -- in their behavior, I -- I’m sure of that. One\nof the things that I mentioned 1s 1n the way they -- th-they are so protective of their\nchildren, and that they will be very careful to -- to see that their children study in\ncollege, get an education.",
        "Q: Do you think that people hearing your stories can really understand what -- what\nyou are -- what you are telling them of it? Do you think they are really listening, or\nare there also a lot of preconceptions entering into this? How do you -- How do you\nfeel about that? It’s kind of listening and telling situation.",
        "A: I do think that most people, including myself, cannot conceive of a situation that I\nwent through is possible in our day and age. So -- However, they -- there are a lot of\npeople who -- who want to make sure that their children know about it, that it be --\ntalked about it, to make sure that this type of situation does not happen again. And\nthat’s why it is becoming a topic of discussion and being taught in schools as a -- a\ncourse of study, the -- the Holocaust.",
        "Q: This is the end of tape two, side B.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview\nwith Abraham Malach. This 1s tape number three, side A. I would like to follow up on\nwhat you have just said. Some people would say that, over the last 20 years, the\nHolocaust has become sort of a focal point of Jewish identity -- of American Jewish\nidentity and they question that that is a very positive development. Has it become too\nmuch of -- of a central focus? Do you -- Whether it is to the detriment of other aspects\nof -- of Jewish culture?",
        "A: I don’t think it is to the detriment. In talking out about it, it is something -- I see it\nas a positive development when I -- what comes to my mind 1s the situation that was\ngoing on in Bosnia and at the time when Elie Wiesel was present -- in the presence of\nthe president, spoke out, “Mr. President, do something about Bosnia.” And the United\nStates did not want to get involved militarily. Conveniently, also so because the\nEuropeans were standing back and it was in their [indecipherable] and they should\nhave been the ones who should have taken the position immediately, taken a stand\nand they were not doing it, and were watching how a beautiful country like Bosnia -\nHerzegovina, the -- Sarajevo -- city of Sarajevo was being bombarded and shelled and\natrocities being committed. So Elie Wiesel stepped out and asked the president,\nplease, do something. So these type of pleas and -- can have only an effect, when the\nstory has been publicized and made known. What is the most effective way? That’s a\ndifferent question. I do believe that a movie like Schindler’s List, or the -- the play\nAnna Frank, are very, very effective. And that it is important to tell the story, is -- to\nme, it is evident that when it c-came out that ak -- atrocities were being committed in\nCroatia -- in -- I’m -- I’m sorry, in Kosovo, of ethnic cleansing, and you had people\nsay, “Well, it is not for Americans to get involved because over there this hatred has\nexisted and will continue for -- it -- 1t wa -- it lasted for centuries and it will continue\nfor centuries and there’s nothing we can do, we should stay away.” I think that is\nwrong, and I was happy to see that the United States took the lead in opposing the --\nthis ethnic cleansing in Kosovo.",
        "Q: Should that happen every time there’s an -- an ethnic war going on? There was\nRwanda, there were other incidents, too. Do you feel strongly that that should happen\nevery time?",
        "A: Well, what form the intervention should take, I -- I’m -- I don’t know, I’m no\nexpert, but that -- there should be -- this should not be allowed, ethnic clean -- let’s\nme put it this way, that it should not be allowed. To me that 1s clear and why America\nshould be involved? Because America 1s the dominant country and without the\nAmerican leadership, it seems that nothing is really happening. But they should be\nmore forceful in getting the other countries involved, like they managed to do in\nKosovo, that they got the French, incidentally the Germans too, to tell them, “Listen,\nit’s time that you take your responsibilities also.” And they -- they have 19 NATO\ncountries involved in that endeavor.",
        "Q: Which events in -- in Israel had a special effect on you, for whatever reasons, over\nthe years?",
        "A: Well, number one, going to Israel as a youngster and not being taunted as a Jew, it\nhad the -- the greatest effect on me and I don’t know whether it is for every youngster\nthe best period in his life, the teenage years, but for me it certainly was the greatest\ntime in my life. The spirit of a country and building a democracy, a -- a new country,\nbeing -- seeing -- seeing this develop from nothing, it was a great experience. And I\nthink that up to today, the -- the fact that you have -- with all the hardships that went\nwith building a country in hostile environment, that they remained a true democracy\nand that hopefully they will finish the job of making peace with the neighbors, like it\nwas started by Rabin.",
        "Q: Yeah, I was just about to ask you, how do you feel about politics right now in\nIsrael?",
        "A: What I find gratifying is that when I was living there in the 50’s, in Israel, early\n50’s, the hatred was so strong, and the distrust and it’s so deep rooted, and\npropaganda was -- that was being fed by the dictatorships on the Arab side, more so\nthan on our side, that I did not think that when they started to negotiate with the\nPalestinians, I did not believe that peace would be possible so f -- in our generation. I\nthought that it would take much more then one generation to build a new\nunderstanding -- an understanding and cooperation. However, I proved -- I was\nproven wrong and that, due to the fact that you had great leaders, leadership is\neverything in politics and that was both on the Egyptian side with Sadat, on the Israeli\nside, people like Paris and Rabin and hopefully that this trend can continue.",
        "Q: Who in this country do you admire?",
        "A: I must say that in spite of all the failings of the president, President Clinton, I\nthink, in -- in as far as the leadership quality, I think that he is -- has proven -- to me,\nhas been a great president. Whether his personal behavior should permit him to be th -\n- to continue to be the president, that’s a different discussion, but I think that as a\npolitical -- as a leader of the free world, I think that he has proven himself very\neffective.",
        "Q: Do you follow at all controversies, or the work in general of the Holocaust\nmuseum? Because I wanted to ask you how you felt about the incidents when the then\ndirector of the museum refused to give Yasir Arafat a formal welcome VIP treatment,\nwhen he came to the United States recently?",
        "A: As a officer of a public foundation, I don’t know if he had the right to make these\ndecisions, whether single-handedly can -- should make such decisions. On the other\nhand, I know that in New York city, Mayor Guiliani did similar things, that he would\nnot invite him to functions in city hall, or whatever. Of course, Guiliani must have\ndone it for his political reasons, but in the case of the museum, I think it should have\nbeen coordinated with the -- and advice asked from the Israeli government and from\nthe Board of Directors and not make it into a scandal.",
        "Q: Is there an area that we haven’t addressed yet, that you would like to talk about a\nlittle bit more? Any area?",
        "A: At the moment, I cannot think of anyth -- a specific thing to add.",
        "Q: A little bit more about your family life, maybe?",
        "A: I find that when the children were little, that we had tried to be always -- find more\ntime to spend with them, and whether it was taking trips, or taking them to games,\nthat it was very, very helpful, both to us and to them, that we can look back, that we\nhave so much in common, that even though my son is living in California, we feel as\nif he was around the corner. We are in constant communication, at least once a week,\ndo get to see him often and I think it helped in our relations with our children in\ngeneral, to -- to spend as much time with them as possible. Of course, my daughter\nand her three children live close by, and we see them on the average, three times a\nweek. And I think it’s a very, very gratifying experience.",
        "Q: How many grandchildren do you have?",
        "A: My daughter has three children. A pair of twin boys and the oldest son 1s 12, the\ntwins are eight. My son, who 1s now 32 years old, is finally getting married next year,\nso we are hoping to have -- to see more grandchildren there.",
        "Q: Do you -- Is your sister still alive?",
        "A: My sister is -- lives in Israel, and she also has a son and a daughter. Her daughter is\nalso maybe two years older, and my sister is four and a half years older than myself.\nSo her daughter is probably 44 years old. She has two children.",
        "Q: Do you see each other on a regular basis, or -- are you in touch still?",
        "A: We do -- We do sometimes plan vacations together, but in the last few years --\nexcuse me -- in the last few years her husband has been -- his health -- ill health, so\nwe did not take too many vacations together. We are in touch by phone.",
        "Q: When you look back on the last 50 years of your life, or 55 years, what would you\nmay have -- what would you have made different? Do you think you have made\nmistakes, or did everything turn out the way you -- do you think that’s -- that’s the\nbest I could do.",
        "A: I cannot say that I have big regrets about anything. I don’t -- I -- 1t’s hard for me to\nsay if I would do everything the same way as I did, but I have no regrets about\nchoices that I have made.",
        "Q: On that note, I would like to conclude the interview with Abraham Malach, unless\nyou have a final thing that you would like to say?",
        "A: I can’t think of anything special right now.",
        "Q: Then we have said what there was to say. Thank you very much for giving the\ninterview.",
        "A: Thank you.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: United States Holocaust Memorial Museum, Jeff and Toby Herr collection,\nthis is an interview with Abraham Malach, conducted by Regina Baier, on May 16th,\ninterview conducted with Abraham Malach on March seventh, 1996. The United\nStates Holocaust Memorial Museum gratefully acknowledges Jeff and Toby Herr for\nmaking this interview possible. This is tape number one, side A. And I would like to\nbegin with an easy question, asking you what is your name and give us your date and\nplace of birth.",
        "Q: Now, before we continue, I would like you to -- I would like to wish you a belated\nbut happy birthday.",
        "Q: I think it’s close enough, today’s the 16th, so that was only four days ago.",
        "Q: Yeah.",
        "Q: The core of our interview today, will deal with the time after liberation, up to the\npresent day, but I thought it would be helpful for us to go back a little -- a little bit, to\nthe year 1944, to clear -- to clear up a few events that you talked about in the\nvideotaped interview. In 1944, you and your family -- your immediate family were\nput on a transport from the work camp in Starahovichen, it’s in Poland?",
        "Q: To Auschwitz?",
        "Q: And at that time, your youngest sister was not with you any more, because she had\nalready been taken away during a raid 1n an earlier work camp. And your parents\ndecided -- that’s what you said in the earlier interview, your parents decided that your\nfather should stay together with your older brother and your mother should stay with\nyou and your older sister.",
        "Q: And the hope was that it might be possible for your father and your se -- your\nbrother to flee, but that hope did not come about. So, what haven -- what happened\nwhen you arrived in Auschwitz? What -- What do you remember?",
        "Q: You did mention earlier that you did eventually get a number. Would you tell us\nyour number?",
        "Q: Thank you. You stayed with your mother and your sister in the women’s block?",
        "Q: In the earlier videotape, you also mention that you worked as a messenger at one\npoint. How did that come about and what exactly did you do?",
        "Q: Did you have any -- Do you have any recollections of -- of interacting with the\nchildren in the children’s barrack? I mean the -- obviously it was not a place to -- to\nsocialize in any way, but what -- do you remember any particular relationships?",
        "Q: Do you remember what you -- what you were given to eat? Do you remember’?",
        "Q: Were you able to see your mother and your sister after a certain point? Did you see\n-- Did you ever see your father?",
        "Q: Now, was one incident that you talked about in the videotaped interview, that\nstands out with particular gravity. Would you speak about that again?",
        "Q: [indecipherable]",
        "Q: That kapo played an even larger role there. Could you speak a little bit about that,",
        "Q: And she also molested you 1n the end.",
        "Q: Ho-How did you feel when that happened? Did you know what she was asking,",
        "Q: Do you know anything about her? Do you know her name, her nationality, her --",
        "Q: What language did you speak together?",
        "Q: What -- What do you remember about the last days or the time before liberation\nhappened? Do you remember your -- how -- how you -- in what kind of physical\ncondition you were? Was there anything that -- that prepared you for things to come?\nAnything?",
        "Q: Did they provide any medical assistance, so instead of giving you food, they were\nasking you to help them find food, in a sense.",
        "Q: Do you remember the moment when you realized that you were free -- at least free\nto go? That -- And what did you do, what happened?",
        "Q: So you walked?",
        "Q: How long did it take you, do you have any recollections? [indecipherable]",
        "Q: And what happened when you got there, to the town?",
        "Q: How did they find you? Did you knock on a door, or did they see you wandering\naround? How -- How did that happen that they took you in? Do you remember?",
        "Q: While you were with those two people, how did they treat you though? I mean,\nthey locked you up during the day, but did they give you food, did they take care of --\ndid they give you medical attention?",
        "Q: How long do you estimate, were you with them before you went to the\n[indecipherable] monastery?",
        "Q: So you were -- you were attracted by the rituals there? Did you have a sense of\nyour Jewish identity then?",
        "Q: I think I would like to stop here, this 1s the end of cassette of tape one, side A.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum interview",
        "Q: Could you say a little bit more about how you related with -- there were other",
        "Q: So she taught you very quickly, then?",
        "Q: But there was no organized schooling at the time. Ho-How -- And how long did\nyou stay in that camp?",
        "Q: What had happened -- Did you know what had happened to your mother and your\nsister and your father in the meantime, and what -- what had happened?",
        "Q: When you -- When you s -- When you s -- When you saw her, you said you\nrecognized her right away. Did she recognize you right away, too?",
        "Q: And how did she get back to Poland? She had seen a list somewhere and she knew\nyou were there and your mother had sent -- where was your mother and your sister\nliberated?",
        "Q: [indecipherable] Ravensbriick?",
        "Q: Ravensbriick.",
        "Q: Did you know whether -- where your father was at that time? Did your mother\nknow?",
        "Q: H-How did you live during that time’? Ho -- How did you su-survive again, during",
        "Q: So you traveled by -- by truck, by train, on foot, until you finally --",
        "Q: In the German -- In the American occupied section of Germany, as I am trying to\nexplain, they were more organized and they had seen to it that life would be\nconducted in an orderly fashion, whether it’s the food distribution or medical care,\nand eventually the social services and also schooling for children. In Amberg, we\nwere like seven children -- seven Jewish children and of -- not all of one age. I -- I\nhappened to have been in that place, I believe the oldest. So what they did was, they\norganized classes for us, it was in effect one class, and one -- one classroom for all of\nus, but it was helpful that we started to learn both religious and secular studies, which\nlater on I picked up in -- in more earnest, in Stuttgart, in a ga -- bigger town, where\nthey had probably 200 or 300 youngsters divided into classes.",
        "Q: Was it difficult for you to -- to remain in Germany?",
        "Q: Did your mother and your sister and you talk about what had happened?",
        "Q: To others?",
        "Q: Did you speak to others about it?",
        "Q: Because you didn’t want to, or because the situation wasn’t -- so that you felt you",
        "Q: We'll talk about that a little bit later. First I'd -- I'd like to know, when you --",
        "Q: Were you -- Do you remember that you had been a very close family before the",
        "Q: And you didn’t mind to go, because you really wanted to get an education?",
        "Q: So your parents stayed in Amberg while you were going to Stuttgart. And what --",
        "Q: And in Stuttgart, how long did you stay there, and describe a little bit about your\nlife in Stuttgart.",
        "Q: What kind of school did you go to? Was it a Jewish school, or --",
        "Q: I would like to stop here. This is the end of side B, tape one.\nEnd of Tape One, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview\nwith Abraham Malach. This is tape number two, side A. So, you were talking about\nyour time at the school in Stuttgart, where you studied hard, but also did some wild\nthings.",
        "Q: Did you know what to expect? Had you been prepared for what life in Israel would\nbe like, before you went?",
        "Q: But it was different. Can you explain a little bit what life was like, or was it not\ndifferent for you?",
        "Q: But what -- what -- I just would like to get an example. What -- What struck you as\ndifferent or interesting?",
        "Q: Did you -- Did they know that you were a survivor? Did you talk about that?",
        "Q: I didn’t mean it to sound so abstract. I just wanted to get a feel for whether it was\nimportant for you to speak about it, or whether it was more important to go -- to go on\nnow and make a new life.",
        "Q: When did you have your first girlfriend? Was that in Israel?",
        "Q: Well, let me ask you this again. Was it difficult for you to have relationship with --\nwith girls? This experience with the kapo, did that play in?",
        "Q: So, how long did you stay in Israel, and then you went back to Stuttgart, right?\nHow long did you stay, about?",
        "Q: How did you do it? What did you study then?",
        "Q: Did it turn out that way?",
        "Q: Did your parents intend to immigrate to -- or to emigrate to Israel, or was just the\nidea to get you to school there and then what -- was the idea to stay in Germany, or\nwhat was discussed?",
        "Q: In S -- in -- in Stuttgart area, or did they -- it’s --",
        "Q: Did yo -- Was there much interaction between you and -- and -- and Germans,",
        "Q: You eventually came to America. How did -- How did that come about, or what",
        "Q: But you didn’t feel any direct anti-Semitism [indecipherable]",
        "Q: So, but back to the -- to my question, when -- when and how did you get to\nAmerica? Did you want to go to America, or were there certain circumstances that led\nyou there?",
        "Q: And then your -- your sister was in Israel, at that time married, your parents stayed",
        "Q: Tell us about her a little bit. Why -- Why her?",
        "Q: How was your -- How was your wedding? When did you get married and how was",
        "Q: Good enough, then.",
        "Q: So, but, just to kind of keep a little bit the time frame, when -- when did you come",
        "Q: And what did you accomplish then, as an independent?",
        "Q: When you came to America, that was yet again, another different society, another\nlanguage. You didn’t speak English before you got here, right? Did you?",
        "Q: This is the end of tape two, side A.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum interview",
        "Q: Tell me a little bit about your -- meaning your personal, but also your wife’s ideas\nabout parenting. What was -- Did you agree? Did you have special ideas that were\nreally important to you, that you wanted to do when you knew you would have a\nchild?",
        "Q: What kind of -- What kind of values did you wanted to instill in your children?\nWas there anything important to you that you wanted to pass on, or --",
        "Q: Are you a religious man?",
        "Q: What about your wife? Do you have -- Do you agree on this, or do you have",
        "Q: How -- How do you identify yourself? The term survivor, for instance, is a term\nthat, over the last 20 years has come to mean a lot in American life. Do you -- Is that a\ndifficult one for you, or do you fully embrace that?",
        "Q: Did you speak -- Did you speak to your children about your war experiences?",
        "Q: But you -- But you did decide at one point, to speak to school children. When --",
        "Q: But they had not asked you because they knew that you were a survivor of the",
        "Q: You said it was a good experience. What made it a good experience? Did you get",
        "Q: When you -- When you look back on your life, can you say a little bit more about\nthe long term impact that the war experience have had on you?",
        "Q: Are there any particular events in America that have influenced you a lot? Political\nevents, cultural movements. Was there anything, when you came to this country, that\nyou recognized as either something you didn’t want or that you wanted to emulate, or\n-- it’s a very general question --",
        "Q: -- but I just wanted to keep that open to see what your response was.",
        "Q: Did you serve in the army, by the way? I forgot to ask you that earlier.",
        "Q: Was there still a draft going on? I mean, how -- how old were you when you came\nto America. It was -- You were 20 -- 18?",
        "Q: What are your hobbies? What do you like to do?",
        "Q: I’m jumping back and forth now, but I’m responding to -- to what you’ re -- trying\nto respond to what you’re saying. So what do you read right now, for instance?",
        "Q: Do you have, among your friends, do you have survivors as friends, too, or mostly\nsurvivors?",
        "Q: Do you think that, in spite of the differing experiences among survivors, that there\nare certain commonalities that they might share?",
        "Q: Do you think that people hearing your stories can really understand what -- what\nyou are -- what you are telling them of it? Do you think they are really listening, or\nare there also a lot of preconceptions entering into this? How do you -- How do you\nfeel about that? It’s kind of listening and telling situation.",
        "Q: This is the end of tape two, side B.\nEnd of Tape Two, Side B",
        "Q: This is a continuation of a United States Holocaust Memorial Museum interview\nwith Abraham Malach. This 1s tape number three, side A. I would like to follow up on\nwhat you have just said. Some people would say that, over the last 20 years, the\nHolocaust has become sort of a focal point of Jewish identity -- of American Jewish\nidentity and they question that that is a very positive development. Has it become too\nmuch of -- of a central focus? Do you -- Whether it is to the detriment of other aspects\nof -- of Jewish culture?",
        "Q: Should that happen every time there’s an -- an ethnic war going on? There was\nRwanda, there were other incidents, too. Do you feel strongly that that should happen\nevery time?",
        "Q: Which events in -- in Israel had a special effect on you, for whatever reasons, over\nthe years?",
        "Q: Yeah, I was just about to ask you, how do you feel about politics right now in\nIsrael?",
        "Q: Who in this country do you admire?",
        "Q: Do you follow at all controversies, or the work in general of the Holocaust\nmuseum? Because I wanted to ask you how you felt about the incidents when the then\ndirector of the museum refused to give Yasir Arafat a formal welcome VIP treatment,\nwhen he came to the United States recently?",
        "Q: Is there an area that we haven’t addressed yet, that you would like to talk about a\nlittle bit more? Any area?",
        "Q: A little bit more about your family life, maybe?",
        "Q: How many grandchildren do you have?",
        "Q: Do you -- Is your sister still alive?",
        "Q: Do you see each other on a regular basis, or -- are you in touch still?",
        "Q: When you look back on the last 50 years of your life, or 55 years, what would you\nmay have -- what would you have made different? Do you think you have made\nmistakes, or did everything turn out the way you -- do you think that’s -- that’s the\nbest I could do.",
        "Q: On that note, I would like to conclude the interview with Abraham Malach, unless\nyou have a final thing that you would like to say?",
        "Q: Then we have said what there was to say. Thank you very much for giving the\ninterview."
    ],
    "answers": [
        "Answer: My name is Abraham Malach and I was born on May 12th, 1935, in\nZwolingvadome, Poland, so that I’m, at this time, 64 years of age.",
        "A: Thank you.",
        "A: Correct.",
        "A: Thank you.",
        "A: Correct.",
        "A: Yes.",
        "A: That is correct.",
        "A: The -- The time when we were brought to Auschwitz was the height of the\ntransports from all over Poland and Hungary, Czechoslovakia. And they -- the ovens\nwere working full capacity to process all these people that were coming in. And so\nthat we happened to have been in a holding pattern, not given the numbers on arrival,\nas inmates of the camp had [indecipherable] for some week or -- or so, we were held -\n- kept, to be processed -- in other words, to be taken to the ovens. But somehow, we\nended up getting the inmates numbers tattooed and processed as inmates of the camp.\nAll I know is that we arrived in Auschwitz in December, somewhere around July, I\nbelieve, and not very much later, the time of the Jewish holidays -- the Jewish New\nYear would fall som -- at about September, when, on the first or second day, rather, of\nthe Jewish New Year, the selection was conducted 1-1n the men’s section of the\nAuschwitz camp. And there they took away all the youngsters and of course, disabled\npeople and old men who could not work and my brother was taken away at that time.\nI became aware of it through my mother, who had gotten word of it through other\npeople that had seen my father.",
        "A: Yes, my number is 7671, was preceded by the letter B. No, it is actually 7871. It 1s\ntattooed with a instrument like a pen and ink and it does not -- I never wash this off.",
        "A: I’m trying to recall whether I stayed actually with my mother for long, because I\nknow that I ended up with youngsters even younger than myself, including some\nRussian children that were separated from their parents. And there were children and\neven babies, including babies. Now, in Auschwitz, Dr. Mengele was conducting\nexperiments and that may have been one of the reasons that one of the -- the barracks\nwas filled with youngsters that did actually not work, per se, but maybe were kept for\nother reasons. And I was one of -- one of those kids that was kept at the children’s\nbarracks.",
        "A: My recollection is that before coming to Auschwitz, one of the friends of my\nfather had made this arrangement that it would be important that I should be shown to\nbe useful to the German commander of the camp, if I was to be like a messenger boy.\nAnd in some way, I was also found to be doing that in Auschwitz, occasionally. But it\nwas not a job that you -- that you perform, it was -- that kapos or whatever, whoever\nwas in charge, would need somebody to carry a message or a note, whatever.",
        "A: I cannot recollect as being able to do much socializing, besides -- with the other\nchildren that were in that block. It’s difficult for me to recollect what -- how we really\n-- the day -- from morning til night, how we spent our time, whether it was going out\nwith the working people and being around to be sent on errands or other -- in other\nways, kept busy. That’s maybe why there was no social interaction with other\nchildren.",
        "A: To the best of my recollection, it’s -- on -- in the morning, we were given a brew\nthat was like a tea. It was, if I’m not mistaken, no breakfast, no -- no bread, only at\nlunchtime, we may have had a slice of bread in the soup and in the evening, two slices\nof bread, maybe a soup, also.",
        "A: I was able to see my mother, because I -- I did, in the beginning, I was sleeping in\nthe same barracks as my mother and my sister. The children’s barracks, this came\nabout later, when they collected the children into a separate barracks. My father, I had\nseen once, when -- on a working assignment, a crew of people had been brought into\nthe women’s section, where they were doing some construction or road improvement,\nwhatever, maybe for the railroad, whatever. So, I had seen my father once during that\ntime.",
        "A: I assume that the -- the mention of -- in my tape, the -- a mention of --",
        "A: I’m sorry. The mention of the toy [indecipherable] by a kapo, when she wanted to\nhand me a toy and I refused it, because I knew at the time that my older brother had\nbeen taken away.\ntoo? She gave you food, but she also requested things from you.",
        "A: The -- I was only going on nine at the time, and the memory of the extra food was\nthe one that was outlasting the other experience, even though a Freudian doctor might\nmake a big deal of -- more of a big deal about that -- the influence of that. To me, the\n-- to me, the extra meal was the life sustaining part and -- and being with the kapo and\nseeing her, having a, so to speak, own possessions of -- a side table like, a -- a flower -\n- around flower table that had -- was covered with a -- a tablecloth and on the lower\nshelf she kept some extra food, bread and a piece of salami and she would offer me an\nextra meal. That’s what was, to me, the -- the most important part of the memory.",
        "A: In retrospect, I -- I’m -- when I recall the experiences, when she took me to bed,\nthe few times. What a -- That is typical of a -- a so-called pedophile or child molester\nor a person desperate for a male companionship, I cannot tell the difference. But she\nwas not actually forcing herself on me, just being playful.\nultimately?",
        "A: Actually, I was not fully conscious of -- I didn’t really know the implications of it\nall. All I know 1s that I was more attracted to the girl that was washing me and\nfondling my private parts than to the woman who took me to bed.",
        "A: Unfortunately I don’t, and -- whether she was Jewish or Polish, I’m not sure, but\nthere’s -- someone had told me that she survived the war, but nobody -- just -- by --\nby now I am sure that she 1s not alive, because I was -- I was eight or nine years old,\nbut that woman must have been in her 40’s.",
        "A: I do believe that we spoke in Polish.",
        "A: At the later part, in Auschwitz, I had lost contact with that woman, or rather, she\nmust have been sent away, onto another camp. So I was more emaciated when the\nRussians arrived, and the only preparation for a big change was that when I -- it was\none of the children or someone who’d urged me on to hide in the bunks of the sick\nchildren and not to join the march -- the evacuation of the camp. And that was about\nthree days before the first Russians arrived. As I mentioned in the previous tape, the --\nthe first Russians, they were haggard and themselves hungry and looking for what\nwas in the stores and I[ ha -- in the -- what food or clothing the Germans may have left\nin the barracks.",
        "A: Well, it’s -- was the first two soldiers who arrived, first two foot soldiers, but after\nthey liberated, the Russians moved in in force. They did -- Or behind them, the\ncivilian administration and aid organizations helped organize the evacuation of the\nchildren and where possible, to reunite them with their parents. There were some\nchildren so little that they didn’t even know their names.",
        "A: Unfortunately, it didn’t happen that way, that the first two Russian soldiers coming\ninto the camp, instead of hugging and kissing them, and feeling free, one said to the\nother the word, Evrai, which was like a bad way of saying a Jew. And it was -- it\nstung me as being no different than the German soldiers before them, so that myself\nand two other boys, we ran away to the town of Auschwitz.",
        "A: Yes.",
        "A: Even -- Even though it was -- it -- 1t was a harsh winter, 1945, and this being in the\nbeginning of January, but I -- I was so asteeled to bad weather, to cold, and to a lot of\n-- exposed to a lot of things, that I did manage to get to the town, whether is was a\nfew kilometers or a few miles, I don’t recall.",
        "A: At first we were taken in by a -- we were separated, I -- I was taken in by a\nchildless couple. The childless couple, they were, during the way -- during the day\nthey were out working, or whatever, and I was like locked in in a type of cabin, one\nroom type situation, and --",
        "A: I cannot recall how it happened that this particular couple took me in, but I\npresume that we did wander in the streets and that eventually we were led to that\ncouple who had no children. But staying with that couple turned out to be a big\ndisappointment, being that I had little in common with them and they must have\nrealized themselves, that they cannot make of me a -- a future for that -- 1-1t wouldn’t\nwork unless I went for some schooling. And that’s how they ended up bringing me to\na monastery, where they had peep -- orphans and a school -- and a school -- in that\nmonastery they had a school.",
        "A: I don’t think that they were able to give me medical attention at the time. It was,\nfor them, also hard times and a matter of survival. But I did have food, everything is\nrelative. I know that I -- I was not going around at the starvation level that I was living\nunder in Auschwitz.",
        "A: It’s a matter of weeks, because it was not very long from when I got into the\nmonastery that a mass funeral was organized in Auschwitz for all those that were\nkilled in the last minute before the evacuation of Auschwitz, and people who could\nnot keep up with the march, they were shot by the roadside. Some brutally killed,\nstabbed and cut, people without limbs. So that mass funeral, it’s enough for a child to\n-- to have nightmares for the rest of his life. But what helped me in that -- on that day\n[ -- that I met someone who directed me to go back to the camp, that the children were\nbeing taken care of. And I left the monastery. But the thing about the -- this stay in the\nmonastery is amazing to me, because now that -- so many years later, 40 or 50 years\nlater, when I -- I didn’t practice Polish for all these years, but I do have Polish ladies\nworking for me and I was able to recall, in Polish language, the blessings or prayers\nthat I studied at that time, in the monastery.",
        "A: [had enough knowledge of my background that I knew -- I knew who my parents\nwere and their names, the names of my sister who survived and of course the sister\nand the brother who were taken away. And -- But I saw in -- at that time, anything\nthat came across my way, to enhance my knowledge 1s -- was engraved in my\nmemory, whether it was studying in the monastery, or later, given the opportunity to\nread books.\nEnd of Tape One, Side A\nBeginning Tape One, Side B\nwith Abraham Malach. This is tape number one, side B. So you went -- you went\nback to the camp and -- and then what happened? What -- What -- What was the\nsituation, who else was -- was it just Russian soldiers in the camp now, or was -- were\nthere others as well? What -- What was the situation and what happened to you\nspecifically, when --",
        "A: I had -- This was administered by some aid groups from the United States, that\nthey were feeding and clothing, taking care of the remnants of the children that either\nwere liberated in Auschwitz proper, or possibly collected from other places, whether\nhidden or -- children, or what -- what other thing -- whatever means they collected\nthem. There was not soldiers per se, and we -- they were fed cafeteria style, that you\nwould walk up to a counter and someone would fill your plate. In the beginning, was\nhard to just take the plate and with one -- that you would ask for an extra filling\nbefore you went to the table to eat, until -- 1t took time for you to adjust that if you ate\nthat one portion, and if you were still hungry, you would -- you could go back and ask\nfor the next portion. That lasted some weeks, that we were kept still in Auschwitz and\nfrom there they sent us to Krakow. That was a major city in Poland, where they had\nbetter physical conditions. And they started to get lists of people who survived the\nwar, to be able to match them up with children that were collected in the -- in -- from\ncamps. And that’s how, eventually, my mother and my sister found out that I was\nalive.\nchildren, of course, did you -- did you speak about what happened among each other,\nwhat -- or did you just stay quiet? What -- What -- What sort of -- How did you live in\nthat camp?",
        "A: Well, there were some children -- or children and the passing of time was -- would\nconsist of inventing games, whatever. My outstanding recollection from that period 1s\nthat I happened to have had a sort of a suitcase. It was a plastic container that some\nGerman soldiers abandoned, or whatever. And there was this older girl who knew to\nread and write, that made with me a deal that I would give her that suitcase in\nexchange for her teaching me to read. And that’s how I got into reading. The first\nbooks that I could get hold of was -- happened to be the Polish classical literature, like\nKovadis and the trilogy of the Yantadoche.",
        "A: Oh yeah, I -- I picked up the alphabet very quickly, very quickly, because before I\neven attended school, which was a year later, I already was devouring books in Polish\nthat the m -- all the major classical books of Polish literature. Of course the Kovadis\nand -- and -- in original, in Polish and the Yantadoche, I find that it was written in a\nsimple -- in a language that I could understand and not only comprehend, but also, it\npenetrated my consciousness, that I recall details from those books to this day. When\n-- The other day we were -- we were driving in the car and some Spanish person had\nthe symbol of the fish on the back of his car, on his bumper and I asked this Polish\ngirl, “What is -- Do you know what this 1s?” And she didn’t even realize that it comes\nfrom Kovadis, the story of the first Christians, when they were getting together, and --\nin secret communications they would -- this was a form of them to identify that they\nwere Christian. They would draw on -- in the sand, the shape of a fish. So a-anything\nthat I -- I read, or later, in the first years of school, it just stayed with me forever.",
        "A: I was in -- in Krakow not very long. We were sent for recuperation to\nStarachowice, which is in Poland, a place of -- I don’t know if they have spa, or\nwhatever, but it is a place that people go for summer vacations. So they ha -- they had\na villa there, where they set us up. And while I was in -- in Sacopana, my older sister\nwas five years older than me, she came to pick me up. And amazingly, I -- I did\nremember -- I did recognize her and know that she was my sister and that she took me\nto reunite with my mother.",
        "A: While in Auschwitz, my mother and my sister were, in the later stages, in a\ndifferent part of the camp, and each -- that they had separated. Auschwitz was divided\ninto a number of camps, separated by electrically charged wires. And I was not seeing\nthem, I was not able to see them for a long time. However, I did know that they were\nin the -- in a separate part of the camp, because on one duty in the kitchen, I managed\nto get, somehow, a few cigarettes in exchange for a potato of -- to somebody and I did\nsend it, through a cousin of mine, to my mother and my sister. Of course, when --\nbefore the -- was before the Germans withdrew from the camp, they took the inmates\nwith them on a forced march. So, I had -- When I was liberated, I didn’t know about\nwhether my parents did survive or not. But when the time came that my sister came to\npick me up, I did go with her.",
        "A: I cannot recall the actual reunion in detail, but 1t’s amazing and surprising that --\nactually, n-no, it was not years that we were separated, 1t was a matter of one year --\nof less than one year that we were separate, so I did recognize her, yes.",
        "A: My mother and my sister, it was a unique case where they managed to be together\nall that time, until liberation. They were liberated near the German border, near\nLeipzig and oh, I -- I’m -- I forget the name of the camp, but at any rate, near --",
        "A: -- near -- Ravensbrick.",
        "A: So, they traveled to -- back to Poland by train and they went to the town that we\ncame from and the Red Cross and other agencies, they were circulating these lists of\nsurvivors and somehow they found me on -- on such a list and my mother was too\nweak to travel, so she had my sister go to pick me up.",
        "A: No, it took quite awhile longer to find out that my father was in the meantime\nliberated in Germany, in -- in Dachau, and that he was on a list that he was moved to a\nplace in Bavaria called Amberg, which is not far from Nuremberg. So, when we --\nwhen my mother got that news, we started out on the track to Germany. By the time\nwe got there -- it involved weeks and weeks of travel -- also, just getting out of\nPoland was an ordeal. There was no -- It was no simple matter, we -- there -- she had\nto bribe -- to buy our way out to freedom, to the German side, to the western part of\nGermany, where -- the American side. We were smuggled out from East Berlin to\nWest Berlin on a truck and by the time we got to that town -- to that little town,\nAmberg, my father was in Poland, looking for us, and it took a whole year until we\nwere reunited. My sister, myself and my parents, we were reunited, all four of us, only\n1946.\nthat time?",
        "A: In Poland, the Russians were not very great in organizing the -- and helping these\nsurviving people from the camps and a lot of those who actually were liberated under\nthe Russian occupation zone, died from neglect and not -- not improper care, whereas\nin the American sector, they -- they were more organized and they didn’t allow these\nhalf-starved people all of a sudden to be given full meals and just any amount of it, in\norder not to overwhelm their system and -- and not die from overeating or whatever.\nIm-Improper medical care.",
        "A: Yes, the thing was, in Poland, my mother somehow was -- she was a business\nwoman from before the war and she was resourceful enough to organize her life\nagain, and from what I was told later, she was dealing in barter, buying and\nexchanging and selling and doing, until she had put together enough money that we\nwere able to travel to Germany. But in Germany proper, what was going on was that\nin most of these cities where there was -- where there were Jewish survivors or so-\ncalled DP’s, displaced persons, they would set them up in -- either in one street or a\nsection of a s -- a part of a street in -- to -- be to get a house there in one area, so that\nthey would be looked after. In the small town of Amberg, what they did was told --\nordered, rather, people who occupied big apartments to let one room or part of the\napartment, let refugees and these displaced people live in those apartments. That was\nthe deal we had in Amberg.",
        "A: What else do you remember about the conditions at that time?",
        "A: I had no trouble in -- on a -- in my personal experiences, I did not have problems,\nexcept children, like everywhere, if you are different, you are going to be picked upon\nand being Jewish was an easy target for -- for German children to try to scare you, to\npick on you, to beat you, whatever. But I was a tough kid and I -- I was not running\naway, I was not hiding. So that helped me make friends and [indecipherable] as much\nas that was, at that level, possible. I even belonged to a so-called gang of German\nkids.",
        "A: Between ourselves, no, not --",
        "A: There was nothing to explain, to -- to talk about.",
        "A: Not really.\nwant -- you felt --",
        "A: As a youngster, you feel that your -- everything is known, everything -- what you\nknow, others know, that it was nothing special. Later, as you grow up, you have your\nown kids and you still don’t want to talk about it, because I guess that you are\nprotective of your children.\nwhen did you meet your father, finally, again, and where did you go, or where did you\nstay then?",
        "A: When my father got back to Germany, that was some time in 1946. I think we had\nbeen assigned already, an apartment, before he came and as much as it was possible,\nwe're -- we’re on a normal family, it’s a normal family unit. It was -- For my parents,\nit was for a long time, very difficult to live with the situation that two of the children\nperished, besides the-their own parents and brothers and sisters.\nwar, and could you get back to that, or had something changed? Did it take you\nawhile to -- to grow together again?",
        "A: From my perspective today, when I look back to conditions before the war, I must\nsay that the family living before the war was much more cohesive. Families and\nextended families living much -- like much closer ties than nowadays. After the war,\nand -- even though what -- what strikes me as outstanding is the fact that even though\nwe had gone through all this trauma, my parents were not selfish to the point of trying\nto hold onto us, to stay with them, where they were making a living, where they were\nrebuilding themselves, but had sent me on to the bigger city where there was my s --\nme and my sister, to Stuttgart, where they were -- from Amberg to Stuttgart, where\nthere was a Jewish school. To me, it’s very -- it’s very remarkable that they -- that\nthey did that voluntarily, tha-that nobody had to tell them that.",
        "A: For me, an education was the most important thing. After having lost four years of\nformal education, the first four years, because of the war and the camps.\nAfter recuperation, what kind of profession -- what -- how -- did they work again?",
        "A: Before the war, and until we were deported, my parents, they dealt in curing of\nleather goods that later goes into manufacturing of shoes. After the war, they dealt in -\n- they eventually ended up manufacturing ladies sportswear, actu -- skirts and blouses.",
        "A: Amazing as it is, children can overcome and forget what happened to them, and\nsomehow carry on life as usual, and besides studying, having fun, being wild and\neverything that normal children do. I was no different than my children or my\ngrandchildren in the way we were spending our free time in playing games.",
        "A: It was -- yes, that was the reason they sent me away, in order to go to a Jewish\nschool. We learned in Jewish language, but we studied Hebrew and we studied also\nsecular studies, not only religion, but secular studies, too.\nBeginning Tape Two, Side A",
        "A: Yes. The school in Stuttgart did not last very long, because people were trying t-to\ngo to America, to Israel and they were emigrating to all kind of places, to Canada, to\nSouth America, wherever they had relatives. Myself, I stayed in Stuttgart for as long\nas the Jewish school existed and that was til 1950. In 1950, I went back to Amberg,\nwhere my parents were and they had sent first my sister to Israel, to go on with her\nstudies, and she is four and a half years older than me, and about half a year later, they\nalso sent me there. So -- Which means October of 1950, I -- I went to Israel and I\nstayed with my sister in a one room apartment. No, it was one bedroom apartment, I\nshould say. After my sister got married a year later, I stayed on in that apartment and I\nwas on my own, even though I was only 15 and a half, I was responsible enough to go\nto school, study and do my homework. Nobody had to supervise or urge me on to do\nmy homework. As I was -- had to work hard to catch up for the four lost years. I was\nin a class with so-called subruss. They -- They’re children who were born and grew\nup in Israel, had not lost any schooling, and I had to catch up to their level.",
        "A: No, there was nobody to prepare us or -- it -- 1t was not normal times. We did\nthings out of necessity and -- and not prepared.",
        "A: It takes adjustment at any time, to -- moving to a different place, different customs,\ndifferent dress. I guess that for me adjustment was -- I -- I think that it had to happen -\n- was not something that you go and you act like you’re a spoiled brat, complain\nabout it, but it just -- live with it and -- and make do.",
        "A: Well, one -- a trivial thing would be that when I got to Israel from Germany, I\nwould wear the knickerhosen, which was tied under the knee and this was a form of\npants or shorts, whatever. It was a clothing that was not worn anyplace else, only in\nGermany. And when people were looking -- turning their heads to look after me, I\nwas confused what is wrong with me. But adjustments had to be made in -- in many\nareas. I did not speak Hebrew and this was in Israel. They -- I was in a class of --\nwhere 90 percent were Israeli born kids, so it was -- in the beginning it was hard. It\nwas hard, kids have cliques, have their -- their friends they -- and to get into society, it\ntakes time.",
        "A: No, youngsters, like youngsters everywhere, they have their own -- they are not\nconcerned with the big issues of the world. When they do discuss it 1n an or -- in an\norganized way, I don’t think that 1t was as personal or that th-they -- they -- I\nshouldn’t generalize, but we did not dwelv -- delve into it, these things. But we were\noccupied and preoccupied with the issues at hand, how to spend our free time,\nwhether th-the beach or whether playing cards or chess or go to a movie and not\ndiscuss experiences in the Holocaust.",
        "A: I suppose it helped me that I was not treated as something special, that I was\nthrown into a -- excuse me -- into a society and tried to live as one of the -- of the rest\nof them. Otherwise, 1-i1t would have destroyed me, so I am grateful for -- for that --\nthat I was not made a -- looked upon as a special case, as being different. The same is\ntrue also, when I went back to Germany and -- and studied at the [indecipherable] in\nStuttgart, when my parents were still living, and meeting and studying with German\nyoungsters, that my past was not discussed. We went on with life.",
        "A: True girlfriend, well, there’s puppy love, there’s f -- what shall I call it, platonic\nlove, and there’s -- first true girlfriend, and --",
        "A: No, I don’t think so. I don’t think so. I went out -- well, I -- I had friends, but no --\nno girlfriend at a young age, did not have. But, when I went out with -- in Stuttgart, as\na student, I was already 18 and we ran after girls like boys do in any place. I cannot\nsay that the experience I had in camp was something that -- that caused me to -- to\nthink of -- even think about it.",
        "A: I was in Israel actually three years, from 1950 to 1953. My parents were still living\nin Stuttgart and I rejoined them after high school. The one thing that makes me\nwonder nowadays is I didn’t have nobody to guide me what I want to study, how to\npick a profession and all that. My parents were no college graduates, they were\nprepared for life in the old fashioned way in Poland, living in small town where they -\n- my father was no illiterate person, neither my mother. But his background was in\nJewish education and religious education. No -- No university, so I had to pick my\nown way in -- at the university, what to study and so forth.",
        "A: I took an interest in science and in Stuttgart I was limited to what I could study, so\nafter consider -- I was very practical, knowing that a physicist ends up being a teacher\nor professor and that is not always fulfilling, so I -- I was drawn into -- to more\npractical things, like engineering and I ended up studying civil engineering. And,\nbeing young, you’re idealist and you listen to these lectures, you take it to heart, when\nthe introduction into civil engineering was that it’s such a creative type of profession,\nso I believed in it very much.",
        "A: Later on I found out that any profession can be repetitive and that it depends on yo\n-- on situations, but depending on particular situations, but in general, people end up\nnot being challenged and -- and gratified and feel the ex -- sense of gratification by\ndoing things over and over again.",
        "A: My parents lived in a type of situation like most of the -- at the time the survivors\nand so-called DP’s, displaced persons, in that they believe the next year, as the prayer\ngoes, next year in Jerusalem. They did not really settle down and look to buy a -- a\nhouse or truly make roots in Germany, because their idea was of going to live in\nIsrael. On the other hand, reality was different. Reality was that they had, in the\nmeantime, established themselves in -- in business, a small -- on a small scale,\nhowever they - that’s where they were making a living and they were not prepared to\ngo and to start from scratch at their age. So they stayed on in Germany til they were\nready to retire.",
        "A: They actually -- After the war, they started out in Amberg, in Bavaria, but\neventually they moved to Stuttgart and they -- they stayed in Stuttgart til they -- until\nthey came -- until they emigrated to Israel.\neither students or general population, at that time?",
        "A: My parents did, actually most, if not all of their business was German distributors\nand German dealers in sportswear and they had no difficulty on a personal level there,\nto -- to go on living in Germany. As much as inside I’m sure that the hurt and the pain\ndid not go away, and -- but when I’m looking back and I’m thinking of the students\nthat I associated with, I didn’t look at them as being different than any other\nnationality.\nhappened after Stuttgart?",
        "A: Okay, while I was in Israel, when -- while I attended high school, I met my wife,\nwho was in -- two grades below me, so that when I did go to Germany for studying,\nwe corresponded and this went on for about four years and eventually, I came after\nher, to -- to New York. But I wanted to backtrack. When we were talking about the\ninteracting with German students ... like I said before, what helped me -- I find that\nwhat helped me was not to discuss my -- my background, my experiences. And I do\nnot believe that it was deliberate on their part, but I believe that it was a natural thing\nthat we were going about daily pursuits, whether it was business at hand, whether it\nwas studying, or going out for fun, and we were not discussing history.",
        "A: No, in -- as a young boy, at like I -- I tried to mention before, there were bullies\nand if they knew that I was Jewish, they would chase after me or whatever, but that\nwas kid stuff. At the university, I was pointed out about this one professor who I was\ntold was -- belonged to the Nazi party and that it took him a long time, that he was\namong those who were questioned after the war, what did you do in the Nazi party\nand so on. And that it took him f -- It took him so -- quite a time to explain himself,\nwhatever, which, that process, they call it denazification in Germany, where they\napparently tried to find those that were higher up in the Nazi hierarchy and whatever\nthey were accused of. But, this particular professor, though he was known to have\nbelonged, and maybe in school, propagated the Nazi propaganda, I -- I cannot say that\nhe sa -- would single me out for punishment and grades, or whatever.",
        "A: No, in my case it was th-that my wife had immigrated with her parents. During the\ntime that I was in Germany, they had immigrated from Israel to America. And after\nfour years, we just wanted to be together again.\nin Germany and you came over to America, to live where?",
        "A: When I came to New York, I rented a room, but, as I said, my primary interest for\ncoming to America was to be -- to meet my ex-girlfriend, my wife. And it took us\nsomething like one week and we were engaged and then, a couple months later we\nwere married.",
        "A: She was attractive, 1t was the -- for me, the first criterion why I was chasing after.\nShe’s -- She is the opposite of myself, in as far as being outspoken and fun to be with,\nwhereas I’m shy and -- and reserved and she is just the opposite of me and we -- we --\nand we are two opposites. The opposites attract and it seems to be true to this day.\nyour wedding? Just recall a little bit for us.",
        "A: When we compare the wedding arrangements per se, to what today couples go\nthrough, and so much detail, preparations and so on. For us, this was meant only a\nceremony and nothing more. A party and that’s it. We did not go into -- it was taken\ncare of by the parents for us, anything was good enough.",
        "A: Oh yeah.\nto America and how did you establish your life here then? What -- What happened?",
        "A: [had started the studies of engineering in Germany and I went on in New York. I\nwe -- I went on to Columbia University, where I finished the engineer -- school of\nengineering, then -- civil engineering. And I worked in that profession for about 10\nyears. Eventually, I got involved in the same thing that I was doing with my parents.\nThere was one year that my father was very ill and I had to go back and enable him to\ngo for check-ups and he was in and out of the hospital. So for one year, I was\nmanaging the business for him, helped my mother out a -- in the business. So when I\ncame back here, I did end up going into the same thing, wanting to be independent. I\nhad gotten my dreams realized and having finished my studies and having worked as\nan engineer, now I wanted to see what I can accomplish, being independent, so I -- I\nwent into manufacturing.",
        "A: It’s more -- In my case, did not end up in a big business because the circumstances\nhere are the [indecipherable] business, it used to be glamorous and it’s -- for very few\npeople ends up being a big business. It’s more and more complicated -- with time, it\nbecame more and more complicated, as far as imports. Today, it’s only the big -- the\nbiggest survive and almost everything is being imported. So, I did not build an\nempire.",
        "A: Well, that’s -- not on a daily basis, but I did study English as a foreign language in\nschool. And in Israel, the Israeli high school’s English is taught intensively and -- or\nrather, I should say, as I tried to mention before, I studied -- I was a very serious\nstudent, so that when we studied, whether it was English or math or whatever, I -- I\nstudied with -- intensively. So, when I got out of high school, I had a speaking\nknowledge of English. When I arrived to New York, I -- I had a job the next day. I\nhad no trouble going to work, being offered first as a file clerk and then in a\nlaboratory.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B\nwith Abraham Malach. This is tape number two, side B. I forgot to ask you before\nyour names -- your -- your wife’s name. I think we should -- we should mention that,\nand then, after we’ve said that, let me ask you whether you have children and when\nthat happened.",
        "A: My wife’s name is Ruth, and as I mentioned before, she is a -- she was born in\nIsrael, raised in Israel and came to America at the age of 15. We married in 1957 and\nwe have a son and a daughter. Our daughter is going to be 41 years of age, her name\nis Darlene Miriam, and she is currently pursuing her doctorate while working in the\npublic school system, a high schoo -- as a high school’s teacher, and also teaching\nweekends in the community college, Brooklyn Community College. Her specialty is\nin early childhood education and she is doing her doctorate in the evening. My son\nfinished Rochester Institute of Technology, upstate New York, and he 1s a consultant\nin computer software and lives in Los Angeles and works for big companies. But, he\nis independent, he’s working on big projects and these companies change their\nfinancial system of -- upgrade their system, he will customize it for them.",
        "A: I find that my wife was the disciplinarian, that I was unable. I wouldn’t have been\nable to bring myself to punish my children and I find that on my -- myself and my\ndaughter to -- to such a degree that it may be overcompensating, where we will be by\n-- at -- too protective of our children and that can mean -- not only in physically\nprotective, but protective in every sense of the way. We would do anything to make\ntheir life more comfortable, even at great sacrifice to of -- of -- on our own part. I -- I\nbe -- I do believe that this is typical of people like me, that went through traumatic\nchildhood, to want to give their children only the best and to be protective of their\nchildren.",
        "A: Education is the -- the key word here, and we did not exactly dictate to them what\ndirection to take in life, what profession to choose, but if asked, we would guide them,\ntry to influence them to -- to be practical, not only study for the sake of study, but also\nto be practical in life. For instance, when my son became of the age of 13, which 1s\nthe Bar Mitzvah age with us, instead of worrying about a big party and nice trip, I\nbought for him a computer, which was, at that time still in the infancy stage, the\npersonal computer business. And I’m proud of that -- that -- to have -- that 1s, guided\nhim into this field, and that today there is no -- no profession that will do well without\nbeing involved with computers.",
        "A: Iam not observant, but I also don’t preach against religion. I’m -- I’m respectful of\npeople who are true believers and who honestly observe religion, but I cannot bring\nmyself to be a true believer, not after what I have experienced.\ndifferent opinions?",
        "A: My wife is more respectful of what she was brought up with and traditional, is --\nshe is more traditional than I am, but she followed through on the fact that religion\ndoes not make a person per se, bad. Religious upbringing does, in general, make\nchildren more respectful of elders, of parents, and of other people -- other people’s\nfeelings in general. But, we didn’t carry it to the extreme of having, for instance, my\nson having been for eight years in a -- the parochial school, that we then put him in a -\n- still a private high school. But not a religious school, in order to be exposed and\ninteract better with not just Jewish children, but to be studying with other children.",
        "A: I -- When I’m asked to tell or to talk to young people, I can only emphasize one\nthing, that the youngsters that have missed opportunities in their early years, whether\nit was because they were not attentive in school, or whether their parents were not\nable to afford them a education -- a formal education, that life is not finished at age 20\nor wherever. That you can always go back to school, and that education is the only\nmeans to improve yourself, both -- and as -- enrich your -- as a person and also enable\nyou to reach higher professionally and financially improve your -- your living. So I --\nI -- I emphasize the fact that it’s never too late to pick off your piece -- pieces and\nstart all over.",
        "A: They may have seen -- they -- they probably did see the tape -- the audio tape that I\ndid for the museum, but we have not actually sat down and talked about the\nexperiences and -- and I’m not sure whether they don’t ask me direct -- directly about\nthis because they don’t want to cause me pain, or whatever, that it -- they -- they may\nfeel that it’s painful f -- to -- for me to talk about it. I don’t know the reason for it, but\nthey actually did not ask me about it and I -- I think that it is normal and good that\nway. As youngsters they don’t -- they -- they wouldn’t understand and don’t know\nany better. When they grow up and they go about their -- the business of life, they get\nto read and to know as much as they need, without having to ask me in person. And I\n-- | think that they did watch, though, the tape that I made.\nWhen did you decide and why did you decide to -- to speak publicly, or in public --\nmore public situations?",
        "A: I -- I -- I was -- I was asked to speak to the college students, the community college\nin Queens. And it was a very good experience and that’s when they -- they liked the\nfact that I -- I told them that if you miss out a few years in school, that it 1s not too late\nto pick it up later and go back to school.\nHolocaust, you were supposed to give a speech? Or did they know that?",
        "A: Well, tha -- it was part of the program of what they were reading about Holocaust,\nyes.\nresponses from -- from the students?",
        "A: They -- They did stay on. It was supposed to be a regular class of something like\n45 or 50 minutes, but when the bell rang, they stayed on and -- and just wanted to --\nto ask more questions and it became a double session and some of them, they asked\nme to -- 1f I would join them for lunch, that they -- they wanted to hear some -- they\nhad some more personal questions.",
        "A: Well, number one, if 1t wasn’t for the war, I would not have been -- ended up in\nAmerica, but what the impact on me -- wh-what impact it had on me, I can only say\nthat it requires a -- it required a great effort to overcome -- to -- not to suppress the\nmemory, but to pick up the pieces and just get on with your life, to build your life wi -\n- dis -- and disregard and not ma -- let those experiences guide your life or be guided\nby -- by that, in judging people or influencing your -- your thinking and your life. I\nwould rather try to read up on the biographies of people that were involved in the\nThird Reich, whether it was Albert Speer or whether 1t was Eichmann. I would read,\n“The Rise and Fall of the Third Reich,” by Herr Schuyler and so on, just to -- to\nunderstand what type of conditions or what motivation these people had to initiate,\nand put into, and execute these policies. But there is no explanation and there I found\nlittle of excuses in these people when -- Albert Speer, when he got out of prison and\nwrote his autobiography and tried to explain that in his education as a professional,\nand he was an archi -- it’s an architect that he did not have classes in civics and -- and\nso on. An-And I -- I cannot accept that, because I myself educated in technical field.\nThat does not mean that you don’t know right from wrong. The -- We’re supposed to\nbe the climax, and German culture was the highest form of culture that the world had\nknown at the time. And if you read Hagerint, you -- you -- you would think that it --\nit’s the culmination of western civilization, the German culture. And how deeply\nrooted it was in the people. You -- When you read about the man who was -- I forget\nhis name -- in Leipzig, was converted as a young man and of course, under the Nazi\nregime was removed from his post as a professor of German literature. But when he\nwrote his diaries and how proud he was as a German, how deeply he believed in\nGerman culture, that in spite of all that humiliation that he was subjected to, he still\nbelieved in the German culture. So, yeah, I -- I do believe that the answer is in\neducation and in communication, but the m -- the more important thing 1s that we live\ntoday in a different world. In those days, people barely had a radio, no television.\nToday, it’s instant co -- in the age of instant communication, where everything 1s\ninstantly shown on television and things have changed so much that I don’t believe\nthat you can propagate this type of hatred and commit atrocities on that scale, without\nthe world seeing and knowing it. So that -- that is a big change.",
        "A: Yes, yes.",
        "A: No, my -- I -- I -- I think that the reason why America was as successful -- as\nsuccessful as it is, is that 1t did absorb people of different cultures and we’re forced to\nlive together and make the best of it. So, it is influenced by many, many streams of\nideology and so on. So, the multicultural living has created a society that can look\nback on history, but does not -- without looking at others as being inferior. The -- I do\nbelieve that Eur-Europe had come to that stage where the nationalism had taken over\ntoo -- too much of the essential element in their outlook on life. Whether it was the\nFrench that wanted to see everything in French, or in Germany that they wanted to be\n-- be a sush -- prove their superiority and so on. In America, you -- you don’t have\nthat propaganda of uniqueness as a nation, or as ara -- as arace. And I see that as\nbeing the big success story.",
        "A: In -- No, I did not.",
        "A: I was 22. I had to register with the draft, but they were not calling up everybody,\nand I believe because I was married, I was not called to serve.",
        "A: I can never get enough reading done. And what I want to try is get -- take a course\nin speed reading, maybe it -- 1t would help me get more reading done.",
        "A: From biographies to philosophical topics, but I’m reserving my mor -- when I\nretire next year, or maybe sooner, to get more reading done -- more serious reading\ndone. I’m following up on -- with newspapers and magazines so much that right now\nI’m not getting to read too many books, right now.",
        "A: I have -- We do have one couple that they -- the woman was in Auschwitz and her\nhusband lived -- he’s also from Germany, but he lived in Israel during the war. And\nthere’s an -- another couple where the husband, he was -- he survived as an orphan in\n-- in, I believe in Russia. So, it is somehow, now that I’m talking about it, it does\nsound strange, we never exchanged much discussion or went into details of where we\nwere during the war, how we survived the war. We never went into these details.",
        "A: Probably in the outlook on life and on -- in their behavior, I -- I’m sure of that. One\nof the things that I mentioned 1s 1n the way they -- th-they are so protective of their\nchildren, and that they will be very careful to -- to see that their children study in\ncollege, get an education.",
        "A: I do think that most people, including myself, cannot conceive of a situation that I\nwent through is possible in our day and age. So -- However, they -- there are a lot of\npeople who -- who want to make sure that their children know about it, that it be --\ntalked about it, to make sure that this type of situation does not happen again. And\nthat’s why it is becoming a topic of discussion and being taught in schools as a -- a\ncourse of study, the -- the Holocaust.\nBeginning Tape Three, Side A",
        "A: I don’t think it is to the detriment. In talking out about it, it is something -- I see it\nas a positive development when I -- what comes to my mind 1s the situation that was\ngoing on in Bosnia and at the time when Elie Wiesel was present -- in the presence of\nthe president, spoke out, “Mr. President, do something about Bosnia.” And the United\nStates did not want to get involved militarily. Conveniently, also so because the\nEuropeans were standing back and it was in their [indecipherable] and they should\nhave been the ones who should have taken the position immediately, taken a stand\nand they were not doing it, and were watching how a beautiful country like Bosnia -\nHerzegovina, the -- Sarajevo -- city of Sarajevo was being bombarded and shelled and\natrocities being committed. So Elie Wiesel stepped out and asked the president,\nplease, do something. So these type of pleas and -- can have only an effect, when the\nstory has been publicized and made known. What is the most effective way? That’s a\ndifferent question. I do believe that a movie like Schindler’s List, or the -- the play\nAnna Frank, are very, very effective. And that it is important to tell the story, is -- to\nme, it is evident that when it c-came out that ak -- atrocities were being committed in\nCroatia -- in -- I’m -- I’m sorry, in Kosovo, of ethnic cleansing, and you had people\nsay, “Well, it is not for Americans to get involved because over there this hatred has\nexisted and will continue for -- it -- 1t wa -- it lasted for centuries and it will continue\nfor centuries and there’s nothing we can do, we should stay away.” I think that is\nwrong, and I was happy to see that the United States took the lead in opposing the --\nthis ethnic cleansing in Kosovo.",
        "A: Well, what form the intervention should take, I -- I’m -- I don’t know, I’m no\nexpert, but that -- there should be -- this should not be allowed, ethnic clean -- let’s\nme put it this way, that it should not be allowed. To me that 1s clear and why America\nshould be involved? Because America 1s the dominant country and without the\nAmerican leadership, it seems that nothing is really happening. But they should be\nmore forceful in getting the other countries involved, like they managed to do in\nKosovo, that they got the French, incidentally the Germans too, to tell them, “Listen,\nit’s time that you take your responsibilities also.” And they -- they have 19 NATO\ncountries involved in that endeavor.",
        "A: Well, number one, going to Israel as a youngster and not being taunted as a Jew, it\nhad the -- the greatest effect on me and I don’t know whether it is for every youngster\nthe best period in his life, the teenage years, but for me it certainly was the greatest\ntime in my life. The spirit of a country and building a democracy, a -- a new country,\nbeing -- seeing -- seeing this develop from nothing, it was a great experience. And I\nthink that up to today, the -- the fact that you have -- with all the hardships that went\nwith building a country in hostile environment, that they remained a true democracy\nand that hopefully they will finish the job of making peace with the neighbors, like it\nwas started by Rabin.",
        "A: What I find gratifying is that when I was living there in the 50’s, in Israel, early\n50’s, the hatred was so strong, and the distrust and it’s so deep rooted, and\npropaganda was -- that was being fed by the dictatorships on the Arab side, more so\nthan on our side, that I did not think that when they started to negotiate with the\nPalestinians, I did not believe that peace would be possible so f -- in our generation. I\nthought that it would take much more then one generation to build a new\nunderstanding -- an understanding and cooperation. However, I proved -- I was\nproven wrong and that, due to the fact that you had great leaders, leadership is\neverything in politics and that was both on the Egyptian side with Sadat, on the Israeli\nside, people like Paris and Rabin and hopefully that this trend can continue.",
        "A: I must say that in spite of all the failings of the president, President Clinton, I\nthink, in -- in as far as the leadership quality, I think that he is -- has proven -- to me,\nhas been a great president. Whether his personal behavior should permit him to be th -\n- to continue to be the president, that’s a different discussion, but I think that as a\npolitical -- as a leader of the free world, I think that he has proven himself very\neffective.",
        "A: As a officer of a public foundation, I don’t know if he had the right to make these\ndecisions, whether single-handedly can -- should make such decisions. On the other\nhand, I know that in New York city, Mayor Guiliani did similar things, that he would\nnot invite him to functions in city hall, or whatever. Of course, Guiliani must have\ndone it for his political reasons, but in the case of the museum, I think it should have\nbeen coordinated with the -- and advice asked from the Israeli government and from\nthe Board of Directors and not make it into a scandal.",
        "A: At the moment, I cannot think of anyth -- a specific thing to add.",
        "A: I find that when the children were little, that we had tried to be always -- find more\ntime to spend with them, and whether it was taking trips, or taking them to games,\nthat it was very, very helpful, both to us and to them, that we can look back, that we\nhave so much in common, that even though my son is living in California, we feel as\nif he was around the corner. We are in constant communication, at least once a week,\ndo get to see him often and I think it helped in our relations with our children in\ngeneral, to -- to spend as much time with them as possible. Of course, my daughter\nand her three children live close by, and we see them on the average, three times a\nweek. And I think it’s a very, very gratifying experience.",
        "A: My daughter has three children. A pair of twin boys and the oldest son 1s 12, the\ntwins are eight. My son, who 1s now 32 years old, is finally getting married next year,\nso we are hoping to have -- to see more grandchildren there.",
        "A: My sister is -- lives in Israel, and she also has a son and a daughter. Her daughter is\nalso maybe two years older, and my sister is four and a half years older than myself.\nSo her daughter is probably 44 years old. She has two children.",
        "A: We do -- We do sometimes plan vacations together, but in the last few years --\nexcuse me -- in the last few years her husband has been -- his health -- ill health, so\nwe did not take too many vacations together. We are in touch by phone.",
        "A: I cannot say that I have big regrets about anything. I don’t -- I -- 1t’s hard for me to\nsay if I would do everything the same way as I did, but I have no regrets about\nchoices that I have made.",
        "A: I can’t think of anything special right now.",
        "A: Thank you.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumMay 16, 1999\nRG-50.549.02*0042",
        "PREFACE",
        "The following oral history testimony is the result of an audio taped interview with Abe\nMalach, conducted by Regina Baier on May 16, 1999 on behalf of the United States Holocaust\nMemorial Museum. The interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "May 16, 1999\nBeginning Tape One, Side A"
    ]
}