{
    "rg": "RG-50.106.0171_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum volunteer\ncollection interview with Gunter Haimann, conducted by Gail Schwartz on\nAugust 6\", 2007, in Silver Spring, Maryland. This is tape number one, side A.\nWhat is your full name? Your full name, your name at birth.",
        "Answer: That -- that’s it.",
        "Q: It --",
        "A: My full name is Gunter Haimann.",
        "Q: Do you have a middle name?",
        "A: No.",
        "Q: No. And that is the name you were born with?",
        "A: That’s right.",
        "Q: And where were you born?",
        "A: In Koblenz, Germany.",
        "Q: And your date of birth?",
        "A: January 26, 1922.",
        "Q: Let’s talk about your family, who -- the members of your family. Tell me about\nyour parents.\nAugust 6, 2007",
        "A: My -- my fa -- my -- my parents are very -- very ha -- very well -- big on my\nnumber -- on my number of people. The-They wonderful people, they were -- they\nwere very good to me as a student. I went to a -- a [indecipherable] which is a --\nGerman for a high school where -- where was whole lot of [indecipherable]\nmonths afterwards. Anyway -- but my parents took care of me all the time.",
        "Q: What were your parents’ names?",
        "A: Max, call Maximilian Max, and L-Lillian Haimann.",
        "Q: Mm-hm. And where was your father born?",
        "A: In Kirchberg. Is there -- a picture there of a si -- on the steep -- on the stoops,\nsitting there with the children. He was born in a little town in Koblenz which 1s a -\n- on -- what, 40 miles north of Ko-Koblenz.",
        "Q: And your mother’s name?",
        "A: Hirsch, her last name hir -- hir --",
        "Q: And her -- her first -- her first name?",
        "A: Oh, alee -- Lillian Haimann, or ha-ha -- her name was Hirsch before.",
        "Q: Mm-hm. And where was she born?",
        "A: In a little town along the Mosel in Budek, which -- well, which is\n[indecipherable] little town, and still is little town.",
        "Q: Mm-hm. And how did they meet?\nAugust 6, 2007",
        "A: Don’t know.",
        "Q: And when -- th-then they got married, they met each other, what does your\nfather do? What kind of work did your father do?",
        "A: My father -- th-the earliest I can tell you about, that he worked with machines.\nHe manufactured machines, including weighing machines for -- for bars and grills,\nand weight -- weight machines for people to get weighed on. And he traveled in --\nin the area of Koblenz within -- within 50 miles, I would say. And he -- he was\nalso a wounded li -- a wa -- a war veteran, as a German soldier, where his hand\nwas completely crippled and he could -- he would not drive. That’s about the only\nthing, he did everything else, but he was not be able to drive. And he was a very\n[indecipherable] person. He made a family wa -- very wonderful and close, and\nhe ma -- made us [indecipherable] my mother was a -- a very correct lady. She\nhad to go to her vacations like the German women did, and my father made sure\nthat she got to the right places. It was a very nice family, and we had enough\nmoney to live in the very nice areas in -- in Koblenz.",
        "Q: What street did you live on, do you remember’?",
        "A: What street?",
        "Q: Do you remember the address?\nAugust 6, 2007",
        "A: Yeah. I’m -- wa -- what I left, this was Koblenz, that’s from a -- my father’s\nhouse. This is his house. I saw -- I could draw another pictures of it after it was\nruined by the dri -- American dri -- bombers.",
        "Q: What street was your house on?",
        "A: Kleerstrasser. Kleerstasser 74.",
        "Q: Mm-hm.",
        "A: And there was a [indecipherable] there’s two, one, two, and he owned it with a\nfellow by the name of Richel, who 1s another Jewish fellow, who own -- owned\nthe cigar store. So together they did a very nice -- had a -- had a very nice life. But\n[indecipherable] you know -- you know the ending.",
        "Q: Yeah, we’ll get to that. We’ll get to that. Do you have -- I mean -- a brother?\nDid you have a brother?",
        "A: I have a brother who is four years younger.",
        "Q: And his name?",
        "A: Ernest.",
        "Q: Ernest. So let’s -- was the neighborhood a mixed neighborhood of Jews and\nnon-Jews? It must have been if his -- that Mr. Richel was --",
        "A: I wouldn’t say Jews [indecipherable]. I don’t think it was a very important\nthing at the time, and I remember.\nAugust 6, 2007",
        "Q: Mm-hm, mm-hm.",
        "A: It was a neighborhood which would -- had businesses and par -- apartments at\nthe same time. It was still a small -- it’s a small town. So the -- the -- the\nneighborhood, it cul -- it cul -- accu -- got accustomed to the [indecipherable]\nwho lived there and the people who work there. Very calm neighborhood.",
        "Q: Did you have a large extended family, aunts and uncles or grandparents\nnearby?",
        "A: My father had three brothers and a sister, which lived not in Koblenz. They\nlived in co -- in Dusseldorf. And my -- my mother had a brother who lived in\nKoblenz who was in the wine business and he so -- he was probably -- he came\nover to this country as a refugee. His wife was not a Jewish woman, who was a\nChristian woman, but a very good one. A wonderful wom-woman, wonderful to\nus, and we were very close. They live here in Broadway in New York.",
        "Q: Mm-hm.",
        "A: And we had good times.",
        "Q: How -- how religious was your family? Were they observant?",
        "A: Pardon me?",
        "Q: How religious was your family? Were they a very observant Jewish family?",
        "A: I don’t know what you mean.\nAugust 6, 2007",
        "Q: Did your family -- 1t was a Jewish family, did you observe any Jewish\nholidays?",
        "A: Oh yes. We -- we -- in -- generally we were Jewish people. We feel very, very\nJewish, all this.",
        "Q: Did -- did you belong to a synagogue?",
        "A: As a-- as a young fellow, I -- I belonged to a yel -- yeah, a -- a -- a youth\ngroup. Not a [indecipherable] a religious one, but a youth group from -- formed\nby the chur -- by the -- by the -- the temple.",
        "Q: So your family belonged to a temple?",
        "A: Mm. No. Only me, sometimes.",
        "Q: And did you observe Passover, or any of the holidays? Passover, or Hanukkah?\nDid you observe any of those holidays at home?",
        "A: Did I do any holi -- da -- what?",
        "Q: Did you observe any of the Jewish holidays at home?",
        "A: Yes. I observed the time where you had to [indecipherable] ma-matzel, we\ndid. And some of the holidays, yes. It -- it -- 1t was -- it was forced on -- onto us by\n-- by -- by politics, to be closer to -- to your -- to your religion than you really\nwere.",
        "Q: Was your family a Zionist family? Were your parents Zionists?\nAugust 6, 2007",
        "A: What? Are they what?",
        "Q: Were your f -- parents Zionists?",
        "A: Zionists?",
        "Q: Yeah.",
        "A: No. They were American at -- they were German people who lived in\nGermany, very happily and loved this country.",
        "Q: How many generations back did your family live in Germany, do you know?",
        "A: How far -- when do they come from someplace else, you mean? I think they\ncame from Spain, but my knowledge is as -- very limited. I don’t think I would --\ncan comment on it any further. That maybe the great-grandfather came from\nSpain.",
        "Q: Now, growing up you went to public school?",
        "A: Yes, I went to --",
        "Q: You went as a little boy, as a little boy you went to public school with Jewish --",
        "A: Public school for four years.",
        "Q: Yeah, with Jewish and non-Jewish children?",
        "A: Together, mixture.",
        "Q: Uh-huh.",
        "A: There was no -- no difference.\nAugust 6, 2007",
        "Q: And any anti-Semitism?",
        "A: None. Very little. I don’t remember se -- se -- anti-Semitism from any one of\nmy je -- friends in the class --",
        "Q: Uh-huh.",
        "A: -- until of -- ca -- became a Hitler neighborhood --",
        "Q: Right.",
        "A: -- you know, a political neighborhood.",
        "Q: Yeah.",
        "A: Then of course it changed completely.",
        "Q: Yeah. So, if fre -- and the -- so then -- oh, up til 1933, when Hitler came into\npower, you had no --",
        "A: No, no [indecipherable]",
        "Q: -- no problems.",
        "A: Even after that, it took awhile, only.",
        "Q: Oh. All right.",
        "A: He didn’t just jump right in.",
        "Q: Yeah. So you played with non-Jewish children.",
        "A: Yes.",
        "Q: And the teachers --\nAugust 6, 2007",
        "A: Yes.",
        "Q: Yeah. A-And --",
        "A: And the soccer team had 11 people, and there isn’t -- they didn’t have that\nmany Jewish player -- [indecipherable] players. No, there -- there was no -- no\nproblem at all. All our friends were mixed. Friends were -- we went to each\nother’s house, whether we were German or Jews, it was un -- unnecessary, 1-1-it\nwas never even mentioned until the Hitler youth br -- started, and then changed\ncompletely.",
        "Q: What language did you speak at home, German?",
        "A: Koblenz, Germany.",
        "Q: German. So you felt very German, as a child?",
        "A: I felt [indecipherable] I-I was very happy in ger -- happy in Germany. My\nfather made ar-arrangements for me to have a fu-future life in this business he has.\nAnd -- you know, and the soccer teams were mixed with the -- with the different\ncolor -- different kinds of people from -- so thi -- it was a very nice place to live,\nspecially Koblenz.",
        "Q: What were -- what were your hobbies? Did you like to read, or did you like\nmusic, or sports?",
        "A: What would you what?\nAugust 6, 2007",
        "Q: Did you have any hobbies, growing up?",
        "A: Ic -- I can’t think of any here. Schooling took a lot of t-time in\n[indecipherable] Koblenz. First of all, the school tess -- took until about two,\nthree o’clock. And there was rel-religious schools were given to the different\nreligions, so we went to religious school, and the Jewish school in the temple.",
        "Q: Oh.",
        "A: A-And th-that was more or less part of the life.",
        "Q: Mm-hm.",
        "A: And when the -- we had a Jewish holiday, all the Jewish people came out of the\n-- to the markets, where they -- the temple was, and they send this -- they\n[indecipherable] holi -- holi -- the holiday, and there was never any -- any sort of\ndanger, or [indecipherable] anything like that. It was completely fa -- until I came\nover here, I didn’t know what it was.",
        "Q: Yeah. Well, so were you interested in sports? You said you played soccer.",
        "A: I played -- I played soccer.",
        "Q: Any other sports?",
        "A: Soccer.\nAugust 6, 2007",
        "Q: Just soccer, okay. And then, when did things start to change? When did\nconditions start to change for you? You -- you said when Hitler came into power\nin 1933, you didn’t --",
        "A: No, we didn’t --",
        "Q: -- you were 11 years old.",
        "A: No, I -- I didn’t know how serious it was, I couldn’t know at my age.",
        "Q: Right.",
        "A: But I don’t know whether my parents knew. My f -- my father said he didn’t\nac-act it. My father went to different places, he went in and he says, heil Hitler.\nHe felt, if that’s the way they have to make a living, so they heil Hitler their good\nmorning.",
        "Q: Mm-hm.",
        "A: He did that for awhile. He was a -- he was a very respected businessman.",
        "Q: Mm-hm.",
        "A: And he had to build this house. This was quite an accomplishment for a man\nwho came out a little town, to have a house like this. So my grandchildren got this\nhouse, they went over there, look at it.",
        "Q: So -- so when was the first change that you noticed in your life, and what year?\nYou mentioned about --\nAugust 6, 2007",
        "A: That I’m out of school. That was really the -- the beginning of it.",
        "Q: Wh-Whe-When did that happen?",
        "A: That -- that -- I’m not wanted 1n cla -- in school any more.",
        "Q: How did you --",
        "A: It’s -- it’s as early as I remember that I was not actually thrown out, but don’t\ncome back here. You know, you had to sing a song that the German ha -- hat -- the\nHitler song, before every class. So it didn’t even bother me at that time, because it\nwas a song. But when we finally were thrown out, more or less right out of school,\nmy mother says -- decided that was for me to get -- time to get out of the --\nGermany.",
        "Q: Uh-huh.",
        "A: It’s too bad that she didn’t have enough sense to -- to take herself out of there,\ntoo. They had a chance to go. My brother never came home, and he was four years\nyounger, so -- those were tough years.",
        "Q: You mentioned something about the Hitler youth?",
        "A: Yeah.",
        "Q: What was your experience with them?",
        "A: They had -- they -- they took advantage of you. Jude, Jude, Jude, the name\nJude was [indecipherable] how -- how are you, Jude, Jude, Jude, like a stinking\nAugust 6, 2007\ndog. That’s about the size of it. So we -- so you -- the only thing wa-was, had to\nget -- had I -- ha -- I was thrown out of school at that time.",
        "Q: Who told you you couldn’t come back to school, the teachers?",
        "A: I think 1t must have been the -- the gymnasium [indecipherable]",
        "Q: The -- the teachers?",
        "A: Gi -- well, th-the gi -- the gymnasium [indecipherable] the one tha -- the -- the\npeople who were in charge of that. They told us, out. And lot of the other schools,\nsmaller schools were left -- left a little later, but that’s when -- when -- when I --\nmy mo -- my mother and father thought it was time to go.",
        "Q: Mm-hm.",
        "A: And let me just tell you one thing. My father did have a sister here in the\nUnited States, which were came -- which were -- came here in 1914, so she was\nalready a -- a -- an American through and through. And she -- she thought it would\nbe good for me to move. That’s -- that’s the beginning.",
        "Q: Mm-hm, mm-hm.",
        "A: But what -- but my parents never thought that it would -- there would ever\ncome to the -- to term that the -- that they would have to leave there, or that they\nwould do anything wrong. And when I finally -- when I finally -- let me finish the\nstory?\nAugust 6, 2007",
        "Q: Well, now, I’m -- I --",
        "A: There is something to that. There -- when I finally came to -- that my father and\nmother were go -- coming, they went to Stuttgart and Koblenz, which is the --\nthe -- the seat of an American consulate, to apply for a visa and a -- a permit. Now\nmy par -- when people here send the -- the necessary papers, they were not official\nenough to allow a family of three more to make a living here. So the American\ngovernment decided that this is not the pla -- they -- they -- they cannot, without\nhelp from somebody else in ge -- in America, make a living here. So on that basis,\nthey tried other places, and a lot of my friends, their parents came over. And they\ncould never come out, and they were sen -- then sent to Poland in the\nconcentration camp, and killed.",
        "Q: Oh. How long did you stay in Germany after you couldn’t go to school, and\nbefore you left?",
        "A: I -- I think it was the -- within a month.",
        "Q: It was a matter of months?",
        "A: Yeah, it was already a matter -- a question to -- whether I should go or not go at\nthat time. They knew that I had to go.",
        "Q: Yeah, but I meant you were out of school just for a few months before you left\nfor the United States, is that what you’re saying?\nAugust 6, 2007",
        "A: I’m -- I’m saying that the feeling that we have to get out was there.",
        "Q: Yes.",
        "A: So as soon as possible, I don’t remember exactly the time schedule --",
        "Q: Okay.",
        "A: -- but she -- but they did the best that they -- they had to make the ap-\napplications --",
        "Q: Right.",
        "A: -- to the consulate in the -- in the u -- in the United States. And I had to go to --\nfor the -- to Stuttgart where there’s a counselor. And they gave me all the ex-\nexaminations and essay, and then they said you can go.",
        "Q: Yeah. So you went to school til about 1936 --",
        "A: Right.",
        "Q: -- or early °37 --",
        "A: Correct.",
        "Q: -- okay. So what was your response at the age of 15 that you would have to\nleave your family? That’s a tremendous --",
        "A: Excitement.",
        "Q: Excitement?\nAugust 6, 2007",
        "A: Excitement. Yeah, I didn’t realize the -- the real danger, I was really -- I’m t-\ntoo young -- I was either too young or too stupid. I couldn’t understand it that why\n-- why I go by myself.",
        "Q: But you weren’t frightened to leave your family?",
        "A: Pardon me?",
        "Q: Were you afraid to leave your family?",
        "A: No, not at all. I was not afraid. I-I-I was the kind of guy who lived -- I -- I used\nto go to bicycle riding for long distances. And I didn’t feel that way at all. Matter\nof fact, when I came to here in this country, they s -- were surprised how easily I\ngot along with the boys playing soccer, right in the middle of the -- 78 Street,\nwhere we lived.",
        "Q: So you were -- you would describe yourself as a very independent child when\nyou were in Germany”",
        "A: Yeah.",
        "Q: Okay.",
        "A: Yeah, I was -- I -- I -- I -- the fr -- my friends were [indecipherable] all of -- all\nof them, were almost all gone. You know, the German friends which I had.",
        "Q: Yeah.\nAugust 6, 2007",
        "A: The German friends wouldn’t talk to me any more after all, because the -- that\nwas t-too dangerous.",
        "Q: Yeah, yeah.",
        "A: But this is --",
        "Q: Did that bother you, when your German friends wouldn’t talk to you?",
        "A: I don’t remember that, I don’t remember. I don’t remember anybody bothering\nme, but I don’t remember.",
        "Q: Do you remember you being -- feeling bad about that, that your German friends\nwouldn’t talk to you?",
        "A: No, I wish I would have -- I would feel that way, but I don’t -- I didn’t.",
        "Q: You didn’t.",
        "A: They were human beings to me, they were boys, they were f -- played -- guys I\nplayed with, not guys I -- it was a -- it was a rough time in my life. And when I\ncame over here, United States was not in good shape in 1900 -- in th-that time.\nNot a real good shape that they could afford so many people. So over here my\nparents -- when I came, my people who took me in, my -- there was a my -- an\naunt of mine, didn’t have the kind of money to really ta -- put me up. So in the\nbeginning my father used to send 20 or 30 dollars whenever he got\n[indecipherable]. Then after awhile they -- he -- he didn’t have any more money,\nAugust 6, 2007\nand then all of a sudden I hear -- I don’t hear any more at all. And that’s how that -\n- [indecipherable] to nothing, until I didn’t find out that Koblenz was being\nevacuated by the Jews. And I didn’t know whether they’re going to anywhere. But\nall I found out later on that they were sent to Poland. And I found through\ndifferent organization, the Jewish organization, that they were sent to Poland and\nthey were killed there.",
        "Q: Yeah.",
        "A: I did get some money from Germany. If [indecipherable] is interested at all, I\ngot 5,000 dollars from -- from [indecipherable] because I -- my father owned that\nhouse. That house was worth a lot of money. But at that time they were willing to\ngive -- give me five gra -- I was the only one left of the family, they were giving\nme 5,000 dollars. I want to tell you what I did with it. I took my kids, when they\nwere about eight, I took them to Germany, show them where I was born. And\nthat’s what I did with it.",
        "Q: Yeah. Let’s talk about when you left, how -- how you came over to the United\nStates. So your parents told you you’d be coming to the United States --",
        "A: Yeah.",
        "Q: -- and you said you were excited. And ho --",
        "A: I was excited is exactly right.\nAugust 6, 2007",
        "Q: And where di -- how did you leave? What did you take with you?",
        "A: That’s also a little story. My father and mother took me to Bremen. I come to\nthe -- to the -- to the barrier to go on the boa -- ship, and my par -- and they asked\nme what -- they ki -- the Germans spoke to me German, naturally I didn’t speak\nanything English, and said, I guess you got all kinds of money and all kinds of\nstuff, in a joking way. I bet you’re loaded here [indecipherable]. So I said, oh,\nI’m areal big shot, I have everything. So you know what he did? They took me on\nboard, they took me apart. They took every piece of my clothes off. They took\nevery piece of my clothes off, my shoes underneath, they took the shoes off, they\nthought there may be something underneath there. Would you believe that? And\nthen I -- and I really -- I really was -- thought I was a joker. So that was a --",
        "Q: What was the name of your boat?",
        "A: The Manhattan. SS Manhattan, or the SS Washington, was two ships who\nwere [indecipherable]. One was the SS Washington, one was the SS\nManhattan. I don’t know which one it was. Those two went back and forth.",
        "Q: Yeah. And what did your parents say to you? Do you remember what you and\nyour parents talked about when you were saying goodbye?",
        "A: What you say?\nAugust 6, 2007",
        "Q: Do you remember what you and your parents said to each other when you were\nsaying goodbye?",
        "A: My father said a prayer. They [indecipherable]. I -- I don’t like to talk a --",
        "Q: Okay.",
        "A: And I don’t remember it well, myself.",
        "Q: Yeah. So then you were on --",
        "A: I came in, I was on top of the boat, and I looked down, they were standing\nthere, and [indecipherable] forget, I would forget.",
        "Q: I’m sure. I’m sure.",
        "A: It’s a long time since I talked about this.",
        "Q: Yeah. And then on -- who else was on -- who were the other passengers on this\nship? Were there other children like you?",
        "A: Oh yes, cu -- I don’t remember the -- there was a lot of people who are 1m-im-\nimmigrating into, Jewish, American, ger -- and Germans.",
        "Q: Were there other children?",
        "A: And my father spoke to some of them before I went on and [indecipherable] to\n-- to look out after me.",
        "Q: Yeah.\nAugust 6, 2007",
        "A: And because when I got here, somebody took me off the boat, who was an\nuncle. And a -- a person I -- p-person I didn’t even know, but he was an uncle.",
        "Q: And at that time you did not speak English?",
        "A: No, not a word.",
        "Q: Okay. And -- and then you -- you moved in with your relatives.",
        "A: And then the excitement of the ship, and the -- and the -- to sit on -- to sit on\nthe -- on -- on the boat and look at the -- at Coney Island. They were explaining to\nus Coney Island. You could see Coney Island from -- from the ship. And the\nexcitement of the people br -- to go back to the United States in general, was\nimmense. And I never forget that either, you know?",
        "Q: Yeah, yeah.",
        "A: And they -- they made that tr-trip worthwhile, you know, I mean, at least. And I\nwas -- my father gave it -- somebody, they must have given somebody money,\nbecause that man who was -- took care of me really well. Made sure I had enough\nto eat and stuff like that. Not that -- the Americans gave us plenty of ice cream.\nWe never even had ice cream before we got there. An ice cream. And then being\no-on the boat, there was a couple movie stars on the boat, so we watched\n[indecipherable] from the sides. It was the excitement.",
        "Q: Were there other teenagers, other children?\nAugust 6, 2007",
        "A: I think so. I don’t remember. None I know of.",
        "Q: Yeah.",
        "A: None that I know of.",
        "Q: And so you landed. What did America mean to you as a 15 year old boy? Do\nyou remember what it meant to you?",
        "A: Yeah, [indecipherable] America was like. I don’t know, I don’t know. I could\n-- | don’t remember the -- the -- how I felt about it. It was excitement. In general it\nwas the excitement. You know you are going to a free country, a free country\nwhere everybody gets fr -- is treated alike, and I can go to school again, an-and\nthat somebody is going to take care of me. And not that these people wanted me so\nbadly, but they took it for granted that that’s part of their duty, that -- was a\nrelative.",
        "Q: Did you start school right away?",
        "A: Right away. There I had a very good experience. I went to a neighborhood in\nQueens, and the lady in th-the -- the teacher ti -- tis a -- not the teacher, the\nsuperintendent, or what? Who is the --",
        "Q: The principal?",
        "A: The principal. The principal decided she’s going to teach me English. So she\ntook me up for an hour every day in class, and sh -- made me -- made me learn --\nAugust 6, 2007\nplay English. And the best English I learned on the -- on the soccer team. But how\nshe took care of me, so at -- at the -- at the graduation she made a big speech about\nhow well I adjusted to the American life. Which was not so hard to adjust to. You\nknow, I lived in a nice -- a fairly nice neighborhood.",
        "Q: And you were living with your relatives.",
        "A: Yes, an -- an an -- an aunt.",
        "Q: Uh-huh.",
        "A: Very nice people.",
        "Q: Yeah. And then you went on to high school, and you were in high school?",
        "A: I went to high school.",
        "Q: What high school did you go to?",
        "A: Sha -- jer -- Franklin K. Lane.",
        "Q: Uh-huh.",
        "A: In Queens.",
        "Q: Uh-huh.",
        "A: And -- and when I -- I saw that I needed some more money because I was\ngetting older, I went to night school in -- Thomas Jefferson in -- in Brooklyn, to\nbe able to get enough money so I can have -- a-at least go to movies or something\nlike that.\nAugust 6, 2007",
        "Q: Uh-huh.",
        "A: These were -- these people didn’t -- they had enough money to help me, but\nthey really didn’t have enough money to take care of me.",
        "Q: Di --",
        "A: M-My uncles and aunts there. They were -- they were fairly well de -- I\nwouldn’t say well-to-do. They were struggling.",
        "Q: Mm-hm. And did you have a lot of American friends?",
        "A: Only. That’s all there was. The neighborhood I live there was no German kids\nin it, all amer -- Jewish and -- and Christian, everything.",
        "Q: Uh-huh, mm-hm.",
        "A: And we played to -- soccer together. It was a -- it was the -- it was somewhat\nwhat I used to have in Germany when I was little, you know?",
        "Q: Uh-huh.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Gunter Haimann. This is tape number one,\nside B. And we were talking about the fact that you had come to the United\nStates, you were playing soccer, you had American friends, you went to high\nAugust 6, 2007\nschool, you were living with your relatives, and then you went on to -- you also\nwent to night school. What were you studying in night school?",
        "A: It was mostly English. I took German as a -- as a cla -- as a course to get good\nmarks, because I spoke German pretty well. So that’s what I had, but w-was\nmostly English and [indecipherable] geography, whatever it is -- had to be. It was\nenough -- enough -- enough to -- to graduate school.",
        "Q: And how old were you when you graduated?",
        "A: I say 18 and a half or 19.",
        "Q: Well, when you came to the United States at age 15, what grade did they put\nyou in? Did they put you in high school?",
        "A: No, I went into a public school.",
        "Q: What grade, do you know? No?",
        "A: They gave it to the -- th-the lady, the -- the principal. She decided on\neverything.",
        "Q: Okay.",
        "A: She decided when to go to high school, and when -- wh-why -- she’s -- she’s --\nshe thought she has more of a -- a way of finding out how you -- how I get along\nthan anybody else.",
        "Q: Mm-hm, mm-hm.\nAugust 6, 2007",
        "A: And being a boy and getting -- playing a lot of sports was very easy for me.",
        "Q: Yeah. Le-Let’s go back. We didn’t talk about in Germany, did you have a Bar\nMitzvah in ger --",
        "A: Yes.",
        "Q: Can you tell us?",
        "A: [had a Bar Mitzvah in my -- 1n our house, in the living room. The rabbi was in\nattendance, and about five or six rel-relatives. And we had a very nice dinner, it\nwasn’t as -- quite as wild here, as it is here. But we had [indecipherable] Bar\nMitzvah. The rabbi made a speech, and I don’t consider that it was anything\nunusual about it at the time.",
        "Q: So you -- did you read from the Bible? Did you chant?",
        "A: Y-Yes, from the --",
        "Q: From the T-Torah?",
        "A: Thad a -- I had a -- I had to make a -- some spee -- some -- little bit, maybe a\npage, a half a page.",
        "Q: Uh-huh.",
        "A: Had na -- I wasn’t too good at hero -- Hebrew.",
        "Q: S-So you did observe, you did have the Bar Mitzvah?\nAugust 6, 2007",
        "A: I [indecipherable] my parents. My parents wanted it and we had it in our\nhouse, not in a-any place else.",
        "Q: Yeah.",
        "A: And we had a big enough house.",
        "Q: Yeah.",
        "A: We had a beautiful place to live in, my -- my parents, until towards the end of\nit, when they had to move. It’s --",
        "Q: Yeah.",
        "A: -- it’s a -- such a -- when you talk about it, it’s so hard to -- to understand how\nun-un-un-unders -- un-understanding people are. How they could be so completely\nun-understanding towards the Jewish people or anybody else. Because they’ re\ngetting along now.",
        "Q: So now you’re back, you’re in th -- in New York, and you graduate from high\nschool.",
        "A: Yes.",
        "Q: And -- and you said it was a special ceremony cause they made a speech about\nyou at the graduation. You said the principal said some words about you at the\ngraduation?",
        "A: Yeah.\nAugust 6, 2007",
        "Q: What did she say? What kind of --",
        "A: Sh--",
        "Q: -- expressions did sh --",
        "A: She -- she -- she wa -- she made a little speech ab -- to -- for the whole audi-\naudience. And I can’t remember that.",
        "Q: Okay. And then what did you do after graduation?",
        "A: Looking for a job at -- for nine dollars a week, or 12 dollars a week. Something\nlike that.",
        "Q: And you said you wou --",
        "A: Just wanted to get -- figure my parents were still alive at that time.",
        "Q: Yeah.",
        "A: So I was still hoping that I can have enough money to get -- to get my -- help\nmy parents to come back over.",
        "Q: And you had communication with your parents still?",
        "A: Yes.",
        "Q: So this was not --",
        "A: Well, we had communication -- I don’t remember th-the -- we had some sort of\na com --",
        "Q: Communication?\nAugust 6, 2007",
        "A: -- connection, yeah. Because I had to have it. Or maybe I just ca -- hoped that\nthere’s -- that th-there’s a possibility they still may be alive. Because I don’t think\nthere was any ed -- any medication -- any --",
        "Q: Communication.",
        "A: -- communication, except -- except -- no, because they were sent to Poland by\nHitler, so there couldn’t have been any. The only a -- the only one I got was from\nthe Red Cross, from another area -- ou-outfit like the Red Cross. There was no --\nit’s just what they know.",
        "Q: Mm-hm. So you graduated from high school in 1941, and you looked for a job?",
        "A: I looked for a job --",
        "Q: You said you were 19 --",
        "A: -- ve-ve-very hard at that time, that was after the war. There really was --\nespecially prices, the -- the money which you got was hardly anything worth --\nyou couldn’t even live on it, I think it was maybe 12 - 13 dollars a week da -- at\nthat time, for a young kid like me.",
        "Q: Wa -- okay, so you graduated in June of ’41?",
        "A: Probably.",
        "Q: Okay, and you -- then did you get a job?",
        "A: I got a job at a -- at a automobile carburetor rebuilding place.\nAugust 6, 2007",
        "Q: Mm-hm.",
        "A: On 66\" Street in New York City. All [indecipherable] and I think I made 12\ndollars a week.",
        "Q: Mm-hm. And then you worked for them for how long?",
        "A: Until I don’t -- I don’t know, I don’t remember the -- some of the frequences. I\ndi -- I -- I moved around plenty.",
        "Q: You had different jobs, 1s that what you’re saying? You had different --",
        "A: [had no trouble finding jobs. I had tr-trouble finding money.",
        "Q: Okay.",
        "A: I mean, a-and any money [indecipherable]. And then, of course, came the\narmy.",
        "Q: Well, then came December 7\", 1941.",
        "A: Yeah, well then, of course, they -- then --",
        "Q: Do you remember that day?",
        "A: -- then things picked up a little bit. Business picked up, everybody had to work.",
        "Q: Mm-hm.",
        "A: But I don’t remember tha -- anything diffi -- difficult, or in -- hard to b -- to --\nthat I had -- did anything unusual.",
        "Q: Okay.\nAugust 6, 2007",
        "A: I don’t think I was old enough to understand what’s really going on.",
        "Q: Mm-hm. Do you remember December 7\", 19 - four -- Pearl Harbor?",
        "A: Not -- not offhand, no.",
        "Q: Okay. And so you continued to work until -- and then what happened?",
        "A: How -- I continued to work, but I got a better job.",
        "Q: Yeah.",
        "A: And I -- I got another job, then I-I got up to 20 dollars a week and I suppose\nthat was a lot of money at the time, and so [indecipherable] came the army. In the\narmy, of course, I’m making 90 dollars a month.",
        "Q: When did you go into the army”?",
        "A: 25 -- in ’45.",
        "Q: Well, a little earlier than that. More --",
        "A: °45?",
        "Q: No, the war was over in ’45.",
        "A: It couldn’t be °45?",
        "Q: No. So you went into the army, and --",
        "A: I going -- go in the army --",
        "Q: -- and wh -- and wh -- and what -- wh -- and what --",
        "A: Pardon me?\nAugust 6, 2007",
        "Q: And then you wh-what -- where -- where were you stationed?",
        "A: Oh, when I went in the army, they looked at me, they saw a little German boy\nwho don’t speak good English, what’s he doing in the army? But th -- he drafted\nme.",
        "Q: Okay.",
        "A: And I really enjoyed in -- in -- in -- and wanted to be in the army.",
        "Q: Mm-hm.",
        "A: Got in the army in Fort Dix.",
        "Q: In New Jersey.",
        "A: Fort Dix didn’t know what to do with us. They didn’t know what to do with us.\nI’m not speaking good English, I -- I -- I don’t know anything about anything.",
        "Q: Mm-hm.",
        "A: So they put me in the kitchen. So I was working in the kitchen as KP for two or\nthree months. Getting -- getting good and fat, but I -- what I -- but I did -- did\ncomplain. And I did complain because I was feeled, if other people complain, I\ncan complain. And they gave me a -- th-they put me in the ca -- in a place in --\ndown -- down south, a-a-and -- where they made th -- they -- they want to teach\nme how to make Morse Code. Speak to each other a-all -- in a Morse Code\nbecause I didn’t have to worry about the language so much. So I had a -- and\nAugust 6, 2007\nworked myself up to a -- to a lieutenant colonel’s [indecipherable] and I was in a\n-- in the maneuver with him for two months, to give him these -- the signals, so --\nso they can communicate. And in that thing, in that thing, I-I came on and I get a\nnotice in -- in -- 1t was carl -- in -- in [indecipherable] on maneuvers, all German\nspeaking people, please report to wa -- headquarters. That’s me. I go to\nheadquarters. He said listen, you gotta chance to do something here. You gotta\nchance to make yourself a name, or whatever. We can teach you how to ta --\n[phone ringing]",
        "Q: You were talking about how you were now down south in the United States --",
        "A: Yeah.",
        "Q: -- in the army, and they needed German speaking --",
        "A: Spe -- they need German speaking people --",
        "Q: Soldiers, yeah.",
        "A: -- did I tell that?",
        "Q: Yes, yeah.",
        "A: So when I -- I -- I was told that I can -- I can join a -- a -- a school to teach\ninterrogation. And it’s taken my three months, and it’s done in Maryland, Camp\nRitchie. Camp Ritchie, Maryland. And they’Ill give you a -- give you a test\nbefore, and if I’m interested in a re-report this -- this -- which hap -- ever\nAugust 6, 2007\nhappened, I reported it. And I did go to the school. I went to Cambridge u --\nbeautiful place. That’s where the Clintons go. Beautiful. We had -- we were there\nthree months, and we t -- heard how to -- to interrogate. You know how you do\nthat? You have prisoners, American guys, they’re playing prisoners, they teach\nthem how to do -- well -- well, that was a big job. And I speak German, so to me it\ncame natural. So they used a lot of German Jews, who -- for that purpose. And I\nloved to get out of that -- the -- the swamp in the -- in the -- in down, and I went\nthat school, and I don’t know, three months after that I got a call, get ready, we’re\ngoing overseas.",
        "Q: Well now, were you a citizen yet?",
        "A: Pardon me?",
        "Q: Had you become a United States citizen?",
        "A: So what is -- that’s what I said, you think [indecipherable] should be a citizen.\nSo I said -- he di -- they didn’t realize it. So they took us to [indecipherable]\nhouse, and they made me a citizen. And --",
        "Q: What did it feel like to be a citizen?",
        "A: I wa -- I felt like a citizen anyway. I mean, I di-di-di -- it didn’t -- didn’t bother\nme whether they make me a citizen or not. They’re not going to sent me back to\nGermany. So | -- I went over there, and went over on the Queen Mary with\nAugust 6, 2007\n15,000 other soldiers. We had no place to sleep, no place to la -- ah, it was awful.\nEnglish food. The English tomatoes we had them for breakfast. So I bitched, just\nlike the other soldiers. I’m getting -- I became a bitcher. Now, we went over to E-\nEngland and they assigned me to the first division. The first division is the\nnumber one division of the United States Army. Is the [indecipherable] machine\ngiven to people who will get first the in -- and do in combat, always. So I said\n[indecipherable] and I joined the first division. And when I enlisted to the first\ndivision, and I listened to all those guys, how they all die, and before they even\ndead, they were so worried about everything, I says [indecipherable] maybe this\nis not a good place for me. Maybe I can get a better job. So I asked the colonel,\nI’m not so sure whether I’d -- I -- I don’t like to be on boats, and that’s -- you have\nto be on boats over there. He said, I got another job for you, the airborne. We need\na man in a hundred -- hund -- what is it, five or six, or five or s -- five or six\nparachute infantry.",
        "Q: 101 Airborne?",
        "A: 101* Airborne.",
        "Q: First Airborne.",
        "A: If you want that, we’ll transfer you to England to the -- the -- and you have to\nlearn how to jump an airplane. That’s also a job that takes about two weeks. So I\nAugust 6, 2007\nwent -- I made 14 jumps, and they made me a paratrooper, and I -- they assigned\nme to a five or six parachute infantry, which 1s one of the regiment of the hu --\n101“ Airborne. And that’s where I made it all the way through, through the whole\nwar, wouldn’t -- I didn’t get killed, would you believe it?",
        "Q: So now you’re in England, and then what happened?",
        "A: From where?",
        "Q: From England, you said you were put into the 101‘, and you learned how to\nparachute.",
        "A: Oh yeah, we -- we jumped on D-Day, you know, we jumped. We jumped on D-\nDay, the night before five -- I have the whole book here, it’s -- I jumped at -- what\nis it?",
        "Q: So you left England to go on D-Day in June of ’44, to jump on -- into\nNormandy?",
        "A: Yeah.",
        "Q: And where did you land?",
        "A: In Carentan par -- 1n -- Carentan is the little French town where we had\nlanded it. Say, maybe you heard Saint wi -- Mere-eglise, St. Mere-eglise? It’s\nright next to it. That was 101‘ Airborne, we jumped there. Very confusing, lot of\npeople got -- lot of killed -- got killed. Lot of -- very, very confusing because as\nAugust 6, 2007\nthe -- the planes, they were -- some of the planes that mo -- listened to the -- to the\n-- to the real thing. They put them in the -- in the wrong places where they -- they\nwere afraid to go, where there was too much flak, so that they would be shot\ndown.",
        "Q: So you di -- you --",
        "A: Lucky enough, I made it down from the airplane, and we had -- we had clickers\nso that we -- that we don’t have to speak German. The ke -- click -- click the one\nclick and two click. Yeah.",
        "Q: So you were with other paratroopers, parachuters --",
        "A: Yes, I was -- I was -- I was part of a parachute team, five or six.",
        "Q: Mm-hm.",
        "A: And I was -- we in charge of -- in other words, when it -- when -- when the --\nwhen the -- the -- they’re working on the -- o-on the area, they -- they trying to\nclear the area, they get a -- a -- a prisoner [indecipherable] find out what’s the\nmatter him. Wh-Where is he going? You know, the American soldiers, get going, I\nhaven’t got much time. So it was very difficult sometimes to k -- to keep an\nAmerican -- a German al-alive to talk to him. Th-There -- these -- these boys were\nhot from -- from ameri -- from -- from England, also in the middle of -- of -- of\nbeing shot at from all over the place, bullets and th-the -- the -- the -- the -- the --\nAugust 6, 2007\nthe flak was flying from -- from -- from the -- from the -- from the ships, from --\nfrom the ba -- from ot -- it-it was -- we dug -- I dug so many holes. I tr -- we tried\nto dig down and 0 -- sideways, because there was so many things flying around.\nBut lucky enough I made it, I made -- I got hurt a couple of times, but never -- I\ngot see the fr -- the -- the -- the -- the por -- por -- what do you call the -- the\nPurple Heart. I got the Purple Heart.",
        "Q: You were wounded?",
        "A: Yeah.",
        "Q: You were wounded.",
        "A: Got wounded in the town of Bastogne. That, I’m sure you heard about it. I was\n[indecipherable] Bastogne speaking to prisoners when they were shooting --\nwhen the German bombs were bombing Bastogne. So it was not a fun -- a fun\nthing, even though the American soldiers are very, very, very terrific. They good -\n- they good work, hard working people, and so many of them got killed.\nUnbelievable.",
        "Q: Now here you are, a Jewish soldier, and you’re interrogating German prisoners.",
        "A: No [indecipherable] was.",
        "Q: No what?\nAugust 6, 2007",
        "A: Never mind -- never mind the name Jews. If they would have made the wo --\nwoulda -- word -- the word Jewish, or they say something like that, I would -- I\nwould have killed them, I think. Maybe. I don’t whether I would have done that.\nYou know, and I would think --",
        "Q: But what was your -- what were your feelings here --",
        "A: [indecipherable] feelings think -- ma -- my -- basically feels that he’s a soldier\nlike I am. He is a soldier like I am. He is doing his duty for the country. How can\nyou shoot a man like that? You can -- when -- when you couldn’t help it\n[indecipherable] the shooting was going on and you hit people, you didn’t even\nknow you’re hitting them, but when you’re right in front of them, you have them\nin front of you, and say you [indecipherable] you say something or I shoot, I\ncouldn’t do that. Not -- every day is people who do that.",
        "Q: And there were some American soldiers who did that?",
        "A: There’s always somebody who gets killed.",
        "Q: Right, right.",
        "A: There’s -- there’s so much blood, so much blood in -- in a ca -- in a war, it’s\nhard to believe. And when you see those young kids who -- 18 and 19 years old,\nyou see them laying in the dirt with their -- the-their stuff coming out all over, and\nthat -- it’s a terrible thing and you never forget it. Enough of that.\nAugust 6, 2007",
        "Q: But my -- my question is, being a Jewish soldier and knowing that your parents\nwere left over, and -- and your brother, did that influence your feelings towards\nthese German soldiers? Your particular situation, do you think that influenced\nyou?",
        "A: I don’t know, I -- yeah, I -- I -- you know, I think -- I think, when I’m a soldier,\nI’m a soldier against a soldier. Not against a Jew, or a Christian or anything else.",
        "Q: Right.",
        "A: ma soldier. I’m going to kill this guy, everything, unless he kills me. So it\nreally has nothing to do with -- with religion.",
        "Q: Mm-hm.",
        "A: So I -- I will -- I will -- listen, I ha -- I had awful lot of people in -- in front of\nme who could have been shot.",
        "Q: Mm-hm.",
        "A: Can you imagine how many people -- sometimes 10 - 15 guys, Americans, will\nbring 1n prisoners [indecipherable] you can’t go shoot them all. It don’t make\nsense. Tho -- some of those poor guys, they’re just as bad off as I was.",
        "Q: So now you are working your way from France, and where -- wher -- how did\nyou move through Europe? What was your pathway through Europe, once you’d\nlanded, once you parachuted into France?\nAugust 6, 2007",
        "A: After -- well, we parachuted twice, once in -- in -- in France and once in\nHolland --",
        "Q: Oh.",
        "A: -- on a Jewish holiday, Rosh Hashonah, they made me jump.",
        "Q: Oh, you parachuted --",
        "A: The -- there was a -- parachuted -- we para -- right near a zone in -- 1n -- 1n -- in\n-- in Holland. We were there to a reunion a few years ago, with my wife.",
        "Q: This was in 1944, I guess?",
        "A: Yeah.",
        "Q: In the fall of °44?",
        "A: No, no, no, this -- this -- this meeting we had, it was just about five years ago.",
        "Q: No, no, no, no, when you parachuted in. When you parachuted into Holland.",
        "A: Yes?",
        "Q: It was in the fall of 1944. It was after D-Day.",
        "A: After D-Day, yeah.",
        "Q: Yeah, so it was the fall of 44.",
        "A: Yeah, well the -- that -- that was -- the war was on the way, our wa-way.",
        "Q: Yeah. And then -- yeah, an-and -- and then you -- you -- and you -- were -- you\nwere still interrogating German soldiers?\nAugust 6, 2007",
        "A: Pardon me?",
        "Q: Were you still interrogating German sol --",
        "A: I’m continue interrogating all the time.",
        "Q: What kind of questions did you ask them?",
        "A: The questions I -- where you shooting, who shooting at me? What kind of gun\nis it? Is it -- is ita machine gun, is it a -- a rifle? Are there more than five people, is\nthere a hundred people? What’s -- what’s the -- what -- what for -- what’s the\nchance for us to get in th -- in there? Can we -- can we go? And you hope to God -\n- out of six guys you get one question. This is -- this was my job, and -- a-and\nwhether it worked or not, I don’t know.",
        "Q: Did anybody ever ask you how -- any of the prisoners ever --",
        "A: Yes --",
        "Q: -- ask you why -- how do you know German so well?",
        "A: No. What I got, I got mostly German sol-soldier [indecipherable] officer said,\nif you want to kill me, shoot me. You haven’t got the guts.",
        "Q: Oh.",
        "A: That’s what he said, right in my face. And I didn’t shoot him.",
        "Q: Right. But nobody asked you how did you know German so well?",
        "A: I don’t know.\nAugust 6, 2007",
        "Q: Mm-hm.",
        "A: I don’t remember. My German was -- must have been pretty good.",
        "Q: Yeah, I’m sure it was. And then w -- after th -- Holland, where did you go?",
        "A: Now after Holland came jo -- Bastogne.",
        "Q: Mm-hm.",
        "A: In Bastogne, then we went into Dusseldorf, Dusseldorf. Diisseldorf I lost one\nof my -- one of our officers, the colonel, and I -- and I -- and then -- he took a -- he\nwanted [indecipherable] he wanted to see how these things are near the Rhine.\nWe would I-l-lay along the Rhine, and we lost that -- that c-colonel. Very nice\nman, very well done. Just killed him, just like that. For no reason they -- the war\nwas almost on the way, you could see the war was on the way off. And he wants to\ngo, I want to see it.",
        "Q: Do you remember his name? Do you know -- remember his name?",
        "A: No.",
        "Q: No? All right, so now you’re in Dusseldorf, and then where do you --",
        "A: I know, I know because his -- was in charge of me.",
        "Q: Yeah. And then you continued on from Dusseldorf to where?",
        "A: After war?",
        "Q: Dusseldorf, after Diisseldorf, where did you --\nAugust 6, 2007",
        "A: Huh?",
        "Q: Where did you go after Dusseldorf?",
        "A: Diisseldorf, we went towards -- Diisseldorf we went towards southern\nGermany. The Russians were moving and we were moving towards Russia. We\nwere going towards the downward, down, down [indecipherable] and we ended\nup in -- near Garmisch Partenkirchen garden -- Garmisch Partenkirchen.",
        "Q: Partenkirchen, yeah.",
        "A: In Garmischen we were -- we were -- we found all kinds of things. I found\nHitler’s fake -- Hitler’s signatures [indecipherable] I have them in a -- in a book.\nDo you see any things with Hitler in that pile? You’ ll find it, if -- I found Hitler’s\nstationary, so I wrote some letters on that stationary and sent it to the New York\nTimes here, or to one of the newspapers. I have two [indecipherable] of it here in\na -- if you find any, keep them. Here -- you know [indecipherable] to me. And I-I\nwrote a letter to my cousin, who gave it to the Herald-Tribune I think at that time\nwas -- it was -- it went out of business [indecipherable]. And tells me -- tells of\nhow a German Jewish boy goes 0 -- gets Hitler’s papers, writes them --",
        "Q: Wh-Where exactly did you find this stationary?",
        "A: Hm?",
        "Q: Where exactly did you find this stationary?\nAugust 6, 2007",
        "A: In his hou -- in his house on -- on -- on top of the mountain. In Garmisch\nPartenkirchen the war was over two days before that.",
        "Q: Oh, so now the war 1s already over.",
        "A: Yeah, it was all over, the war. So we di --",
        "Q: And Hitler’s dead, you know that Hitler --",
        "A: Hm?",
        "Q: You knew that Hitler was dead?",
        "A: No, I had no idea of anything. I ha -- I [indecipherable] everybody was still\nalive as far as we were concerned.",
        "Q: Oh.",
        "A: So these guys took -- took as many people [indecipherable] prisoners as\npossible. And two days after this, my colonel and I, we became friendly because\nhe likes where I [indecipherable] I sometimes [indecipherable]. He said -- he\ncalls me up, he said, get going, we gotta be there, we got something. That was --\nthe war was so over, two days already. We got a car. We gotta go, we have a big\nfish down in Austria. So we went in the Jeep, two of us. We got into -- in Austria\nand we went into a -- an old [indecipherable] you know, those old\n[indecipherable]. So we went in there, and there opens up a door. There sits Mr.\nGoering, with two American generals and his wife, and [indecipherable]. So\nAugust 6, 2007\nwhat do I do? There’s this maniac German in front of me. I should shoot him,\nright? In front of my colonel, and two generals? So the general said to me -- said --\nsaid to my colonel that, let your men get rid of the people in this [indecipherable]\nand make it a -- an officer’s place, where they can stay for a couple of days. I went\ninside, and there’s Mrs. Goering, who I knew because from the movies, she’s a\nmovie star. I said to, Mrs. Goering, you may have to leave. A matter of fact, you\nget your ass out of here within 15 minutes, otherwise I'll boot you out of here\nmyself. And I’m a Jewish boy. That’s all. And I [indecipherable] around and she\nstarts screaming and [indecipherable]. I said to the sergeant [indecipherable] just\nget rid of her. Get her out of the house and throw her outside, let -- let her walk out\n-- walk on. That’s my Goering -- my life [indecipherable]. I saw him -- you see\nhim sitting there all -- all dressed up in his uniforms and everything. And there’s\nthe American generals in their Jeeps, but Goering is in this beautiful st -- fancy go\n-- [indecipherable] fancy car he has, and a chauffeur there. But he didn’t ask for\n[indecipherable]. He got to Munich and he killed himself. That wa --",
        "Q: Did you say anything to Goering? Did you say anything to Hermann\nGoering?",
        "A: No. No, they wouldn’t let me -- first of all, the generals kept him -- kept me\naway from there too. That was too much of a fish for them to catch. Can you\nAugust 6, 2007\nimagine? See that big, fat bastard in front of me? After all, I know he killed my\nparents and he killed everyth -- so many Jewish and American and all. What can\nyou do? Take my gun and shoot? I’d be dead. The minute I would touch my gun\nI’d be dead. Because he was too much a -- too much of a guy to fi -- they want\nhim alive.\nEnd of Tape One, Side B\nAugust 6, 2007\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Gunter Haimann. This is tape number two,\nside A, and you were -- you had finished talking about telling Mrs. Goering to\nleave her house, which she did?",
        "A: What’s that?",
        "Q: You had just finished telling the story about seeing Hermann Goering and\nMrs. Goering and asking her to leave.",
        "A: Yeah. Well, what happens -- what happens after that?",
        "Q: Yeah. So sh -- did she leave then?",
        "A: Oh, I don’t know. That -- that was completely out of my say. I was just a\nsergeant, I was a tech sergeant. These were generals there.",
        "Q: Okay, so you don’t know if she left.",
        "A: No, I know that -- my colonel told me they’re putting them in the -- in the -- in\nthe Mercedes -- they put them back in the Mercedes and take them to Munich.",
        "Q: Uh-huh.",
        "A: That’s what he told me.",
        "Q: Okay.\nAugust 6, 2007",
        "A: And I’m sure that’s what he did because he was -- I know wa -- h-he was put --\nthey would have put him back in the -- into Munich. That’s where he died.",
        "Q: While he was in the Nuremberg Trials.",
        "A: Yeah.",
        "Q: Yeah.",
        "A: And I meant Nuremberg [indecipherable].",
        "Q: Yeah, and then he committed suicide before he was to be hanged.",
        "A: What?",
        "Q: He committed suicide --",
        "A: Yes.",
        "Q: -- before he --",
        "A: Well, this is --",
        "Q: Yeah.",
        "A: -- it’s the same thing. He wouldn’t have lived long anyway.",
        "Q: Right. So then, where did you go after that? You’re still -- you’re still in\nGermany.",
        "A: Yeah, well, wa -- then th -- we had about a month of n-not too much. We had\n[indecipherable] to fill and this -- and th-that’s -- it’s beautiful -- beautiful area\nwhere we were. [indecipherable] in -- in -- in -- in Austria. It’s bel -- right below\nAugust 6, 2007\nth-the German border. It’s very, very gor-gorgeous country. And th -- don’t forget,\nall those people are still Germans.",
        "Q: While you were in Germany, while you were there, did you feel American or\nGerman’?",
        "A: Only -- only American, never German.",
        "Q: You did not feel German?",
        "A: No way. E-Even when I went to the bakery or something like that. No, unless\nthe-they speak English, I never change. I never would dare change, no.",
        "Q: Yeah, but I meant inside, did you feel any connection with Germany, having\nbeen born --",
        "A: None at all.",
        "Q: -- having been born there?",
        "A: I felt very j1 -- I felt just where I was belong, where I belong right now, in the\narmy, in -- 1-in where I was in -- in that area.",
        "Q: What was it like for you to wear the uniform of an American soldier?",
        "A: Yeah.",
        "Q: What kind of feeling did that give to you?",
        "A: Supri -- su-sup-sup -- superiority. It is some sort of a superiority. It is\nsomething above [indecipherable] when you have so much in your hand, you\nAugust 6, 2007\nhave almost everybody there, you’ve even got a like -- you can sharpshoot\nanybody you want and you can -- probably can get away with it. So yo-you feel\nlike shooting. We [indecipherable] we were not Germans, we are Americans. We\n-- yo- you should see in -- in the little town of Turamsee, the people came to flock\n-- flock to us, they want to be part of it, they want the -- they want a -- th-this --\nthe school they want to be part of, they wanted to -- to talk to us. And they di --\nthey really did -- th-th-the Austrians are much nicer than Germans. They were\nmuch nicer to us, because the war was over, too. But then, from then on was\ndownhill. I’m finished after that. We spend about a month there, and I went\nmountain climbing one weekend with a -- a guide. They gave me a guide and we\nhad two or three women who na -- knew the way, and they took us up -- guides, up\nto the mountains, to a place where we could sleep. Was beautiful. That’s a\nbeautiful country there.",
        "Q: Now this you did on recreation?",
        "A: This is -- yeah, the war is over.",
        "Q: Did you go by -- earlier did you see any labor camps or other kind of prison\ncamps?\nAugust 6, 2007",
        "A: I-I went -- I -- I skipped that labor camp for a reason, it just hurts me. There\nwas a place where -- where -- Hitler wrote a book, “Mein Kampf.” He made a --\na--aca--a--a--",
        "Q: This was when he was in prison, yeah.",
        "A: Pardon me?",
        "Q: When he was in prison.",
        "A: Yeah. He made a camp out of -- against -- for the Jews, and we come into that\ncamp. I was right in the beginning. I -- sometimes in the beginning, sometimes we\n-- we switch around so we have -- so we can watch what we doing. And all of a\nsudden I see guys walking around with [indecipherable], you know? And -- and\nthen they didn’t know what to do, and I didn’t know what to do either. I didn’t\nknow. I spoke to a -- the -- one of the colonels says, listen, these people haven’t\neaten anything. They haven’t e-e -- they haven’t gotten anything. I don’t know --\nwe don’t know what to do yet ourself. We don’t know what the doctor says to do.\nThe best thing is don’t give everything away. Don’t give all your candy and\n[indecipherable] you’re gonna hurt them. You couldn’t stop the Ameri -- you\ncouldn’t stop the Americans. They gave everything they could find. They\n[indecipherable]. A-And th-then -- then the -- we were there two nights, just to\nkeep them calm. But they all in their uniform. You should see those little -- we\nAugust 6, 2007\nwent in th -- I went into one of those homes. I don’t even want to describe --\ndescribe it because it’s unbelievable how that people can be alive in th -- it. What\nthey went through and how long they were there, I don’t know. But I don’t\nremember if they were wi -- man or wife. I don’t even remember that. I -- I co --\ndid one thing. I get in the middle of town -- because I speak German, I was rather\ninvolved in that time there. I put out on top -- on the top of one of those -- those --\nthose [indecipherable] there. I said, I want every one of these American -- these\nGerman soldiers to bring all their pay, all their p -- clothing, which they don’t need\nall the time, and even if they need, and put them in the middle of that town so\nthese people can eat -- they can live with it. So the -- the -- naturally they all came.\nThey all -- came all -- they all were afraid they were gonna get killed. You know,\n[indecipherable] speaking the right way, whether they like it or not. And I had no\nintention of killing anybody. I wasn't alone, there was 20 of us, whole uniform.\nBut we got most of them, and then the doctor spoke to us. Don’t give them any\nfood. Don’t give them anything to eat. It’s just killing them. They had nothing to\neat for -- any [indecipherable]. That was awful. That’s “Mein Kampf’. That was\na -- I forgot that very quickly.",
        "Q: What was -- what was the name of that camp?",
        "A: “Mein Kampf’?\nAugust 6, 2007",
        "Q: No, no, no, what was the name of the camp that you came across?",
        "A: I just said -- I said, I try to forget again.",
        "Q: Oh, okay, yeah. Did you come across any other camps, prison camps?",
        "A: No, that’s the only one.",
        "Q: That’s the only one.",
        "A: Don’t forget, I’m -- I’m -- I’m with a first, front line company. 101“ is no -- no\n-- they don’t jus -- they don’t sit around waiting for work.",
        "Q: Did you meet --",
        "A: | -- I-I -- I -- I was walking along in -- in Holland, into a nice area. Things are\nquiet and they was running, the children were walking around, all of them\n[indecipherable]. Next to me, everything started flying. Some guys collected guns\nand -- and ammunition. They wanted to somehow collect something or other. They\nblew about four or five American soldiers right in the air. Right here, standing\nthere. After you [indecipherable] where that happened. So I tell you, I don’t care\nwhat you say, you don’t think -- those things you don’t forget. But that’s\n[indecipherable]",
        "Q: What you were --",
        "A: -- generally speaking, we --",
        "Q: Wa --\nAugust 6, 2007",
        "A: It’s -- it’s -- 1t’s not easy -- it’s not easy to repeat this, either.",
        "Q: [indecipherable] I know.",
        "A: Yeah.",
        "Q: I know. Wel --",
        "A: Do you know, I -- I think of -- I think of what happened to my parents when\nthey went to camp. How did they -- how were they treated, or were they killed\nright away? I hope so. Will I ever find out? I doubt it. It’s tough life. But I have a\nnice family now.",
        "Q: When you were -- when you were walking along, did you just see any survivors\nwalking down the roads at all?",
        "A: You mean when I had -- when they blew up?",
        "Q: After the war was over, and you said you --",
        "A: After what?",
        "Q: The war was over, and you were --",
        "A: Yeah. Oh, in Germany.",
        "Q: In Germany, did y -- yeah, did you --",
        "A: I -- I tell you, I [indecipherable] civilians [indecipherable] too, in Germany.",
        "Q: Such as?",
        "A: At Germany, I -- I h -- I had -- I had my children there, too.\nAugust 6, 2007",
        "Q: Well, no, we haven’t gotten to that",
        "A: Yeah, but I took -- I -- I -- I came across some people who were sick. They\nshould have killed everybody, they should have killed all the Americans. When\nyou hear things like that, there -- there’s always something like that.",
        "Q: Yeah. No, but what I was asking was, this is immediately after the war, and you\nhad come across that one camp where you saw the survivors, but when you are out\nwalking on the roads, did you see any other survivors walking? People trying to\nget back to their town?",
        "A: Ah, the soldiers?",
        "Q: Soldier -- or -- or -- or --",
        "A: After the war?",
        "Q: -- some Holocaust survivors, Holocaust survi -- did you see any of them\nwalking home?",
        "A: Oh, lots of them after the war [indecipherable] by the hundreds. They all walk,\nalways -- all in -- my job was a -- oh, what? At least 10 or five -- 15 days, we had\na group of -- I got about 30 -- 30 girls who speak German, who know how to ta --\ntype. They got the -- in the [indecipherable] in town I wa -- I was at, and we gave\ndischarge papers. The Germans were afraid to go home. They afraid to go home\nwith their [indecipherable] without the discharge paper. So we made some sa --\nAugust 6, 2007\nsa -- would you believe that? But that’s true, it’s happen. They were afraid that\nthey were so -- they -- they -- they were scared, or something like that. Such proud\npeople. Ph-Phony bastards, that’s all they were.",
        "Q: So did you come across any Holocaust survivors 1n other places?",
        "A: No, only in that camp, there’s --",
        "Q: Only in the camp.",
        "A: Yeah, in that camp.",
        "Q: Oh, okay.",
        "A: I didn’t -- I wa -- don’t forget, most of the ca -- were in -- in camps in Poland, I\nthink.",
        "Q: Right, right, mm-hm. And so you stayed for how much longer in -- 1n the army\nin Europe?",
        "A: To wa -- how long did I stay in the army”?",
        "Q: Yeah, in Europe, in Germany.",
        "A: No, I di -- th-they -- they let me go in Camp Dix. They took me home --",
        "Q: When did you come back to the United States?",
        "A: On the ship, on a Swedish ship.",
        "Q: When?\nAugust 6, 2007",
        "A: About a -- within -- within the months after the war was over. It was very\nquick, and they put me in a -- in a Swedish ship. That was difficult to\n[indecipherable] the police had -- the cops put -- they were afraid of -- a lot of the\nsoldiers had a lot of money. They got money paid and they were gambling like\ncrazy on -- on -- on the ships. So that also was a problem.",
        "Q: Mm-hm.",
        "A: And all these problems are all with the -- cause that -- when the -- when there’s\ntoo much money. But after I was back in the United States, they -- they didn’t --\nwithin two days I was out of the army. They gave me my money, I -- I -- I -- I\nthink I got 1400 dollars pay -- back pay or whatever it is.",
        "Q: And what did you do then?",
        "A: I went to -- to the aunt where -- she died in the meantime, during the war, but\nher ska -- her -- her a -- that’s [indecipherable] is the -- well, si -- I’m con -- no\nconnection with -- with the -- with René, but they also connected a little bit. So\nwhen I went back I went there, I went to the house. That’s all I had, I had nothing\nelse. So I -- I ha -- I paid her -- I had to pay my -- my dues.",
        "Q: I wanted to ask you, when you were in Germany, did you want to go back to\nKoblenz to check --",
        "A: I did. I did when I was in --\nAugust 6, 2007",
        "Q: No, while you were in --",
        "A: -- when I was in Dusseldorf, wh -- wh -- I told you the man died. I took the\n[indecipherable] and I spoke to one of the police officers that -- what I want to\ndo. Tell him that I had my parents lived -- used to live there, and they have a house\nthere, they had a house there. I want to know what I can find [indecipherable].\nThey ga-ga-gave me a Jeep and a man, and we went down the Rhine from co --\nfrom Cologne to Koblenz. And I found very little, except one person I knew,\nsomehow was related to my uncle, who was married to a non-Jewish man -- a\nwoman. But -- and I went -- nothing really important there. Listen, I -- I didn’t -- I\ngot letters from teachers, they need [indecipherable] they need food there, that I'd\nalways took care of you when -- when -- when -- when -- when school was on, I\nbe -- I never gave you a bad mark, and thing -- stories -- stories like that, just to\nget some food.",
        "Q: This is while you were still in the army?",
        "A: Yeah -- no, no, I’m here now.",
        "Q: Oh.",
        "A: Yeah, things weren’t good after that in Germany, not right away.",
        "Q: Right. But when you went to -- when you went back to your town --",
        "A: Tow -- my -- I only met one person I knew.\nAugust 6, 2007",
        "Q: Just the one person, yeah, uh-huh.",
        "A: My father’s -- my father’s house who -- I went right to it, I met the policeman.\nThe policeman was very well known because he was a -- a -- a tall man with a big\nma -- moustache. So he was the one who used to direct the fi -- th-the -- the signal\nwhen people make the right and the left turn. At that time they had one I-light in\nKoblenz. So when I met him, I says -- I told him who I was, he says, yeah, I know\nyour father. I knew where he was. I know they took him away, but that’s all we\nknow.",
        "Q: And that’s the first time you heard about your parents?",
        "A: That’s all. Later I, through Red Cross I went -- I went th-through Red Cross, I\nha -- I found out. I don’t know what date that was.",
        "Q: Uh-huh. All right, now you’re back in the United States --",
        "A: Hooray!",
        "Q: -- and you’re discharged from the army, and you look for a job, you said? You\nstarted looking for work?",
        "A: Yeah, th -- let’s see. Yeah, oh my cousin who I lived with awhile, he is in the\ncleaning business. They used to clean big buildings like -- big stores like Macy’s\nand stuff like that. And he say, I got a job for you. You a sergeant, you can -- you\nknow how to tel -- put me 1n a [indecipherable] station, clean the\nAugust 6, 2007\n[indecipherable] station, five times a week. And kee -- make sure that the people\n[indecipherable] different places, stuff like that. I lasted one week. Said, no, I’m\nnot going to be a captain or a soldier any more, no. So I don’t know, I find -- I -- I\n-- I got different jobs. Finally got in the luncheonette business and that’s where I\nstayed. [indecipherable]",
        "Q: You want to stop?",
        "A: No. In [indecipherable] business I st -- I met my wife.",
        "Q: Oh.",
        "A: Her father was in the luncheonette business, so I -- I went into business with\nhim. Then when he --",
        "Q: Wa -- is she amer -- was she American?",
        "A: American.",
        "Q: She was American?",
        "A: Yeah. And she -- she was -- worked a-and we accumulated a few dollars. We\ndid -- and not that I f -- I stole anything, but I did very well.",
        "Q: So you s --",
        "A: I don’t know how.",
        "Q: So you stayed in the luncheonette business?\nAugust 6, 2007",
        "A: Yeah, I went into a big company, where we had to -- 500 cafeterias, industrial\ncafeterias. In other words, if you have a big company, 500, we used to go in there\nand feed you.",
        "Q: Oh.",
        "A: And give you a bake -- break on food and stuff like that. And that -- and I was a\n-- a head supervisor for that. And I traveled 35,000 miles a year, just in a car\n[indecipherable] from -- from Connecticut to -- to -- to -- to all the place, I -- ’m\ntelling you, crazy. I was always on the road.",
        "Q: You lived in New York?",
        "A: Yeah.",
        "Q: And you have children?",
        "A: Ihave three children. René is one of them. And Marco’s the -- the other one.\nNow I got two grandchildren, great grandchildren.",
        "Q: And your thir -- and your third child’s name is? Your third child’s name?",
        "A: The third child is my son.",
        "Q: Si --",
        "A: No, no, no. My daughter Lillian, she’s a lawyer in -- where 1s Lillian?\n[indecipherable] upstate in -- can’t think of the name.",
        "Q: That’s okay, yeah. So you have -- and you have great-grandchildren?\nAugust 6, 2007",
        "A: We di -- I did much more than I expected. Really, I did, and I’m very glad I\ndid. At least I’m going to give the people a -- a good start in the -- 1-in -- in the --\nso when they gave -- we gave them a wedding present, they got a good present.",
        "Q: Let’s --",
        "A: That’s all I can do.",
        "Q: Yeah. Let’s talk a little bit about some of your thoughts and your feelings about\nwhat you went through, coming from Germany, and --",
        "A: Yeah.",
        "Q: -- coming to the United States. You continued to feel American? You --",
        "A: I -- I --",
        "Q: What does it -- what are your ties to Germany now? What -- what is your\nfeelings --",
        "A: My feelings is --",
        "Q: -- about being German?",
        "A: -- there will never be a place like the United States. Never. I mean, it’s just a\nvery unusual [indecipherable] it’s just an unusual place. To be able to -- to -- to\nlive in a place like that, in harmony with so many people, it’s wonderful. And --\nand -- and most people make the decent living, and nobody’s killing themself.\nAugust 6, 2007\nThat -- tha-that’s what I call something which -- which nobody ever will equal, I\ndon’t think, at all.",
        "Q: Do you feel that you are a different person today, or you were a different adult\nbecause of what you went through, because of the losses you had? The fact that\nyou had to leave Germany at the age of 15 and come to the United States?\nWould you have been a different person than you are today?",
        "A: If I would have stayed in Germany?",
        "Q: Well, if you hadn’t had the challenges --",
        "A: I think so. I think the American wa-way 1s the only way to live. It has nothing\nto do with really, the other people. Because here not everybody is going to be\nalike, but the biggest part of -- just -- just look at the -- the [indecipherable] the\nWhite House, what’s going on at -- the time. It’s mutual. It’s somehow mutual that\nthey’re gonna get to a -- to a -- to a -- to a good -- they get together and they gonna\nget to an end. And they -- they gonna end up all right. At the end of the year we\ngonna have a good year. It’s 90 percent all of the time. If it’s not good, it’s almost\ngood. And there’s gonna be some bad ones. There’s gonna be a few bad ones, but\nvery little compared to what -- what they had 1n the -- what they have in th -- in\ndifferent pl-places the world. They don’t even know how to live, people. They\ndon’t know what life is like. It’s too bad -- it’s just a -- it’s too bad that I had to\nAugust 6, 2007\nlose my wife. That’s what hurts me more than anything else. And my wife was\nyounger. She was 15 years younger than I am.",
        "Q: Did she work? Did she have a job?",
        "A: Yeah, she loved to, she -- she -- she worked in a -- in an office. And she had --\nshe worked for a gr -- [indecipherable] for people who -- who make\n[indecipherable] presses. And she has -- took care of the office, and she had what,\nfour or five girls working for her. And she loved it. She was a good worker. She\nwas the kind of wife everybody should have. I know I should have said that befor -\n- before. No, but truly so. And I -- and I -- I just speak to her -- to the -- to the\ngrandchildren about her.",
        "Q: Mm-hm.",
        "A: Then you know the difference.",
        "Q: When your children were 15 years old -- when your children were 15 --",
        "A: Yeah.",
        "Q: -- did it bring back memories for you of what life was like for you when you\nwere 15 and had to leave your family?",
        "A: You know, I was so completely harmonized to American life that nothing else\neven matters in Europe, in any way.",
        "Q: Mm-hm.\nAugust 6, 2007",
        "A: There’s nothing could hurt it. There’s nothing could hurt the United States in -\n- in my mind.",
        "Q: Mm-hm. Did it -- did -- how religious are you now? Are you -- do you call\nyourself religious, or secular, how do you --",
        "A: Well, ll tell you, we -- we should be a little bit more religious. I -- I tell you, I\n-- | was Bar Mitzvah and her parents were not -- not -- not unusually re-religious.",
        "Q: Mm-hm.",
        "A: And I na -- I don’t know why I’m not more religious, I should be more. But\nnow why should I be more religious, when I lost so much of it? But that’s not a\nfair way to look at it either. So you have -- now I have -- I have families who need\nto th -- this religion, and I got -- I ca -- my wi -- grandchildren are terrific.",
        "Q: What is it like -- you said you did go back to Germany, and you went back to\nKoblenz. What -- what’s that like? What was that --",
        "A: [indecipherable] more often.",
        "Q: Ye -- I’m sorry, you’ve been?",
        "A: I go there often, too.",
        "Q: What is your feelings when you go there?",
        "A: | -- th-th -- my theory is that it could be very well made American, nice\nAmerican co-country, that there is [indecipherable] there, they have the\nAugust 6, 2007\ningredients of a nice country. They have a beautiful country and they have a --\nthey have a feeling [indecipherable] feeling are very nice. I like that country.",
        "Q: But do you have feelings of ang --",
        "A: [indecipherable] feeling towards the [indecipherable] I mean, the country\nitself. The co -- everything you go there seems to -- when you go there, 0-overseas\n-- I took my -- I told you I took my family over there, and we traveled all over\n[indecipherable] fr-from Amsterdam to -- to -- all the way to -- to a ja -- what\nthe hell is [indecipherable] all the time. And we really traveled every place, the\nkids -- kids liked it. My de -- my daughter was five year already at that time when\nI was [indecipherable]. And they like -- they went to -- we went to a place to eat,\nand the people came over [indecipherable] would you like to dance with us?\nThings like that you don’t see here so much, but you see over there. They’re like --\nsomething like that.",
        "Q: So, do you have any feelings of anger when you go to Germany”",
        "A: For who?",
        "Q: Of anger, anger. Angry. Are you angry when you go to --",
        "A: ’'m not angry, I-I -- I -- I -- I don’t know who -- who am I going to get angry\non? Wa -- I feel -- I feel bad I’m -- I’m a little bit of a burden on anybody.\nBecause René is really working hard on me.\nAugust 6, 2007",
        "Q: No, I meant angry at the Germans when you’re in Germany. That’s what I\nmeant, when you’re -- do you have any feelings of --",
        "A: [indecipherable] not, no. I have no anger there.",
        "Q: Mm-hm, mm-hm.",
        "A: I know they could do it again. I think they have the -- the -- in the make-up of\nmaking it again. But I’m not sure. I’m not going to find out.",
        "Q: Why do you say you think they do?",
        "A: Why do I say, because I -- they -- they have that -- that excitement in -- in\nthem. It is that scr -- screaming in your face, and hitting you in the mouth and\nsaying, no good for me, you’re no good for me. I have that feeling they would be\nthat way. We’ll see. It seems to be all right, they seem to be calm. I -- I tell you,\nI’m not going back there, at this [indecipherable]",
        "Q: Are there any -- today are there any sights or sounds or smells that remind you\nof your early childhood, or -- you know, your experiences? That kind of bring it\nback? Anything that you see, or hear, that you sense?",
        "A: I don’t know.",
        "Q: But you said your childhood was a happy childhood, until -- until you --",
        "A: Very happy. My parents made it happy. [indecipherable] you know --",
        "Q: Mm-hm, mm-hm.\nAugust 6, 2007",
        "A: They did, really a good job. It’s a sh -- it’s a shame that some people have to\nsuffer and others have, and I don’t have to. So people who -- who are lucky\nenough to get through with it, without any trouble --",
        "Q: Mm-hm.",
        "A: -- they’re lucky. It’s just -- you know, just luck.",
        "Q: Is there anything you wanted to add before we finish?",
        "A: Yeah, what’s new?",
        "Q: Anything to your children or your grandchildren, or your great-grandchildren?",
        "A: No, my kids are number one.",
        "Q: Aww.",
        "A: [indecipherable|",
        "Q: Yeah.",
        "A: I got two great-grandchildren. [indecipherable]",
        "Q: I will, I will, okay. Anything you wanted to add before we finish the interview?",
        "A: No. I had spoke too much already.",
        "Q: No, you didn’t speak eno -- well, thank you very, very much for doing the\ninterview.",
        "A: I’m glad I -- I -- I’m glad you appreciate it.",
        "Q: I did.\nAugust 6, 2007",
        "A: I don’t know whether anybody else would appreciate it.",
        "Q: I’m sure pe -- many people will.",
        "A: Well, I tried. I tr-try to give my honest opinion, and that’s what I can.",
        "Q: Right.",
        "A: I couldn’t lie. I wouldn’t know how to lie about these things.",
        "Q: No. No, it was -- thank you for doing it. This concludes the United States\nHolocaust Memorial Museum interview with Gunter Haimann.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum volunteer\ncollection interview with Gunter Haimann, conducted by Gail Schwartz on\nAugust 6\", 2007, in Silver Spring, Maryland. This is tape number one, side A.\nWhat is your full name? Your full name, your name at birth.",
        "Q: It --",
        "Q: Do you have a middle name?",
        "Q: No. And that is the name you were born with?",
        "Q: And where were you born?",
        "Q: And your date of birth?",
        "Q: Let’s talk about your family, who -- the members of your family. Tell me about\nyour parents.",
        "Q: What were your parents’ names?",
        "Q: Mm-hm. And where was your father born?",
        "Q: And your mother’s name?",
        "Q: And her -- her first -- her first name?",
        "Q: Mm-hm. And where was she born?",
        "Q: Mm-hm. And how did they meet?",
        "Q: And when -- th-then they got married, they met each other, what does your\nfather do? What kind of work did your father do?",
        "Q: What street did you live on, do you remember’?",
        "Q: Do you remember the address?",
        "Q: What street was your house on?",
        "Q: Mm-hm.",
        "Q: Yeah, we’ll get to that. We’ll get to that. Do you have -- I mean -- a brother?\nDid you have a brother?",
        "Q: And his name?",
        "Q: Ernest. So let’s -- was the neighborhood a mixed neighborhood of Jews and\nnon-Jews? It must have been if his -- that Mr. Richel was --",
        "Q: Mm-hm, mm-hm.",
        "Q: Did you have a large extended family, aunts and uncles or grandparents\nnearby?",
        "Q: Mm-hm.",
        "Q: How -- how religious was your family? Were they observant?",
        "Q: How religious was your family? Were they a very observant Jewish family?",
        "Q: Did your family -- 1t was a Jewish family, did you observe any Jewish\nholidays?",
        "Q: Did -- did you belong to a synagogue?",
        "Q: So your family belonged to a temple?",
        "Q: And did you observe Passover, or any of the holidays? Passover, or Hanukkah?\nDid you observe any of those holidays at home?",
        "Q: Did you observe any of the Jewish holidays at home?",
        "Q: Was your family a Zionist family? Were your parents Zionists?",
        "Q: Were your f -- parents Zionists?",
        "Q: Yeah.",
        "Q: How many generations back did your family live in Germany, do you know?",
        "Q: Now, growing up you went to public school?",
        "Q: You went as a little boy, as a little boy you went to public school with Jewish --",
        "Q: Yeah, with Jewish and non-Jewish children?",
        "Q: Uh-huh.",
        "Q: And any anti-Semitism?",
        "Q: Uh-huh.",
        "Q: Right.",
        "Q: Yeah.",
        "Q: Yeah. So, if fre -- and the -- so then -- oh, up til 1933, when Hitler came into\npower, you had no --",
        "Q: -- no problems.",
        "Q: Oh. All right.",
        "Q: Yeah. So you played with non-Jewish children.",
        "Q: And the teachers --",
        "Q: Yeah. A-And --",
        "Q: What language did you speak at home, German?",
        "Q: German. So you felt very German, as a child?",
        "Q: What were -- what were your hobbies? Did you like to read, or did you like\nmusic, or sports?",
        "Q: Did you have any hobbies, growing up?",
        "Q: Oh.",
        "Q: Mm-hm.",
        "Q: Yeah. Well, so were you interested in sports? You said you played soccer.",
        "Q: Any other sports?",
        "Q: Just soccer, okay. And then, when did things start to change? When did\nconditions start to change for you? You -- you said when Hitler came into power\nin 1933, you didn’t --",
        "Q: -- you were 11 years old.",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: So -- so when was the first change that you noticed in your life, and what year?\nYou mentioned about --",
        "Q: Wh-Whe-When did that happen?",
        "Q: How did you --",
        "Q: Uh-huh.",
        "Q: You mentioned something about the Hitler youth?",
        "Q: What was your experience with them?",
        "Q: Who told you you couldn’t come back to school, the teachers?",
        "Q: The -- the teachers?",
        "Q: Mm-hm.",
        "Q: Mm-hm, mm-hm.",
        "Q: Well, now, I’m -- I --",
        "Q: Oh. How long did you stay in Germany after you couldn’t go to school, and\nbefore you left?",
        "Q: It was a matter of months?",
        "Q: Yeah, but I meant you were out of school just for a few months before you left\nfor the United States, is that what you’re saying?",
        "Q: Yes.",
        "Q: Okay.",
        "Q: Right.",
        "Q: Yeah. So you went to school til about 1936 --",
        "Q: -- or early °37 --",
        "Q: -- okay. So what was your response at the age of 15 that you would have to\nleave your family? That’s a tremendous --",
        "Q: Excitement?",
        "Q: But you weren’t frightened to leave your family?",
        "Q: Were you afraid to leave your family?",
        "Q: So you were -- you would describe yourself as a very independent child when\nyou were in Germany”",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Yeah, yeah.",
        "Q: Did that bother you, when your German friends wouldn’t talk to you?",
        "Q: Do you remember you being -- feeling bad about that, that your German friends",
        "Q: You didn’t.",
        "Q: Yeah.",
        "Q: Yeah. Let’s talk about when you left, how -- how you came over to the United\nStates. So your parents told you you’d be coming to the United States --",
        "Q: -- and you said you were excited. And ho --",
        "Q: And where di -- how did you leave? What did you take with you?",
        "Q: What was the name of your boat?",
        "Q: Yeah. And what did your parents say to you? Do you remember what you and\nyour parents talked about when you were saying goodbye?",
        "Q: Do you remember what you and your parents said to each other when you were\nsaying goodbye?",
        "Q: Okay.",
        "Q: Yeah. So then you were on --",
        "Q: I’m sure. I’m sure.",
        "Q: Yeah. And then on -- who else was on -- who were the other passengers on this\nship? Were there other children like you?",
        "Q: Were there other children?",
        "Q: Yeah.",
        "Q: And at that time you did not speak English?",
        "Q: Okay. And -- and then you -- you moved in with your relatives.",
        "Q: Yeah, yeah.",
        "Q: Were there other teenagers, other children?",
        "Q: Yeah.",
        "Q: And so you landed. What did America mean to you as a 15 year old boy? Do\nyou remember what it meant to you?",
        "Q: Did you start school right away?",
        "Q: The principal?",
        "Q: And you were living with your relatives.",
        "Q: Uh-huh.",
        "Q: Yeah. And then you went on to high school, and you were in high school?",
        "Q: What high school did you go to?",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: Di --",
        "Q: Mm-hm. And did you have a lot of American friends?",
        "Q: Uh-huh, mm-hm.",
        "Q: Uh-huh.\nEnd of Tape One, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Gunter Haimann. This is tape number one,\nside B. And we were talking about the fact that you had come to the United\nStates, you were playing soccer, you had American friends, you went to high",
        "Q: And how old were you when you graduated?",
        "Q: Well, when you came to the United States at age 15, what grade did they put\nyou in? Did they put you in high school?",
        "Q: What grade, do you know? No?",
        "Q: Okay.",
        "Q: Mm-hm, mm-hm.",
        "Q: Yeah. Le-Let’s go back. We didn’t talk about in Germany, did you have a Bar\nMitzvah in ger --",
        "Q: Can you tell us?",
        "Q: So you -- did you read from the Bible? Did you chant?",
        "Q: From the T-Torah?",
        "Q: Uh-huh.",
        "Q: S-So you did observe, you did have the Bar Mitzvah?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: So now you’re back, you’re in th -- in New York, and you graduate from high\nschool.",
        "Q: And -- and you said it was a special ceremony cause they made a speech about\nyou at the graduation. You said the principal said some words about you at the\ngraduation?",
        "Q: What did she say? What kind of --",
        "Q: -- expressions did sh --",
        "Q: Okay. And then what did you do after graduation?",
        "Q: And you said you wou --",
        "Q: Yeah.",
        "Q: And you had communication with your parents still?",
        "Q: So this was not --",
        "Q: Communication?",
        "Q: Communication.",
        "Q: Mm-hm. So you graduated from high school in 1941, and you looked for a job?",
        "Q: You said you were 19 --",
        "Q: Wa -- okay, so you graduated in June of ’41?",
        "Q: Okay, and you -- then did you get a job?",
        "Q: Mm-hm.",
        "Q: Mm-hm. And then you worked for them for how long?",
        "Q: You had different jobs, 1s that what you’re saying? You had different --",
        "Q: Okay.",
        "Q: Well, then came December 7\", 1941.",
        "Q: Do you remember that day?",
        "Q: Mm-hm.",
        "Q: Okay.\nAugust 6, 2007",
        "Q: Mm-hm. Do you remember December 7\", 19 - four -- Pearl Harbor?",
        "Q: Okay. And so you continued to work until -- and then what happened?",
        "Q: Yeah.",
        "Q: When did you go into the army”?",
        "Q: Well, a little earlier than that. More --",
        "Q: No, the war was over in ’45.",
        "Q: No. So you went into the army, and --",
        "Q: -- and wh -- and wh -- and what -- wh -- and what --",
        "Q: And then you wh-what -- where -- where were you stationed?",
        "Q: Okay.",
        "Q: Mm-hm.",
        "Q: In New Jersey.",
        "Q: Mm-hm.",
        "Q: You were talking about how you were now down south in the United States --",
        "Q: -- in the army, and they needed German speaking --",
        "Q: Soldiers, yeah.",
        "Q: Yes, yeah.",
        "Q: Well now, were you a citizen yet?",
        "Q: Had you become a United States citizen?",
        "Q: What did it feel like to be a citizen?",
        "Q: 101 Airborne?",
        "Q: First Airborne.",
        "Q: So now you’re in England, and then what happened?",
        "Q: From England, you said you were put into the 101‘, and you learned how to",
        "Q: So you left England to go on D-Day in June of ’44, to jump on -- into",
        "Q: And where did you land?",
        "Q: So you di -- you --",
        "Q: So you were with other paratroopers, parachuters --",
        "Q: Mm-hm.",
        "Q: You were wounded?",
        "Q: You were wounded.",
        "Q: Now here you are, a Jewish soldier, and you’re interrogating German prisoners.",
        "Q: No what?",
        "Q: But what was your -- what were your feelings here --",
        "Q: And there were some American soldiers who did that?",
        "Q: Right, right.",
        "Q: But my -- my question is, being a Jewish soldier and knowing that your parents\nwere left over, and -- and your brother, did that influence your feelings towards\nthese German soldiers? Your particular situation, do you think that influenced\nyou?",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: Mm-hm.",
        "Q: So now you are working your way from France, and where -- wher -- how did\nyou move through Europe? What was your pathway through Europe, once you’d\nlanded, once you parachuted into France?",
        "Q: Oh.",
        "Q: Oh, you parachuted --",
        "Q: This was in 1944, I guess?",
        "Q: In the fall of °44?",
        "Q: No, no, no, no, when you parachuted in. When you parachuted into Holland.",
        "Q: It was in the fall of 1944. It was after D-Day.",
        "Q: Yeah, so it was the fall of 44.",
        "Q: Yeah. And then -- yeah, an-and -- and then you -- you -- and you -- were -- you\nwere still interrogating German soldiers?",
        "Q: Were you still interrogating German sol --",
        "Q: What kind of questions did you ask them?",
        "Q: Did anybody ever ask you how -- any of the prisoners ever --",
        "Q: -- ask you why -- how do you know German so well?",
        "Q: Oh.",
        "Q: Right. But nobody asked you how did you know German so well?",
        "Q: Mm-hm.",
        "Q: Yeah, I’m sure it was. And then w -- after th -- Holland, where did you go?",
        "Q: Mm-hm.",
        "Q: Do you remember his name? Do you know -- remember his name?",
        "Q: No? All right, so now you’re in Dusseldorf, and then where do you --",
        "Q: Yeah. And then you continued on from Dusseldorf to where?",
        "Q: Dusseldorf, after Diisseldorf, where did you --",
        "Q: Where did you go after Dusseldorf?",
        "Q: Partenkirchen, yeah.",
        "Q: Wh-Where exactly did you find this stationary?",
        "Q: Where exactly did you find this stationary?",
        "Q: Oh, so now the war 1s already over.",
        "Q: And Hitler’s dead, you know that Hitler --",
        "Q: You knew that Hitler was dead?",
        "Q: Oh.",
        "Q: Did you say anything to Goering? Did you say anything to Hermann\nGoering?",
        "Q: This is a continuation of the United States Holocaust Memorial Museum\nvolunteer collection interview with Gunter Haimann. This is tape number two,\nside A, and you were -- you had finished talking about telling Mrs. Goering to\nleave her house, which she did?",
        "Q: You had just finished telling the story about seeing Hermann Goering and\nMrs. Goering and asking her to leave.",
        "Q: Yeah. So sh -- did she leave then?",
        "Q: Okay, so you don’t know if she left.",
        "Q: Uh-huh.",
        "Q: Okay.",
        "Q: While he was in the Nuremberg Trials.",
        "Q: Yeah.",
        "Q: Yeah, and then he committed suicide before he was to be hanged.",
        "Q: He committed suicide --",
        "Q: -- before he --",
        "Q: Yeah.",
        "Q: Right. So then, where did you go after that? You’re still -- you’re still in",
        "Q: While you were in Germany, while you were there, did you feel American or\nGerman’?",
        "Q: You did not feel German?",
        "Q: Yeah, but I meant inside, did you feel any connection with Germany, having\nbeen born --",
        "Q: -- having been born there?",
        "Q: What was it like for you to wear the uniform of an American soldier?",
        "Q: What kind of feeling did that give to you?",
        "Q: Now this you did on recreation?",
        "Q: Did you go by -- earlier did you see any labor camps or other kind of prison\ncamps?",
        "Q: This was when he was in prison, yeah.",
        "Q: When he was in prison.",
        "Q: What was -- what was the name of that camp?",
        "Q: No, no, no, what was the name of the camp that you came across?",
        "Q: Oh, okay, yeah. Did you come across any other camps, prison camps?",
        "Q: That’s the only one.",
        "Q: Did you meet --",
        "Q: What you were --",
        "Q: Wa --\nAugust 6, 2007",
        "Q: [indecipherable] I know.",
        "Q: I know. Wel --",
        "Q: When you were -- when you were walking along, did you just see any survivors\nwalking down the roads at all?",
        "Q: After the war was over, and you said you --",
        "Q: The war was over, and you were --",
        "Q: In Germany, did y -- yeah, did you --",
        "Q: Such as?",
        "Q: Well, no, we haven’t gotten to that",
        "Q: Yeah. No, but what I was asking was, this is immediately after the war, and you",
        "Q: Soldier -- or -- or -- or --",
        "Q: -- some Holocaust survivors, Holocaust survi -- did you see any of them",
        "Q: So did you come across any Holocaust survivors 1n other places?",
        "Q: Only in the camp.",
        "Q: Oh, okay.",
        "Q: Right, right, mm-hm. And so you stayed for how much longer in -- 1n the army\nin Europe?",
        "Q: Yeah, in Europe, in Germany.",
        "Q: When did you come back to the United States?",
        "Q: When?",
        "Q: Mm-hm.",
        "Q: And what did you do then?",
        "Q: I wanted to ask you, when you were in Germany, did you want to go back to\nKoblenz to check --",
        "Q: No, while you were in --",
        "Q: This is while you were still in the army?",
        "Q: Oh.",
        "Q: Right. But when you went to -- when you went back to your town --",
        "Q: Just the one person, yeah, uh-huh.",
        "Q: And that’s the first time you heard about your parents?",
        "Q: Uh-huh. All right, now you’re back in the United States --",
        "Q: -- and you’re discharged from the army, and you look for a job, you said? You\nstarted looking for work?",
        "Q: You want to stop?",
        "Q: Oh.",
        "Q: Wa -- is she amer -- was she American?",
        "Q: She was American?",
        "Q: So you s --",
        "Q: So you stayed in the luncheonette business?",
        "Q: Oh.",
        "Q: You lived in New York?",
        "Q: And you have children?",
        "Q: And your thir -- and your third child’s name is? Your third child’s name?",
        "Q: Si --",
        "Q: That’s okay, yeah. So you have -- and you have great-grandchildren?",
        "Q: Let’s --",
        "Q: Yeah. Let’s talk a little bit about some of your thoughts and your feelings about\nwhat you went through, coming from Germany, and --",
        "Q: -- coming to the United States. You continued to feel American? You --",
        "Q: What does it -- what are your ties to Germany now? What -- what is your\nfeelings --",
        "Q: -- about being German?",
        "Q: Do you feel that you are a different person today, or you were a different adult\nbecause of what you went through, because of the losses you had? The fact that\nyou had to leave Germany at the age of 15 and come to the United States?\nWould you have been a different person than you are today?",
        "Q: Well, if you hadn’t had the challenges --",
        "Q: Did she work? Did she have a job?",
        "Q: Mm-hm.",
        "Q: When your children were 15 years old -- when your children were 15 --",
        "Q: -- did it bring back memories for you of what life was like for you when you\nwere 15 and had to leave your family?",
        "Q: Mm-hm.",
        "Q: Mm-hm. Did it -- did -- how religious are you now? Are you -- do you call\nyourself religious, or secular, how do you --",
        "Q: Mm-hm.",
        "Q: What is it like -- you said you did go back to Germany, and you went back to\nKoblenz. What -- what’s that like? What was that --",
        "Q: Ye -- I’m sorry, you’ve been?",
        "Q: What is your feelings when you go there?",
        "Q: But do you have feelings of ang --",
        "Q: So, do you have any feelings of anger when you go to Germany”",
        "Q: Of anger, anger. Angry. Are you angry when you go to --",
        "Q: No, I meant angry at the Germans when you’re in Germany. That’s what I\nmeant, when you’re -- do you have any feelings of --",
        "Q: Mm-hm, mm-hm.",
        "Q: Why do you say you think they do?",
        "Q: Are there any -- today are there any sights or sounds or smells that remind you\nof your early childhood, or -- you know, your experiences? That kind of bring it\nback? Anything that you see, or hear, that you sense?",
        "Q: But you said your childhood was a happy childhood, until -- until you --",
        "Q: Mm-hm, mm-hm.",
        "Q: Mm-hm.",
        "Q: Is there anything you wanted to add before we finish?",
        "Q: Anything to your children or your grandchildren, or your great-grandchildren?",
        "Q: Aww.",
        "Q: Yeah.",
        "Q: I will, I will, okay. Anything you wanted to add before we finish the interview?",
        "Q: No, you didn’t speak eno -- well, thank you very, very much for doing the\ninterview.",
        "Q: I did.",
        "Q: I’m sure pe -- many people will.",
        "Q: Right.",
        "Q: No. No, it was -- thank you for doing it. This concludes the United States\nHolocaust Memorial Museum interview with Gunter Haimann."
    ],
    "answers": [
        "Answer: That -- that’s it.",
        "A: My full name is Gunter Haimann.",
        "A: No.",
        "A: That’s right.",
        "A: In Koblenz, Germany.",
        "A: January 26, 1922.\nAugust 6, 2007",
        "A: My -- my fa -- my -- my parents are very -- very ha -- very well -- big on my\nnumber -- on my number of people. The-They wonderful people, they were -- they\nwere very good to me as a student. I went to a -- a [indecipherable] which is a --\nGerman for a high school where -- where was whole lot of [indecipherable]\nmonths afterwards. Anyway -- but my parents took care of me all the time.",
        "A: Max, call Maximilian Max, and L-Lillian Haimann.",
        "A: In Kirchberg. Is there -- a picture there of a si -- on the steep -- on the stoops,\nsitting there with the children. He was born in a little town in Koblenz which 1s a -\n- on -- what, 40 miles north of Ko-Koblenz.",
        "A: Hirsch, her last name hir -- hir --",
        "A: Oh, alee -- Lillian Haimann, or ha-ha -- her name was Hirsch before.",
        "A: In a little town along the Mosel in Budek, which -- well, which is\n[indecipherable] little town, and still is little town.\nAugust 6, 2007",
        "A: Don’t know.",
        "A: My father -- th-the earliest I can tell you about, that he worked with machines.\nHe manufactured machines, including weighing machines for -- for bars and grills,\nand weight -- weight machines for people to get weighed on. And he traveled in --\nin the area of Koblenz within -- within 50 miles, I would say. And he -- he was\nalso a wounded li -- a wa -- a war veteran, as a German soldier, where his hand\nwas completely crippled and he could -- he would not drive. That’s about the only\nthing, he did everything else, but he was not be able to drive. And he was a very\n[indecipherable] person. He made a family wa -- very wonderful and close, and\nhe ma -- made us [indecipherable] my mother was a -- a very correct lady. She\nhad to go to her vacations like the German women did, and my father made sure\nthat she got to the right places. It was a very nice family, and we had enough\nmoney to live in the very nice areas in -- in Koblenz.",
        "A: What street?\nAugust 6, 2007",
        "A: Yeah. I’m -- wa -- what I left, this was Koblenz, that’s from a -- my father’s\nhouse. This is his house. I saw -- I could draw another pictures of it after it was\nruined by the dri -- American dri -- bombers.",
        "A: Kleerstrasser. Kleerstasser 74.",
        "A: And there was a [indecipherable] there’s two, one, two, and he owned it with a\nfellow by the name of Richel, who 1s another Jewish fellow, who own -- owned\nthe cigar store. So together they did a very nice -- had a -- had a very nice life. But\n[indecipherable] you know -- you know the ending.",
        "A: I have a brother who is four years younger.",
        "A: Ernest.",
        "A: I wouldn’t say Jews [indecipherable]. I don’t think it was a very important\nthing at the time, and I remember.\nAugust 6, 2007",
        "A: It was a neighborhood which would -- had businesses and par -- apartments at\nthe same time. It was still a small -- it’s a small town. So the -- the -- the\nneighborhood, it cul -- it cul -- accu -- got accustomed to the [indecipherable]\nwho lived there and the people who work there. Very calm neighborhood.",
        "A: My father had three brothers and a sister, which lived not in Koblenz. They\nlived in co -- in Dusseldorf. And my -- my mother had a brother who lived in\nKoblenz who was in the wine business and he so -- he was probably -- he came\nover to this country as a refugee. His wife was not a Jewish woman, who was a\nChristian woman, but a very good one. A wonderful wom-woman, wonderful to\nus, and we were very close. They live here in Broadway in New York.",
        "A: And we had good times.",
        "A: Pardon me?",
        "A: I don’t know what you mean.\nAugust 6, 2007",
        "A: Oh yes. We -- we -- in -- generally we were Jewish people. We feel very, very\nJewish, all this.",
        "A: As a-- as a young fellow, I -- I belonged to a yel -- yeah, a -- a -- a youth\ngroup. Not a [indecipherable] a religious one, but a youth group from -- formed\nby the chur -- by the -- by the -- the temple.",
        "A: Mm. No. Only me, sometimes.",
        "A: Did I do any holi -- da -- what?",
        "A: Yes. I observed the time where you had to [indecipherable] ma-matzel, we\ndid. And some of the holidays, yes. It -- it -- 1t was -- it was forced on -- onto us by\n-- by -- by politics, to be closer to -- to your -- to your religion than you really\nwere.\nAugust 6, 2007",
        "A: What? Are they what?",
        "A: Zionists?",
        "A: No. They were American at -- they were German people who lived in\nGermany, very happily and loved this country.",
        "A: How far -- when do they come from someplace else, you mean? I think they\ncame from Spain, but my knowledge is as -- very limited. I don’t think I would --\ncan comment on it any further. That maybe the great-grandfather came from\nSpain.",
        "A: Yes, I went to --",
        "A: Public school for four years.",
        "A: Together, mixture.",
        "A: There was no -- no difference.\nAugust 6, 2007",
        "A: None. Very little. I don’t remember se -- se -- anti-Semitism from any one of\nmy je -- friends in the class --",
        "A: -- until of -- ca -- became a Hitler neighborhood --",
        "A: -- you know, a political neighborhood.",
        "A: Then of course it changed completely.",
        "A: No, no [indecipherable]",
        "A: Even after that, it took awhile, only.",
        "A: He didn’t just jump right in.",
        "A: Yes.\nAugust 6, 2007",
        "A: Yes.",
        "A: And the soccer team had 11 people, and there isn’t -- they didn’t have that\nmany Jewish player -- [indecipherable] players. No, there -- there was no -- no\nproblem at all. All our friends were mixed. Friends were -- we went to each\nother’s house, whether we were German or Jews, it was un -- unnecessary, 1-1-it\nwas never even mentioned until the Hitler youth br -- started, and then changed\ncompletely.",
        "A: Koblenz, Germany.",
        "A: I felt [indecipherable] I-I was very happy in ger -- happy in Germany. My\nfather made ar-arrangements for me to have a fu-future life in this business he has.\nAnd -- you know, and the soccer teams were mixed with the -- with the different\ncolor -- different kinds of people from -- so thi -- it was a very nice place to live,\nspecially Koblenz.",
        "A: What would you what?\nAugust 6, 2007",
        "A: Ic -- I can’t think of any here. Schooling took a lot of t-time in\n[indecipherable] Koblenz. First of all, the school tess -- took until about two,\nthree o’clock. And there was rel-religious schools were given to the different\nreligions, so we went to religious school, and the Jewish school in the temple.",
        "A: A-And th-that was more or less part of the life.",
        "A: And when the -- we had a Jewish holiday, all the Jewish people came out of the\n-- to the markets, where they -- the temple was, and they send this -- they\n[indecipherable] holi -- holi -- the holiday, and there was never any -- any sort of\ndanger, or [indecipherable] anything like that. It was completely fa -- until I came\nover here, I didn’t know what it was.",
        "A: I played -- I played soccer.",
        "A: Soccer.\nAugust 6, 2007",
        "A: No, we didn’t --",
        "A: No, I -- I didn’t know how serious it was, I couldn’t know at my age.",
        "A: But I don’t know whether my parents knew. My f -- my father said he didn’t\nac-act it. My father went to different places, he went in and he says, heil Hitler.\nHe felt, if that’s the way they have to make a living, so they heil Hitler their good\nmorning.",
        "A: He did that for awhile. He was a -- he was a very respected businessman.",
        "A: And he had to build this house. This was quite an accomplishment for a man\nwho came out a little town, to have a house like this. So my grandchildren got this\nhouse, they went over there, look at it.\nAugust 6, 2007",
        "A: That I’m out of school. That was really the -- the beginning of it.",
        "A: That -- that -- I’m not wanted 1n cla -- in school any more.",
        "A: It’s -- it’s as early as I remember that I was not actually thrown out, but don’t\ncome back here. You know, you had to sing a song that the German ha -- hat -- the\nHitler song, before every class. So it didn’t even bother me at that time, because it\nwas a song. But when we finally were thrown out, more or less right out of school,\nmy mother says -- decided that was for me to get -- time to get out of the --\nGermany.",
        "A: It’s too bad that she didn’t have enough sense to -- to take herself out of there,\ntoo. They had a chance to go. My brother never came home, and he was four years\nyounger, so -- those were tough years.",
        "A: Yeah.",
        "A: They had -- they -- they took advantage of you. Jude, Jude, Jude, the name\nJude was [indecipherable] how -- how are you, Jude, Jude, Jude, like a stinking\nAugust 6, 2007\ndog. That’s about the size of it. So we -- so you -- the only thing wa-was, had to\nget -- had I -- ha -- I was thrown out of school at that time.",
        "A: I think 1t must have been the -- the gymnasium [indecipherable]",
        "A: Gi -- well, th-the gi -- the gymnasium [indecipherable] the one tha -- the -- the\npeople who were in charge of that. They told us, out. And lot of the other schools,\nsmaller schools were left -- left a little later, but that’s when -- when -- when I --\nmy mo -- my mother and father thought it was time to go.",
        "A: And let me just tell you one thing. My father did have a sister here in the\nUnited States, which were came -- which were -- came here in 1914, so she was\nalready a -- a -- an American through and through. And she -- she thought it would\nbe good for me to move. That’s -- that’s the beginning.",
        "A: But what -- but my parents never thought that it would -- there would ever\ncome to the -- to term that the -- that they would have to leave there, or that they\nwould do anything wrong. And when I finally -- when I finally -- let me finish the\nstory?\nAugust 6, 2007",
        "A: There is something to that. There -- when I finally came to -- that my father and\nmother were go -- coming, they went to Stuttgart and Koblenz, which is the --\nthe -- the seat of an American consulate, to apply for a visa and a -- a permit. Now\nmy par -- when people here send the -- the necessary papers, they were not official\nenough to allow a family of three more to make a living here. So the American\ngovernment decided that this is not the pla -- they -- they -- they cannot, without\nhelp from somebody else in ge -- in America, make a living here. So on that basis,\nthey tried other places, and a lot of my friends, their parents came over. And they\ncould never come out, and they were sen -- then sent to Poland in the\nconcentration camp, and killed.",
        "A: I -- I think it was the -- within a month.",
        "A: Yeah, it was already a matter -- a question to -- whether I should go or not go at\nthat time. They knew that I had to go.\nAugust 6, 2007",
        "A: I’m -- I’m saying that the feeling that we have to get out was there.",
        "A: So as soon as possible, I don’t remember exactly the time schedule --",
        "A: -- but she -- but they did the best that they -- they had to make the ap-\napplications --",
        "A: -- to the consulate in the -- in the u -- in the United States. And I had to go to --\nfor the -- to Stuttgart where there’s a counselor. And they gave me all the ex-\nexaminations and essay, and then they said you can go.",
        "A: Right.",
        "A: Correct.",
        "A: Excitement.\nAugust 6, 2007",
        "A: Excitement. Yeah, I didn’t realize the -- the real danger, I was really -- I’m t-\ntoo young -- I was either too young or too stupid. I couldn’t understand it that why\n-- why I go by myself.",
        "A: Pardon me?",
        "A: No, not at all. I was not afraid. I-I-I was the kind of guy who lived -- I -- I used\nto go to bicycle riding for long distances. And I didn’t feel that way at all. Matter\nof fact, when I came to here in this country, they s -- were surprised how easily I\ngot along with the boys playing soccer, right in the middle of the -- 78 Street,\nwhere we lived.",
        "A: Yeah.",
        "A: Yeah, I was -- I -- I -- I -- the fr -- my friends were [indecipherable] all of -- all\nof them, were almost all gone. You know, the German friends which I had.\nAugust 6, 2007",
        "A: The German friends wouldn’t talk to me any more after all, because the -- that\nwas t-too dangerous.",
        "A: But this is --",
        "A: I don’t remember that, I don’t remember. I don’t remember anybody bothering\nme, but I don’t remember.\nwouldn’t talk to you?",
        "A: No, I wish I would have -- I would feel that way, but I don’t -- I didn’t.",
        "A: They were human beings to me, they were boys, they were f -- played -- guys I\nplayed with, not guys I -- it was a -- it was a rough time in my life. And when I\ncame over here, United States was not in good shape in 1900 -- in th-that time.\nNot a real good shape that they could afford so many people. So over here my\nparents -- when I came, my people who took me in, my -- there was a my -- an\naunt of mine, didn’t have the kind of money to really ta -- put me up. So in the\nbeginning my father used to send 20 or 30 dollars whenever he got\n[indecipherable]. Then after awhile they -- he -- he didn’t have any more money,\nAugust 6, 2007\nand then all of a sudden I hear -- I don’t hear any more at all. And that’s how that -\n- [indecipherable] to nothing, until I didn’t find out that Koblenz was being\nevacuated by the Jews. And I didn’t know whether they’re going to anywhere. But\nall I found out later on that they were sent to Poland. And I found through\ndifferent organization, the Jewish organization, that they were sent to Poland and\nthey were killed there.",
        "A: I did get some money from Germany. If [indecipherable] is interested at all, I\ngot 5,000 dollars from -- from [indecipherable] because I -- my father owned that\nhouse. That house was worth a lot of money. But at that time they were willing to\ngive -- give me five gra -- I was the only one left of the family, they were giving\nme 5,000 dollars. I want to tell you what I did with it. I took my kids, when they\nwere about eight, I took them to Germany, show them where I was born. And\nthat’s what I did with it.",
        "A: Yeah.",
        "A: I was excited is exactly right.\nAugust 6, 2007",
        "A: That’s also a little story. My father and mother took me to Bremen. I come to\nthe -- to the -- to the barrier to go on the boa -- ship, and my par -- and they asked\nme what -- they ki -- the Germans spoke to me German, naturally I didn’t speak\nanything English, and said, I guess you got all kinds of money and all kinds of\nstuff, in a joking way. I bet you’re loaded here [indecipherable]. So I said, oh,\nI’m areal big shot, I have everything. So you know what he did? They took me on\nboard, they took me apart. They took every piece of my clothes off. They took\nevery piece of my clothes off, my shoes underneath, they took the shoes off, they\nthought there may be something underneath there. Would you believe that? And\nthen I -- and I really -- I really was -- thought I was a joker. So that was a --",
        "A: The Manhattan. SS Manhattan, or the SS Washington, was two ships who\nwere [indecipherable]. One was the SS Washington, one was the SS\nManhattan. I don’t know which one it was. Those two went back and forth.",
        "A: What you say?\nAugust 6, 2007",
        "A: My father said a prayer. They [indecipherable]. I -- I don’t like to talk a --",
        "A: And I don’t remember it well, myself.",
        "A: I came in, I was on top of the boat, and I looked down, they were standing\nthere, and [indecipherable] forget, I would forget.",
        "A: It’s a long time since I talked about this.",
        "A: Oh yes, cu -- I don’t remember the -- there was a lot of people who are 1m-im-\nimmigrating into, Jewish, American, ger -- and Germans.",
        "A: And my father spoke to some of them before I went on and [indecipherable] to\n-- to look out after me.\nAugust 6, 2007",
        "A: And because when I got here, somebody took me off the boat, who was an\nuncle. And a -- a person I -- p-person I didn’t even know, but he was an uncle.",
        "A: No, not a word.",
        "A: And then the excitement of the ship, and the -- and the -- to sit on -- to sit on\nthe -- on -- on the boat and look at the -- at Coney Island. They were explaining to\nus Coney Island. You could see Coney Island from -- from the ship. And the\nexcitement of the people br -- to go back to the United States in general, was\nimmense. And I never forget that either, you know?",
        "A: And they -- they made that tr-trip worthwhile, you know, I mean, at least. And I\nwas -- my father gave it -- somebody, they must have given somebody money,\nbecause that man who was -- took care of me really well. Made sure I had enough\nto eat and stuff like that. Not that -- the Americans gave us plenty of ice cream.\nWe never even had ice cream before we got there. An ice cream. And then being\no-on the boat, there was a couple movie stars on the boat, so we watched\n[indecipherable] from the sides. It was the excitement.\nAugust 6, 2007",
        "A: I think so. I don’t remember. None I know of.",
        "A: None that I know of.",
        "A: Yeah, [indecipherable] America was like. I don’t know, I don’t know. I could\n-- | don’t remember the -- the -- how I felt about it. It was excitement. In general it\nwas the excitement. You know you are going to a free country, a free country\nwhere everybody gets fr -- is treated alike, and I can go to school again, an-and\nthat somebody is going to take care of me. And not that these people wanted me so\nbadly, but they took it for granted that that’s part of their duty, that -- was a\nrelative.",
        "A: Right away. There I had a very good experience. I went to a neighborhood in\nQueens, and the lady in th-the -- the teacher ti -- tis a -- not the teacher, the\nsuperintendent, or what? Who is the --",
        "A: The principal. The principal decided she’s going to teach me English. So she\ntook me up for an hour every day in class, and sh -- made me -- made me learn --\nAugust 6, 2007\nplay English. And the best English I learned on the -- on the soccer team. But how\nshe took care of me, so at -- at the -- at the graduation she made a big speech about\nhow well I adjusted to the American life. Which was not so hard to adjust to. You\nknow, I lived in a nice -- a fairly nice neighborhood.",
        "A: Yes, an -- an an -- an aunt.",
        "A: Very nice people.",
        "A: I went to high school.",
        "A: Sha -- jer -- Franklin K. Lane.",
        "A: In Queens.",
        "A: And -- and when I -- I saw that I needed some more money because I was\ngetting older, I went to night school in -- Thomas Jefferson in -- in Brooklyn, to\nbe able to get enough money so I can have -- a-at least go to movies or something\nlike that.\nAugust 6, 2007",
        "A: These were -- these people didn’t -- they had enough money to help me, but\nthey really didn’t have enough money to take care of me.",
        "A: M-My uncles and aunts there. They were -- they were fairly well de -- I\nwouldn’t say well-to-do. They were struggling.",
        "A: Only. That’s all there was. The neighborhood I live there was no German kids\nin it, all amer -- Jewish and -- and Christian, everything.",
        "A: And we played to -- soccer together. It was a -- it was the -- it was somewhat\nwhat I used to have in Germany when I was little, you know?\nBeginning Tape One, Side B\nAugust 6, 2007\nschool, you were living with your relatives, and then you went on to -- you also\nwent to night school. What were you studying in night school?",
        "A: It was mostly English. I took German as a -- as a cla -- as a course to get good\nmarks, because I spoke German pretty well. So that’s what I had, but w-was\nmostly English and [indecipherable] geography, whatever it is -- had to be. It was\nenough -- enough -- enough to -- to graduate school.",
        "A: I say 18 and a half or 19.",
        "A: No, I went into a public school.",
        "A: They gave it to the -- th-the lady, the -- the principal. She decided on\neverything.",
        "A: She decided when to go to high school, and when -- wh-why -- she’s -- she’s --\nshe thought she has more of a -- a way of finding out how you -- how I get along\nthan anybody else.\nAugust 6, 2007",
        "A: And being a boy and getting -- playing a lot of sports was very easy for me.",
        "A: Yes.",
        "A: [had a Bar Mitzvah in my -- 1n our house, in the living room. The rabbi was in\nattendance, and about five or six rel-relatives. And we had a very nice dinner, it\nwasn’t as -- quite as wild here, as it is here. But we had [indecipherable] Bar\nMitzvah. The rabbi made a speech, and I don’t consider that it was anything\nunusual about it at the time.",
        "A: Y-Yes, from the --",
        "A: Thad a -- I had a -- I had to make a -- some spee -- some -- little bit, maybe a\npage, a half a page.",
        "A: Had na -- I wasn’t too good at hero -- Hebrew.\nAugust 6, 2007",
        "A: I [indecipherable] my parents. My parents wanted it and we had it in our\nhouse, not in a-any place else.",
        "A: And we had a big enough house.",
        "A: We had a beautiful place to live in, my -- my parents, until towards the end of\nit, when they had to move. It’s --",
        "A: -- it’s a -- such a -- when you talk about it, it’s so hard to -- to understand how\nun-un-un-unders -- un-understanding people are. How they could be so completely\nun-understanding towards the Jewish people or anybody else. Because they’ re\ngetting along now.",
        "A: Yes.",
        "A: Yeah.\nAugust 6, 2007",
        "A: Sh--",
        "A: She -- she -- she wa -- she made a little speech ab -- to -- for the whole audi-\naudience. And I can’t remember that.",
        "A: Looking for a job at -- for nine dollars a week, or 12 dollars a week. Something\nlike that.",
        "A: Just wanted to get -- figure my parents were still alive at that time.",
        "A: So I was still hoping that I can have enough money to get -- to get my -- help\nmy parents to come back over.",
        "A: Yes.",
        "A: Well, we had communication -- I don’t remember th-the -- we had some sort of\na com --\nAugust 6, 2007",
        "A: -- connection, yeah. Because I had to have it. Or maybe I just ca -- hoped that\nthere’s -- that th-there’s a possibility they still may be alive. Because I don’t think\nthere was any ed -- any medication -- any --",
        "A: -- communication, except -- except -- no, because they were sent to Poland by\nHitler, so there couldn’t have been any. The only a -- the only one I got was from\nthe Red Cross, from another area -- ou-outfit like the Red Cross. There was no --\nit’s just what they know.",
        "A: I looked for a job --",
        "A: -- ve-ve-very hard at that time, that was after the war. There really was --\nespecially prices, the -- the money which you got was hardly anything worth --\nyou couldn’t even live on it, I think it was maybe 12 - 13 dollars a week da -- at\nthat time, for a young kid like me.",
        "A: Probably.",
        "A: I got a job at a -- at a automobile carburetor rebuilding place.\nAugust 6, 2007",
        "A: On 66\" Street in New York City. All [indecipherable] and I think I made 12\ndollars a week.",
        "A: Until I don’t -- I don’t know, I don’t remember the -- some of the frequences. I\ndi -- I -- I moved around plenty.",
        "A: [had no trouble finding jobs. I had tr-trouble finding money.",
        "A: I mean, a-and any money [indecipherable]. And then, of course, came the\narmy.",
        "A: Yeah, well then, of course, they -- then --",
        "A: -- then things picked up a little bit. Business picked up, everybody had to work.",
        "A: But I don’t remember tha -- anything diffi -- difficult, or in -- hard to b -- to --\nthat I had -- did anything unusual.",
        "A: I don’t think I was old enough to understand what’s really going on.",
        "A: Not -- not offhand, no.",
        "A: How -- I continued to work, but I got a better job.",
        "A: And I -- I got another job, then I-I got up to 20 dollars a week and I suppose\nthat was a lot of money at the time, and so [indecipherable] came the army. In the\narmy, of course, I’m making 90 dollars a month.",
        "A: 25 -- in ’45.",
        "A: °45?",
        "A: It couldn’t be °45?",
        "A: I going -- go in the army --",
        "A: Pardon me?\nAugust 6, 2007",
        "A: Oh, when I went in the army, they looked at me, they saw a little German boy\nwho don’t speak good English, what’s he doing in the army? But th -- he drafted\nme.",
        "A: And I really enjoyed in -- in -- in -- and wanted to be in the army.",
        "A: Got in the army in Fort Dix.",
        "A: Fort Dix didn’t know what to do with us. They didn’t know what to do with us.\nI’m not speaking good English, I -- I -- I don’t know anything about anything.",
        "A: So they put me in the kitchen. So I was working in the kitchen as KP for two or\nthree months. Getting -- getting good and fat, but I -- what I -- but I did -- did\ncomplain. And I did complain because I was feeled, if other people complain, I\ncan complain. And they gave me a -- th-they put me in the ca -- in a place in --\ndown -- down south, a-a-and -- where they made th -- they -- they want to teach\nme how to make Morse Code. Speak to each other a-all -- in a Morse Code\nbecause I didn’t have to worry about the language so much. So I had a -- and\nAugust 6, 2007\nworked myself up to a -- to a lieutenant colonel’s [indecipherable] and I was in a\n-- in the maneuver with him for two months, to give him these -- the signals, so --\nso they can communicate. And in that thing, in that thing, I-I came on and I get a\nnotice in -- in -- 1t was carl -- in -- in [indecipherable] on maneuvers, all German\nspeaking people, please report to wa -- headquarters. That’s me. I go to\nheadquarters. He said listen, you gotta chance to do something here. You gotta\nchance to make yourself a name, or whatever. We can teach you how to ta --\n[phone ringing]",
        "A: Yeah.",
        "A: Spe -- they need German speaking people --",
        "A: -- did I tell that?",
        "A: So when I -- I -- I was told that I can -- I can join a -- a -- a school to teach\ninterrogation. And it’s taken my three months, and it’s done in Maryland, Camp\nRitchie. Camp Ritchie, Maryland. And they’Ill give you a -- give you a test\nbefore, and if I’m interested in a re-report this -- this -- which hap -- ever\nAugust 6, 2007\nhappened, I reported it. And I did go to the school. I went to Cambridge u --\nbeautiful place. That’s where the Clintons go. Beautiful. We had -- we were there\nthree months, and we t -- heard how to -- to interrogate. You know how you do\nthat? You have prisoners, American guys, they’re playing prisoners, they teach\nthem how to do -- well -- well, that was a big job. And I speak German, so to me it\ncame natural. So they used a lot of German Jews, who -- for that purpose. And I\nloved to get out of that -- the -- the swamp in the -- in the -- in down, and I went\nthat school, and I don’t know, three months after that I got a call, get ready, we’re\ngoing overseas.",
        "A: Pardon me?",
        "A: So what is -- that’s what I said, you think [indecipherable] should be a citizen.\nSo I said -- he di -- they didn’t realize it. So they took us to [indecipherable]\nhouse, and they made me a citizen. And --",
        "A: I wa -- I felt like a citizen anyway. I mean, I di-di-di -- it didn’t -- didn’t bother\nme whether they make me a citizen or not. They’re not going to sent me back to\nGermany. So | -- I went over there, and went over on the Queen Mary with\nAugust 6, 2007\n15,000 other soldiers. We had no place to sleep, no place to la -- ah, it was awful.\nEnglish food. The English tomatoes we had them for breakfast. So I bitched, just\nlike the other soldiers. I’m getting -- I became a bitcher. Now, we went over to E-\nEngland and they assigned me to the first division. The first division is the\nnumber one division of the United States Army. Is the [indecipherable] machine\ngiven to people who will get first the in -- and do in combat, always. So I said\n[indecipherable] and I joined the first division. And when I enlisted to the first\ndivision, and I listened to all those guys, how they all die, and before they even\ndead, they were so worried about everything, I says [indecipherable] maybe this\nis not a good place for me. Maybe I can get a better job. So I asked the colonel,\nI’m not so sure whether I’d -- I -- I don’t like to be on boats, and that’s -- you have\nto be on boats over there. He said, I got another job for you, the airborne. We need\na man in a hundred -- hund -- what is it, five or six, or five or s -- five or six\nparachute infantry.",
        "A: 101* Airborne.",
        "A: If you want that, we’ll transfer you to England to the -- the -- and you have to\nlearn how to jump an airplane. That’s also a job that takes about two weeks. So I\nAugust 6, 2007\nwent -- I made 14 jumps, and they made me a paratrooper, and I -- they assigned\nme to a five or six parachute infantry, which 1s one of the regiment of the hu --\n101“ Airborne. And that’s where I made it all the way through, through the whole\nwar, wouldn’t -- I didn’t get killed, would you believe it?",
        "A: From where?\nparachute.",
        "A: Oh yeah, we -- we jumped on D-Day, you know, we jumped. We jumped on D-\nDay, the night before five -- I have the whole book here, it’s -- I jumped at -- what\nis it?\nNormandy?",
        "A: Yeah.",
        "A: In Carentan par -- 1n -- Carentan is the little French town where we had\nlanded it. Say, maybe you heard Saint wi -- Mere-eglise, St. Mere-eglise? It’s\nright next to it. That was 101‘ Airborne, we jumped there. Very confusing, lot of\npeople got -- lot of killed -- got killed. Lot of -- very, very confusing because as\nAugust 6, 2007\nthe -- the planes, they were -- some of the planes that mo -- listened to the -- to the\n-- to the real thing. They put them in the -- in the wrong places where they -- they\nwere afraid to go, where there was too much flak, so that they would be shot\ndown.",
        "A: Lucky enough, I made it down from the airplane, and we had -- we had clickers\nso that we -- that we don’t have to speak German. The ke -- click -- click the one\nclick and two click. Yeah.",
        "A: Yes, I was -- I was -- I was part of a parachute team, five or six.",
        "A: And I was -- we in charge of -- in other words, when it -- when -- when the --\nwhen the -- the -- they’re working on the -- o-on the area, they -- they trying to\nclear the area, they get a -- a -- a prisoner [indecipherable] find out what’s the\nmatter him. Wh-Where is he going? You know, the American soldiers, get going, I\nhaven’t got much time. So it was very difficult sometimes to k -- to keep an\nAmerican -- a German al-alive to talk to him. Th-There -- these -- these boys were\nhot from -- from ameri -- from -- from England, also in the middle of -- of -- of\nbeing shot at from all over the place, bullets and th-the -- the -- the -- the -- the --\nAugust 6, 2007\nthe flak was flying from -- from -- from the -- from the -- from the ships, from --\nfrom the ba -- from ot -- it-it was -- we dug -- I dug so many holes. I tr -- we tried\nto dig down and 0 -- sideways, because there was so many things flying around.\nBut lucky enough I made it, I made -- I got hurt a couple of times, but never -- I\ngot see the fr -- the -- the -- the -- the por -- por -- what do you call the -- the\nPurple Heart. I got the Purple Heart.",
        "A: Yeah.",
        "A: Got wounded in the town of Bastogne. That, I’m sure you heard about it. I was\n[indecipherable] Bastogne speaking to prisoners when they were shooting --\nwhen the German bombs were bombing Bastogne. So it was not a fun -- a fun\nthing, even though the American soldiers are very, very, very terrific. They good -\n- they good work, hard working people, and so many of them got killed.\nUnbelievable.",
        "A: No [indecipherable] was.\nAugust 6, 2007",
        "A: Never mind -- never mind the name Jews. If they would have made the wo --\nwoulda -- word -- the word Jewish, or they say something like that, I would -- I\nwould have killed them, I think. Maybe. I don’t whether I would have done that.\nYou know, and I would think --",
        "A: [indecipherable] feelings think -- ma -- my -- basically feels that he’s a soldier\nlike I am. He is a soldier like I am. He is doing his duty for the country. How can\nyou shoot a man like that? You can -- when -- when you couldn’t help it\n[indecipherable] the shooting was going on and you hit people, you didn’t even\nknow you’re hitting them, but when you’re right in front of them, you have them\nin front of you, and say you [indecipherable] you say something or I shoot, I\ncouldn’t do that. Not -- every day is people who do that.",
        "A: There’s always somebody who gets killed.",
        "A: There’s -- there’s so much blood, so much blood in -- in a ca -- in a war, it’s\nhard to believe. And when you see those young kids who -- 18 and 19 years old,\nyou see them laying in the dirt with their -- the-their stuff coming out all over, and\nthat -- it’s a terrible thing and you never forget it. Enough of that.\nAugust 6, 2007",
        "A: I don’t know, I -- yeah, I -- I -- you know, I think -- I think, when I’m a soldier,\nI’m a soldier against a soldier. Not against a Jew, or a Christian or anything else.",
        "A: ma soldier. I’m going to kill this guy, everything, unless he kills me. So it\nreally has nothing to do with -- with religion.",
        "A: So I -- I will -- I will -- listen, I ha -- I had awful lot of people in -- in front of\nme who could have been shot.",
        "A: Can you imagine how many people -- sometimes 10 - 15 guys, Americans, will\nbring 1n prisoners [indecipherable] you can’t go shoot them all. It don’t make\nsense. Tho -- some of those poor guys, they’re just as bad off as I was.\nAugust 6, 2007",
        "A: After -- well, we parachuted twice, once in -- in -- in France and once in\nHolland --",
        "A: -- on a Jewish holiday, Rosh Hashonah, they made me jump.",
        "A: The -- there was a -- parachuted -- we para -- right near a zone in -- 1n -- 1n -- in\n-- in Holland. We were there to a reunion a few years ago, with my wife.",
        "A: Yeah.",
        "A: No, no, no, this -- this -- this meeting we had, it was just about five years ago.",
        "A: Yes?",
        "A: After D-Day, yeah.",
        "A: Yeah, well the -- that -- that was -- the war was on the way, our wa-way.\nAugust 6, 2007",
        "A: Pardon me?",
        "A: I’m continue interrogating all the time.",
        "A: The questions I -- where you shooting, who shooting at me? What kind of gun\nis it? Is it -- is ita machine gun, is it a -- a rifle? Are there more than five people, is\nthere a hundred people? What’s -- what’s the -- what -- what for -- what’s the\nchance for us to get in th -- in there? Can we -- can we go? And you hope to God -\n- out of six guys you get one question. This is -- this was my job, and -- a-and\nwhether it worked or not, I don’t know.",
        "A: Yes --",
        "A: No. What I got, I got mostly German sol-soldier [indecipherable] officer said,\nif you want to kill me, shoot me. You haven’t got the guts.",
        "A: That’s what he said, right in my face. And I didn’t shoot him.",
        "A: I don’t know.\nAugust 6, 2007",
        "A: I don’t remember. My German was -- must have been pretty good.",
        "A: Now after Holland came jo -- Bastogne.",
        "A: In Bastogne, then we went into Dusseldorf, Dusseldorf. Diisseldorf I lost one\nof my -- one of our officers, the colonel, and I -- and I -- and then -- he took a -- he\nwanted [indecipherable] he wanted to see how these things are near the Rhine.\nWe would I-l-lay along the Rhine, and we lost that -- that c-colonel. Very nice\nman, very well done. Just killed him, just like that. For no reason they -- the war\nwas almost on the way, you could see the war was on the way off. And he wants to\ngo, I want to see it.",
        "A: No.",
        "A: I know, I know because his -- was in charge of me.",
        "A: After war?\nAugust 6, 2007",
        "A: Huh?",
        "A: Diisseldorf, we went towards -- Diisseldorf we went towards southern\nGermany. The Russians were moving and we were moving towards Russia. We\nwere going towards the downward, down, down [indecipherable] and we ended\nup in -- near Garmisch Partenkirchen garden -- Garmisch Partenkirchen.",
        "A: In Garmischen we were -- we were -- we found all kinds of things. I found\nHitler’s fake -- Hitler’s signatures [indecipherable] I have them in a -- in a book.\nDo you see any things with Hitler in that pile? You’ ll find it, if -- I found Hitler’s\nstationary, so I wrote some letters on that stationary and sent it to the New York\nTimes here, or to one of the newspapers. I have two [indecipherable] of it here in\na -- if you find any, keep them. Here -- you know [indecipherable] to me. And I-I\nwrote a letter to my cousin, who gave it to the Herald-Tribune I think at that time\nwas -- it was -- it went out of business [indecipherable]. And tells me -- tells of\nhow a German Jewish boy goes 0 -- gets Hitler’s papers, writes them --",
        "A: Hm?\nAugust 6, 2007",
        "A: In his hou -- in his house on -- on -- on top of the mountain. In Garmisch\nPartenkirchen the war was over two days before that.",
        "A: Yeah, it was all over, the war. So we di --",
        "A: Hm?",
        "A: No, I had no idea of anything. I ha -- I [indecipherable] everybody was still\nalive as far as we were concerned.",
        "A: So these guys took -- took as many people [indecipherable] prisoners as\npossible. And two days after this, my colonel and I, we became friendly because\nhe likes where I [indecipherable] I sometimes [indecipherable]. He said -- he\ncalls me up, he said, get going, we gotta be there, we got something. That was --\nthe war was so over, two days already. We got a car. We gotta go, we have a big\nfish down in Austria. So we went in the Jeep, two of us. We got into -- in Austria\nand we went into a -- an old [indecipherable] you know, those old\n[indecipherable]. So we went in there, and there opens up a door. There sits Mr.\nGoering, with two American generals and his wife, and [indecipherable]. So\nAugust 6, 2007\nwhat do I do? There’s this maniac German in front of me. I should shoot him,\nright? In front of my colonel, and two generals? So the general said to me -- said --\nsaid to my colonel that, let your men get rid of the people in this [indecipherable]\nand make it a -- an officer’s place, where they can stay for a couple of days. I went\ninside, and there’s Mrs. Goering, who I knew because from the movies, she’s a\nmovie star. I said to, Mrs. Goering, you may have to leave. A matter of fact, you\nget your ass out of here within 15 minutes, otherwise I'll boot you out of here\nmyself. And I’m a Jewish boy. That’s all. And I [indecipherable] around and she\nstarts screaming and [indecipherable]. I said to the sergeant [indecipherable] just\nget rid of her. Get her out of the house and throw her outside, let -- let her walk out\n-- walk on. That’s my Goering -- my life [indecipherable]. I saw him -- you see\nhim sitting there all -- all dressed up in his uniforms and everything. And there’s\nthe American generals in their Jeeps, but Goering is in this beautiful st -- fancy go\n-- [indecipherable] fancy car he has, and a chauffeur there. But he didn’t ask for\n[indecipherable]. He got to Munich and he killed himself. That wa --",
        "A: No. No, they wouldn’t let me -- first of all, the generals kept him -- kept me\naway from there too. That was too much of a fish for them to catch. Can you\nAugust 6, 2007\nimagine? See that big, fat bastard in front of me? After all, I know he killed my\nparents and he killed everyth -- so many Jewish and American and all. What can\nyou do? Take my gun and shoot? I’d be dead. The minute I would touch my gun\nI’d be dead. Because he was too much a -- too much of a guy to fi -- they want\nhim alive.\nEnd of Tape One, Side B\nAugust 6, 2007\nBeginning Tape Two, Side A",
        "A: What’s that?",
        "A: Yeah. Well, what happens -- what happens after that?",
        "A: Oh, I don’t know. That -- that was completely out of my say. I was just a\nsergeant, I was a tech sergeant. These were generals there.",
        "A: No, I know that -- my colonel told me they’re putting them in the -- in the -- in\nthe Mercedes -- they put them back in the Mercedes and take them to Munich.",
        "A: That’s what he told me.\nAugust 6, 2007",
        "A: And I’m sure that’s what he did because he was -- I know wa -- h-he was put --\nthey would have put him back in the -- into Munich. That’s where he died.",
        "A: Yeah.",
        "A: And I meant Nuremberg [indecipherable].",
        "A: What?",
        "A: Yes.",
        "A: Well, this is --",
        "A: -- it’s the same thing. He wouldn’t have lived long anyway.\nGermany.",
        "A: Yeah, well, wa -- then th -- we had about a month of n-not too much. We had\n[indecipherable] to fill and this -- and th-that’s -- it’s beautiful -- beautiful area\nwhere we were. [indecipherable] in -- in -- in -- in Austria. It’s bel -- right below\nAugust 6, 2007\nth-the German border. It’s very, very gor-gorgeous country. And th -- don’t forget,\nall those people are still Germans.",
        "A: Only -- only American, never German.",
        "A: No way. E-Even when I went to the bakery or something like that. No, unless\nthe-they speak English, I never change. I never would dare change, no.",
        "A: None at all.",
        "A: I felt very j1 -- I felt just where I was belong, where I belong right now, in the\narmy, in -- 1-in where I was in -- in that area.",
        "A: Yeah.",
        "A: Supri -- su-sup-sup -- superiority. It is some sort of a superiority. It is\nsomething above [indecipherable] when you have so much in your hand, you\nAugust 6, 2007\nhave almost everybody there, you’ve even got a like -- you can sharpshoot\nanybody you want and you can -- probably can get away with it. So yo-you feel\nlike shooting. We [indecipherable] we were not Germans, we are Americans. We\n-- yo- you should see in -- in the little town of Turamsee, the people came to flock\n-- flock to us, they want to be part of it, they want the -- they want a -- th-this --\nthe school they want to be part of, they wanted to -- to talk to us. And they di --\nthey really did -- th-th-the Austrians are much nicer than Germans. They were\nmuch nicer to us, because the war was over, too. But then, from then on was\ndownhill. I’m finished after that. We spend about a month there, and I went\nmountain climbing one weekend with a -- a guide. They gave me a guide and we\nhad two or three women who na -- knew the way, and they took us up -- guides, up\nto the mountains, to a place where we could sleep. Was beautiful. That’s a\nbeautiful country there.",
        "A: This is -- yeah, the war is over.\nAugust 6, 2007",
        "A: I-I went -- I -- I skipped that labor camp for a reason, it just hurts me. There\nwas a place where -- where -- Hitler wrote a book, “Mein Kampf.” He made a --\na--aca--a--a--",
        "A: Pardon me?",
        "A: Yeah. He made a camp out of -- against -- for the Jews, and we come into that\ncamp. I was right in the beginning. I -- sometimes in the beginning, sometimes we\n-- we switch around so we have -- so we can watch what we doing. And all of a\nsudden I see guys walking around with [indecipherable], you know? And -- and\nthen they didn’t know what to do, and I didn’t know what to do either. I didn’t\nknow. I spoke to a -- the -- one of the colonels says, listen, these people haven’t\neaten anything. They haven’t e-e -- they haven’t gotten anything. I don’t know --\nwe don’t know what to do yet ourself. We don’t know what the doctor says to do.\nThe best thing is don’t give everything away. Don’t give all your candy and\n[indecipherable] you’re gonna hurt them. You couldn’t stop the Ameri -- you\ncouldn’t stop the Americans. They gave everything they could find. They\n[indecipherable]. A-And th-then -- then the -- we were there two nights, just to\nkeep them calm. But they all in their uniform. You should see those little -- we\nAugust 6, 2007\nwent in th -- I went into one of those homes. I don’t even want to describe --\ndescribe it because it’s unbelievable how that people can be alive in th -- it. What\nthey went through and how long they were there, I don’t know. But I don’t\nremember if they were wi -- man or wife. I don’t even remember that. I -- I co --\ndid one thing. I get in the middle of town -- because I speak German, I was rather\ninvolved in that time there. I put out on top -- on the top of one of those -- those --\nthose [indecipherable] there. I said, I want every one of these American -- these\nGerman soldiers to bring all their pay, all their p -- clothing, which they don’t need\nall the time, and even if they need, and put them in the middle of that town so\nthese people can eat -- they can live with it. So the -- the -- naturally they all came.\nThey all -- came all -- they all were afraid they were gonna get killed. You know,\n[indecipherable] speaking the right way, whether they like it or not. And I had no\nintention of killing anybody. I wasn't alone, there was 20 of us, whole uniform.\nBut we got most of them, and then the doctor spoke to us. Don’t give them any\nfood. Don’t give them anything to eat. It’s just killing them. They had nothing to\neat for -- any [indecipherable]. That was awful. That’s “Mein Kampf’. That was\na -- I forgot that very quickly.",
        "A: “Mein Kampf’?\nAugust 6, 2007",
        "A: I just said -- I said, I try to forget again.",
        "A: No, that’s the only one.",
        "A: Don’t forget, I’m -- I’m -- I’m with a first, front line company. 101“ is no -- no\n-- they don’t jus -- they don’t sit around waiting for work.",
        "A: | -- I-I -- I -- I was walking along in -- in Holland, into a nice area. Things are\nquiet and they was running, the children were walking around, all of them\n[indecipherable]. Next to me, everything started flying. Some guys collected guns\nand -- and ammunition. They wanted to somehow collect something or other. They\nblew about four or five American soldiers right in the air. Right here, standing\nthere. After you [indecipherable] where that happened. So I tell you, I don’t care\nwhat you say, you don’t think -- those things you don’t forget. But that’s\n[indecipherable]",
        "A: -- generally speaking, we --",
        "A: It’s -- it’s -- 1t’s not easy -- it’s not easy to repeat this, either.",
        "A: Yeah.",
        "A: Do you know, I -- I think of -- I think of what happened to my parents when\nthey went to camp. How did they -- how were they treated, or were they killed\nright away? I hope so. Will I ever find out? I doubt it. It’s tough life. But I have a\nnice family now.",
        "A: You mean when I had -- when they blew up?",
        "A: After what?",
        "A: Yeah. Oh, in Germany.",
        "A: I -- I tell you, I [indecipherable] civilians [indecipherable] too, in Germany.",
        "A: At Germany, I -- I h -- I had -- I had my children there, too.\nAugust 6, 2007",
        "A: Yeah, but I took -- I -- I -- I came across some people who were sick. They\nshould have killed everybody, they should have killed all the Americans. When\nyou hear things like that, there -- there’s always something like that.\nhad come across that one camp where you saw the survivors, but when you are out\nwalking on the roads, did you see any other survivors walking? People trying to\nget back to their town?",
        "A: Ah, the soldiers?",
        "A: After the war?\nwalking home?",
        "A: Oh, lots of them after the war [indecipherable] by the hundreds. They all walk,\nalways -- all in -- my job was a -- oh, what? At least 10 or five -- 15 days, we had\na group of -- I got about 30 -- 30 girls who speak German, who know how to ta --\ntype. They got the -- in the [indecipherable] in town I wa -- I was at, and we gave\ndischarge papers. The Germans were afraid to go home. They afraid to go home\nwith their [indecipherable] without the discharge paper. So we made some sa --\nAugust 6, 2007\nsa -- would you believe that? But that’s true, it’s happen. They were afraid that\nthey were so -- they -- they -- they were scared, or something like that. Such proud\npeople. Ph-Phony bastards, that’s all they were.",
        "A: No, only in that camp, there’s --",
        "A: Yeah, in that camp.",
        "A: I didn’t -- I wa -- don’t forget, most of the ca -- were in -- in camps in Poland, I\nthink.",
        "A: To wa -- how long did I stay in the army”?",
        "A: No, I di -- th-they -- they let me go in Camp Dix. They took me home --",
        "A: On the ship, on a Swedish ship.\nAugust 6, 2007",
        "A: About a -- within -- within the months after the war was over. It was very\nquick, and they put me in a -- in a Swedish ship. That was difficult to\n[indecipherable] the police had -- the cops put -- they were afraid of -- a lot of the\nsoldiers had a lot of money. They got money paid and they were gambling like\ncrazy on -- on -- on the ships. So that also was a problem.",
        "A: And all these problems are all with the -- cause that -- when the -- when there’s\ntoo much money. But after I was back in the United States, they -- they didn’t --\nwithin two days I was out of the army. They gave me my money, I -- I -- I -- I\nthink I got 1400 dollars pay -- back pay or whatever it is.",
        "A: I went to -- to the aunt where -- she died in the meantime, during the war, but\nher ska -- her -- her a -- that’s [indecipherable] is the -- well, si -- I’m con -- no\nconnection with -- with the -- with René, but they also connected a little bit. So\nwhen I went back I went there, I went to the house. That’s all I had, I had nothing\nelse. So I -- I ha -- I paid her -- I had to pay my -- my dues.",
        "A: I did. I did when I was in --\nAugust 6, 2007",
        "A: -- when I was in Dusseldorf, wh -- wh -- I told you the man died. I took the\n[indecipherable] and I spoke to one of the police officers that -- what I want to\ndo. Tell him that I had my parents lived -- used to live there, and they have a house\nthere, they had a house there. I want to know what I can find [indecipherable].\nThey ga-ga-gave me a Jeep and a man, and we went down the Rhine from co --\nfrom Cologne to Koblenz. And I found very little, except one person I knew,\nsomehow was related to my uncle, who was married to a non-Jewish man -- a\nwoman. But -- and I went -- nothing really important there. Listen, I -- I didn’t -- I\ngot letters from teachers, they need [indecipherable] they need food there, that I'd\nalways took care of you when -- when -- when -- when -- when school was on, I\nbe -- I never gave you a bad mark, and thing -- stories -- stories like that, just to\nget some food.",
        "A: Yeah -- no, no, I’m here now.",
        "A: Yeah, things weren’t good after that in Germany, not right away.",
        "A: Tow -- my -- I only met one person I knew.\nAugust 6, 2007",
        "A: My father’s -- my father’s house who -- I went right to it, I met the policeman.\nThe policeman was very well known because he was a -- a -- a tall man with a big\nma -- moustache. So he was the one who used to direct the fi -- th-the -- the signal\nwhen people make the right and the left turn. At that time they had one I-light in\nKoblenz. So when I met him, I says -- I told him who I was, he says, yeah, I know\nyour father. I knew where he was. I know they took him away, but that’s all we\nknow.",
        "A: That’s all. Later I, through Red Cross I went -- I went th-through Red Cross, I\nha -- I found out. I don’t know what date that was.",
        "A: Hooray!",
        "A: Yeah, th -- let’s see. Yeah, oh my cousin who I lived with awhile, he is in the\ncleaning business. They used to clean big buildings like -- big stores like Macy’s\nand stuff like that. And he say, I got a job for you. You a sergeant, you can -- you\nknow how to tel -- put me 1n a [indecipherable] station, clean the\nAugust 6, 2007\n[indecipherable] station, five times a week. And kee -- make sure that the people\n[indecipherable] different places, stuff like that. I lasted one week. Said, no, I’m\nnot going to be a captain or a soldier any more, no. So I don’t know, I find -- I -- I\n-- I got different jobs. Finally got in the luncheonette business and that’s where I\nstayed. [indecipherable]",
        "A: No. In [indecipherable] business I st -- I met my wife.",
        "A: Her father was in the luncheonette business, so I -- I went into business with\nhim. Then when he --",
        "A: American.",
        "A: Yeah. And she -- she was -- worked a-and we accumulated a few dollars. We\ndid -- and not that I f -- I stole anything, but I did very well.",
        "A: I don’t know how.\nAugust 6, 2007",
        "A: Yeah, I went into a big company, where we had to -- 500 cafeterias, industrial\ncafeterias. In other words, if you have a big company, 500, we used to go in there\nand feed you.",
        "A: And give you a bake -- break on food and stuff like that. And that -- and I was a\n-- a head supervisor for that. And I traveled 35,000 miles a year, just in a car\n[indecipherable] from -- from Connecticut to -- to -- to -- to all the place, I -- ’m\ntelling you, crazy. I was always on the road.",
        "A: Yeah.",
        "A: Ihave three children. René is one of them. And Marco’s the -- the other one.\nNow I got two grandchildren, great grandchildren.",
        "A: The third child is my son.",
        "A: No, no, no. My daughter Lillian, she’s a lawyer in -- where 1s Lillian?\n[indecipherable] upstate in -- can’t think of the name.\nAugust 6, 2007",
        "A: We di -- I did much more than I expected. Really, I did, and I’m very glad I\ndid. At least I’m going to give the people a -- a good start in the -- 1-in -- in the --\nso when they gave -- we gave them a wedding present, they got a good present.",
        "A: That’s all I can do.",
        "A: Yeah.",
        "A: I -- I --",
        "A: My feelings is --",
        "A: -- there will never be a place like the United States. Never. I mean, it’s just a\nvery unusual [indecipherable] it’s just an unusual place. To be able to -- to -- to\nlive in a place like that, in harmony with so many people, it’s wonderful. And --\nand -- and most people make the decent living, and nobody’s killing themself.\nAugust 6, 2007\nThat -- tha-that’s what I call something which -- which nobody ever will equal, I\ndon’t think, at all.",
        "A: If I would have stayed in Germany?",
        "A: I think so. I think the American wa-way 1s the only way to live. It has nothing\nto do with really, the other people. Because here not everybody is going to be\nalike, but the biggest part of -- just -- just look at the -- the [indecipherable] the\nWhite House, what’s going on at -- the time. It’s mutual. It’s somehow mutual that\nthey’re gonna get to a -- to a -- to a -- to a good -- they get together and they gonna\nget to an end. And they -- they gonna end up all right. At the end of the year we\ngonna have a good year. It’s 90 percent all of the time. If it’s not good, it’s almost\ngood. And there’s gonna be some bad ones. There’s gonna be a few bad ones, but\nvery little compared to what -- what they had 1n the -- what they have in th -- in\ndifferent pl-places the world. They don’t even know how to live, people. They\ndon’t know what life is like. It’s too bad -- it’s just a -- it’s too bad that I had to\nAugust 6, 2007\nlose my wife. That’s what hurts me more than anything else. And my wife was\nyounger. She was 15 years younger than I am.",
        "A: Yeah, she loved to, she -- she -- she worked in a -- in an office. And she had --\nshe worked for a gr -- [indecipherable] for people who -- who make\n[indecipherable] presses. And she has -- took care of the office, and she had what,\nfour or five girls working for her. And she loved it. She was a good worker. She\nwas the kind of wife everybody should have. I know I should have said that befor -\n- before. No, but truly so. And I -- and I -- I just speak to her -- to the -- to the\ngrandchildren about her.",
        "A: Then you know the difference.",
        "A: Yeah.",
        "A: You know, I was so completely harmonized to American life that nothing else\neven matters in Europe, in any way.\nAugust 6, 2007",
        "A: There’s nothing could hurt it. There’s nothing could hurt the United States in -\n- in my mind.",
        "A: Well, ll tell you, we -- we should be a little bit more religious. I -- I tell you, I\n-- | was Bar Mitzvah and her parents were not -- not -- not unusually re-religious.",
        "A: And I na -- I don’t know why I’m not more religious, I should be more. But\nnow why should I be more religious, when I lost so much of it? But that’s not a\nfair way to look at it either. So you have -- now I have -- I have families who need\nto th -- this religion, and I got -- I ca -- my wi -- grandchildren are terrific.",
        "A: [indecipherable] more often.",
        "A: I go there often, too.",
        "A: | -- th-th -- my theory is that it could be very well made American, nice\nAmerican co-country, that there is [indecipherable] there, they have the\nAugust 6, 2007\ningredients of a nice country. They have a beautiful country and they have a --\nthey have a feeling [indecipherable] feeling are very nice. I like that country.",
        "A: [indecipherable] feeling towards the [indecipherable] I mean, the country\nitself. The co -- everything you go there seems to -- when you go there, 0-overseas\n-- I took my -- I told you I took my family over there, and we traveled all over\n[indecipherable] fr-from Amsterdam to -- to -- all the way to -- to a ja -- what\nthe hell is [indecipherable] all the time. And we really traveled every place, the\nkids -- kids liked it. My de -- my daughter was five year already at that time when\nI was [indecipherable]. And they like -- they went to -- we went to a place to eat,\nand the people came over [indecipherable] would you like to dance with us?\nThings like that you don’t see here so much, but you see over there. They’re like --\nsomething like that.",
        "A: For who?",
        "A: ’'m not angry, I-I -- I -- I -- I don’t know who -- who am I going to get angry\non? Wa -- I feel -- I feel bad I’m -- I’m a little bit of a burden on anybody.\nBecause René is really working hard on me.\nAugust 6, 2007",
        "A: [indecipherable] not, no. I have no anger there.",
        "A: I know they could do it again. I think they have the -- the -- in the make-up of\nmaking it again. But I’m not sure. I’m not going to find out.",
        "A: Why do I say, because I -- they -- they have that -- that excitement in -- in\nthem. It is that scr -- screaming in your face, and hitting you in the mouth and\nsaying, no good for me, you’re no good for me. I have that feeling they would be\nthat way. We’ll see. It seems to be all right, they seem to be calm. I -- I tell you,\nI’m not going back there, at this [indecipherable]",
        "A: I don’t know.",
        "A: Very happy. My parents made it happy. [indecipherable] you know --\nAugust 6, 2007",
        "A: They did, really a good job. It’s a sh -- it’s a shame that some people have to\nsuffer and others have, and I don’t have to. So people who -- who are lucky\nenough to get through with it, without any trouble --",
        "A: -- they’re lucky. It’s just -- you know, just luck.",
        "A: Yeah, what’s new?",
        "A: No, my kids are number one.",
        "A: [indecipherable|",
        "A: I got two great-grandchildren. [indecipherable]",
        "A: No. I had spoke too much already.",
        "A: I’m glad I -- I -- I’m glad you appreciate it.\nAugust 6, 2007",
        "A: I don’t know whether anybody else would appreciate it.",
        "A: Well, I tried. I tr-try to give my honest opinion, and that’s what I can.",
        "A: I couldn’t lie. I wouldn’t know how to lie about these things.\nEnd of Tape Two, Side A\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nAugust 6, 2007\nBeginning Tape One, Side A"
    ]
}