{
    "rg": "RG-50.030.0593_trs_en",
    "sequence": [
        "Question: This is an interview with the U.S. Holocaust Memorial Museum. Today\nis the 15\" of October, 2010. I’m here with Erica Kanter, and I am Ann Erling.\nSo, let’s start. Let’s start from the very beginning. Could we get your full name,\nthe name, if it was different at birth, and your birthdate and where you born,\nplease?",
        "Answer: Yes. The name is Erica Kanter. The maiden name was Hecht, h-e-c-h-t.\nI was born in Stuttgart, Germany in April 19\", 1929.",
        "Q: Okay, and then just tell me about your childhood; your home and your family,\nand what — what life was like?",
        "A: I lived in Stuttgart. My father was a physician. My father was Jewish, my\nmother was Catholic, but neither of them really practiced their religion. My father\nwas a very successful physician, so we had a very nice, privileged life. We lived in\nStuttgart, which was a very modern city at the time. They had buildings by\nGropius, and I had a very privileged childhood. We had live-in helpers who were\nlike family and so my childhood was a very happy childhood.",
        "Q: Do you have any siblings?",
        "A: Yes, I have a sister who’s five years older than I, here name is — was\nLisalotte(ph), and now is Lisa. And my brother, who’s three years older than I,\nOctober 15, 2010\nhis name is Karl Theodore, and is now Ted. My sister lives in Los Angeles, my\nbrother lives in Ann Arbor, Michigan.",
        "Q: Okay, did you — you attended school in Stuttgart?",
        "A: Yes, I went to elementary school, and — for four years, and my teacher, whom I\nadored, was Fraulein Gruninger(ph). And I went to the Wagenborg(ph) schule\nand had a very happy early education.",
        "Q: Were there both Jewish and non-Jewish children at this school?",
        "A: Yes, there were all kinds of children, Jewish, Catholic, Protestant. And I have a\nfriendship book in which some of them signed and had their pictures, and they’re\nof all religions.",
        "Q: Okay, so a lot of your friends were both Jewish and non-Jewish?",
        "A: Yes, mm-hm.",
        "Q: Okay. What are some of your earliest childhood memories?",
        "A: Well, I have a lot of them, and many of them are in a memoir which I wrote,\nand was published last year. We were very close to my parents and we did the\nusual amusements and entertainments for Germans of the time. We went walking\na lot, and we went to the puppet theater, and we visited my grandparents, who\nlived in Ulm. And in the summer, we went to Czechoslovakia, where my\nmaternal grandparents had an estate, which was a castle. And so for the first seven\nOctober 15, 2010\nor eight years of my life, I went to Czechoslovakia every summer to spend time at\nthe castle. So —",
        "Q: That’s so cool.",
        "A: — Thad a very privileged childhood. Nothing but happy childhood.",
        "Q: That’s so good. So you said that your family didn’t really practice religion. Did\nyou do any — prac — do any — I guess, recognize any Jewish holidays or Christian\nholidays?",
        "A: Not really. I-I think even my grandparents, my paternal grandparents, who\nwere Jewish, I don’t think they practiced their religion either, which was not\nunusual for a lot of German Jews. But I did go to Sunday school. I went to\nGerman Lutheran Sunday school, and I think I just, you know, went once a week\nand it was just part of my growing up, I guess. And then when I came to the\nUnited States in 1940, I became a member of the congregational church, which\napparently is not too dissimilar from the German Lutheran church.",
        "Q: Mm-hm. Remind me again what year you were born?",
        "A: I was born in 1929.",
        "Q: Okay. So, did you experience any anti-Semitism when you were growing up?",
        "A: Not really. It seems that Stuttgart was rather late in having anti-Semitism\nvisible. I did know that — I think in 1938 perhaps, I was no longer allowed to go to\nOctober 15, 2010\nthe swimming pool. But I stayed in school, I think until early in 1939. However, in\n1938, my father lost his medical license, and on Kristallnacht he was arrested and\nhe was sent to Dachau. Now, in those days, apparently, you could still get out\nafter a fo — short period. And he was there for a month, and the requirements for\nleaving at that time, as far as I know, were that you had already applied for a visa\nto leave Germany, and that you had served in the German army in World War I.\nAnd my father was in the German army as a medic in World War I, but he was\nsent to Dachau. And then, we’re not a hundred percent sure if the story is true, but\nI was told that the police chief in Stuttgart had a six year old son, and my father\nwas the family doctor, and they say that my father saved the child’s life. And that\nwhen this police chief heard that my father was in Dachau, and had already\napplied for a visa and had served in the army in World War I, he also helped him.\nSo my father got out of Dachau after a month, after he had to have surgery which\nwas caused by his stay in Dachau, where they ruined his sinuses. He left through\nSwitzerland and then went to England. And he came to England in September of\n1939. My brother, my sister and I were sent to England in, I think April of 1939,\non the Kindertransport.",
        "Q: Okay. Well, let’s — let’s back up a little fur — a little bit before we talk about the\nKindertransport. Do you remember — you said you remember not being able to\nOctober 15, 2010\ngo to the swimming pool any more. Do you remember anything else happening at\n— you know, your father losing his practice, but I mean, did children treat you\ndifferently at school?",
        "A: No, no. No one treated me differently while I was still in school. My teacher\ndidn’t, my friends didn’t. So it really didn’t affect me too much. And I was\nprobably doing something very silly, I— my mother did let me have English\nlessons for a short while. And I remember going on the street and practicing my\nlittle English sayings, which of course was not very smart, because if anyone had\nheard me, there might have been a problem, but fortunately no one ever heard me\nor paid attention.",
        "Q: So you attended school up until you left?",
        "A: Yes. I think I probably was taken out of school few weeks or months, I really\ndon’t remember how long. But I know that my mother had lots of clothes made for\nme to take to England, and I did have these English lessons, but I don’t remember\nhow long I was out of school.",
        "Q: Did your family at home, did your parents talk about the Nazi rise to power?",
        "A: No, no.",
        "Q: It wasn’t a concern?\nOctober 15, 2010",
        "A: No, the only thing I remember is that the night my father was arrested, my\nmother woke me up and I remember having to say goodbye to my father, but that’s",
        "Q: How long — sorry to interrupt —",
        "A: That’s all —",
        "Q: — how long was he in Dachau?",
        "A: About a month, I think.",
        "Q: Okay, so when did your parents talk to you about the Kindertransport? When\ndid you know that decision had been made’?",
        "A: I don’t really remember. I don’t remember whether my mother ever explained\nit to me. It was through my mother that we were able to get out, because she did\nall this while my father was in Dachau.",
        "Q: So this was in April or May of 39?",
        "A: I think we left in April 1939.",
        "Q: Okay. And then what — what went into the preparation? Like you said your\nmother had clothes —",
        "A: My mother had lots of clothes made, and I had a ba — brand new quilt for my\nbed, and she packed all my things, and I had some of my favorite books. One was\nabout three Teddy bears, another one was about Kaspalay(ph), which is a puppet.\nOctober 15, 2010\nAnd [| also had family photo albums that she gave me. And — but I really don’t\nremember being scared or traumatized. I-I just didn’t really know what was going\non, I was nine years old.",
        "Q: What about — and your brother and your sister were — went as well?",
        "A: Yes, we all three left together. Now, I’m sure that my sister, who was 14, and\nmy brother, who was 12, have more memories of it than I did. My brother, for\nexample, remembers my mother saying goodbye to us at the railroad station. And\nI’ve read recently that Nazis did not want parents on the station — on the platform,\nbut apparently my mother did go, and my brother remembers that. I don’t\nremember that at all.",
        "Q: So you don’t — you don’t recall the days leading up — whether or not — how you\nwere feeling —",
        "A: No, not really.",
        "Q: Okay. Do you recall the — the journey to England at all?",
        "A: A little bit. I played the violin at that time, and I know they made me play the\nviolin on the train, because many Jewish families bought expensive musical\ninstruments to give to their children to take out, so that they could be sold for\nmoney later. And so the Nazis wanted to make sure that I could play the violin,\nOctober 15, 2010\nand I did, and I remember I played “Ach du lieber Augustine,” which was a\nfamous song at the time for children. But that’s all I really remember.",
        "Q: Okay, did you know if you went by train to — to Holland?",
        "A: I think so, and then by whatever to England, and we went to London where\nthe three English families that were taking us, met us. And my sister went to\nBuxton, my brother went to Harrow, and I went to Marple, which is outside\nManchester.",
        "Q: Okay. So what was the family like who you lived with?",
        "A: My foster father was professor of engineering at the University of Manchester,\nand his wife Edith. And they had twin daughters who were about six months older\nthan I, Joyce and Kathleen. And the day that I arrived, and we went to Marple,\nmy English family had a high tea in my honor. And I was very surprised, because I\nthought my foster mother spoke fluent German, I thought this is very easy to\nunderstand. And then when it was bedtime, the woman I thought was my foster\nmother disappeared. Turns out that my foster parents had invited the German\nteacher from the high school to come for the day and make my transition less\ntraumatic. But from then on, I was on my own. But they were wonderful. And I\nam still in touch with them, and in 2008 I went to England for the twins 80\"\nbirthday. And we correspond, we send each other letters with pictures of our\nOctober 15, 2010\ngrandchildren, and we’re still very close. The only one in the family who is that\nway with the English family is I. My brother and sister did not keep in touch with\ntheirs until a few years later.",
        "Q: Okay. Wa — were there a lot of English customs that you had to adjust to, that\nwas different from home?",
        "A: Well, the one that I remember — and at — at this time, you could still write to\nGermany from England. My English foster mother always gave me tea, like\neveryone else in the family, but I refused to have milk in it, and she thought that\nthat might not be good for me, so she wrote to my mother and asked whether it\nwas all right for me to have tea without milk in it. And my mother said, oh yes,\nshe has tea at home all the time. Well, what my mother didn’t realize is that\nEnglish tea is very strong and very dark, whereas in Germany tea is fairly weak.\nAnd so my mother said no, it’s fine. So I learned to drink English tea, but was not\nvery fond of it. And I wasn’t too fond of mutton either, although I did like\nShepherd’s pie, which is ground mutton with mashed potatoes and gravy.",
        "Q: I like that as well.",
        "A: And high tea, I liked high tea. And I had never had Jell-O, and very often my\nEnglish foster mother made a dessert with different colors of Jell-O that was all\nchopped up and very pretty. And she also made lemon curd, which I’d never had\nOctober 15, 2010\nbefore. And she always told me when I met them later in 1980, that I would come\nto the kitchen and I would try to help, and I would say, I will make — meaning that\nI would help her. And I remember squeezing lots of lemons for lemon curd.",
        "Q: So did — you said that you had taken some English lessons, but did it take you a\nwhile to learn the la — the — your new language?",
        "A: I guess so, although I really don’t remember.",
        "Q: Did you attend school when you were in England?",
        "A: Yes, I went to school a week after I got there. I went to Manchester High\nSchool for girls, which was an elementary school in Manchester, so we\ncommuted from Marple to Manchester, and the twins went with me. I think they\nwere probably a year ahead of me in school. And I remember loving my school.\nAnd then when the war started in September, after a while, when bombing started\nin Manchester, like many other British children, we were evacuated to the\ncountryside. So I had another English family, a Mrs. Emerson and her daughter,\nwho was in her 20s. She was the — the — Mrs. Emerson was a widow. And I went\nto the Cheadle Hulme school, which was an affiliate of the school in\nManchester.",
        "Q: Did the two twins go with you when you went —\nOctober 15, 2010",
        "A: No, the twins went to boarding school. And the school I went to was a boarding\nschool, but I went as a day student.",
        "Q: Where were your brother and sister at this time?",
        "A: My brother was in Harrow with his English family, and my sister was in\nBuxton with hers. My brother’s family had a daughter who was a little bit older\nthan my brother, and my sister’s family I think had four children. And I saw them\nonce while I was in England, we all got together in Harrow.",
        "Q: Did you return to Marple after being evacuated to the countryside, or did you —",
        "A: I went there I think on weekends, or whatever. I just didn’t go to school in\nManchester any more.",
        "Q: Did you experience any air raids, did you —",
        "A: No, I didn’t.",
        "Q: So what — do you recall ha — what your knowledge was of the war during this\ntime? Did you read about it, or hear about what was going on?",
        "A: Not really. I knew that there was a war. The one thing I do remember 1s that\nPrincess Elizabeth and Princess Margaret Rose, spoke on the radio every week\nto the children of Great Britain to keep our courage up. And that’s about all I\nremember.",
        "Q: How long were you there?\nOctober 15, 2010",
        "A: I was there for about a year.",
        "Q: Okay. So, do — and you — you wrote to your mother. How long did you — were\nyou able to keep in contact with your family?",
        "A: I really don’t remember, but I know in the beginning. Now, my mother stayed\nin Germany because she didn’t have a German visa, she was born in — in Prague,\nso she had a Czech visa. And there — it wasn’t quite as rapid. And she eventually,\nshe tried to pack up our — all our house, and our paintings, our — all our belongings\nto send to the United States, and of course nothing was ever delivered. My\nparents lost everything. But she left to go to Italy where my maternal grandparents\nhad a house, which she inherited. So she went to Italy on the pretense of going to\nsell that house, and she never left Italy. And she then went through Portugal in\nSeptember of 1940 and came directly to the United States. So I hadn’t seen her\nfor a year and a half.",
        "Q: Where was your father? I know he said — you — he got a visa. Did he — where\ndid he leave to?",
        "A: He left, and came through Switzerland to Harrow. He lived in a boarding\nhouse in Harrow, so he and my brother did see each other while they were there.",
        "Q: Did you — did — you didn’t see your father though, at all?\nOctober 15, 2010",
        "A: I saw him once, the one time that I went to Harrow. And then in April or May\nof 1940, my brother, my sister, I and my father all came over by boat on the\nBritannic to the United States. And my father had a research fellowship in\nYpsilanti, Michigan, because he couldn’t practice medicine yet. And then a year\nlater he passed the medical exam and then he moved to Massachusetts with us.\nAnd the reason we went to Massachusetts is there were very few states where you\ncould practice medicine without being a citizen, and Massachusetts was one of\nthem. So we moved to Braintree, Massachusetts, which is just outside Boston,\nand he started his practice again, and after a beginning struggle, he became very\nsuccessful and eventually taught at Tufts Medical School, and put all three of us\nthrough college.",
        "Q: That’s fabulous.",
        "A: Yeah.",
        "Q: So what year was it that you immigrated to the U.S.?",
        "A: °39.",
        "Q: °39, okay.",
        "A: No, 1940 we emigrated. We left Germany in ’39, left England in 1940.",
        "Q: That’s wonderful. Okay, so what about — did you still have grandparents who\nwere —\nOctober 15, 2010",
        "A: Yes, my maternal grandparents had died early in the 30s, but my paternal\ngrandparents, my grandfather was also a physician, they lived in Ulm. And it\nwasn’t until 1942 that they were sent out of Ulm. They were told they were going\nto a Jewish retirement settlement, they couldn’t pack very much. And they were\nsent to Theresienstadt, and they died in Theresienstadt within a week of each\nother in January of 1943. Now, my parents didn’t know that until after the war.\nMy parents tried to get them out of Germany and couldn’t. And so it wasn’t until\nafter war that my father found out that my grandparents had died.",
        "Q: So, your — your brothers and sis — your brother and sister, did they have a\npositive experience when they were in England?",
        "A: Yes, they did. My brother in Harrow, his family was as wonderful, and in fact,\nhis foster mother eventually came to the United States, because his — their\ndaughter eventually married an American serviceman, and then brought her\nmother over to the United States. My sister’s family also was very nice to her,\nexcept in the beginning. My sister at that time was 14, and they sort of treated her\nas a au pair, a household helper. And it — that didn’t stop until a cousin of my\nfather’s from India came to visit and explained to them that, you know, she had\nbeen brought up in a very privileged household, and that she shouldn’t be treated\nlike a servant. And everything was fine from then on, and you know, she was quite\nOctober 15, 2010\nhappy, I’m sure. Although, she was 14, and that’s not a — an easy age to, you\nknow, uproot. But one of the children of that family did visit us in Massachusetts\nwhen I was in college. I remember he came — Aubrey came to visit. But my sister\nhasn’t kept in touch with them, and my brother really didn’t keep in touch with his\neither.",
        "Q: So before we move on, I want to talk about your life in the U.S. You had a\nphotograph of a fr — a friend of yours, Ursula. Was that someone you knew in\nEngland?",
        "A: Yes, my best friend from Germany",
        "Q: Oh, okay.",
        "A: — was named Ursula Meyer. And I did visit her in England once. I don’t know\nwhere, all I know is it was near the ocean somewhere because there is a\nphotograph of the two of us on the beach in bathing suits. And I don’t know what\never happened to her, we lost touch when I came to the United States. And I was\njust curious to see whether she was still alive, and whether she had stayed in\nEngland, or whether she got married, or what, I had no idea. And I first got in\ntouch with the Kindertransport Association, to find out whether they could find\nher on a list anywhere. And they did find an Ursula Meyer, but it was am-—a\nmarried name, not her m — her maiden name.\nOctober 15, 2010",
        "Q: Oh, okay. So how old were you when — when you immigrated to the U.S.?",
        "A: I was nine.",
        "Q: Nine, okay, so did you s-start attending American school right away?",
        "A: Oh, when I was s — came to the United States, I was 10. Yes, I—I first went to\nschool in New York City for a few weeks, until my father got the research\nfellowship in Michigan. And then I went to elementary school in Michigan for a\nyear. And then I— we moved to Braintree, and I skipped a grade, because they\nsaid I’d had so much education in Germany and England that I was ready for the\neighth grade, I should really have been in seventh. And then I stayed, I went all\nthrough high school in Braintree.",
        "Q: So, was it difficult adjusting to, I mean, a new lifestyle, after being in eng —\nGermany and then England —",
        "A: Yeah.",
        "Q: — then America.",
        "A: Not for me, I — I— you know, I remember my childhood as being a very happy\nchildhood and I guess I was always happy from the time I was young, and I don’t\nremember really, any traumatic incidences at all, except for one in England,\nwhich I considered traumatic. My mother, when she was still able to send me\npackages from Germany had sent me a box of cherries from our Bing cherry tree\nOctober 15, 2010\nin Stuttgart. And one night we were to take a bath, and it was my turn to take a\nbath first. And the bathroom was quite chilly, but there was a nice little cabinet or\ncloset where the hot water heater was, and it was quite warm in there, and you\nusually dried yourself in there. And I was in there drying myself when I heard one\nof the twins come up for her bath. And I thought that it was Kathleen, who was\nthe very outgoing twin, and I thought, now wouldn’t it be fun to close the cabinet\ndoor and then open it and suddenly say boo. Well, I had made a mistake and it was\nnot Kathleen, it was Joyce, who was a little more nervous. And of course, she\ncried and shrieked and Uncle Cornish(ph), my foster father, sent me to my room\nfor what I considered just fun, but apparently he was concerned because one of the\ntwins was crying. So I remember sitting on my bed on my beautiful new quilt,\nopening my box of cherries, and I ate every cherry one by one and I kept\nmuttering to myself, and you won’t have any, I will eat them all by myself. And\nthen in 1980, when I went back to England for my foster mother’s 80\" birthday, I\ntold him the story and he couldn’t remember it at all. But that’s about the only\ntraumatic experience I had. And the only other one was in New York, when I was\nin school for a few weeks. I remember standing up at my desk to answer a\nquestion, and the little boy behind me was measuring the length of my dress with a\nruler. And apparently my German dresses had gotten a little short as I got a year\nOctober 15, 2010\nolder, and I remember him measuring the length of my skirt. But that’s about the\nonly traumatic experiences.",
        "Q: Did you exchange a lot of letters and packaged with your mother when you\nwere in England and she was in Germany?",
        "A: No, I really don’t remember. I mean, she packed everything in my trunk, you\nknow, that she thought I might want to have, like my Teddy bear and my books,\nand I don’t remember too many other letters from her.",
        "Q: Were your parents able to get anything out of Germany when — when they\nleft?",
        "A: No, no, nothing, nothing.",
        "Q: Do you remember hearing about the war ending when you were in the U.S.?",
        "A: Oh yes, and I —I distinctly remember Roosevelt’s death, because that came\nover the radio and I remember how shocked my parents were when they heard\nthat. I was actually on — on Cape Cod when World War II ended, and I heard over\nthe radio, and we all celebrated.",
        "Q: That’s wonderful. So, let’s see, what else we have to talk about. Have — have\nyou ever done an interview like this before?",
        "A: No.\nOctober 15, 2010",
        "Q: Have you ever — do you talk to your — have you talked to your children — how\nmany children do you have?",
        "A: I have two daughters, and I have five grandchildren.",
        "Q: Okay, whe-when did you get married?",
        "A: I got married what at that time was considered late in life. I was 27 and my\nhusband was 31 and in those days, in 1956 that was considered over the hill. Most\nof my college friends were already mothers. But I got married in 1956 and I got\nmarried at the Harvard chapel, which solved all of the religious problems — my\nhusband was Jewish. And anyone who went to Harvard, which I did, and he went\nto the Harvard Business School, was able to get married at the Harvard chapel,\nso that’s where we got married and it solved all the problems of who was going to\nmarry us, and how, and what, and everybody was happy.",
        "Q: That’s good. Okay, so I guess we — we should back up. So you went — you\nwent to Harvard.",
        "A: Yes.",
        "Q: What did you study?",
        "A: I majored in English and American literature.",
        "Q: Cool, and your — and did you meet your husband at Harvard?\nOctober 15, 2010",
        "A: No, no. He actually went to the business school after I graduated. He worked\nfor a few years before he went to graduate school. So I graduated in 1950, and this\nyear was my 60\" reunion.",
        "Q: Oh really?",
        "A: Yeah.",
        "Q: Did you attend it?",
        "A: Yes, it was wonderful.",
        "Q: That’s wonderful.",
        "A: It was a great reunion.",
        "Q: So, and you have two daughters and five grandchildren, and d — have you ever\ntalked to them about your experiences?",
        "A: Well, I’ve talked to my d — my daughters, you know, about it, and a little bit to\nmy grandchildren. But that’s really why I wrote my memoir, so that they would\nknow. And you know, what they know about the Holocaust they read in — in their\nhistory textbooks, and they know what happened politically, but I don’t think they\never fully realized how it affects individuals. And I thought they should know how\nit affected my family, and what happened to me when I was nine years old. And\nthat’s really why I wrote the memoir. And my husband kept insisting that I should\nwrite that and — for the grandchildren, primarily.\nOctober 15, 2010",
        "Q: I think it’s important.",
        "A: Yeah.",
        "Q: So it’s good that you did that.",
        "A: Yeah.",
        "Q: And it’s also good that you’re sharing your story with us today, so thank you.",
        "A: Well, thank you, thank you.",
        "Q: Do you think that your experiences with the Kindertransport affected maybe\nespecially the way that you raised your children?",
        "A: I don’t think so. I mean, they’ve always known what it was like fo — you know,\nwhen I was a child from what I told them, but I don’t think it really affected them.\nAs I said, my husband was Jewish, but he also did not practice his religion really,\nafter he was in his 20s. And so we did a little bit of everything, you know. We\npracticed some Jewish holidays because his side of the family did practice them.\nBut we also practiced Christmas, which is what my side of the family did, and so I\nthink I’ve tried to make them non-prejudiced, and — and, you know, have respect\nfor all religions and all races. But other than that, I don’t think it really influenced\nmy raising my children in any way.",
        "Q: Did you ever speak to your parents about maybe what they were going through\nwhen they —\nOctober 15, 2010",
        "A: Not really. My father, for example, never talked about Dachau and we never\nasked him. And it wasn’t until he wrote a very small autobiography in 1972 that I\nlearned a little bit about his experiences in Dachau. And I know he told me in that\nautobiography that two other people from Stuttgart that were sent to Dachau with\nhim, died. One, because he was a diabetic and was not given insulin, and the other\nfrom some kind of intestinal infection. And as I said, my father suffered from\nsome kind of sinus problems which had to have surgery once he got out of the\nhospital — I mean, out of Dachau and he went to the hospital in Stuttgart, before\nhe went to Switzerland.",
        "Q: Does your mother ever talk about when she was in Germany alone, about what\nshe was experiencing?",
        "A: Not really. We really didn’t talk very much about it. And it was just there, you\nknow, we knew that that’s what we had gone through. And the only thing — you\nasked whether my parents were able to save anything. The only thing that they\nwere able to save — and this is a— a rather unique story, a good friend of theirs was\nEmma Goering, who was a distant cousin of Goering’s, who was, of course, one\nof the biggest Nazis. She was very anti-Nazi, and very outspoken, but they never\narrested her or bothered here, I guess because she was related to him. But she was\na good friend of my parents. And when my mother was getting everything ready,\nOctober 15, 2010\npacked to go to the United States, you were not supposed to take any jewelry or\nsilver, you had to declare that and give it to the government. Well, my mother\ndidn't want to do that. And Emma Goering suggested that she — my mother give it\nto her and she would bury it in her garden, in a box, which she did. And during the\nwar, my brother was in the army for four years, and toward the end he was on a\nleave, and he went to visit Emma Goering, to see if she was still al-alive. And\nEmma Goering said to him, I have something that belongs to your mother. And\nthey went into her garden, dug up the box, and because he was already a US.\ncitizen and a serviceman, he was allowed to send it to the United States. So my\nmother got back all of the jewelry that she had inherited from her grandmother and\ngreat-grandmother, her German silverware. And then several years later Emma\nGoering visited my husband and me in New York City, and she was a charming,\ncharming lady. And so that’s the only thing my parents did save, and it was\nbecause of her.",
        "Q: That’s an incredible story.",
        "A: Yeah.",
        "Q: So, your brother was in the army during World War II?",
        "A: Yes.",
        "Q: Okay, so when you —\nOctober 15, 2010",
        "A: He was in Patton’s army for four years.",
        "Q: Oh, so when you immigrated, he must have joined the army right away, or —",
        "A: Well, he — no, he — he was — when we immigrated, he was 13 — 14 —",
        "Q: Okay.",
        "A: He went to high school in Michigan. And then he had started the University of\nMichigan when he was drafted, and then he went in the army, and he was in the\narmy for four years.",
        "Q: Wow. That’s incredible. That’s great that sh-he — she was able to save —",
        "A: Yes, yeah.",
        "Q: That’s amazing.",
        "A: Yeah.",
        "Q: So, is there anything else that you — you would like to add? Any other —",
        "A: Well, it’s just that I — I guess I was a — a very, very lucky child, because my\nEnglish foster family was just — just wonderful. And as I said, I saw them again in\n1980 for my foster mother’s 80\" birthday. And then I went back to England in\n2008 for the twins’ 80\" birthday party. And they were just so compassionate and\nloving, and so was Mrs. Emerson. And it taught me a good lesson, that\ncompassion and friendliness and love and just being good people is important, and\nI’ve tried to teach that to my children.\nOctober 15, 2010",
        "Q: So you’ve returned to England twice?",
        "A: Yes.",
        "Q: Have you ever been back to Germany”",
        "A: Yes, I went back to Germany first in 1951 with my sister, we went to Europe\nfor three months. And we visited our house in Stuttgart, and then I went back\nagain in 1982, to visit my German cousins on my mother’s side of the family,\nwhom I hadn’t seen until the mid-30s. And we’ve become very close friends and\nSO we’ve gone back to Europe two or three times for birthdays and travel, and —\nwith them. And so I’ve been back, yes. And when I went back in 1982, we went to\nStuttgart, and the people who owned my parents’ house took my husband and me\nthrough it, to show us what it was like.",
        "Q: Was it different?",
        "A: And then — not really. Apparently it was damaged a little bit during the war, but\nnot badly. And the interesting thing is, as we were leaving, a woman next door\nleaned over the fence and said, Erica, what are you doing here? In German. And it\nturns out that she was my sister’s friend. She was my sister’s age, and for some\nreason she recognized me after all those years. And so I explained to her what\nhappened to us. And so we did see the house in 1982.",
        "Q: Did you speak German at home with your family after the war?\nOctober 15, 2010",
        "A: Not really, no. I think once we came to the United States and my father\ndecided we were now going to be Americans, and you know, we really didn’t\nspeak much German. But I can still speak it, and I speak it with a strong\n[indecipherable] accent, and I can understand most German. I can’t understand\nlegal German or technical German, but I can read German.",
        "Q: Mm-hm, that’s wonderful. So, if — if there’s anything else that you would like\nto add?",
        "A: No, I’m just, you know, as I said, I was very lucky, I had a wonderful English\nfamily. I know not everyone was as lucky as I was. And we’ve stayed very close\nfriends, and I’ve just recognized how — what a big sacrifice it was for these people,\nbecause they didn’t know whether they were going to have us for a month or a\nyear or forever. I know there are some Kindertransport children who’ve been\nthere, you know, were there for seven, eight, nine years. And I was only there for a\nyear. But both families were just wonderful to us, really.",
        "Q: That’s good.",
        "A: And they — be — ma — my English foster family remained friends with my\nparents and came to visit them in the United States. And then my parents visited\nthem in England, too.",
        "Q: That’s wonderful.\nOctober 15, 2010",
        "A: So, it was a nice relationship.",
        "Q: Before we wrap things up, I’m curious, are the photos that you brought, are\nthey pictures from — from your childhood?",
        "A: Yes.",
        "Q: Maybe let’s look at them real quick and we’ll kind of talk about them together.",
        "A: Yes, sure, yeah, come and sit.",
        "Q: Pll come sit next to you.",
        "A: Well, in the beginning, I have pictures of my father and my uncle and my aunt,\nand those have interesting stories. My uncle, who was an entomologist, left\nGermany in 1933, went first to Palestine for a few years, then to Venezuela, and\neventually ended up in Mexico City, where he became a professor at University of\nMexico, as an entomologist. My aunt, whose husband had factories that\nmanufactured felt for printing in both Germany and Italy, left in 1936 and moved\nto Italy, and a farmer hid him as a farm helper during the war. And my aunt and\nmy three cousins were saved by Italian nuns, who took them to a nunnery. So\nanyway, these are pictures of my father, and these are pictures of my mother in her\nchildhood.",
        "Q: Oh wow, that’s a wonderful photo.\nOctober 15, 2010",
        "A: Yeah, and she, you know, really grew up sort of like a debutante. And then,\nthese are the pictures of my grandparents, Dr. Ludwig, and [indecipherable]\nHecht. And they are the ones who died in Theresienstadt in 1943. And the reason\nI know that they didn’t go there until 1942, late in the year was that there’s a letter\nfrom them to my cousin in Italy, saying that they were going to have to leave in\nAugust of 1942. And then it wasn’t til after the war that we found out that they had\ndied, but here’s a picture of them.",
        "Q: Did they s — did they stay in Ulm until this?",
        "A: Yes, yes.",
        "Q: Oh wow.",
        "A: Yes, they stayed in Ulm until then. And these are my maternal grandparents,\nwho died early in the 30s. And they’re the ones who had the — the estate in\nCzechoslovakia where I st-stayed every summer until I was probably seven or\neight. And here, this is pictures of Stuttgart, where I grew up. And this is our\nhouse and there are my brother and sister. That’s me at the age of three. And there\nare my brother and I with our Steiff Teddy bears, who had a webbing.",
        "Q: Oh, that’s precious.\nOctober 15, 2010",
        "A: And then here’s me learning to ski at four, and learning gymnastics. And here\nare our nannies or au pairs, or whatever they were called. And here — when I was\nlittle. And here my school friends, and here’s Ursula Meyer, my best friend.",
        "Q: Oh wow, look how long her pigtails are.",
        "A: Yes, oh, she had lo — and big, blue eyes, she was very, very pretty. And then,\nthis is the castle that my grandparents had in —",
        "Q: Oh my goodness.",
        "A: — in Czechoslovakia, where I went every summer. And there I am, and here\nI’m learning how to ride a bike. And here’s my grandfather taking a nap after\nlunch. And this was our cook in Germany, who used to come with us 1n the\nsummer to help. And here’s our nanny, or au pair. And these are relatives who\nwere visiting. And here we are outdoor bowling. And this is all in — in\nCzechoslovakia. And this place 1s also a religions shrine, so this is — this was how\nit fell apart in the 90s, and this 1s how it’s now renovated.",
        "Q: Wow.",
        "A: And it’s still a— considered a religious shrine. These are paintings that my\nbrother did when he was little. Then here’s another picture — oh, here’s my English\nfoster family, Raun(ph) and Edith Cornish(ph). And this is their house in\nMarple. And this is the one time that I visited my brother in Harrow. And here I\nOctober 15, 2010\nam in Wales, the summer of 1939, we went camping in Wales, in Saint David’s.\nAnd here I am, here’s my school blazer. You see we’re not wearing our blazers.\nBlack, with yellow trim. And here’s Ursula Meyer, my best friend. And here’s\nmy other English foster family, Mrs. Emerson and her daughter. And this is my\nfavorite teacher, she was my English teacher, Miss Andrew. And this is Cheadle\nHulme, the school I went to when the war started in — in England. And then all\nthe other photographs — oh, this is the — the boat we came over on in 1940. And\nhere’s our first apartment in Michigan, very tiny apartment. And here’s Eloise\nHospital in Ypsilanti, where my father got his research grant for the first year.\nAnd here’s me in an evening gown because I played the violin with the Detroit\nSymphony [indecipherable]. Here’s my eighth grade high s — eighth grade\ngraduation picture, my sister and our dog and my brother on a furlough before he\nwas sent overseas. And then the rest are all just pictures of me growing up, high\nschool, college. And then when we moved to massachu — to New Jersey, and I\nworked in Manhattan. Here’s our wedding at the Harvard chapel.",
        "Q: That is a wonderful wedding dress.",
        "A: And here’s me helping to decorate — the club let me finish decorating my\nwedding cake. And then these are our wedding pictures, our honeymoon and\nthere’s our first daughter.\nOctober 15, 2010",
        "Q: What was your husband’s name?",
        "A: Milton Kanter.",
        "Q: Oh, precious.",
        "A: There, with a copy of Dr. Spock. And this was our wonderful, loyal Willie,\nwho took care of my daughters the — the day I went to the office. I had special\npermission to come to the office only one day a week and work at home the rest of\nthe time —",
        "Q: Oh, nice.",
        "A: — which was very unusual in the late 50s, early 60s. But I did that for 13 years,\nuntil the children were 13 and 11, then I went back to work full time.",
        "Q: Where were you working?",
        "A: At Harcourt Brace, which was the — one of the largest textbook publishers in\nthe United States, and I was editor-in-chief there from 1980 to 1990. This was our\nhouse in New Jersey, and here’s daughter number two, and here they are, and then\ntheir growing up years and then their college and then our trips to Europe and\nJapan on —",
        "Q: Wow, Japan.",
        "A: — the husb — my husband had to go there on business and I was invited to go.\nAnd family birthdays and all kinds of pictures like this, and then, at the back of the\nOctober 15, 2010\nbook, I have pictures of my five grandchildren, to whom this book is dedicated\nand let’s see where they are. Here. This is the oldest, he’s now 21, from the time\nhe was little until now. And here’s the next one, who’s 20, and now. And here’s\nthe next one, who is just turned 18, and now. And this is my granddaughter, who is\nthe gymnast, she became a junior Olympian last year, she’s amazing, and now.\nAnd the youngest, who’s 14, then and now.",
        "Q: Four boys and one girl.",
        "A: Yes, four boys and one girl. And this is a picture of my husband —",
        "Q: Wonderful.",
        "A: — without whom this book would not have been possible. He’s the one who\nkept insisting I write it and then many, many of these photographs are photographs\nthat he took, he was a very good photographer. Anyway, that’s what this book 1s.",
        "Q: Well, it’s wonderful.",
        "A: And it’s called, “The Road I’ve Traveled: Its Ruts and Rainbows.” And\nthat’s me at the age of three.",
        "Q: Oh, that is a wonderful photograph.",
        "A: And this is my 1939 passport photograph.",
        "Q: Oh adorable, that’s wonderful.",
        "A: And this is a picture of my husband in his usual pose with his camera.\nOctober 15, 2010",
        "Q: With the camera up to his eye.",
        "A: Yeah, always with that Nikon around his neck. Anyway, that’s what this book\nis, and these are the pages on which the grandparents who died, and my English\nfamilies are. So that’s what it is.",
        "Q: It’s wonderful that you know, you would be able to capture so many memories\nin photograph, but also to be able to write that all down in a book.",
        "A: Yeah, well, I put in all the photographs because fir — first of all, in a sense, all\nthese photographs are my husband’s legacy to his grandchildren. And also because\nI knew that the grandsons probably wouldn’t read it for a while, but I wanted them\nto be able to see it, as well as read about it, and experience my life in, you know, a\ndifferent way than just reading about it.",
        "Q: Well, I’m sure it’s something that they will cherish, so —",
        "A: Yeah, I hope so.",
        "Q: Is there anything else you’d like to add before we —",
        "A: No, I’m really looking forward to this meeting because I’ve never gone to a\nconvention —",
        "Q: Oh, you never — okay.",
        "A: No, I didn’t know about it until this year, and so I’m really looking forward to\nit.\nOctober 15, 2010",
        "Q: Well, thank you so much for talking to us today —",
        "A: Well, thank you.",
        "Q: — this has been wonderful.",
        "A: Thank you.",
        "Q: I’m so glad we were able to look at your book and share your story with us.",
        "A: Very good. Good.",
        "Q: Thank you so much, Mrs. Kanter.",
        "A: You’re very, very welcome.",
        "Q: And this ends our interview with Erica Kanter on the 15\" of October, 2010,\nand that’s it.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is an interview with the U.S. Holocaust Memorial Museum. Today\nis the 15\" of October, 2010. I’m here with Erica Kanter, and I am Ann Erling.\nSo, let’s start. Let’s start from the very beginning. Could we get your full name,\nthe name, if it was different at birth, and your birthdate and where you born,\nplease?",
        "Q: Okay, and then just tell me about your childhood; your home and your family,\nand what — what life was like?",
        "Q: Do you have any siblings?",
        "Q: Okay, did you — you attended school in Stuttgart?",
        "Q: Were there both Jewish and non-Jewish children at this school?",
        "Q: Okay, so a lot of your friends were both Jewish and non-Jewish?",
        "Q: Okay. What are some of your earliest childhood memories?",
        "Q: That’s so cool.",
        "Q: That’s so good. So you said that your family didn’t really practice religion. Did",
        "Q: Mm-hm. Remind me again what year you were born?",
        "Q: Okay. So, did you experience any anti-Semitism when you were growing up?",
        "Q: Okay. Well, let’s — let’s back up a little fur — a little bit before we talk about the\nKindertransport. Do you remember — you said you remember not being able to",
        "Q: So you attended school up until you left?",
        "Q: Did your family at home, did your parents talk about the Nazi rise to power?",
        "Q: It wasn’t a concern?",
        "Q: How long — sorry to interrupt —",
        "Q: — how long was he in Dachau?",
        "Q: Okay, so when did your parents talk to you about the Kindertransport? When\ndid you know that decision had been made’?",
        "Q: So this was in April or May of 39?",
        "Q: Okay. And then what — what went into the preparation? Like you said your\nmother had clothes —",
        "Q: What about — and your brother and your sister were — went as well?",
        "Q: So you don’t — you don’t recall the days leading up — whether or not — how you\nwere feeling —",
        "Q: Okay. Do you recall the — the journey to England at all?",
        "Q: Okay, did you know if you went by train to — to Holland?",
        "Q: Okay. So what was the family like who you lived with?",
        "Q: Okay. Wa — were there a lot of English customs that you had to adjust to, that",
        "Q: I like that as well.",
        "Q: So did — you said that you had taken some English lessons, but did it take you a\nwhile to learn the la — the — your new language?",
        "Q: Did you attend school when you were in England?",
        "Q: Did the two twins go with you when you went —",
        "Q: Where were your brother and sister at this time?",
        "Q: Did you return to Marple after being evacuated to the countryside, or did you —",
        "Q: Did you experience any air raids, did you —",
        "Q: So what — do you recall ha — what your knowledge was of the war during this\ntime? Did you read about it, or hear about what was going on?",
        "Q: How long were you there?",
        "Q: Okay. So, do — and you — you wrote to your mother. How long did you — were\nyou able to keep in contact with your family?",
        "Q: Where was your father? I know he said — you — he got a visa. Did he — where\ndid he leave to?",
        "Q: Did you — did — you didn’t see your father though, at all?",
        "Q: That’s fabulous.",
        "Q: So what year was it that you immigrated to the U.S.?",
        "Q: °39, okay.",
        "Q: That’s wonderful. Okay, so what about — did you still have grandparents who\nwere —",
        "Q: So, your — your brothers and sis — your brother and sister, did they have a\npositive experience when they were in England?",
        "Q: So before we move on, I want to talk about your life in the U.S. You had a\nphotograph of a fr — a friend of yours, Ursula. Was that someone you knew in\nEngland?",
        "Q: Oh, okay.",
        "Q: Oh, okay. So how old were you when — when you immigrated to the U.S.?",
        "Q: Nine, okay, so did you s-start attending American school right away?",
        "Q: So, was it difficult adjusting to, I mean, a new lifestyle, after being in eng —",
        "Q: — then America.",
        "Q: Did you exchange a lot of letters and packaged with your mother when you\nwere in England and she was in Germany?",
        "Q: Were your parents able to get anything out of Germany when — when they\nleft?",
        "Q: Do you remember hearing about the war ending when you were in the U.S.?",
        "Q: That’s wonderful. So, let’s see, what else we have to talk about. Have — have\nyou ever done an interview like this before?",
        "Q: Have you ever — do you talk to your — have you talked to your children — how\nmany children do you have?",
        "Q: Okay, whe-when did you get married?",
        "Q: That’s good. Okay, so I guess we — we should back up. So you went — you\nwent to Harvard.",
        "Q: What did you study?",
        "Q: Cool, and your — and did you meet your husband at Harvard?",
        "Q: Oh really?",
        "Q: Did you attend it?",
        "Q: That’s wonderful.",
        "Q: So, and you have two daughters and five grandchildren, and d — have you ever\ntalked to them about your experiences?",
        "Q: I think it’s important.",
        "Q: So it’s good that you did that.",
        "Q: And it’s also good that you’re sharing your story with us today, so thank you.",
        "Q: Do you think that your experiences with the Kindertransport affected maybe\nespecially the way that you raised your children?",
        "Q: Did you ever speak to your parents about maybe what they were going through\nwhen they —",
        "Q: Does your mother ever talk about when she was in Germany alone, about what\nshe was experiencing?",
        "Q: That’s an incredible story.",
        "Q: So, your brother was in the army during World War II?",
        "Q: Okay, so when you —",
        "Q: Oh, so when you immigrated, he must have joined the army right away, or —",
        "Q: Okay.",
        "Q: Wow. That’s incredible. That’s great that sh-he — she was able to save —",
        "Q: That’s amazing.",
        "Q: So, is there anything else that you — you would like to add? Any other —",
        "Q: So you’ve returned to England twice?",
        "Q: Have you ever been back to Germany”",
        "Q: Was it different?",
        "Q: Did you speak German at home with your family after the war?",
        "Q: Mm-hm, that’s wonderful. So, if — if there’s anything else that you would like\nto add?",
        "Q: That’s good.",
        "Q: That’s wonderful.",
        "Q: Before we wrap things up, I’m curious, are the photos that you brought, are\nthey pictures from — from your childhood?",
        "Q: Maybe let’s look at them real quick and we’ll kind of talk about them together.",
        "Q: Pll come sit next to you.",
        "Q: Oh wow, that’s a wonderful photo.",
        "Q: Did they s — did they stay in Ulm until this?",
        "Q: Oh wow.",
        "Q: Oh, that’s precious.",
        "Q: Oh wow, look how long her pigtails are.",
        "Q: Oh my goodness.",
        "Q: Wow.",
        "Q: That is a wonderful wedding dress.",
        "Q: What was your husband’s name?",
        "Q: Oh, precious.",
        "Q: Oh, nice.",
        "Q: Where were you working?",
        "Q: Wow, Japan.",
        "Q: Four boys and one girl.",
        "Q: Wonderful.",
        "Q: Well, it’s wonderful.",
        "Q: Oh, that is a wonderful photograph.",
        "Q: Oh adorable, that’s wonderful.",
        "Q: With the camera up to his eye.",
        "Q: It’s wonderful that you know, you would be able to capture so many memories\nin photograph, but also to be able to write that all down in a book.",
        "Q: Well, I’m sure it’s something that they will cherish, so —",
        "Q: Is there anything else you’d like to add before we —",
        "Q: Oh, you never — okay.",
        "Q: Well, thank you so much for talking to us today —",
        "Q: — this has been wonderful.",
        "Q: I’m so glad we were able to look at your book and share your story with us.",
        "Q: Thank you so much, Mrs. Kanter.",
        "Q: And this ends our interview with Erica Kanter on the 15\" of October, 2010,\nand that’s it.\nConclusion of Interview"
    ],
    "answers": [
        "Answer: Yes. The name is Erica Kanter. The maiden name was Hecht, h-e-c-h-t.\nI was born in Stuttgart, Germany in April 19\", 1929.",
        "A: I lived in Stuttgart. My father was a physician. My father was Jewish, my\nmother was Catholic, but neither of them really practiced their religion. My father\nwas a very successful physician, so we had a very nice, privileged life. We lived in\nStuttgart, which was a very modern city at the time. They had buildings by\nGropius, and I had a very privileged childhood. We had live-in helpers who were\nlike family and so my childhood was a very happy childhood.",
        "A: Yes, I have a sister who’s five years older than I, here name is — was\nLisalotte(ph), and now is Lisa. And my brother, who’s three years older than I,\nOctober 15, 2010\nhis name is Karl Theodore, and is now Ted. My sister lives in Los Angeles, my\nbrother lives in Ann Arbor, Michigan.",
        "A: Yes, I went to elementary school, and — for four years, and my teacher, whom I\nadored, was Fraulein Gruninger(ph). And I went to the Wagenborg(ph) schule\nand had a very happy early education.",
        "A: Yes, there were all kinds of children, Jewish, Catholic, Protestant. And I have a\nfriendship book in which some of them signed and had their pictures, and they’re\nof all religions.",
        "A: Yes, mm-hm.",
        "A: Well, I have a lot of them, and many of them are in a memoir which I wrote,\nand was published last year. We were very close to my parents and we did the\nusual amusements and entertainments for Germans of the time. We went walking\na lot, and we went to the puppet theater, and we visited my grandparents, who\nlived in Ulm. And in the summer, we went to Czechoslovakia, where my\nmaternal grandparents had an estate, which was a castle. And so for the first seven\nOctober 15, 2010\nor eight years of my life, I went to Czechoslovakia every summer to spend time at\nthe castle. So —",
        "A: — Thad a very privileged childhood. Nothing but happy childhood.\nyou do any — prac — do any — I guess, recognize any Jewish holidays or Christian\nholidays?",
        "A: Not really. I-I think even my grandparents, my paternal grandparents, who\nwere Jewish, I don’t think they practiced their religion either, which was not\nunusual for a lot of German Jews. But I did go to Sunday school. I went to\nGerman Lutheran Sunday school, and I think I just, you know, went once a week\nand it was just part of my growing up, I guess. And then when I came to the\nUnited States in 1940, I became a member of the congregational church, which\napparently is not too dissimilar from the German Lutheran church.",
        "A: I was born in 1929.",
        "A: Not really. It seems that Stuttgart was rather late in having anti-Semitism\nvisible. I did know that — I think in 1938 perhaps, I was no longer allowed to go to\nOctober 15, 2010\nthe swimming pool. But I stayed in school, I think until early in 1939. However, in\n1938, my father lost his medical license, and on Kristallnacht he was arrested and\nhe was sent to Dachau. Now, in those days, apparently, you could still get out\nafter a fo — short period. And he was there for a month, and the requirements for\nleaving at that time, as far as I know, were that you had already applied for a visa\nto leave Germany, and that you had served in the German army in World War I.\nAnd my father was in the German army as a medic in World War I, but he was\nsent to Dachau. And then, we’re not a hundred percent sure if the story is true, but\nI was told that the police chief in Stuttgart had a six year old son, and my father\nwas the family doctor, and they say that my father saved the child’s life. And that\nwhen this police chief heard that my father was in Dachau, and had already\napplied for a visa and had served in the army in World War I, he also helped him.\nSo my father got out of Dachau after a month, after he had to have surgery which\nwas caused by his stay in Dachau, where they ruined his sinuses. He left through\nSwitzerland and then went to England. And he came to England in September of\n1939. My brother, my sister and I were sent to England in, I think April of 1939,\non the Kindertransport.\nOctober 15, 2010\ngo to the swimming pool any more. Do you remember anything else happening at\n— you know, your father losing his practice, but I mean, did children treat you\ndifferently at school?",
        "A: No, no. No one treated me differently while I was still in school. My teacher\ndidn’t, my friends didn’t. So it really didn’t affect me too much. And I was\nprobably doing something very silly, I— my mother did let me have English\nlessons for a short while. And I remember going on the street and practicing my\nlittle English sayings, which of course was not very smart, because if anyone had\nheard me, there might have been a problem, but fortunately no one ever heard me\nor paid attention.",
        "A: Yes. I think I probably was taken out of school few weeks or months, I really\ndon’t remember how long. But I know that my mother had lots of clothes made for\nme to take to England, and I did have these English lessons, but I don’t remember\nhow long I was out of school.",
        "A: No, no.\nOctober 15, 2010",
        "A: No, the only thing I remember is that the night my father was arrested, my\nmother woke me up and I remember having to say goodbye to my father, but that’s",
        "A: That’s all —",
        "A: About a month, I think.",
        "A: I don’t really remember. I don’t remember whether my mother ever explained\nit to me. It was through my mother that we were able to get out, because she did\nall this while my father was in Dachau.",
        "A: I think we left in April 1939.",
        "A: My mother had lots of clothes made, and I had a ba — brand new quilt for my\nbed, and she packed all my things, and I had some of my favorite books. One was\nabout three Teddy bears, another one was about Kaspalay(ph), which is a puppet.\nOctober 15, 2010\nAnd [| also had family photo albums that she gave me. And — but I really don’t\nremember being scared or traumatized. I-I just didn’t really know what was going\non, I was nine years old.",
        "A: Yes, we all three left together. Now, I’m sure that my sister, who was 14, and\nmy brother, who was 12, have more memories of it than I did. My brother, for\nexample, remembers my mother saying goodbye to us at the railroad station. And\nI’ve read recently that Nazis did not want parents on the station — on the platform,\nbut apparently my mother did go, and my brother remembers that. I don’t\nremember that at all.",
        "A: No, not really.",
        "A: A little bit. I played the violin at that time, and I know they made me play the\nviolin on the train, because many Jewish families bought expensive musical\ninstruments to give to their children to take out, so that they could be sold for\nmoney later. And so the Nazis wanted to make sure that I could play the violin,\nOctober 15, 2010\nand I did, and I remember I played “Ach du lieber Augustine,” which was a\nfamous song at the time for children. But that’s all I really remember.",
        "A: I think so, and then by whatever to England, and we went to London where\nthe three English families that were taking us, met us. And my sister went to\nBuxton, my brother went to Harrow, and I went to Marple, which is outside\nManchester.",
        "A: My foster father was professor of engineering at the University of Manchester,\nand his wife Edith. And they had twin daughters who were about six months older\nthan I, Joyce and Kathleen. And the day that I arrived, and we went to Marple,\nmy English family had a high tea in my honor. And I was very surprised, because I\nthought my foster mother spoke fluent German, I thought this is very easy to\nunderstand. And then when it was bedtime, the woman I thought was my foster\nmother disappeared. Turns out that my foster parents had invited the German\nteacher from the high school to come for the day and make my transition less\ntraumatic. But from then on, I was on my own. But they were wonderful. And I\nam still in touch with them, and in 2008 I went to England for the twins 80\"\nbirthday. And we correspond, we send each other letters with pictures of our\nOctober 15, 2010\ngrandchildren, and we’re still very close. The only one in the family who is that\nway with the English family is I. My brother and sister did not keep in touch with\ntheirs until a few years later.\nwas different from home?",
        "A: Well, the one that I remember — and at — at this time, you could still write to\nGermany from England. My English foster mother always gave me tea, like\neveryone else in the family, but I refused to have milk in it, and she thought that\nthat might not be good for me, so she wrote to my mother and asked whether it\nwas all right for me to have tea without milk in it. And my mother said, oh yes,\nshe has tea at home all the time. Well, what my mother didn’t realize is that\nEnglish tea is very strong and very dark, whereas in Germany tea is fairly weak.\nAnd so my mother said no, it’s fine. So I learned to drink English tea, but was not\nvery fond of it. And I wasn’t too fond of mutton either, although I did like\nShepherd’s pie, which is ground mutton with mashed potatoes and gravy.",
        "A: And high tea, I liked high tea. And I had never had Jell-O, and very often my\nEnglish foster mother made a dessert with different colors of Jell-O that was all\nchopped up and very pretty. And she also made lemon curd, which I’d never had\nOctober 15, 2010\nbefore. And she always told me when I met them later in 1980, that I would come\nto the kitchen and I would try to help, and I would say, I will make — meaning that\nI would help her. And I remember squeezing lots of lemons for lemon curd.",
        "A: I guess so, although I really don’t remember.",
        "A: Yes, I went to school a week after I got there. I went to Manchester High\nSchool for girls, which was an elementary school in Manchester, so we\ncommuted from Marple to Manchester, and the twins went with me. I think they\nwere probably a year ahead of me in school. And I remember loving my school.\nAnd then when the war started in September, after a while, when bombing started\nin Manchester, like many other British children, we were evacuated to the\ncountryside. So I had another English family, a Mrs. Emerson and her daughter,\nwho was in her 20s. She was the — the — Mrs. Emerson was a widow. And I went\nto the Cheadle Hulme school, which was an affiliate of the school in\nManchester.\nOctober 15, 2010",
        "A: No, the twins went to boarding school. And the school I went to was a boarding\nschool, but I went as a day student.",
        "A: My brother was in Harrow with his English family, and my sister was in\nBuxton with hers. My brother’s family had a daughter who was a little bit older\nthan my brother, and my sister’s family I think had four children. And I saw them\nonce while I was in England, we all got together in Harrow.",
        "A: I went there I think on weekends, or whatever. I just didn’t go to school in\nManchester any more.",
        "A: No, I didn’t.",
        "A: Not really. I knew that there was a war. The one thing I do remember 1s that\nPrincess Elizabeth and Princess Margaret Rose, spoke on the radio every week\nto the children of Great Britain to keep our courage up. And that’s about all I\nremember.\nOctober 15, 2010",
        "A: I was there for about a year.",
        "A: I really don’t remember, but I know in the beginning. Now, my mother stayed\nin Germany because she didn’t have a German visa, she was born in — in Prague,\nso she had a Czech visa. And there — it wasn’t quite as rapid. And she eventually,\nshe tried to pack up our — all our house, and our paintings, our — all our belongings\nto send to the United States, and of course nothing was ever delivered. My\nparents lost everything. But she left to go to Italy where my maternal grandparents\nhad a house, which she inherited. So she went to Italy on the pretense of going to\nsell that house, and she never left Italy. And she then went through Portugal in\nSeptember of 1940 and came directly to the United States. So I hadn’t seen her\nfor a year and a half.",
        "A: He left, and came through Switzerland to Harrow. He lived in a boarding\nhouse in Harrow, so he and my brother did see each other while they were there.\nOctober 15, 2010",
        "A: I saw him once, the one time that I went to Harrow. And then in April or May\nof 1940, my brother, my sister, I and my father all came over by boat on the\nBritannic to the United States. And my father had a research fellowship in\nYpsilanti, Michigan, because he couldn’t practice medicine yet. And then a year\nlater he passed the medical exam and then he moved to Massachusetts with us.\nAnd the reason we went to Massachusetts is there were very few states where you\ncould practice medicine without being a citizen, and Massachusetts was one of\nthem. So we moved to Braintree, Massachusetts, which is just outside Boston,\nand he started his practice again, and after a beginning struggle, he became very\nsuccessful and eventually taught at Tufts Medical School, and put all three of us\nthrough college.",
        "A: Yeah.",
        "A: °39.",
        "A: No, 1940 we emigrated. We left Germany in ’39, left England in 1940.\nOctober 15, 2010",
        "A: Yes, my maternal grandparents had died early in the 30s, but my paternal\ngrandparents, my grandfather was also a physician, they lived in Ulm. And it\nwasn’t until 1942 that they were sent out of Ulm. They were told they were going\nto a Jewish retirement settlement, they couldn’t pack very much. And they were\nsent to Theresienstadt, and they died in Theresienstadt within a week of each\nother in January of 1943. Now, my parents didn’t know that until after the war.\nMy parents tried to get them out of Germany and couldn’t. And so it wasn’t until\nafter war that my father found out that my grandparents had died.",
        "A: Yes, they did. My brother in Harrow, his family was as wonderful, and in fact,\nhis foster mother eventually came to the United States, because his — their\ndaughter eventually married an American serviceman, and then brought her\nmother over to the United States. My sister’s family also was very nice to her,\nexcept in the beginning. My sister at that time was 14, and they sort of treated her\nas a au pair, a household helper. And it — that didn’t stop until a cousin of my\nfather’s from India came to visit and explained to them that, you know, she had\nbeen brought up in a very privileged household, and that she shouldn’t be treated\nlike a servant. And everything was fine from then on, and you know, she was quite\nOctober 15, 2010\nhappy, I’m sure. Although, she was 14, and that’s not a — an easy age to, you\nknow, uproot. But one of the children of that family did visit us in Massachusetts\nwhen I was in college. I remember he came — Aubrey came to visit. But my sister\nhasn’t kept in touch with them, and my brother really didn’t keep in touch with his\neither.",
        "A: Yes, my best friend from Germany",
        "A: — was named Ursula Meyer. And I did visit her in England once. I don’t know\nwhere, all I know is it was near the ocean somewhere because there is a\nphotograph of the two of us on the beach in bathing suits. And I don’t know what\never happened to her, we lost touch when I came to the United States. And I was\njust curious to see whether she was still alive, and whether she had stayed in\nEngland, or whether she got married, or what, I had no idea. And I first got in\ntouch with the Kindertransport Association, to find out whether they could find\nher on a list anywhere. And they did find an Ursula Meyer, but it was am-—a\nmarried name, not her m — her maiden name.\nOctober 15, 2010",
        "A: I was nine.",
        "A: Oh, when I was s — came to the United States, I was 10. Yes, I—I first went to\nschool in New York City for a few weeks, until my father got the research\nfellowship in Michigan. And then I went to elementary school in Michigan for a\nyear. And then I— we moved to Braintree, and I skipped a grade, because they\nsaid I’d had so much education in Germany and England that I was ready for the\neighth grade, I should really have been in seventh. And then I stayed, I went all\nthrough high school in Braintree.\nGermany and then England —",
        "A: Yeah.",
        "A: Not for me, I — I— you know, I remember my childhood as being a very happy\nchildhood and I guess I was always happy from the time I was young, and I don’t\nremember really, any traumatic incidences at all, except for one in England,\nwhich I considered traumatic. My mother, when she was still able to send me\npackages from Germany had sent me a box of cherries from our Bing cherry tree\nOctober 15, 2010\nin Stuttgart. And one night we were to take a bath, and it was my turn to take a\nbath first. And the bathroom was quite chilly, but there was a nice little cabinet or\ncloset where the hot water heater was, and it was quite warm in there, and you\nusually dried yourself in there. And I was in there drying myself when I heard one\nof the twins come up for her bath. And I thought that it was Kathleen, who was\nthe very outgoing twin, and I thought, now wouldn’t it be fun to close the cabinet\ndoor and then open it and suddenly say boo. Well, I had made a mistake and it was\nnot Kathleen, it was Joyce, who was a little more nervous. And of course, she\ncried and shrieked and Uncle Cornish(ph), my foster father, sent me to my room\nfor what I considered just fun, but apparently he was concerned because one of the\ntwins was crying. So I remember sitting on my bed on my beautiful new quilt,\nopening my box of cherries, and I ate every cherry one by one and I kept\nmuttering to myself, and you won’t have any, I will eat them all by myself. And\nthen in 1980, when I went back to England for my foster mother’s 80\" birthday, I\ntold him the story and he couldn’t remember it at all. But that’s about the only\ntraumatic experience I had. And the only other one was in New York, when I was\nin school for a few weeks. I remember standing up at my desk to answer a\nquestion, and the little boy behind me was measuring the length of my dress with a\nruler. And apparently my German dresses had gotten a little short as I got a year\nOctober 15, 2010\nolder, and I remember him measuring the length of my skirt. But that’s about the\nonly traumatic experiences.",
        "A: No, I really don’t remember. I mean, she packed everything in my trunk, you\nknow, that she thought I might want to have, like my Teddy bear and my books,\nand I don’t remember too many other letters from her.",
        "A: No, no, nothing, nothing.",
        "A: Oh yes, and I —I distinctly remember Roosevelt’s death, because that came\nover the radio and I remember how shocked my parents were when they heard\nthat. I was actually on — on Cape Cod when World War II ended, and I heard over\nthe radio, and we all celebrated.",
        "A: No.\nOctober 15, 2010",
        "A: I have two daughters, and I have five grandchildren.",
        "A: I got married what at that time was considered late in life. I was 27 and my\nhusband was 31 and in those days, in 1956 that was considered over the hill. Most\nof my college friends were already mothers. But I got married in 1956 and I got\nmarried at the Harvard chapel, which solved all of the religious problems — my\nhusband was Jewish. And anyone who went to Harvard, which I did, and he went\nto the Harvard Business School, was able to get married at the Harvard chapel,\nso that’s where we got married and it solved all the problems of who was going to\nmarry us, and how, and what, and everybody was happy.",
        "A: Yes.",
        "A: I majored in English and American literature.\nOctober 15, 2010",
        "A: No, no. He actually went to the business school after I graduated. He worked\nfor a few years before he went to graduate school. So I graduated in 1950, and this\nyear was my 60\" reunion.",
        "A: Yeah.",
        "A: Yes, it was wonderful.",
        "A: It was a great reunion.",
        "A: Well, I’ve talked to my d — my daughters, you know, about it, and a little bit to\nmy grandchildren. But that’s really why I wrote my memoir, so that they would\nknow. And you know, what they know about the Holocaust they read in — in their\nhistory textbooks, and they know what happened politically, but I don’t think they\never fully realized how it affects individuals. And I thought they should know how\nit affected my family, and what happened to me when I was nine years old. And\nthat’s really why I wrote the memoir. And my husband kept insisting that I should\nwrite that and — for the grandchildren, primarily.\nOctober 15, 2010",
        "A: Yeah.",
        "A: Yeah.",
        "A: Well, thank you, thank you.",
        "A: I don’t think so. I mean, they’ve always known what it was like fo — you know,\nwhen I was a child from what I told them, but I don’t think it really affected them.\nAs I said, my husband was Jewish, but he also did not practice his religion really,\nafter he was in his 20s. And so we did a little bit of everything, you know. We\npracticed some Jewish holidays because his side of the family did practice them.\nBut we also practiced Christmas, which is what my side of the family did, and so I\nthink I’ve tried to make them non-prejudiced, and — and, you know, have respect\nfor all religions and all races. But other than that, I don’t think it really influenced\nmy raising my children in any way.\nOctober 15, 2010",
        "A: Not really. My father, for example, never talked about Dachau and we never\nasked him. And it wasn’t until he wrote a very small autobiography in 1972 that I\nlearned a little bit about his experiences in Dachau. And I know he told me in that\nautobiography that two other people from Stuttgart that were sent to Dachau with\nhim, died. One, because he was a diabetic and was not given insulin, and the other\nfrom some kind of intestinal infection. And as I said, my father suffered from\nsome kind of sinus problems which had to have surgery once he got out of the\nhospital — I mean, out of Dachau and he went to the hospital in Stuttgart, before\nhe went to Switzerland.",
        "A: Not really. We really didn’t talk very much about it. And it was just there, you\nknow, we knew that that’s what we had gone through. And the only thing — you\nasked whether my parents were able to save anything. The only thing that they\nwere able to save — and this is a— a rather unique story, a good friend of theirs was\nEmma Goering, who was a distant cousin of Goering’s, who was, of course, one\nof the biggest Nazis. She was very anti-Nazi, and very outspoken, but they never\narrested her or bothered here, I guess because she was related to him. But she was\na good friend of my parents. And when my mother was getting everything ready,\nOctober 15, 2010\npacked to go to the United States, you were not supposed to take any jewelry or\nsilver, you had to declare that and give it to the government. Well, my mother\ndidn't want to do that. And Emma Goering suggested that she — my mother give it\nto her and she would bury it in her garden, in a box, which she did. And during the\nwar, my brother was in the army for four years, and toward the end he was on a\nleave, and he went to visit Emma Goering, to see if she was still al-alive. And\nEmma Goering said to him, I have something that belongs to your mother. And\nthey went into her garden, dug up the box, and because he was already a US.\ncitizen and a serviceman, he was allowed to send it to the United States. So my\nmother got back all of the jewelry that she had inherited from her grandmother and\ngreat-grandmother, her German silverware. And then several years later Emma\nGoering visited my husband and me in New York City, and she was a charming,\ncharming lady. And so that’s the only thing my parents did save, and it was\nbecause of her.",
        "A: Yeah.",
        "A: Yes.\nOctober 15, 2010",
        "A: He was in Patton’s army for four years.",
        "A: Well, he — no, he — he was — when we immigrated, he was 13 — 14 —",
        "A: He went to high school in Michigan. And then he had started the University of\nMichigan when he was drafted, and then he went in the army, and he was in the\narmy for four years.",
        "A: Yes, yeah.",
        "A: Yeah.",
        "A: Well, it’s just that I — I guess I was a — a very, very lucky child, because my\nEnglish foster family was just — just wonderful. And as I said, I saw them again in\n1980 for my foster mother’s 80\" birthday. And then I went back to England in\n2008 for the twins’ 80\" birthday party. And they were just so compassionate and\nloving, and so was Mrs. Emerson. And it taught me a good lesson, that\ncompassion and friendliness and love and just being good people is important, and\nI’ve tried to teach that to my children.\nOctober 15, 2010",
        "A: Yes.",
        "A: Yes, I went back to Germany first in 1951 with my sister, we went to Europe\nfor three months. And we visited our house in Stuttgart, and then I went back\nagain in 1982, to visit my German cousins on my mother’s side of the family,\nwhom I hadn’t seen until the mid-30s. And we’ve become very close friends and\nSO we’ve gone back to Europe two or three times for birthdays and travel, and —\nwith them. And so I’ve been back, yes. And when I went back in 1982, we went to\nStuttgart, and the people who owned my parents’ house took my husband and me\nthrough it, to show us what it was like.",
        "A: And then — not really. Apparently it was damaged a little bit during the war, but\nnot badly. And the interesting thing is, as we were leaving, a woman next door\nleaned over the fence and said, Erica, what are you doing here? In German. And it\nturns out that she was my sister’s friend. She was my sister’s age, and for some\nreason she recognized me after all those years. And so I explained to her what\nhappened to us. And so we did see the house in 1982.\nOctober 15, 2010",
        "A: Not really, no. I think once we came to the United States and my father\ndecided we were now going to be Americans, and you know, we really didn’t\nspeak much German. But I can still speak it, and I speak it with a strong\n[indecipherable] accent, and I can understand most German. I can’t understand\nlegal German or technical German, but I can read German.",
        "A: No, I’m just, you know, as I said, I was very lucky, I had a wonderful English\nfamily. I know not everyone was as lucky as I was. And we’ve stayed very close\nfriends, and I’ve just recognized how — what a big sacrifice it was for these people,\nbecause they didn’t know whether they were going to have us for a month or a\nyear or forever. I know there are some Kindertransport children who’ve been\nthere, you know, were there for seven, eight, nine years. And I was only there for a\nyear. But both families were just wonderful to us, really.",
        "A: And they — be — ma — my English foster family remained friends with my\nparents and came to visit them in the United States. And then my parents visited\nthem in England, too.\nOctober 15, 2010",
        "A: So, it was a nice relationship.",
        "A: Yes.",
        "A: Yes, sure, yeah, come and sit.",
        "A: Well, in the beginning, I have pictures of my father and my uncle and my aunt,\nand those have interesting stories. My uncle, who was an entomologist, left\nGermany in 1933, went first to Palestine for a few years, then to Venezuela, and\neventually ended up in Mexico City, where he became a professor at University of\nMexico, as an entomologist. My aunt, whose husband had factories that\nmanufactured felt for printing in both Germany and Italy, left in 1936 and moved\nto Italy, and a farmer hid him as a farm helper during the war. And my aunt and\nmy three cousins were saved by Italian nuns, who took them to a nunnery. So\nanyway, these are pictures of my father, and these are pictures of my mother in her\nchildhood.\nOctober 15, 2010",
        "A: Yeah, and she, you know, really grew up sort of like a debutante. And then,\nthese are the pictures of my grandparents, Dr. Ludwig, and [indecipherable]\nHecht. And they are the ones who died in Theresienstadt in 1943. And the reason\nI know that they didn’t go there until 1942, late in the year was that there’s a letter\nfrom them to my cousin in Italy, saying that they were going to have to leave in\nAugust of 1942. And then it wasn’t til after the war that we found out that they had\ndied, but here’s a picture of them.",
        "A: Yes, yes.",
        "A: Yes, they stayed in Ulm until then. And these are my maternal grandparents,\nwho died early in the 30s. And they’re the ones who had the — the estate in\nCzechoslovakia where I st-stayed every summer until I was probably seven or\neight. And here, this is pictures of Stuttgart, where I grew up. And this is our\nhouse and there are my brother and sister. That’s me at the age of three. And there\nare my brother and I with our Steiff Teddy bears, who had a webbing.\nOctober 15, 2010",
        "A: And then here’s me learning to ski at four, and learning gymnastics. And here\nare our nannies or au pairs, or whatever they were called. And here — when I was\nlittle. And here my school friends, and here’s Ursula Meyer, my best friend.",
        "A: Yes, oh, she had lo — and big, blue eyes, she was very, very pretty. And then,\nthis is the castle that my grandparents had in —",
        "A: — in Czechoslovakia, where I went every summer. And there I am, and here\nI’m learning how to ride a bike. And here’s my grandfather taking a nap after\nlunch. And this was our cook in Germany, who used to come with us 1n the\nsummer to help. And here’s our nanny, or au pair. And these are relatives who\nwere visiting. And here we are outdoor bowling. And this is all in — in\nCzechoslovakia. And this place 1s also a religions shrine, so this is — this was how\nit fell apart in the 90s, and this 1s how it’s now renovated.",
        "A: And it’s still a— considered a religious shrine. These are paintings that my\nbrother did when he was little. Then here’s another picture — oh, here’s my English\nfoster family, Raun(ph) and Edith Cornish(ph). And this is their house in\nMarple. And this is the one time that I visited my brother in Harrow. And here I\nOctober 15, 2010\nam in Wales, the summer of 1939, we went camping in Wales, in Saint David’s.\nAnd here I am, here’s my school blazer. You see we’re not wearing our blazers.\nBlack, with yellow trim. And here’s Ursula Meyer, my best friend. And here’s\nmy other English foster family, Mrs. Emerson and her daughter. And this is my\nfavorite teacher, she was my English teacher, Miss Andrew. And this is Cheadle\nHulme, the school I went to when the war started in — in England. And then all\nthe other photographs — oh, this is the — the boat we came over on in 1940. And\nhere’s our first apartment in Michigan, very tiny apartment. And here’s Eloise\nHospital in Ypsilanti, where my father got his research grant for the first year.\nAnd here’s me in an evening gown because I played the violin with the Detroit\nSymphony [indecipherable]. Here’s my eighth grade high s — eighth grade\ngraduation picture, my sister and our dog and my brother on a furlough before he\nwas sent overseas. And then the rest are all just pictures of me growing up, high\nschool, college. And then when we moved to massachu — to New Jersey, and I\nworked in Manhattan. Here’s our wedding at the Harvard chapel.",
        "A: And here’s me helping to decorate — the club let me finish decorating my\nwedding cake. And then these are our wedding pictures, our honeymoon and\nthere’s our first daughter.\nOctober 15, 2010",
        "A: Milton Kanter.",
        "A: There, with a copy of Dr. Spock. And this was our wonderful, loyal Willie,\nwho took care of my daughters the — the day I went to the office. I had special\npermission to come to the office only one day a week and work at home the rest of\nthe time —",
        "A: — which was very unusual in the late 50s, early 60s. But I did that for 13 years,\nuntil the children were 13 and 11, then I went back to work full time.",
        "A: At Harcourt Brace, which was the — one of the largest textbook publishers in\nthe United States, and I was editor-in-chief there from 1980 to 1990. This was our\nhouse in New Jersey, and here’s daughter number two, and here they are, and then\ntheir growing up years and then their college and then our trips to Europe and\nJapan on —",
        "A: — the husb — my husband had to go there on business and I was invited to go.\nAnd family birthdays and all kinds of pictures like this, and then, at the back of the\nOctober 15, 2010\nbook, I have pictures of my five grandchildren, to whom this book is dedicated\nand let’s see where they are. Here. This is the oldest, he’s now 21, from the time\nhe was little until now. And here’s the next one, who’s 20, and now. And here’s\nthe next one, who is just turned 18, and now. And this is my granddaughter, who is\nthe gymnast, she became a junior Olympian last year, she’s amazing, and now.\nAnd the youngest, who’s 14, then and now.",
        "A: Yes, four boys and one girl. And this is a picture of my husband —",
        "A: — without whom this book would not have been possible. He’s the one who\nkept insisting I write it and then many, many of these photographs are photographs\nthat he took, he was a very good photographer. Anyway, that’s what this book 1s.",
        "A: And it’s called, “The Road I’ve Traveled: Its Ruts and Rainbows.” And\nthat’s me at the age of three.",
        "A: And this is my 1939 passport photograph.",
        "A: And this is a picture of my husband in his usual pose with his camera.\nOctober 15, 2010",
        "A: Yeah, always with that Nikon around his neck. Anyway, that’s what this book\nis, and these are the pages on which the grandparents who died, and my English\nfamilies are. So that’s what it is.",
        "A: Yeah, well, I put in all the photographs because fir — first of all, in a sense, all\nthese photographs are my husband’s legacy to his grandchildren. And also because\nI knew that the grandsons probably wouldn’t read it for a while, but I wanted them\nto be able to see it, as well as read about it, and experience my life in, you know, a\ndifferent way than just reading about it.",
        "A: Yeah, I hope so.",
        "A: No, I’m really looking forward to this meeting because I’ve never gone to a\nconvention —",
        "A: No, I didn’t know about it until this year, and so I’m really looking forward to\nit.\nOctober 15, 2010",
        "A: Well, thank you.",
        "A: Thank you.",
        "A: Very good. Good.",
        "A: You’re very, very welcome.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 15, 2010\nRG-50.030*0593",
        "PREFACE",
        "The following oral history testimony is the result of a recorded interview with Erica Kanter,\nconducted on October 15, 2010 on behalf of the United States Holocaust Memorial Museum. The\ninterview 1s part of the United States Holocaust Memorial Museum's collection of oral testimonies.\nRights to the interview are held by the United States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ERICA KANTER\nOctober 15, 2010"
    ]
}