{
    "rg": "RG-50.030.0194_trs_en",
    "sequence": [
        "Q: Please tell us your name.",
        "A: I am Alice Rosen. But I was born Freya Karoline Lang in Lambsheim, Germany, in 1934.\nAnd my parents lived in Lambsheim, Germany in small town--farm town. My parents and\ngrandparents were farmers and butchers; but my father always wanted to be a businessman,\nand he wanted to get out of Lambsheim to go into the big city. So what, about a couple...\nAnd my mother was a businesswoman also. In fact, that's how they met--while in business.\nAnd they were working together, and that's how they met. And we moved to Lambsheim.\nNo. We moved to Mannheim, a big city. I was about a couple of years old. And we were\nthere. I started to school. I started first grade there. And uh soon after that the war broke out.\nAnd my father was sent to Dachau, first, while we were still at home. And my mother and I--\nI was the only child that my parents had--my mother and I, and my grandparents. And they\nclosed my father's business, and no one could touch it, handle it. Was padlocked. I remember\nthat. And my father came back from Dachau, and he was home for awhile. And then uh...we\nhad to wear armbands that said \"Jude\"--Jew--on it. We all had to wear armbands. And\nuh...children stopped playing with me. And they would call us names. And then one day, a\nbig guard truck pulled up in front of our house. Uh, the Gestapo. Many of them--5, 6 with\nthe pistols out. And they came and told us that they were picking us up and taking us to\nconcentration camp. We were not allowed to take anything with us. As we were. I remember\nthem tearing our house apart. I remember very well. I was only 6 years. But two of them just\npulled one of the beds apart. They...they just demolished the apartment. And then they put a\nlock on the door, after we left. And uh...we were all piled into the big truck, like an Army\ntruck; and we sit on the wooden benches in the Army trucks, and they made different stops.\nThey picked up different families until the truck was full. And then when the truck was full,\nwe were driven to the concentration camp. Gurs was the first concentration camp that we\nwere there.’ There we were all uh together. Uh, men and women, children in the barracks.\nThey kept the families together. Uh, Gurs was a very dirty place--uh, muddy, rainy. I\nremember walking in mud all the time. Uh, very cold. We...we slept in barracks on the floor,\non...on uh straw. We slept on straw. And I remember getting very ill. I became very sick.\nAnd I had a terrible, terrible ear ache and a high fever. And my mother tried everything. She\ncouldn't break my fever. And they took me to the infirmary on the concentration camp. And\nuh...I remember only because they put me in a bed. I wasn't lying on the floor anymore. I\nwas actually in the bed. And I was then later told that I had mastoid, which is a very bad ear\ninfection that goes with the ear drums and that caused a lot of my hearing loss that I have\nnow caused by that. And I don't remember, but I was told... My father told me later on that\nthey told him I would not live through the night. And they told him to go out and build a\ncasket for me. And he refused to do it. And he stayed there, and my mother was there; and I\nremember being wrapped in cold towels and cold...white sheets, cold white sheets. And the\nfever broke through that night. And I survived. Obviously, it was not meant to be. And I did\n' Located in Southern France.\nget better. But my hearing was impaired from then on. And uh...the men worked. And I\nremember my father had to go out to work, but...uh we were surrounded by barbed wire and\nby soldiers with...with pistols and guns. And uh...very little to eat. I remember that. And then\none day, they came and put us back in the trucks; and were told we were going to another\nconcentration camp called Rivesaltes near [NB: in] France by the border, French border.\nThat was completely opposite of Gurs. It was hilly and stones and dry. I remember falling\nmany times, hurting my knee. And uh...I was a child. Six, seven years old, and running\naround and everything. And what comes to mind now in Rivesaltes, there was a lot of\nGypsies. And Gypsies were also put in concentration camp. They were prosecuted just like\nthe Jews were. And I was very interested and I was always told never to go to the Gypsy\ncamp. Of course, the more I was told not to go... And one day I went. And what the Gypsies\ndid, they kept the children and they would sell them--literally, sell children. Well, I was\nmissing. And my parents were going absolutely crazy looking for me; but my father knew\nexactly where I was. And he went to the Gypsy camp, and I was there and he took me back. I\nremember that very well. And there, the men and women were separated. I was with my\ngrandparents and my mother. The young men were in a different...uh barracks. They had to\nwork. And the toilets were outside and everything; and we had to stand in line for a bowl of\nsoup and a piece of bread. I don't remember too much more about that. Uh, I do remember\npeople talking always about what lay ahead and what was going to happen. And uh...then\none day...uh my father approached me. And my parents...and they told me that...I remember\nmy father saying to me that he doesn't know what lays ahead and what will become of us,\nbut he would like me to go with some nice people. And it turned out to be the French Red\nCross. And uh...I also think that a lot of people were against my parents. It was like giving\ntheir child away. But they didn't know. They thought that was best for me. Uh, they thought\nthat if they could save me or do whatever, they would do anything. So uh they took us away.\nThe last... don't remember saying good bye to my father; but I do have a picture of my\nmother. I...the last ttme I saw my mother was behind barbed wires. I was on one side, she\nwas on the other side. And we said goodbye. And that's] the last I heard or seen of her. That\nwas my last picture of my mother. And many years later, I found out that a few days after I\nleft with by ten other children to get to France that all that transport went to Auschwitz. The\nreason that my father did not get to Auschwitz is that he was young. And halfway to\nAuschwitz... He told me that later, since he survived, too--that half way to Auschwitz, they\nstopped the train and they asked...all the young men had to leave the train. And women and\nchildren and old men had to stay in the train. So my father had to leave my parents... leave\nmy mother and grandparents, and leave the train. And he said...then he saw a big sign to\nAuschwitz, and he saw the train leave. And that's the last he seen or heard of his family. And\nuh...then uh...he was 1n several concentration camps, which he told me after, which I don't\nremember the names. Uh, I was taken with the other children to a children's home in France.\nAnd we were there for a short time. Not very long. I remember bombs falling, and the sirens\nalways, and running into shelter. And I can remember we would be running to the shelter on\none side, and buildings falling on the other side with bombs. And the children's home was hit\nand was bombed. And so we had to be separated. And the best thing was to take us to a\nconvent in southern... It was in the southern part of France. And everyone knows that\nthe...the French, the Southern French were wonderful. They were always helping Jewish\npeople, displaced people. They were always helping them. And the nuns were just...just\nwonderful to us children. And uh...we were so young, it was almost fun for us. Here was a\nconvent full of nuns, no men. Uh, one nun was a shoemaker. One was a cook. One... I mean,\nthey each had their own profession. They all did. And...and we learned, and slowly we all\nlearned French. I started to forget my German. And uh...we were there for awhile. And they\nhad beautiful grounds and trees. They had fig trees. I remember that very well (laughter).\nAnd I do say that, being so young, I think you forget. You...you forget the bad things so\nquickly. And we were there long enough to be placed. Everyone was placed...uh to a\ndifferent uh foster home. And I was placed to a foster home in Noyers, France--southern part\nof France. It was a Christian family, Catholic family. There was a husband, wife; and they\nhad a grown daughter, and they had a very small farm. They had one cow, few chickens, a\nlittle garden. And they took me in as their foster child. And uh...then they told me that my\nname, Freya, was too German and I could not have a German name, a Jewish name,\nanymore. I had to become uh...a Catholic, 1f 1 wanted to survive. They talked to me, and they\nmade me Frieda. So I went from Freya to...to Frieda, and they sent me to Catechism school.\nWe went Sunday school. We went to church. And uh...they also sent me to school. I really\ndid not lose schooling. I learned French so good, 1n fact, that I forget my German. I couldn't\nspeak German anymore. I was a French little girl. I was a French little girl. My name was\nFrieda, and I used to help with the chores. We all, you know, we all had to help. And I used\nto herd one cow, and uh...feed the chickens and go to school and come home and do my\nchores. And after a few months of...I was there, she informed me that the money--she was\ngetting money from the Red Cross, in fact. I think the Red Cross was paying foster homes to\ntake care of us children. And uh...she said that even with the money she just couldn't take\ncare of me anymore. She just didn't have enough food, you know, to feed me and them, too.\nAnd they were getting older and... Uh, their name was Godin, Mr....Madame and Mr. Godin.\nAnd they said I would have to leave. So someone came from the French Red Cross, and they\nwere going to take me to another town. But it just so happened that in the same town, a\nlarger farmer in the same town, Noyers, said that she would take me. That she could use an\nextra hand to help. There was a big farm, big orchards; and so she took me in. So I never had\nto leave the city. I just moved to another family. And she didn't have just me. She had other\nchildren that she took care of. And she was hiding a Jewish family, actually. And I will never\nforget that red brick house. Two red brick houses next to each other. And in the other house,\nlived a Jewish family that she was hiding. But, unfortunately, someone found out. And they\ncame...the Gestapo came and got the family, and never was heard from them again. And I\nlived there, and uh...I went to school. I was very, very religious--very Catholic. I had little\nJesus over my bed at night. And we prayed; and, in fact, uh when my classmates had their\ncommunion, I wanted to have communion, too. After all, you wore a pretty white dress and\nyou walked down the church. And uh...Madame Didier was the lady that...uh was the farmer\nlady. She said uh...that I couldn't have my communion, because she didn't want to deprive\nmy parents of seeing me become communion. She didn't tell me why--that I was Jewish and\nthat I couldn't have communion, that I was only acting that out. So she told me that I\ncouldn't. I had to wait for my parents to come home, so they could be there. Of course, I\ncried. I was very hurt. I was upset, because I didn't know anymore that I was Jewish. I didn't\nknow any different. And uh...but we worked. We worked in the fields. We made our own\nbread, our own flour. They had big machines. Uh...wheat, they had wheat fields; and when\nharvest time came, we walked...the children with baskets behind the machines and we picked\nup the wheat that the machines dropped. And we put in our basket; and uh...and that's how\nwe helped. And she had big orchards with apple trees and cherry trees--everything. And we\nworked. And she taught me how to knit. She taught me how to sew. She taught me how to\ndarn socks. We had to darn our own socks. We only had one dress; so when that dress was\nbeing washed, we missed a day of school. Because we each had just one... one dress, and we\nhad to miss school when we had our clothes washed. Uh, learned how to make fire in the\nwood stoves and everything; and uh...when we came home from school... The highlight of\ncoming home from school was to a glass of milk and jam sandwich. We made our own jam.\nAnd we had enough to eat, and never needed... I never went hungry, the children. But a lot\nwas expect of us. We had our chores to do. We had our homework. We had to go school. We\nhad to get good grades. And by that time, I was uh very uh... French girl that...French\nCatholic girl; and I didn't know any...anything else. That...that was my way of life. Well,\nwhat I didn't know is someone found out that Madame Didier was harboring a Jewish child,\nand went to the Gestapo and told them. Well, what happened... One day, she sent me away to\nget something. I don't even remember what it was. I was out of the house, and the Gestapo\ncame. She said 4, 5 Gestapo with the guns. One was guarding the outside of the house. And\nthey went through the house from cellar to attic. And in France, they have the cellars\noutside--you know, the stone cellars. They...I mean, they checked. They even slashed the\nmattresses. I mean, they went through that house with a fine tooth comb. And she kept\nsaying, \"I don't have a Jewish child here, and I don't.”” And they left. They didn't find me. I\ncame home to the disaster of the house. And uh never...she never told me what happened;\nand it was because of...of me. And uh...but time went by the same, you know, the everyday\nroutine. Again, for some reason, I wasn't home. She sent me to get something. Gestapo came\na second time. The same thing happened. They didn't find me, and they never came again. It\nwas the last time that they came. And time went by. It was already wintertime--must have\nbeen in...near '40...1944, I guess. And one day after school, Madame Didier was sitting in the\nkitchen with a lady. And I walked in. And she said that this lady came to pick me up and\ntake me away to a children's home. I could not stay there anymore. Well, I cried. I was very\nupset. This was my life. I didn't know any...anything. And the lady sat down, and she told me\nthat I was not a Catholic child. I was a Jewish child, and I had to go back with...with my\npeople. And in Saint-Etienne was a children's home that was run by a Polish rabbi and his\nstaff. And he was gathering Jewish children from all over France, wherever they could find\nus; and bring us together again under...under one roof. So I had no warning or anything. And\nI just packed my little suitcase. I really didn't have anything. And I had to say goodbye. And\n[...[...I'll never forget. It was on a Friday, on a Friday afternoon. And I left with the lady. I\nthink what actually saved my life through all this was I was a very passive child. I never\nasked any questions. I might have cried or been unhappy, but never [said], \"Why is this\nhappening?,\" or \"Why that?\" I think now, in later years, maybe that saved me. Because I just\ndid whatever told to do. I was told to be Catholic. I was told to learn French. And I did\nwhatever I was told to do. So being that it was a Friday afternoon, we arrived at the\nchildren's home... Went by train, I remember; and we arrived there, and it was Friday night\nand we had to say our prayers. And she told me on the way there that I must forget about my\nlife to that point, that I was now...I was a Jewish child. I had to become Jewish. I had to\nforget what I was taught in my foster home. And I would have to learn the Jewish way of\nlife. My...my name was still Frieda. You know, they never changed my name. And when we\narrived there, very few children were there. I was one of the first few youngsters that arrived\nthere. And, you know, months later children kept coming in from...from all over. Whoever\nthey could find. And it was a very Orthodox home. Uh, the boys on one side. The girls on the\nother side. Uh, the girls slept on one floor, the boys on the other floor. Uh, we went to\nschool. We had Hebrew school in the morning, and our regular schooling in the afternoon.\nSo we went to school all day. I learned how to read and write Hebrew. I could translate\nFrench into Hebrew, Hebrew into French. I could read. And uh...again, I did what I was told.\nAnd being that the day I arrived there on a Friday, so she said, \"Well, now you have to learn\nour way. So you have to wash your hands before we eat.”” Showed me how to wash my\nhands. \"You cannot talk 'til you say a prayer, 'til you eat a piece of bread.” So...she said,\n\"Whatever I say, you repeat after me.” So she said the prayer over the bread, and I repeated.\nNo questions asked. I repeated it. And then we ate. And uh...we had to pray after dinner, and\nwe prayed before we went to bed. Uh, wasn't much different as praying when I was Catholic;\nand it was Hebrew, and I settled in just like I did everywhere else. And I became, in fact,\nvery religious. Now, that was my whole life. I knew every prayer by heart. I...when we went\nSaturday to synagogue, before long I didn't need the book anymore. I am ashamed to say I\nforget everything now. But then, I became very, very religious. And uh...we talked...I talked\nto the rabbi, and I wanted to go to Israel. And he said that...he told me that when the war is\never over and everything 1s alright, and if no one [in] my family claims me and comes back, I\ncould go to Israel. And uh...so uh...you know, time passed and went on like that. Uh, war\nwas over. I remember, because everybody was singing and...and dancing on the streets. In\n1945, I remember. I was about 10 years old. And uh...we knew that the war was over. And\nuh...so I thought, \"Oh, I'm going to get ready to go to Israel.” I had already talked with the\nrabbi. And uh ...he said that he would put things in motion, and when people could travel to\nIsrael I would be one of the first to go. And then one day, I was called into the office. And I\nwas told that they had a letter from my father; that he had survived, and that he lives now in\nHeidelberg, Germany. And that when he was liberated by the Russians in his concentration\ncamp, he was looking for me. And he contacted the French Red Cross, because that's the last\nhe remembered. He remembered me...giving me up to the French Red Cross. So he thought\nhe'd get in touch with them. He didn't know whether I was alive or dead, or what happened\nto me. Nothing! So they traced me, obviously; and they found me in Saint-Etienne, in the\nchildren's home. And there was a big letter in German written from my father, and they\ntranslated it to me. And he just said that he was looking for me. Nothing was ever mentioned\nin the letters about my mother and my grandparents not surviving. Uh, I became...I asked ...\nWhen I wrote to him, I would ask about my mother and everything; and he would never\nanswer...never uh... Obviously, I found out, you know, after. And uh...one thing what\nsurprised me was the rabbi tried a little bit to sway me not to go back to Germany. He\nwanted me to go to Israel. I mean, I was a good candidate for the kibbutz. I would have made\na good (ph). But I said, \"No.” I said, \"I want to see my father.” And uh...what child doesn't\nwant a parent? And uh...so things were put in motion. It took one year, uh until... needed a\npassport. I needed permission to leave France to go to Germany. We were lucky that we\nwere in an American occupied zone in Heidelberg. If it had been East Germany, I would\nhave never been able to go back. I would probably [have] ended up in Israel. But being [the]\nAmerican [zone], it was...was alright. So uh...they got...I got passport, and I got permission.\nAnd all this time, my father would always write to me in German. Someone would translate\nit to me; and I would write a French letter. And my father had a very good friend. They\nhelped each other in the concentration camp. They saved each other's lives. And he was very\nfluent in...1n French. So he would translate my letters to him, and uh...he would, you know,\nanswer. And that went on for a year. And then, finally, I was told that I could pack up and uh\ngo to...go back to my father, go back to Germany. And I remember a young soldier that came\nto pick me up, and I was very scared. A uniform scared me terribly. Even though I didn't\nknow the difference between the American uniform and the Gestapo uniform. It was a\nuniform, and I was scared. And I had to [be] told that there was nothing to be scared of. And\nin fact, when I got back to Germany, uh the towns were full of American soldiers, you know.\nAnd uh...it took a long time for me not to be afraid or to shy away. Because uh...I thought\nthey were coming. You know, that 1s all I could...could remember. Can I stop? Can I stop a\nlittle bit? (Pause) Do You want to ask me something?",
        "Q: What was Saint-Etienne like?",
        "A: Well, uh I don't remember too much. Uh, because we were mostly in the children's home. It\nwas a beautiful home, with big grounds. And uh...everyone that uh...that worked there was\nJewish. And uh...in fact, uh it comes to mind now we did everything ourselves. Uh, for\nPassover, we made our own matzah. So we made our matzah. We bake our challah for\nFriday night. And uh...we pretty much stayed within the confines of the...the children's\nhome. We did go sometimes into Paris. It wasn't far from Paris. And I know I've been to\nParis; but I really don't recall much about it, you know. I...I think I would get much more if I\ncould go now. (Laughter) But uh...we would go there, and also I remember uh...being\nuh...we were so religious. Uh, we would do everything before the Sabbath would start. We\nwould uh...cut toilet paper, uh that Friday morning. Uh, we would uh put the lights on, and\nuh...we would... If you went out...out uh...out of the home on Sabbath, you could not carry,\nyou know, no money. In fact, you were not able to carry anything. You uh couldn't ring a\ndoorbell or answer a telephone, or anything like that. So uh...but that became second nature\nto me. And uh...so 1t was just uh daily living, going to school and learning. And I think I\nlearned a lot. I am sorry to say I've] forgotten so much in past years already. It was a great\nexperience. And I think always a little bit afraid. Always a little bit afraid of the unknown at\nthat time. I still...was still afraid with strangers. They're still not family, uh and everything;\n'til I heard, you know, from my father. But I think there was always...like, \"Where will they\ntake me next? When will someone come and take me away again?\" I was always being taken\naway. And I always gotten a foothold on the place when someone would come and\ntake...take me away, and take me somewhere else--another home, another children's home,\nand everything. So I think a little fright was...was there. But uh I...[ remember that. Yet, I\nwas...wanted very much to see my father, and wanted very much to go back to him. And\nuh...in April of 1946, I was able to do that, uh by train...uh...we went to Heidelberg from\nSaint-Etienne. And uh they took me... My father and his friend had an apartment together.\nAnd what happened was, since my father was a businessman before the war and so was his\nfriend, when they came back from the war uh... What the American soldiers did, they put all\nthe Jewish men, the businessmen, in business. And all the people who ran the big factories,\nand--they were Nazis, or they were German--and they were all let go from their jobs. And\nmy father had a wonderful job. Uh, I mean, he was like the owner of a factory that\nmanufactured men's clothing. And uh...his friend had a...was running a factory, a leather\ngoods--suitcases, you know. So they...they were very well-to-do after the war. I... know\nthat. Uh...uh, the Americans made up for what they went...what they went through, and all\nthat. The stories and all that come back to me. Uh, anyway, I came back; and they played a\ntrick on me. They took me to my father's friend's office. And they told me that my father\nwould come shortly. He would come. What they wanted to see is if I recognized my father.\nThey were really playing a joke on me, but I didn't know. And I sat there in the office.\nBeautiful office--leather chairs. And men kept walking in and out. You know, men with all\ndifferent wear. And I was Il and a half years; and I am sitting there in the chair, waiting. And\nmen are walking in and out, and I am sitting. And amongst...all of a sudden, amongst the\nmen walking in and out was my father. Well, it took [a] second. I recognized him right away.\nI mean, there was just no... Here I am. Spoke only French. He spoke only German. And we\nwere hugging and crying, and his friend was trying to interrupt and everything. And uh...it\nwas just [a] wonderful, wonderful reunion. And uh...then he took me to the aparmtent\nwhere...where they...where they lived. And what happened was, uh my... They dealt a lot in\nthose days to...uh you weren't able to buy food, things like that, right after the war. Uh, a lot\nof black market going on. \"T'll give you a raincoat, if you give me a dozen eggs.” You know,\nthat type of thing. And my father was well in the position to do that, having a big\nmanufacturing factory. He was dressed very well, and he drove a car--[a] black Mercedes.\nAnd, oh, I remember [for] years after, [if] you saw a black car coming down the street that\nwas my father. Because nobody else had a car, you know. And they had a housekeeper for\nthem. And it turned out--which I didn't remember--she helped my parents. She was\nhousekeeper for my parents in Lambsheim when I was a baby. Her husband was a soldier in\nthe war. He got killed. She was a widow. And when my father went back to Lambsheim\nafter the war and...to see how the...the home is and everything, he ran into her. And she came\nback with him to Heidelberg, and she kept house for him and...which...and my father's\nfriend--which I then called \"uncle,\" you know. And, of course, she knew me; but I didn't...\nShe knew me as a baby; and uh...she was very, you know, very good me to me. And she\ntried to understand me. I'm talking French to you, and she's trying to understand. So she\nwould go into the telephone and call my father's friend and...and give...hand me the phone. I\nwould tell him what I want, and he would tell her, you know. And uh...she didn't even\nunderstand I wanted to go use the bathroom. And, see, in France, it's different. They have the\nbidets and the wash basins. And there was completely different. I didn't know what I could\nuse. We couldn't even understand each...each other, you know. So uh...what they did, I got a\ntutor. My father got a tutor, uh...to learn German again. I...you know, because I was uh...uh\nonly 11 and a half years old, and uh...still had to go to school. And uh...I went. I went back\nand went to school. But in the meantime, what had happened even before I came back, he\nhad met a woman who had lost her husband in the concentration camp. And my father and\nhis friend were at one of the Red Cross gatherings where the American soldiers would go;\nand this woman's two daughters were there. That's what I was...that's all I was told, because I\nwasn't there. And they started to talk to my father and his friend. And they found out that\nmy...they told them their name. The last name was Hollander (ph). \"And do you know... Did\nyou know my father?\" His name was also Fritz, their father's name. My father's name was\nFritz. And uh...he did not know the father; but they...my father knew their uncle, their... their\nfather's brother. And so the girls said, \"You have to come home with us and meet our\nmother, and tell her that you were with our uncle.” And that uncle, I think, survived and went\nto Israel, as far as I know. And uh...so that's how they...how they met. And he told her about\nme and everything. So they already knew each other, uh I think, for at least a year or more.\nUh, and I am pretty sure that they knew...uh once they knew that my mother wasn't coming\nback and that her husband wasn't coming back, that they wanted to marry. But I also think\nthey wanted to wait for me to return. They didn't want to marry without me, you know, being\nthere. And uh...so I was told about my father's lady friend. Uh, they put a great big bouquet\nof flowers in my arms; and I was to give her that when met her. Her name was Paula. And\nuh...she had her own home. My father and I, he drove there. And we went in the door, and\nshe came down the stairs. She had on red slacks, beautiful blonde hair, red fingernails--\nbeautiful woman. And here comes that beautiful woman walking down the stairs; and I am\nstanding there with flowers bigger than myself, and hand them to her. And I was introduced\nand everything. My German was coming back, little by little, with the help of...of the tutor.\nAnd I think I was...uh...probably knew more. I was just afraid I would make a mistake.\nThat's why I wouldn't talk; because the same thing happened when I learned English. I knew\nmore English sooner than I realized, and I was afraid to express myself. And uh...from then\non, this lady was always in our lives. And I met her two daughters, Ruth and Margot. And...I\nmean, we took to each other like fish to water.",
        "Q: How did you feel, uh...about your mother?",
        "A: How I felt? I always waited for her. I never wanted to believe that my mother was dead, for a\nlong, long time. I always thought one day there'll be a knock at the door and she'll be\nstanding there. That was my fantasy. I don't think anybody even knew. I might have told my\nhusband or my children, but I don't think anybody knew that. Uh, yes, I was always waiting\nfor her. My mother will come back. Because the last picture of her between barbed wire, I\nwill never erase that thought from my mind. And uh...by then uh ...I was given pictures of\nher which I...you know, I have the pictures and everything. But I was always waiting for her.\nAnd uh...and uh...and then again, on the other hand, when I was told that my father was\ngoing to remarry I was happy; because I wanted a mother. That was very important to me.\nAnd uh...what they...what Paula did, uh--and also my father--they uh took 1n uh...people,\nthey came...young girls that uh...uh that lived through...through Auschwitz, and through the\nconcentration camps. And they had numbers on their arms, which we never did. We don't\nhave a number. Uh, so the two girls--Paula's two girls--had lots of girlfriends that had\nsurvived the concentration camp. And they were always in their home, and they were always\nthere and they were always happy. And they called Paula \"Mommy,\" like her daughters did.\nAnd I wanted...I was told \"Aunt Paula,\" you know; but I wanted to say \"Mommy\" also. I\nwanted to be...even though they were 5 and 6 years older than me--they were young ladies,\nand I was still a young child--I wanted a mother, too. I wanted...wanted that, you know, very\nmuch. Uh, so I think I compensated one with the...with the...with the other. And uh...the girls\nare ...were absolutely, I mean, wonderful. Uh, I'd be... Then they wanted to marry; and my\nfather took ill, very ill. Uh, kidney problems. Kidney infections. And in those days, the\npenicillin. I think he had to get it from Americans, because there was no such thing. And\nthey weren't married then, but uh...my mother stayed with him day and night in the hospital.\nAnd she was told that they didn't think he would live. And he knew that, and he asked her...\nWhen they told her that he may not live through the night, he asked her that \"When you go to\nAmerica, would you take Freya with you?\" And she said she would. She promised that she\nwould. Even though they weren't married, that she would take me. But he lived. And they\ngot married. Beautiful, beautiful wedding. And my father also was very active in the\nsynagogue. How many Jews? Handful of Jews in Heidelberg, you know, after the war. And\nuh...he was a wealthy man at the time, you know. And uh...they married. Uh, she give up...\nPaula gave up her home and they moved into a bigger home--beautiful, beautiful home. And\nthey had help. They had maids, 'cause they had...they did very well. And they really gave\neverything up to come to America. Nothing. They started to come to America with nothing.",
        "Q: How did you all come to America?.",
        "A: How we came to America? Uh, my father had a brother in New York. They came here in\n1938, with his wife and two children and my grandmother Lang--my father's mother. And he\nsponsored us. We needed to be spons...sponsored, affidavit. He sent the affidavit, and that's\nhow we came to America. But we didn't come 'til 1949. So uh...but uh...my sister Ruth came\na year ahead of us. She didn't...she didn't want anything to do with...with Germany anymore.\nShe just wanted to leave. And we just... My parents were not quick enough for her. She just\nwanted to get out of there. And so she came to New York a year before we did. And\nuh...then, by the time, we came to America, she had already had a job and she...she had some\nfamily here, too, on her. I think, on her father's side, they had cousins that lived in New\nYork. I don't remember it very uh....too well, you know. And uh...I was always kept a child.\nThat's one thing I think my parents made a mistake. They were very, very strict, uh more so\nwith me than with the older girls. And uh...they felt that I had no parents from the time I was\n6; and they looked at me like I was 6, not 12. And those 6 years never gapped together. I\nthink they never recaptured those 6 years. They always kept their child. I was only to be seen\nand not heard. My opinion didn't count. I was never asked anything; just, you know, told.\nAnd, in fact, that brings to mind... I want to go back on something. When I first came back to\nGermany, my parents were not Orthodox. They were Jewish. They went synagogue on\nholidays, but they were not religious. They did not keep a kosher home. I was lost. I didn't\nwant to eat; and then if I did eat something, it had to be out of glass dish or glass bowl.\nBecause that's considered neutral. And I was just told blankly, \"You do as we do, or you\ndon't.” I mean, that's how it was. \"This is how we live. This 1s how life is now, and you\nconform to our way of living.” And what did Alice do? Freya do? You conform to their way\nof living. And again, very shy child--very shy, passive, quiet. I went to school, uh...and I\nlearned how to speak German again. It came back. I think it was back here. It was never\nreally forgotten. It was just never used. And it came back very well and everything. And I'd\nlike to say that I sat next to a young girl. I was the only Jewish girl in school, by the way,\n(laughter) again. And I sat next to a very nice girl--Martha Mayer (ph)--and we became\nfriends. And I was then in the sixth grade. And I went to school for 3 years. And we stayed\nfriends all that time. I have been in America going on 41 years. We still correspond. Gentile\ngirl. We grew up. We wrote to each other. We're still in contact. In fact, twice she called me\nfrom Germany to talk to me. We're still friends. I keep up my German by writing German to\nher with my German/English-English/German dictionary next to me. We still correspond.\nWe send pictures of our children, grandchildren. And there was wonderful. I made\nnew...new friends. Everything was...you know, in that respect was very good. But uh...things\nwere hard at home, because I was not allowed... I had to come home, and I wasn't allowed to\nhang around with my...with my with friends. And it followed through. And I tell you, if not\nfor Margot and Ruth, I don't know what would happen to me. Because they were always on\nmy side. Always stood up for me, always uh interferred, tried to help me. It was hard,\nbecause they were 5 and 6 years older. When I was 12, they were 17 and 18, you know. And\nuh...they were already working or going to school; and Ruth came to America. So it was...I\nfound it to be very hard to...to live with my father and new-found, you know, mother. And\nuh...the word \"stepmother\" and \"stepdaughter\" or \"stepsister,\" \"stepchildren\" was not\nallowed. It was a word that was not allowed in our family. My mother always said, \"We\nhave three girls, three daughters; and they are all ours.” People would stop my parents on the\nstreet, and they would say, \"Now, whose girls are yours? And who are Paula's, and who are\nFritz's children?\" And my mother would say, \"We have three daughters.” And I don't doubt\nthat she loved me. I am sure she did. And she always said everything she did for me was for\nmy own good. And I always thought so, and I still think--not always--that way. But that's\nhow they felt. You know, they...they felt very stongly. And once, I misbehaved very badly.\nAnd I talked back to my mother; and I said, \"If my mother were alive, I would not have said\nthat.”’ I don't even remember what I said or did. And my father was in the room when I said\nthat. That was the only time, first and only time, he ever slapped me. He slapped me across\nthe face so hard that I fell across the room. Literally, fell across the room. And then I never\never brought up my mother again from that time on. And uh...I never said anything, you\nknow, anymore; but I did do that. But I was a child, you know, and I was...by then... When\nthey married, I was 13 years old. And uh...a young 13, very young 13. And uh... So then\nwe... Oh, and then in the meantime, my youngest sister, Margot, was seeing a young man--a\nsoldier, American soldier--who uh... In fact, he originally was born in the city of Auschwitz\n[Pol: Oswi_cim] in Poland when he was a young child, and came to America way before the\nwar when he was 8 years old. And he was at the tail end of the Second World War, and\nMargot... They met each other, and they fell in love. And when when his term of duty was\nup, he went back to Chicago. And they wrote to each other later, of course. And he was like\nmy big brother. He was wonderful. Uh, he took us for ice cream to the American P.X., you\nknow; and that's where I got first candy bar, first movie, ice cream. He used to bring jars of\nice cream. My father loved [the] ice cream he would bring. And the house was always full of\nyoung men--soldiers that my sister knew. Young people. And there was a lot of people,\nyoung people, there. But I always felt...1 was always singled out to where I didn't quite\nbelong, because I was so much younger. And everything was always kept from me. I don't\nhave to know this, and I don't have to know that. And they just tried to keep me little. They\ndidn't let me grow up. And, unfortunately, that continued through my...through my life, you\nknow.",
        "Q: Thank you very much. Is there anything else you would like to add?",
        "A: No. I want to say that uh...I think I am very fortunate to be able to be here today, and to make\nthis tape. And for the young people now growing up that don't know what World War II\nmeant, what they do not learn in books and high school. My own children did not learn what\nI said today in high school. It is only what I taught them. Uh, people cannot believe. There\nare still people out there today that..that don't believe what happened yet. And uh...this\nshould be shown. And it should be shown in school. It should be shown in high school,\nwhere they're old enough to understand that World War II should never happen again and\nthat something like that should never, ever happen again. And I thank you for inviting me\ntoday, and...and letting me tell my story.",
        "Q: Okay. That's it. Thank you.\n"
    ],
    "questions": [
        "Q: Please tell us your name.",
        "Q: What was Saint-Etienne like?",
        "Q: How did you feel, uh...about your mother?",
        "Q: How did you all come to America?.",
        "Q: Thank you very much. Is there anything else you would like to add?",
        "Q: Okay. That's it. Thank you."
    ],
    "answers": [
        "A: I am Alice Rosen. But I was born Freya Karoline Lang in Lambsheim, Germany, in 1934.\nAnd my parents lived in Lambsheim, Germany in small town--farm town. My parents and\ngrandparents were farmers and butchers; but my father always wanted to be a businessman,\nand he wanted to get out of Lambsheim to go into the big city. So what, about a couple...\nAnd my mother was a businesswoman also. In fact, that's how they met--while in business.\nAnd they were working together, and that's how they met. And we moved to Lambsheim.\nNo. We moved to Mannheim, a big city. I was about a couple of years old. And we were\nthere. I started to school. I started first grade there. And uh soon after that the war broke out.\nAnd my father was sent to Dachau, first, while we were still at home. And my mother and I--\nI was the only child that my parents had--my mother and I, and my grandparents. And they\nclosed my father's business, and no one could touch it, handle it. Was padlocked. I remember\nthat. And my father came back from Dachau, and he was home for awhile. And then uh...we\nhad to wear armbands that said \"Jude\"--Jew--on it. We all had to wear armbands. And\nuh...children stopped playing with me. And they would call us names. And then one day, a\nbig guard truck pulled up in front of our house. Uh, the Gestapo. Many of them--5, 6 with\nthe pistols out. And they came and told us that they were picking us up and taking us to\nconcentration camp. We were not allowed to take anything with us. As we were. I remember\nthem tearing our house apart. I remember very well. I was only 6 years. But two of them just\npulled one of the beds apart. They...they just demolished the apartment. And then they put a\nlock on the door, after we left. And uh...we were all piled into the big truck, like an Army\ntruck; and we sit on the wooden benches in the Army trucks, and they made different stops.\nThey picked up different families until the truck was full. And then when the truck was full,\nwe were driven to the concentration camp. Gurs was the first concentration camp that we\nwere there.’ There we were all uh together. Uh, men and women, children in the barracks.\nThey kept the families together. Uh, Gurs was a very dirty place--uh, muddy, rainy. I\nremember walking in mud all the time. Uh, very cold. We...we slept in barracks on the floor,\non...on uh straw. We slept on straw. And I remember getting very ill. I became very sick.\nAnd I had a terrible, terrible ear ache and a high fever. And my mother tried everything. She\ncouldn't break my fever. And they took me to the infirmary on the concentration camp. And\nuh...I remember only because they put me in a bed. I wasn't lying on the floor anymore. I\nwas actually in the bed. And I was then later told that I had mastoid, which is a very bad ear\ninfection that goes with the ear drums and that caused a lot of my hearing loss that I have\nnow caused by that. And I don't remember, but I was told... My father told me later on that\nthey told him I would not live through the night. And they told him to go out and build a\ncasket for me. And he refused to do it. And he stayed there, and my mother was there; and I\nremember being wrapped in cold towels and cold...white sheets, cold white sheets. And the\nfever broke through that night. And I survived. Obviously, it was not meant to be. And I did\n' Located in Southern France.\nget better. But my hearing was impaired from then on. And uh...the men worked. And I\nremember my father had to go out to work, but...uh we were surrounded by barbed wire and\nby soldiers with...with pistols and guns. And uh...very little to eat. I remember that. And then\none day, they came and put us back in the trucks; and were told we were going to another\nconcentration camp called Rivesaltes near [NB: in] France by the border, French border.\nThat was completely opposite of Gurs. It was hilly and stones and dry. I remember falling\nmany times, hurting my knee. And uh...I was a child. Six, seven years old, and running\naround and everything. And what comes to mind now in Rivesaltes, there was a lot of\nGypsies. And Gypsies were also put in concentration camp. They were prosecuted just like\nthe Jews were. And I was very interested and I was always told never to go to the Gypsy\ncamp. Of course, the more I was told not to go... And one day I went. And what the Gypsies\ndid, they kept the children and they would sell them--literally, sell children. Well, I was\nmissing. And my parents were going absolutely crazy looking for me; but my father knew\nexactly where I was. And he went to the Gypsy camp, and I was there and he took me back. I\nremember that very well. And there, the men and women were separated. I was with my\ngrandparents and my mother. The young men were in a different...uh barracks. They had to\nwork. And the toilets were outside and everything; and we had to stand in line for a bowl of\nsoup and a piece of bread. I don't remember too much more about that. Uh, I do remember\npeople talking always about what lay ahead and what was going to happen. And uh...then\none day...uh my father approached me. And my parents...and they told me that...I remember\nmy father saying to me that he doesn't know what lays ahead and what will become of us,\nbut he would like me to go with some nice people. And it turned out to be the French Red\nCross. And uh...I also think that a lot of people were against my parents. It was like giving\ntheir child away. But they didn't know. They thought that was best for me. Uh, they thought\nthat if they could save me or do whatever, they would do anything. So uh they took us away.\nThe last... don't remember saying good bye to my father; but I do have a picture of my\nmother. I...the last ttme I saw my mother was behind barbed wires. I was on one side, she\nwas on the other side. And we said goodbye. And that's] the last I heard or seen of her. That\nwas my last picture of my mother. And many years later, I found out that a few days after I\nleft with by ten other children to get to France that all that transport went to Auschwitz. The\nreason that my father did not get to Auschwitz is that he was young. And halfway to\nAuschwitz... He told me that later, since he survived, too--that half way to Auschwitz, they\nstopped the train and they asked...all the young men had to leave the train. And women and\nchildren and old men had to stay in the train. So my father had to leave my parents... leave\nmy mother and grandparents, and leave the train. And he said...then he saw a big sign to\nAuschwitz, and he saw the train leave. And that's the last he seen or heard of his family. And\nuh...then uh...he was 1n several concentration camps, which he told me after, which I don't\nremember the names. Uh, I was taken with the other children to a children's home in France.\nAnd we were there for a short time. Not very long. I remember bombs falling, and the sirens\nalways, and running into shelter. And I can remember we would be running to the shelter on\none side, and buildings falling on the other side with bombs. And the children's home was hit\nand was bombed. And so we had to be separated. And the best thing was to take us to a\nconvent in southern... It was in the southern part of France. And everyone knows that\nthe...the French, the Southern French were wonderful. They were always helping Jewish\npeople, displaced people. They were always helping them. And the nuns were just...just\nwonderful to us children. And uh...we were so young, it was almost fun for us. Here was a\nconvent full of nuns, no men. Uh, one nun was a shoemaker. One was a cook. One... I mean,\nthey each had their own profession. They all did. And...and we learned, and slowly we all\nlearned French. I started to forget my German. And uh...we were there for awhile. And they\nhad beautiful grounds and trees. They had fig trees. I remember that very well (laughter).\nAnd I do say that, being so young, I think you forget. You...you forget the bad things so\nquickly. And we were there long enough to be placed. Everyone was placed...uh to a\ndifferent uh foster home. And I was placed to a foster home in Noyers, France--southern part\nof France. It was a Christian family, Catholic family. There was a husband, wife; and they\nhad a grown daughter, and they had a very small farm. They had one cow, few chickens, a\nlittle garden. And they took me in as their foster child. And uh...then they told me that my\nname, Freya, was too German and I could not have a German name, a Jewish name,\nanymore. I had to become uh...a Catholic, 1f 1 wanted to survive. They talked to me, and they\nmade me Frieda. So I went from Freya to...to Frieda, and they sent me to Catechism school.\nWe went Sunday school. We went to church. And uh...they also sent me to school. I really\ndid not lose schooling. I learned French so good, 1n fact, that I forget my German. I couldn't\nspeak German anymore. I was a French little girl. I was a French little girl. My name was\nFrieda, and I used to help with the chores. We all, you know, we all had to help. And I used\nto herd one cow, and uh...feed the chickens and go to school and come home and do my\nchores. And after a few months of...I was there, she informed me that the money--she was\ngetting money from the Red Cross, in fact. I think the Red Cross was paying foster homes to\ntake care of us children. And uh...she said that even with the money she just couldn't take\ncare of me anymore. She just didn't have enough food, you know, to feed me and them, too.\nAnd they were getting older and... Uh, their name was Godin, Mr....Madame and Mr. Godin.\nAnd they said I would have to leave. So someone came from the French Red Cross, and they\nwere going to take me to another town. But it just so happened that in the same town, a\nlarger farmer in the same town, Noyers, said that she would take me. That she could use an\nextra hand to help. There was a big farm, big orchards; and so she took me in. So I never had\nto leave the city. I just moved to another family. And she didn't have just me. She had other\nchildren that she took care of. And she was hiding a Jewish family, actually. And I will never\nforget that red brick house. Two red brick houses next to each other. And in the other house,\nlived a Jewish family that she was hiding. But, unfortunately, someone found out. And they\ncame...the Gestapo came and got the family, and never was heard from them again. And I\nlived there, and uh...I went to school. I was very, very religious--very Catholic. I had little\nJesus over my bed at night. And we prayed; and, in fact, uh when my classmates had their\ncommunion, I wanted to have communion, too. After all, you wore a pretty white dress and\nyou walked down the church. And uh...Madame Didier was the lady that...uh was the farmer\nlady. She said uh...that I couldn't have my communion, because she didn't want to deprive\nmy parents of seeing me become communion. She didn't tell me why--that I was Jewish and\nthat I couldn't have communion, that I was only acting that out. So she told me that I\ncouldn't. I had to wait for my parents to come home, so they could be there. Of course, I\ncried. I was very hurt. I was upset, because I didn't know anymore that I was Jewish. I didn't\nknow any different. And uh...but we worked. We worked in the fields. We made our own\nbread, our own flour. They had big machines. Uh...wheat, they had wheat fields; and when\nharvest time came, we walked...the children with baskets behind the machines and we picked\nup the wheat that the machines dropped. And we put in our basket; and uh...and that's how\nwe helped. And she had big orchards with apple trees and cherry trees--everything. And we\nworked. And she taught me how to knit. She taught me how to sew. She taught me how to\ndarn socks. We had to darn our own socks. We only had one dress; so when that dress was\nbeing washed, we missed a day of school. Because we each had just one... one dress, and we\nhad to miss school when we had our clothes washed. Uh, learned how to make fire in the\nwood stoves and everything; and uh...when we came home from school... The highlight of\ncoming home from school was to a glass of milk and jam sandwich. We made our own jam.\nAnd we had enough to eat, and never needed... I never went hungry, the children. But a lot\nwas expect of us. We had our chores to do. We had our homework. We had to go school. We\nhad to get good grades. And by that time, I was uh very uh... French girl that...French\nCatholic girl; and I didn't know any...anything else. That...that was my way of life. Well,\nwhat I didn't know is someone found out that Madame Didier was harboring a Jewish child,\nand went to the Gestapo and told them. Well, what happened... One day, she sent me away to\nget something. I don't even remember what it was. I was out of the house, and the Gestapo\ncame. She said 4, 5 Gestapo with the guns. One was guarding the outside of the house. And\nthey went through the house from cellar to attic. And in France, they have the cellars\noutside--you know, the stone cellars. They...I mean, they checked. They even slashed the\nmattresses. I mean, they went through that house with a fine tooth comb. And she kept\nsaying, \"I don't have a Jewish child here, and I don't.”” And they left. They didn't find me. I\ncame home to the disaster of the house. And uh never...she never told me what happened;\nand it was because of...of me. And uh...but time went by the same, you know, the everyday\nroutine. Again, for some reason, I wasn't home. She sent me to get something. Gestapo came\na second time. The same thing happened. They didn't find me, and they never came again. It\nwas the last time that they came. And time went by. It was already wintertime--must have\nbeen in...near '40...1944, I guess. And one day after school, Madame Didier was sitting in the\nkitchen with a lady. And I walked in. And she said that this lady came to pick me up and\ntake me away to a children's home. I could not stay there anymore. Well, I cried. I was very\nupset. This was my life. I didn't know any...anything. And the lady sat down, and she told me\nthat I was not a Catholic child. I was a Jewish child, and I had to go back with...with my\npeople. And in Saint-Etienne was a children's home that was run by a Polish rabbi and his\nstaff. And he was gathering Jewish children from all over France, wherever they could find\nus; and bring us together again under...under one roof. So I had no warning or anything. And\nI just packed my little suitcase. I really didn't have anything. And I had to say goodbye. And\n[...[...I'll never forget. It was on a Friday, on a Friday afternoon. And I left with the lady. I\nthink what actually saved my life through all this was I was a very passive child. I never\nasked any questions. I might have cried or been unhappy, but never [said], \"Why is this\nhappening?,\" or \"Why that?\" I think now, in later years, maybe that saved me. Because I just\ndid whatever told to do. I was told to be Catholic. I was told to learn French. And I did\nwhatever I was told to do. So being that it was a Friday afternoon, we arrived at the\nchildren's home... Went by train, I remember; and we arrived there, and it was Friday night\nand we had to say our prayers. And she told me on the way there that I must forget about my\nlife to that point, that I was now...I was a Jewish child. I had to become Jewish. I had to\nforget what I was taught in my foster home. And I would have to learn the Jewish way of\nlife. My...my name was still Frieda. You know, they never changed my name. And when we\narrived there, very few children were there. I was one of the first few youngsters that arrived\nthere. And, you know, months later children kept coming in from...from all over. Whoever\nthey could find. And it was a very Orthodox home. Uh, the boys on one side. The girls on the\nother side. Uh, the girls slept on one floor, the boys on the other floor. Uh, we went to\nschool. We had Hebrew school in the morning, and our regular schooling in the afternoon.\nSo we went to school all day. I learned how to read and write Hebrew. I could translate\nFrench into Hebrew, Hebrew into French. I could read. And uh...again, I did what I was told.\nAnd being that the day I arrived there on a Friday, so she said, \"Well, now you have to learn\nour way. So you have to wash your hands before we eat.”” Showed me how to wash my\nhands. \"You cannot talk 'til you say a prayer, 'til you eat a piece of bread.” So...she said,\n\"Whatever I say, you repeat after me.” So she said the prayer over the bread, and I repeated.\nNo questions asked. I repeated it. And then we ate. And uh...we had to pray after dinner, and\nwe prayed before we went to bed. Uh, wasn't much different as praying when I was Catholic;\nand it was Hebrew, and I settled in just like I did everywhere else. And I became, in fact,\nvery religious. Now, that was my whole life. I knew every prayer by heart. I...when we went\nSaturday to synagogue, before long I didn't need the book anymore. I am ashamed to say I\nforget everything now. But then, I became very, very religious. And uh...we talked...I talked\nto the rabbi, and I wanted to go to Israel. And he said that...he told me that when the war is\never over and everything 1s alright, and if no one [in] my family claims me and comes back, I\ncould go to Israel. And uh...so uh...you know, time passed and went on like that. Uh, war\nwas over. I remember, because everybody was singing and...and dancing on the streets. In\n1945, I remember. I was about 10 years old. And uh...we knew that the war was over. And\nuh...so I thought, \"Oh, I'm going to get ready to go to Israel.” I had already talked with the\nrabbi. And uh ...he said that he would put things in motion, and when people could travel to\nIsrael I would be one of the first to go. And then one day, I was called into the office. And I\nwas told that they had a letter from my father; that he had survived, and that he lives now in\nHeidelberg, Germany. And that when he was liberated by the Russians in his concentration\ncamp, he was looking for me. And he contacted the French Red Cross, because that's the last\nhe remembered. He remembered me...giving me up to the French Red Cross. So he thought\nhe'd get in touch with them. He didn't know whether I was alive or dead, or what happened\nto me. Nothing! So they traced me, obviously; and they found me in Saint-Etienne, in the\nchildren's home. And there was a big letter in German written from my father, and they\ntranslated it to me. And he just said that he was looking for me. Nothing was ever mentioned\nin the letters about my mother and my grandparents not surviving. Uh, I became...I asked ...\nWhen I wrote to him, I would ask about my mother and everything; and he would never\nanswer...never uh... Obviously, I found out, you know, after. And uh...one thing what\nsurprised me was the rabbi tried a little bit to sway me not to go back to Germany. He\nwanted me to go to Israel. I mean, I was a good candidate for the kibbutz. I would have made\na good (ph). But I said, \"No.” I said, \"I want to see my father.” And uh...what child doesn't\nwant a parent? And uh...so things were put in motion. It took one year, uh until... needed a\npassport. I needed permission to leave France to go to Germany. We were lucky that we\nwere in an American occupied zone in Heidelberg. If it had been East Germany, I would\nhave never been able to go back. I would probably [have] ended up in Israel. But being [the]\nAmerican [zone], it was...was alright. So uh...they got...I got passport, and I got permission.\nAnd all this time, my father would always write to me in German. Someone would translate\nit to me; and I would write a French letter. And my father had a very good friend. They\nhelped each other in the concentration camp. They saved each other's lives. And he was very\nfluent in...1n French. So he would translate my letters to him, and uh...he would, you know,\nanswer. And that went on for a year. And then, finally, I was told that I could pack up and uh\ngo to...go back to my father, go back to Germany. And I remember a young soldier that came\nto pick me up, and I was very scared. A uniform scared me terribly. Even though I didn't\nknow the difference between the American uniform and the Gestapo uniform. It was a\nuniform, and I was scared. And I had to [be] told that there was nothing to be scared of. And\nin fact, when I got back to Germany, uh the towns were full of American soldiers, you know.\nAnd uh...it took a long time for me not to be afraid or to shy away. Because uh...I thought\nthey were coming. You know, that 1s all I could...could remember. Can I stop? Can I stop a\nlittle bit? (Pause) Do You want to ask me something?",
        "A: Well, uh I don't remember too much. Uh, because we were mostly in the children's home. It\nwas a beautiful home, with big grounds. And uh...everyone that uh...that worked there was\nJewish. And uh...in fact, uh it comes to mind now we did everything ourselves. Uh, for\nPassover, we made our own matzah. So we made our matzah. We bake our challah for\nFriday night. And uh...we pretty much stayed within the confines of the...the children's\nhome. We did go sometimes into Paris. It wasn't far from Paris. And I know I've been to\nParis; but I really don't recall much about it, you know. I...I think I would get much more if I\ncould go now. (Laughter) But uh...we would go there, and also I remember uh...being\nuh...we were so religious. Uh, we would do everything before the Sabbath would start. We\nwould uh...cut toilet paper, uh that Friday morning. Uh, we would uh put the lights on, and\nuh...we would... If you went out...out uh...out of the home on Sabbath, you could not carry,\nyou know, no money. In fact, you were not able to carry anything. You uh couldn't ring a\ndoorbell or answer a telephone, or anything like that. So uh...but that became second nature\nto me. And uh...so 1t was just uh daily living, going to school and learning. And I think I\nlearned a lot. I am sorry to say I've] forgotten so much in past years already. It was a great\nexperience. And I think always a little bit afraid. Always a little bit afraid of the unknown at\nthat time. I still...was still afraid with strangers. They're still not family, uh and everything;\n'til I heard, you know, from my father. But I think there was always...like, \"Where will they\ntake me next? When will someone come and take me away again?\" I was always being taken\naway. And I always gotten a foothold on the place when someone would come and\ntake...take me away, and take me somewhere else--another home, another children's home,\nand everything. So I think a little fright was...was there. But uh I...[ remember that. Yet, I\nwas...wanted very much to see my father, and wanted very much to go back to him. And\nuh...in April of 1946, I was able to do that, uh by train...uh...we went to Heidelberg from\nSaint-Etienne. And uh they took me... My father and his friend had an apartment together.\nAnd what happened was, since my father was a businessman before the war and so was his\nfriend, when they came back from the war uh... What the American soldiers did, they put all\nthe Jewish men, the businessmen, in business. And all the people who ran the big factories,\nand--they were Nazis, or they were German--and they were all let go from their jobs. And\nmy father had a wonderful job. Uh, I mean, he was like the owner of a factory that\nmanufactured men's clothing. And uh...his friend had a...was running a factory, a leather\ngoods--suitcases, you know. So they...they were very well-to-do after the war. I... know\nthat. Uh...uh, the Americans made up for what they went...what they went through, and all\nthat. The stories and all that come back to me. Uh, anyway, I came back; and they played a\ntrick on me. They took me to my father's friend's office. And they told me that my father\nwould come shortly. He would come. What they wanted to see is if I recognized my father.\nThey were really playing a joke on me, but I didn't know. And I sat there in the office.\nBeautiful office--leather chairs. And men kept walking in and out. You know, men with all\ndifferent wear. And I was Il and a half years; and I am sitting there in the chair, waiting. And\nmen are walking in and out, and I am sitting. And amongst...all of a sudden, amongst the\nmen walking in and out was my father. Well, it took [a] second. I recognized him right away.\nI mean, there was just no... Here I am. Spoke only French. He spoke only German. And we\nwere hugging and crying, and his friend was trying to interrupt and everything. And uh...it\nwas just [a] wonderful, wonderful reunion. And uh...then he took me to the aparmtent\nwhere...where they...where they lived. And what happened was, uh my... They dealt a lot in\nthose days to...uh you weren't able to buy food, things like that, right after the war. Uh, a lot\nof black market going on. \"T'll give you a raincoat, if you give me a dozen eggs.” You know,\nthat type of thing. And my father was well in the position to do that, having a big\nmanufacturing factory. He was dressed very well, and he drove a car--[a] black Mercedes.\nAnd, oh, I remember [for] years after, [if] you saw a black car coming down the street that\nwas my father. Because nobody else had a car, you know. And they had a housekeeper for\nthem. And it turned out--which I didn't remember--she helped my parents. She was\nhousekeeper for my parents in Lambsheim when I was a baby. Her husband was a soldier in\nthe war. He got killed. She was a widow. And when my father went back to Lambsheim\nafter the war and...to see how the...the home is and everything, he ran into her. And she came\nback with him to Heidelberg, and she kept house for him and...which...and my father's\nfriend--which I then called \"uncle,\" you know. And, of course, she knew me; but I didn't...\nShe knew me as a baby; and uh...she was very, you know, very good me to me. And she\ntried to understand me. I'm talking French to you, and she's trying to understand. So she\nwould go into the telephone and call my father's friend and...and give...hand me the phone. I\nwould tell him what I want, and he would tell her, you know. And uh...she didn't even\nunderstand I wanted to go use the bathroom. And, see, in France, it's different. They have the\nbidets and the wash basins. And there was completely different. I didn't know what I could\nuse. We couldn't even understand each...each other, you know. So uh...what they did, I got a\ntutor. My father got a tutor, uh...to learn German again. I...you know, because I was uh...uh\nonly 11 and a half years old, and uh...still had to go to school. And uh...I went. I went back\nand went to school. But in the meantime, what had happened even before I came back, he\nhad met a woman who had lost her husband in the concentration camp. And my father and\nhis friend were at one of the Red Cross gatherings where the American soldiers would go;\nand this woman's two daughters were there. That's what I was...that's all I was told, because I\nwasn't there. And they started to talk to my father and his friend. And they found out that\nmy...they told them their name. The last name was Hollander (ph). \"And do you know... Did\nyou know my father?\" His name was also Fritz, their father's name. My father's name was\nFritz. And uh...he did not know the father; but they...my father knew their uncle, their... their\nfather's brother. And so the girls said, \"You have to come home with us and meet our\nmother, and tell her that you were with our uncle.” And that uncle, I think, survived and went\nto Israel, as far as I know. And uh...so that's how they...how they met. And he told her about\nme and everything. So they already knew each other, uh I think, for at least a year or more.\nUh, and I am pretty sure that they knew...uh once they knew that my mother wasn't coming\nback and that her husband wasn't coming back, that they wanted to marry. But I also think\nthey wanted to wait for me to return. They didn't want to marry without me, you know, being\nthere. And uh...so I was told about my father's lady friend. Uh, they put a great big bouquet\nof flowers in my arms; and I was to give her that when met her. Her name was Paula. And\nuh...she had her own home. My father and I, he drove there. And we went in the door, and\nshe came down the stairs. She had on red slacks, beautiful blonde hair, red fingernails--\nbeautiful woman. And here comes that beautiful woman walking down the stairs; and I am\nstanding there with flowers bigger than myself, and hand them to her. And I was introduced\nand everything. My German was coming back, little by little, with the help of...of the tutor.\nAnd I think I was...uh...probably knew more. I was just afraid I would make a mistake.\nThat's why I wouldn't talk; because the same thing happened when I learned English. I knew\nmore English sooner than I realized, and I was afraid to express myself. And uh...from then\non, this lady was always in our lives. And I met her two daughters, Ruth and Margot. And...I\nmean, we took to each other like fish to water.",
        "A: How I felt? I always waited for her. I never wanted to believe that my mother was dead, for a\nlong, long time. I always thought one day there'll be a knock at the door and she'll be\nstanding there. That was my fantasy. I don't think anybody even knew. I might have told my\nhusband or my children, but I don't think anybody knew that. Uh, yes, I was always waiting\nfor her. My mother will come back. Because the last picture of her between barbed wire, I\nwill never erase that thought from my mind. And uh...by then uh ...I was given pictures of\nher which I...you know, I have the pictures and everything. But I was always waiting for her.\nAnd uh...and uh...and then again, on the other hand, when I was told that my father was\ngoing to remarry I was happy; because I wanted a mother. That was very important to me.\nAnd uh...what they...what Paula did, uh--and also my father--they uh took 1n uh...people,\nthey came...young girls that uh...uh that lived through...through Auschwitz, and through the\nconcentration camps. And they had numbers on their arms, which we never did. We don't\nhave a number. Uh, so the two girls--Paula's two girls--had lots of girlfriends that had\nsurvived the concentration camp. And they were always in their home, and they were always\nthere and they were always happy. And they called Paula \"Mommy,\" like her daughters did.\nAnd I wanted...I was told \"Aunt Paula,\" you know; but I wanted to say \"Mommy\" also. I\nwanted to be...even though they were 5 and 6 years older than me--they were young ladies,\nand I was still a young child--I wanted a mother, too. I wanted...wanted that, you know, very\nmuch. Uh, so I think I compensated one with the...with the...with the other. And uh...the girls\nare ...were absolutely, I mean, wonderful. Uh, I'd be... Then they wanted to marry; and my\nfather took ill, very ill. Uh, kidney problems. Kidney infections. And in those days, the\npenicillin. I think he had to get it from Americans, because there was no such thing. And\nthey weren't married then, but uh...my mother stayed with him day and night in the hospital.\nAnd she was told that they didn't think he would live. And he knew that, and he asked her...\nWhen they told her that he may not live through the night, he asked her that \"When you go to\nAmerica, would you take Freya with you?\" And she said she would. She promised that she\nwould. Even though they weren't married, that she would take me. But he lived. And they\ngot married. Beautiful, beautiful wedding. And my father also was very active in the\nsynagogue. How many Jews? Handful of Jews in Heidelberg, you know, after the war. And\nuh...he was a wealthy man at the time, you know. And uh...they married. Uh, she give up...\nPaula gave up her home and they moved into a bigger home--beautiful, beautiful home. And\nthey had help. They had maids, 'cause they had...they did very well. And they really gave\neverything up to come to America. Nothing. They started to come to America with nothing.",
        "A: How we came to America? Uh, my father had a brother in New York. They came here in\n1938, with his wife and two children and my grandmother Lang--my father's mother. And he\nsponsored us. We needed to be spons...sponsored, affidavit. He sent the affidavit, and that's\nhow we came to America. But we didn't come 'til 1949. So uh...but uh...my sister Ruth came\na year ahead of us. She didn't...she didn't want anything to do with...with Germany anymore.\nShe just wanted to leave. And we just... My parents were not quick enough for her. She just\nwanted to get out of there. And so she came to New York a year before we did. And\nuh...then, by the time, we came to America, she had already had a job and she...she had some\nfamily here, too, on her. I think, on her father's side, they had cousins that lived in New\nYork. I don't remember it very uh....too well, you know. And uh...I was always kept a child.\nThat's one thing I think my parents made a mistake. They were very, very strict, uh more so\nwith me than with the older girls. And uh...they felt that I had no parents from the time I was\n6; and they looked at me like I was 6, not 12. And those 6 years never gapped together. I\nthink they never recaptured those 6 years. They always kept their child. I was only to be seen\nand not heard. My opinion didn't count. I was never asked anything; just, you know, told.\nAnd, in fact, that brings to mind... I want to go back on something. When I first came back to\nGermany, my parents were not Orthodox. They were Jewish. They went synagogue on\nholidays, but they were not religious. They did not keep a kosher home. I was lost. I didn't\nwant to eat; and then if I did eat something, it had to be out of glass dish or glass bowl.\nBecause that's considered neutral. And I was just told blankly, \"You do as we do, or you\ndon't.” I mean, that's how it was. \"This is how we live. This 1s how life is now, and you\nconform to our way of living.” And what did Alice do? Freya do? You conform to their way\nof living. And again, very shy child--very shy, passive, quiet. I went to school, uh...and I\nlearned how to speak German again. It came back. I think it was back here. It was never\nreally forgotten. It was just never used. And it came back very well and everything. And I'd\nlike to say that I sat next to a young girl. I was the only Jewish girl in school, by the way,\n(laughter) again. And I sat next to a very nice girl--Martha Mayer (ph)--and we became\nfriends. And I was then in the sixth grade. And I went to school for 3 years. And we stayed\nfriends all that time. I have been in America going on 41 years. We still correspond. Gentile\ngirl. We grew up. We wrote to each other. We're still in contact. In fact, twice she called me\nfrom Germany to talk to me. We're still friends. I keep up my German by writing German to\nher with my German/English-English/German dictionary next to me. We still correspond.\nWe send pictures of our children, grandchildren. And there was wonderful. I made\nnew...new friends. Everything was...you know, in that respect was very good. But uh...things\nwere hard at home, because I was not allowed... I had to come home, and I wasn't allowed to\nhang around with my...with my with friends. And it followed through. And I tell you, if not\nfor Margot and Ruth, I don't know what would happen to me. Because they were always on\nmy side. Always stood up for me, always uh interferred, tried to help me. It was hard,\nbecause they were 5 and 6 years older. When I was 12, they were 17 and 18, you know. And\nuh...they were already working or going to school; and Ruth came to America. So it was...I\nfound it to be very hard to...to live with my father and new-found, you know, mother. And\nuh...the word \"stepmother\" and \"stepdaughter\" or \"stepsister,\" \"stepchildren\" was not\nallowed. It was a word that was not allowed in our family. My mother always said, \"We\nhave three girls, three daughters; and they are all ours.” People would stop my parents on the\nstreet, and they would say, \"Now, whose girls are yours? And who are Paula's, and who are\nFritz's children?\" And my mother would say, \"We have three daughters.” And I don't doubt\nthat she loved me. I am sure she did. And she always said everything she did for me was for\nmy own good. And I always thought so, and I still think--not always--that way. But that's\nhow they felt. You know, they...they felt very stongly. And once, I misbehaved very badly.\nAnd I talked back to my mother; and I said, \"If my mother were alive, I would not have said\nthat.”’ I don't even remember what I said or did. And my father was in the room when I said\nthat. That was the only time, first and only time, he ever slapped me. He slapped me across\nthe face so hard that I fell across the room. Literally, fell across the room. And then I never\never brought up my mother again from that time on. And uh...I never said anything, you\nknow, anymore; but I did do that. But I was a child, you know, and I was...by then... When\nthey married, I was 13 years old. And uh...a young 13, very young 13. And uh... So then\nwe... Oh, and then in the meantime, my youngest sister, Margot, was seeing a young man--a\nsoldier, American soldier--who uh... In fact, he originally was born in the city of Auschwitz\n[Pol: Oswi_cim] in Poland when he was a young child, and came to America way before the\nwar when he was 8 years old. And he was at the tail end of the Second World War, and\nMargot... They met each other, and they fell in love. And when when his term of duty was\nup, he went back to Chicago. And they wrote to each other later, of course. And he was like\nmy big brother. He was wonderful. Uh, he took us for ice cream to the American P.X., you\nknow; and that's where I got first candy bar, first movie, ice cream. He used to bring jars of\nice cream. My father loved [the] ice cream he would bring. And the house was always full of\nyoung men--soldiers that my sister knew. Young people. And there was a lot of people,\nyoung people, there. But I always felt...1 was always singled out to where I didn't quite\nbelong, because I was so much younger. And everything was always kept from me. I don't\nhave to know this, and I don't have to know that. And they just tried to keep me little. They\ndidn't let me grow up. And, unfortunately, that continued through my...through my life, you\nknow.",
        "A: No. I want to say that uh...I think I am very fortunate to be able to be here today, and to make\nthis tape. And for the young people now growing up that don't know what World War II\nmeant, what they do not learn in books and high school. My own children did not learn what\nI said today in high school. It is only what I taught them. Uh, people cannot believe. There\nare still people out there today that..that don't believe what happened yet. And uh...this\nshould be shown. And it should be shown in school. It should be shown in high school,\nwhere they're old enough to understand that World War II should never happen again and\nthat something like that should never, ever happen again. And I thank you for inviting me\ntoday, and...and letting me tell my story.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "United States Holocaust Memorial MuseumMarch 6, 1990\nRG-50.030*0194",
        "PREFACE",
        "The following oral history testimony is the result of a videotaped interview with Alice Lang\nRosen, conducted by Linda Kuzmack on March 6, 1990 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Washington, DC and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum. The interview cannot be used for sale in the Museum\nShop. The interview cannot be used by a third party for creation of a work for commercial sale.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "ALICE LANG ROSEN\nMarch 6, 1990"
    ]
}