{
    "rg": "RG-50.106.0176_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum volunteer collection interview\nwith Melvin Galun, conducted by Gail Schwartz on October 29\", 2009 in Rockville, Maryland.\nThis is tape number one, side A. What is your full name?",
        "Answer: My full name is Melvin Galun.",
        "Q: And is that the name you were born with?",
        "A: No, the name I was born with was Mendel Galoon, and I was at various times also called\nMisha, which -- yes.",
        "Q: And where and when were you born?",
        "A: I was born on May 10, 1940, which incidentally was also the day that Winston Churchill\nbecame prime minister of England.",
        "Q: And where were you born?",
        "A: I was born 1n a little village -- little town by the name of Nisrege, which is a bit of a distance\nfrom Kowal. I was actually born in Kowal. Kowal was the big town and the hospital was there.\nNisrege is a place that very few people have heard of except Hasidim because it was the home of\na famous Hassidic old master by the name of Reb Mordechai of Mishizh.",
        "Q: And the country?",
        "A: Country was -- well, it was Poland when I was born there, it’s western Ukraine. It is, of\ncourse, u -- part of Ukraine now. When I was born there in 1940 it was still part of Poland. At\nthe end of the war it was occupied by the Russians and integrated into the Soviet Union.",
        "Q: Mm-hm. Let’s talk a little bit about the background of your family.",
        "A: Mm-hm.",
        "Q: Your parents’ names were?",
        "A: My mother, Esther Galun, neé Elbert married my father, Yorel Galun. He was killed, I\nactually never knew him. He was taken away by the Nazis when I must have been maybe a year,\na year and a half old. My mother survived the war and we both came to the United States, she\npassed away in the late 90’s.",
        "Q: Where was she from originally? Was she st -- also from that town?",
        "A: She was from that same town, they were both from that same town.",
        "Q: And do you know how far back her generations went, or not?",
        "A: I haven’t made up a family tree, it’s something that I’m -- I’ve been talking about, in fact,\nwith a cousin’s daughter in Israel. But they went back for quite some time in that area. That was\npart of this -- the [indecipherable] of settlement in --",
        "Q: And did she have brother and sisters?",
        "A: She did. My mother had -- well, it men -- her family -- originally my grandmother had 10\nchildren. Four survived. A son didn’t survive childbirth. The four that survived together the war,\ntwo brothers and two sisters, my mother and her sister Rachel and her two brothers, Herschel\nSwi and Zelig. And we were together off and on during the war in the forests, and then after the\nwar in DP camps.",
        "Q: Let’s talk about your f -- your father’s family. I know you said you don’t --",
        "A: Right.",
        "Q: -- really don’t remember your father, but what do you know about his [indecipherable] and\nhow long -- was he from that area also?",
        "A: Yes, he was, and my father -- my paternal grandparents, Admonis and Rachel had three\nchildren. My father, Yorel, his little brother, Zisa, or Zisl, and his sister, Leia. My father and my\nmother’s younger brother, who also was killed in -- in -- by the Nazis, her younger brother\nRuvin, married each other’s sisters. He -- he was best friends -- my father was best friends with\nRuvin and he married my mother and -- and Ruvin married Leia. Sadly, when we ran away to the\nforests later on, and my father and Ruvin had already been taken away at that point, Leia refused\nto go. She had -- they had three children, three di -- girls, and they also perished.",
        "Q: Do you know what your father did as a trade, or a --",
        "A: They -- they were in the textile business and I can’t tell you how sig -- my mother would as it\nwas a significant business, I have no idea whether it was a dry goods shop, or you know, really\nsomething more significant, but they were in that business. They were fairly well-to-do 1n -- in\nthat small town.",
        "Q: Okay.",
        "A: That’s -- that’s all I can tell you, yeah.",
        "Q: Yeah, are you -- do you have any siblings from that marriage?",
        "A: I have no si -- no siblings, I’m an only child.",
        "Q: Uh-huh, okay.",
        "A: I’m sure they would have had more children if -- if -- you know, they were quite young at the\ntime. My mother and my father were in their early 20’s. And -- and my mother incidentally came\nfrom a -- the poorer part of town, she was from the wrong side of the tracks, so my fu -- she\nmarried into -- somebody of more means than her, because my -- my mother, like I in some\nways, I lost my father when I was one and a half, she lost her father when she was five. So may -\n- my grandmother, after whom I’m named, Menachem Mendel, died when she was five. So they\ngrew up and so my grandmother was left with all these children and they grew up in utter\npoverty.",
        "Q: Do you know if your parents were religious?",
        "A: They were traditional. They weren't the -- I mean --",
        "Q: They were observant.",
        "A: They were observant, yeah, they observed holidays. My -- my uncles and my grandmother,\nmay she rest in peace, who also survived the war, my -- my maternal grandmother, Chava, you\nknow, she was with us until ’48, when they left for Israel. But she was quite a religious woman,\nas were my uncles, my mother’s brothers. And my mother and her sister, maybe it was partly life\nin the United States, became, you know, less -- I mean, they were more secular as the years wore\non.",
        "Q: Mm-hm. Now, I know that your memory doesn’t start for --",
        "A: Right.",
        "Q: -- for a few years.",
        "A: Yeah.",
        "Q: But can you just -- from -- from the time you were born til the time your first memory is, can\nyou maybe just fill in that space a little bit for us to say what -- what you heard happened in that\ntown. Your first memory was when? Let’s -- let’s start from there.",
        "A: My first memory 1s actually I would say that e -- that the end of 1943, maybe the beginning of\n\"44 --",
        "Q: Oh, okay.",
        "A: -- when we were liberated, because we were in the forests and the Russian army advance -- it\ncould have been ’44, I may be -- it -- it -- it probably would have been ’44, passed the Russian\narmy as it advanced westward --",
        "Q: Okay.",
        "A: -- would have passed that point -- at that point. So --",
        "Q: So --",
        "A: -- SO We wete --",
        "Q: -- your family stayed in the town?",
        "A: No, they didn’t stay in the town.",
        "Q: Okay, what’d they do after then? That’s what I want to know --",
        "A: Yeah.",
        "Q: -- what happened with your family? Obviously you don’t remember.",
        "A: Yeah -- no, Pll -- Pll -- Pll -- Pll try to fill that in.",
        "Q: Between °40 and °44.",
        "A: Right.",
        "Q: Okay.",
        "A: We lived in the town and in fact my mother said that we even had a German officer who was\none of the nice ones at that time, quartered in our house, because what they used to do 1s to put\nthe officers into people’s homes, very often. And she said he was quite sympathetic to the Jews,\nbut was removed at some -- at some point. My father and my Uncle Ruvin, when -- when rumors\nstarted to come up that bad things -- that there was a threat -- rumors of threat were in the air,\nand my father and his -- and -- and my Uncle Ruvin actually started to moo -- to try to get into\nRussia and then maybe bring the families with them. But a lot of Jews were going east to Russia,\neven though they knew it was no picnic and they’d wind up in Siberia very often. But for some\nreason they couldn’t get in and they were turned back and they came back into town and then\neventually, when the Germans began to round up all able-bodied men and take them away for\nlabor, and we never heard from them again. And -- and my mother variously said -- I still don’t\nknow and I still want to do some research in the newly opened ar-archives in Germany that he --\nthey were killed in Chelmno in the extermination camp, or whatever. But meanwhile we were\nleft behind in the town and when -- one day -- and I don’t remember, I wish my mother were\naround now to fill in the gaps, we -- she got wind that there was going to be some action against\nthe Jews. So my mother alerted her brothers and sisters -- and sister and -- and my grandmother,\nand we left and ran away to the woods surrounding that town. And we remained -- that was the\nbeginning of our period in the forests of the Ukraine, which lasted for a bit over two years, living\n-- if you’ve seen the movie “Defiance’’, living in holes in the ground or in huts made out of\nbranches, but also moving around. People think it was a stationary, you s -- you settled down in\none place, no, you didn’t settle down in one place, you moved to -- from dangerous places to\nsafer places. And you’re constantly -- were on the lookout. So going through that kind of, you\nknow, typical stuff, looking for food from surrounding villages or peasants.",
        "Q: Did your mother ever tell you who was in the group? Were there other children? Were you\nthe only child?",
        "A: Well initially we -- when we left it was just our family unit. It was my mother’s two brothers\nand their families, my aunt, who was a single woman. My Aunt Rachel was single, and my --",
        "Q: So you were not part of a partisan group or anything?",
        "A: Not initially.",
        "Q: Not initially.",
        "A: But eventually what happened was we were in --",
        "Q: Let’s talk about initially first.",
        "A: Well initially -- the first night I can tell you my mother claims th -- because she -- they ran\naway, She said she didn’t even have time to take wa -- it was already tow -- it’s towards fall, I\nbelieve, getting close to winter and she didn’t take any clothing for me. So come nighttime, you\nknow, I was crying and you know, and she was ready to go back and she started to go back and\nshe met a peasant along the way who said, where you going? And she said, we’re going back to\nNisregin, he said, the town’s been burnt down.",
        "Q: Are we talking about fall of °41? Is that what you --",
        "A: Probably, 1s my hunch. But I -- you know, I -- I --",
        "Q: Yeah.",
        "A: I’m not keen on the dates. In any case, when we -- when we ran -- so she turned back and we\nstayed in the forests, you know, and we continued in our wanderings, so we’d meet up with other\ngroups, and what happened was that people find each other. So there was other stragglers, other\ncivilians, Jews, but in our peregrinations we also wound up meeting with partisan groups\neventually, sometimes hostile and sometimes friendly. Sometimes -- we didn’t have Jewish\npartisan groups like you -- you had sometimes further north in Lithuania, per se, but we met up\nwith a number of different non-Jewish partisan groups. And they weren't all friendly. And -- but\nI do begin to remember -- you know, it’s hard to distinguish sometimes what you’ve dreamed\nand what stories you’ve integrated from other people. I do begin to remember the lib -- the\nliberation, when the Russians came in and -- and -- and thereafter. I was very sick in the forest,\nand this I was told by my mother. I developed -- because I was an infant, I was what, less than\ntwo years old when the war -- and I developed diphtheria and I was close to death, I mean, I -- s -\n- you know, so my mother took me to a field hospital, miles away, where the Russians treated --\nth-the partisans and the military had a field hospital and she wanted them to treat me and -- and\nthe officer in charge says look at all the people, we have soldiers in there and I don’t have time\nfor -- for you. So she took me back and -- to our encampment and through some -- I forget what\nshe told me, they -- in e -- in essence they gave me what would today be considered a vaporizer\ntreatment and it seemed to work, some remedy that they found, and I survived.",
        "Q: Are there any other -- I hate to used the word anecdotes, but stories that your mother told you\nabout that time, before you remembered.",
        "A: Y-Yeah, I mean, she would tell me about what it was like to go and search for food, for\nexample, and how dangerous that was. And some of the people, because you would -- you would\nhave to leave -- you were in the forest. The forest was both safety, but it was also deprivation.\nSafety in the sense that organized armies don’t go into forests. Not out of fear, but you know, it’s\n-- you -- you just don’t. I mean, you don’t bring in tanks and armor and what have you into\nforests. So you -- you -- so people can hide in a forest. On the other hand, you’re deprived of\nfood and y-you know, we weren’t hunters, you know what I mean, it’s not like -- yeah, I mean\npeople ate -- you know, they ate berries or they ate mushrooms of they f -- whatever they found.\nBut they would also go out, leave the forest and go to some peasants that they knew or some\nfarmer, because the woods were still in the area and we wa -- we had not yet wandered far\nenough into it, so you were able to leave and go and get some food. But of course that\npresupposed that the -- th-the peasant you were going to was not going to sell you out and was\nnot going to inform the Germans that you were there. So it was fraught with danger and of\ncourse some of the people that they knew, other Jews, were killed on these missions. So she\nwould tell me about these things.",
        "Q: How would you describe your mother? She sounds like a very strong woman to have gone\nthrough this, and kept you alive.",
        "A: She was -- I do [indecipherable] describe her, an-and the way I have described her is she was\ngreat in a crisis, but she was not so great in dealing with normal day to day life. And I really\nmean that. And there are certain people who, when they face a crisis can galvanize and mobilize\nall their -- you know, their -- their resources, psychological, physical etcetera and move into\ngear. And there are others who are paralyzed by it. And she was able to do that.",
        "Q: Well, here she was a young woman in her 20’s --",
        "A: She was a young --",
        "Q: -- with a baby.",
        "A: That’s right, a young woman with a baby. And it’s something that -- 1t wasn’t until I was\nmuch older that I was able to appreciate what it took.",
        "Q: All right, now let’s move up to your [indecipherable]",
        "A: Yeah.",
        "Q: -- and what -- what you said your first memory in [indecipherable] before --",
        "A: My first memory was actually being liberated.",
        "Q: Well, describe that, what your memory --",
        "A: Oh, there’s another anecdote, you asked for anecdotal information. I actually had my first\ntaste of alcohol when I was a child in the forest, because one of the groups, the -- this again my\nmother told me, not that I remember it, one of the partisan groups we met up with -- and -- and\nthe relation with the partisan group, even if they were unfriendly, they were like protectors, you\nknow, so you wanted -- civilians wanted to be near partisans. On the other hand, you were also --\nsometimes feared them. This group was not well disposed to Jews apparently, but they took a\nliking to me because I was a cute -- according to my mother, a cute child. So they took me --\nthey would take me away. They would ad -- literally take me away from her and take me to their\ncamp, a military camp and there taught me how to drink booze. So -- but my own memory that I\ncan, you know, say this, I remember this, was actually riding out of the forest on an ox drawn\ncart heaped with whatever belongings people had. So when you see those films of refugees, you\nknow, and in that’s -- you know, I remember sitting on top of that cart and being afraid I'd fall\ndown.",
        "Q: Did you have any idea, being a toddler at the time, what was happening? Was it something\ngood, was it something scary? You know, do you remember being scared or do you remember\nbeing excited?",
        "A: No, probably scared.",
        "Q: Yeah, because you were in the car --",
        "A: I -- I would say that the -- the -- at that time, you know, there were, a little bit later -- because\nthe war was still going on.",
        "Q: Mm-hm.",
        "A: And we were, in our part of western Ukraine, because don’t forget, the -- the geography is -- I\nmean, not --\n[interruption] Excuse me, does anybody want tea or anything? No?",
        "A: Anyway, when we were liberated, this was only the beginning of the westward march in a\nsense, not -- not quite the beginning, but it -- I would say the -- the war still had a long ways to\ngo. But our area was clear, but it doesn’t mean the war stopped, we still experienced air -- air\nraids, for example, constantly the Germans would come over and bomb, and I remember those.",
        "Q: What were they like?",
        "A: SO We -- we were --",
        "Q: Can you describe --",
        "A: When we were liberated -- yeah, I can -- I -- I can describe it. I remember running with my\nmother into -- we think of air raid shelters as being something under a building and you know,\nroom, and you sit there and -- you know. Poor lighting maybe, but you -- you know, you’re\ncomfortable inside some place. The air raid shelters very often that the Russians or Ukrainians\nhad were simply ditches dug around the perimeter of the town or sometimes in the town, but\nsometimes on the outskirts of the town, because they knew they would bomb in the town. So\nthey would dig a ditch -- ditches on the outskirts of the town and when the bomb -- when the sky\nwas lit up by these lights, the planes would come over and the search lights would go up, you\nknow, to look for the planes and stuff, you would be running, the civilians would be running to\nthe outskirts of town to these ditches and would, you know, jump in them and you'd sit there,\nyou know, hoping they wouldn’t have a stray bomb hit you on the head, and seeing these planes,\nyou got, you know, all the stuff going on around you. So I do remember that.",
        "Q: You have memories.",
        "A: Yeah, I have memories of that. When we were liberated we moved to a town by the name of -\n- this I remember, is Rafalovka.",
        "Q: What langu -- by the way, what language were you speaking to your mother?",
        "A: Well, my native tongue is Yiddish.",
        "Q: Uh-huh.",
        "A: My -- I mean, had I grown up in normal circumstances I would have also spoken Ukrainian or\nRussian or whatever. I did speak Russian when I was a child.",
        "Q: But at that time did you understand Russian -- at the -- before --",
        "A: When I wa -- we were liberated --",
        "Q: You -- you -- you --",
        "A: -- an-and we lived -- and we moved back into town, I learned Russian.",
        "Q: Okay, but up to that point you only knew Yiddish",
        "A: Basically --",
        "Q: Up to the lib -- liberate --",
        "A: -- basically, because in -- in the house -- in the home we -- we spoke Yiddish.",
        "Q: Yeah, yeah. But I meant when you were in the forest and -- and of course you were -- were\ntoo young.",
        "A: Well, I probably learned some Russian too --",
        "Q: Yeah.",
        "A: -- but -- but it wasn’t like going to school --",
        "Q: But you didn’t [indecipherable |",
        "A: -- I wasn’t old enough to go to school, so I would -- obviously I had to communicate with the\nRussian partisans and stuff to the extent that I could. So I did speak Russian, I can -- yeah.",
        "Q: Where did your mother get clothes for you di -- while you were still a two year old, three year\nold, four year old?",
        "A: Well, whatever I had, I had, I mean I have no idea where she got additional stuff. They could\nhave sewn things, or you know, or gotten them from, you know, surrounding connections, I\ndon’t know.",
        "Q: So you said now you’re -- you’re [indecipherable |",
        "A: Yeah, so we’re in a town Rafalovka, th-that -- when we were liberated, and we had -- I\nremember this -- that we had -- we lived -- again, it was my -- my mother, my aunt, my\ngrandmother, Chava, my uncle at that point, one of my uncles, Herschel was taken away to the\ncoal mines in the Doniets basin, Donbass, which is one of the world’s big coal mines -- coal mi-\nmining areas. So he was taken away with his family. My other uncle, Zelig was drafted, so after\nspending two and a half years in the forests, he’s drafted int-into the Russian army. We stayed in\nRafalovka with -- and we had a cow. I remember that we had a cow for milk.",
        "Q: Where did you live in the town?",
        "A: You know, I don’t remember. Probably in some bombed out building, I don’t remember that.",
        "Q: Okay.",
        "A: And then we moved from Rafalovka -- we -- we stayed there for maybe a couple of months,\nthree months, I’m not sure. But then we moved to Kowal, which is the town I was born in. And\nthey’re all in the same area, basi -- I think Rafalovka is north of Kowal, northeast. And we\nmoved to Kowal and we moved into a -- what people did was to move -- find the housing that\nwas not totally shattered. So even if a house had been damaged by bombing raids, but it was in\nreasonably good shape, you moved in. You fixed it up and you lived .And that’s what we did.\nAnd we -- again, we lived as a -- as a family unit. And -- which included my mother, her sister\nRachel, my grandmother. My Uncle Zelig had been taken away but his wife, my Aunt Sosil\nremained with us, and he had two sons, Aaron and Menachem and they stayed with us. And they\nwere like older brothers to me, they’re -- they -- I was five, four or five and they were six, seven\nyears older than I, maybe eight years.",
        "Q: Do -- do you remember seeing other little children your age?",
        "A: That’s interesting. I wasn’t old enough to go to school. I don’t really, not at that point\nremember other little children. It’s -- it’s interesting, I do later. But I do remember my -- my\ncousin Aaron, may he rest in peace, who was like an older brother to me, and I going to the train\nstation -- and people had to make a living you know, we -- the war was going on. So one of the\nthings that I know they did is the women started to bake bread. And they would bake bread and\ngive it to me and to Aaron and we’d take it down to the train station and try to sell it.",
        "Q: Sell it.",
        "A: Sell it to soldiers, sell it to whoever was willing to buy it. I remember that. I remember long,\nmile long marches of Russian troops coming through from the east and going to the front.",
        "Q: As a little boy --",
        "A: Yeah?",
        "Q: -- what did that mean to you? Did you want to be a soldier? Was it scary, or was it wonderful\n[indecipherable |",
        "A: The Russians at that time were my heroes. And one had a very -- it’s -- it’s -- it’s hard today\nand -- and -- and you know, knowing with hindsight. W-We -- we were liberated by the\nRussians. We knew their shortcomings and the shortcomings of the system they were trying to\nimpose. But they were also our liberators and our heroes. And yeah, I admired them. And in fact,\nI remember in Kowal, because my mother also -- at some point they started to sell vodka. How\nthey s -- made vodka, I have no idea, but somebody got -- knew how to do it and they -- and it\nwas a barter economy at the end of the war. So people with -- salt was, for example was -- was a\ncommodity that was amazingly expensive to get. And you need salt. I mean, you can’t do\nwithout salt. So people would trade vodka for salt. And I remember one of the Russian soldiers\nwho came in, and I wish I could remember his name, but he was a tailor and I wanted a uniform.\nYou’re talking about how I felt about the Russians and -- and he made me a uniform. The only\nthing I remember he -- I even had epaulets on me so I could look like a Russian soldier. The only\nthing I couldn’t get was the red star that they wore, and that was my big disappointment. But\nthat’s the way, you know, 1-it -- 1t was, life was ironic that way, I mean --",
        "Q: Do you know, going back --",
        "A: Yeah?",
        "Q: -- some years earlier, if your parents were members of the communist party?",
        "A: No, not at all. My father was very active in Betar, so he was a -- he was a right winger. They\nused to call -- call us because I joined Betar in DP camp when I was a -- a -- six, and they used to\ncall us the Jewish fascists. But no, we -- we didn't have any -- any communists 1n -- in the\nfamily.",
        "Q: So he was a Zionist",
        "A: He was a Zionist, oh yeah, absolute. Ardent, ardent Zionist.",
        "Q: -- your mother was",
        "A: Ardent Zionist. And my mother was too.",
        "Q: Mm-hm.",
        "A: My mother was too, and ma -- in -- and the rest of the family, I’d say those that were\npolitically conscious at all were more left wing Zionists. They wound up in Israel and today\nthey’re more right wing than I am, so --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer collection\ninterview with Melvin Galun. This is tape number one, side B. And you were talking about how\nyou ha -- your -- your -- your parents were Zionists, but you know --",
        "A: Right. Yeah. Well, my father --",
        "Q: Anything else?",
        "A: Yes, my father was very active and there is no doubt in my mind that Israel could have been a\ndestination had he survived the war, for us. I know that I wanted to go to Israel. When I wound\nup -- when my mother decided to come to the United States, for me, I had a deep sense of\ndisappointment.",
        "Q: Mm-hm, mm-hm. Okay, that’s -- we’re back in Kowal you said, and you -- you --",
        "A: Yeah, well from gur --",
        "Q: A soldier made you the --",
        "A: He made me a uniform.",
        "Q: -- uniform, minus the star.",
        "A: Iremember my fa -- I admired the soldiers. I remember the first one of them demonstrated me\none evening how to fire a rifle, and of course f-for a little kid that’s -- I mean, I didn’t fire it, I\ncouldn’t even hold it, it was -- but -- and I learned to sing Russian songs, some of which I can\nstill remember. A couple.",
        "Q: Can you sing -- can you sing a line or two?",
        "A: Huh?",
        "Q: Can you sing a line or two?",
        "A: Oh, I ra -- I would -- yes, I can.",
        "Q: Yeah, do it, do it.",
        "A: I can in a good -- no, but I'd ra -- rather not, thank you.",
        "Q: Okay, okay. Did you -- do you know if there were any incidents of anti-Semitism between the\nRussians and the Jews at that time? Or did you exper -- did anybody say anything to you --",
        "A: We experienced it later, a little bit later --",
        "Q: But at this point --",
        "A: -- down the road. Not at this point, although we did know the misgivings. We had a neighbor\nthat the -- the Russians themselves, non-Jewish Russians had about the system. We had\nneighbors -- the-they were -- admired the United States greatly. We had a neighbor who was a\nprosecutor, they call them procurator in the -- in the system. But they were quietly critical of the\nsystem they had and that that was our first ec -- exposure that maybe things were -- you know, I\nwas -- little kids are not politically sophisticated. But we left Kowal I would say -- I’m trying to\nsort -- I would say probably in °44 - ’45, we left Kowal. We stayed there for awhile. We moved\non to Chelm, which is connected to Kowal actually by railroad, it’s -- they’re both railroad\njunctions. So Kowal -- Chelm is further west. And Chelm is already Poland proper.",
        "Q: Poland. What was that journey like? Do you have any [indecipherable]",
        "A: I don’t --",
        "Q: -- you don’t remember.",
        "A: -- I don’t really remember, but I remember living in Chelm, you know, I remember living in\nChelm in a also semi-bombed out building. I remember -- one of the childhood memories I had\nwas the -- one stairway didn’t have a railing and walking up was always scary to me. I said, what\nif I fall off, you know.",
        "Q: Why did your mother move to Chelm? Why did she choose that?",
        "A: I can’t really say, but the urge to move west was there, somehow, I -- unspoken, I don’t know,\nI -- I never asked her. People also -- one of the things people don’t understand is there was no\nhome to go -- left to go to. So you kind of -- you’d go elsewhere, you know what I mean, but\ngoing deeper into Russia was not something that they would have found attractive. So you went\nwest. I mean, you -- you -- going back to our town was not an option, and with that -- that was\nthe case for many Jews, most Jews I would say.",
        "Q: Do you have a sense of your mother’s frame of mind that time? Was she full of tension, or --\nshe was your mother and you were a small child. Did you have an -- a sense as a child that she\nwas tightly wound going through all these very challenging --",
        "A: Well, I’m sure she was --",
        "Q: I’m sure she was --",
        "A: -- but she was --",
        "Q: -- no, I meant on the outside [indecipherable]",
        "A: -- no, no, no, I’m sure she was. She -- she was -- she was -- yeah, she was a nervous woman,\nbut she was also an enterprising one. And even there when we moved to Poland -- I mean, don’t\nforget, Poland was no long -- Poland was now occupied by the Russians.",
        "Q: Right.",
        "A: We were Polish citizens. I mean my -- that little card I showed you says place of birth,\nPoland. So I -- we were not stateless in that sense, we were Polish citizens, because western\nUkraine where I was born was Poland when I was born there. But you asked about anti-Semitism\nor do I -- in Chelm -- in Chelm we did experience anti-Semitism, and I -- and I remember it. I\nremember it as in --",
        "Q: Can you describe some of those --",
        "A: -- as a little incident with a dog being sicced on me by -- by Polish children and I --",
        "Q: And how did you handle that?",
        "A: Probably I me -- I don’t remember, but I probably ran home crying to my mother. But we also\nremember a small pogrom that took place.",
        "Q: In Chelm?",
        "A: Yeah, yeah, yeah.",
        "Q: Well, you -- how man --",
        "A: I mean those were -- they were always -- there were beginning to be incidents of anti-Semitic\nnature almost immediately in the wake of -- in the wake of the liberation.",
        "Q: Did -- did -- did you experience that pogrom at all? Do yo -- do you have memories --",
        "A: Not personally --",
        "Q: Okay.",
        "A: -- I mean, I don’t ha --",
        "Q: Not personally.",
        "A: -- no, I don’t -- I don’t have any memory of it. But I -- I remember hearing talk --",
        "Q: Hearing about --",
        "A: -- about it, yeah, I remember hearing talk about it. I wasn’t -- you know.",
        "Q: Mm-hm.",
        "A: And we also lived, but this one I can’t place, we -- we moved from Chelm to Lédz, which is\nanother big Polish [indecipherable]",
        "Q: How long were you in Chelm?",
        "A: A few months. Maybe six months.",
        "Q: A few months, oh, okay. And then to Lédz?",
        "A: Then to Lodz. One of the things that happened and I -- I should interject that I forgot to, 1s my\n-- is son -- th -- my uncles -- my uncle who had been sent to the coal mines, Herschel and with\nhis family, and my Uncle Zelig, who went to the army, we were all reunited. How Herschel got\nout of the coal mines I don’t remember, but he came back with great stories. One ince -- well,\nmy Uncle Zelig I remember c -- his army unit was passing through Kowal and he said, I want to\nvisit my family. And they said okay, you have an hour or whatever, and he came back and -- to\nvisit his family. And we said, you’re not going back to the army. And that same night we left and\nwe crossed over into Poland.",
        "Q: Oh my [indecipherable]",
        "A: Of course he would have been shot had he been -- you know, the Russians realized it. So he\nessentially deserted the -- the Russian army. But one of the incidents that I didn't tell you, and --\nand that is significant, when I -- many, many years later when I went to Israel, because after the\nwar the family split and two brothers went to Israel, two sisters to America. My Uncle Herschel\nwould tell me this story, that when we were in the woods, there was one night early on when it\nwas cold and I -- I was crying. And my Uncle Zelig was -- got panicky that my crying would\nattract attention from the Germans, and he -- according to Herschel, started to strangle me, and --\nuntil they were able to overcome him and stop him. He always told that story -- I mean, I loved\nboth my uncles dearly. They were very -- two different characters and he would -- so I never --\nyou know, I never knew whether he told the story to provoke him or to -- you know, but that’s\nwhat it was like. So -- so, anyway, to come back, we wen -- we then --",
        "Q: To Lodz?",
        "A: -- Lodz and then we --",
        "Q: How long were you in Lédz?",
        "A: I -- you know, I don’t remember. I -- I would say by the beginning of, or middle of -- trying to\nremember -- ’45 - °46. Again, we didn’t spend more time than a few months, maybe half a year\nin each town.",
        "Q: In each town, yeah.",
        "A: And then we moved to -- to Germany.",
        "Q: So up til that time you don’t remember really playing with other little boys your age, or\nanything like that? You didn’t have a childhood, an early childhood?",
        "A: I remember -- no, I don’t really. I mean, I di -- [Il tell you someth -- I remember some of the\nPolish kids, but I remember not being -- being wary of them. I remember --",
        "Q: Even at the age of five you had that knowledge.",
        "A: Oh yeah. Oh yes, oh yes.",
        "Q: These children were different than you.",
        "A: That’s right.",
        "Q: Could you understand Polish?",
        "A: Polish was actually something I never learned.",
        "Q: Mm-hm.",
        "A: I -- I spoke Russian, but I didn’t speak Polish. I don’t remember anyway. My mother did, my\nmother spoke Polish and Ukrainian and Russian and all that. I -- one of my early memories when\nwe were liberated was going to synagogue with my Uncle Zelig, the one who allegedly tried to\nchoke me. And was a very -- it’s a wonderful memory which I stored away. I mean simply -- I\nremember it was a beautiful, sunny day and was kind of a sense in wa -- it was a Sabbath. It was\na very peaceful kind of experience.",
        "Q: Can you describe any more, or --",
        "A: No, I mean that’s -- I mean --",
        "Q: Where -- where -- where was this at the time?",
        "A: Thi-This was in Poland.",
        "Q: Oh, okay.",
        "A: This was in Poland and it’s the first experience I remember having in a synagogue, other than\nin Kowal, when we went back to Kowal, I’m trying to remember if I visited th -- the synagogue\nthere with writing -- because the Germans often used the synagogues as round-up places and --\nand there’d be writing on the wall from the -- but then we wound up, after Lodz we wound up in\nEast Berlin, my mother and I, and --",
        "Q: How did you get there, by train?",
        "A: We -- we crossed borders illegally.",
        "Q: How did you do that?",
        "A: On trucks, backs of trucks, or wa -- you know, people or -- ther-there was an organized -- I\ncan’t say Israeli, but it was like -- there was something called the Bricha, which got a lot of Jews\nlike us out of eastern Europe, you know, to points west or points south. Sometimes people\nwound up in Italy, too. We wound up in East Berlin, my mother and I in a bombed out building\nin East Berlin, my uncles in different zones, I’m trying to remember where they were. But they\nwere not in the communist -- they were not in the Russian zone. They got into the American\nzone, I think one may have been in the British zone.",
        "Q: And you and your --",
        "A: There were four zones --",
        "Q: Yeah.",
        "A: -- 1-1n -- in Berlin.",
        "Q: Wi -- and you are in the --",
        "A: We were in the Russian zone.",
        "Q: Russian zone.",
        "A: And of course this was in the early days and right after the war, 40 -- middle of 1945 and so\nthings were still a sense of -- I mean, it’s like if you look at films, American films from that time,\nthey speak about Uncle Joe and that everything was friendly and these were our allies and blah,\nblah, blah. But of course shortly thereafter the Iron Curtain came down in °46.",
        "Q: You’re talking about Uncle Joe Stalin?",
        "A: Yeah, oh yeah, absolutely. And so there was a different spirit that existed then. And so we\nwere in the Russian zone, but then at some point people said well, you know, things are\nbecoming a little more strained in terms of relations. Maybe we better get out of here, because\nthe restrictions will be imposed. Because before that you were able to get on a train and -- and\nthere was no wall, of course, there. The wall was built much later, the Berlin wall. But you were\nable to get on a subway and go from one point of the city to another, no problem. So the fact that\nyou -- somebody lived in the French zone, or the British zone, or the American zone, didn’t\nmatter, you could come and visit them. But we got out of the Russian zone and came to the\nAmerican zone and sort of towards the end of ’45, maybe beginning of ’46. And we wound up in\nMunich and then in one of the first of five different DP camps, displaced persons camps.",
        "Q: Mm-hm.",
        "A: One of the e -- es -- asides I want to say, one of the things that always fascinated me is in the\nforest my grandmother was with us, but she was a kosher and a very observant woman, is how\nshe survived the war never eating anything un-kosher just amazed me. I have no idea how she --",
        "Q: [indecipherable] a vegetarian.",
        "A: Yeah, probably.",
        "Q: Did y -- did you grandmother ever talk about Shabbat or any of the holidays while you were -\n- in those years in --",
        "A: Yeah, later, yeah. She -- she was --",
        "Q: Or your mother, did your mother talk about holidays while you were --",
        "A: Yeah, I mean we --",
        "Q: -- running for your lives?",
        "A: But I don’t remember, you know, how we observed them --",
        "Q: In -- yeah.",
        "A: -- in -- in -- in the very early days. Later on I do, I mean, when we got to Germany and we got\nto the first DP camp, which was Poking, P-o-k-1-n-g. That’s the one, the picture I showed you\nbefore.",
        "Q: Right.",
        "A: We standed -- and we lived in barracks essentially. These wer -- these were long rows and\nbarracks just like you see in stalag --",
        "Q: How did your family know to go to that particular one?",
        "A: Well, I think by that point when we got to Munich, we probably got in contact with the\nJewish community and -- and some of the relief organizations, because what was set up at that\ntime, it may have be -- been the be -- it was the very beginning of the United Nations. And so\nthey had an organization even before the United Nations, the relief works association, whatever\nthey called it, they had something called the IRO, the International Relief Organization. And so\nwe -- we would have contacted them. My mother certainly would have. She was -- I told you she\nwas enterprising. Even in Poland, I mean, she started to do a little bit of -- of you know, handling\nand -- and -- and you know, moving around in -- to make a living, scrounge up a living. So she\nwould go on trips to various places and so when we got to Germany, she would -- we would\nhave -- you know, by ’46 we would have been in touch with the Jewish community, or the --\nsome of the relief organizations and we wound up -- how the decision was made to go to Poking,\nI mean, it probably wasn’t our decision, they just sent you there.",
        "Q: Was this, for a six year old child a fearful time? Do you have memories --",
        "A: I-It was a -- a time I -- I will descri -- well, let me -- let me -- I -- y-y -- I was interviewed a\nnumber of years ago. Somewhere if I find it I'll send it to you, but -- an article in the Washington\nPost, somebody wanted to know why I was a Zionist. And the woman who was conducting the\ninterview, and I said, well, I can give you a sh -- very short answer, or I can give you the long\nanswer. She said no, I want the long answer. So I told her about -- a bit about my background,\nthis. And I tried to describe the feeling of what it meant for Israel, because I was in DP camp\nwhen Israel was established. The world was very gray, very threatening, s-still -- still threatening\nin some ways. You felt defeated in spirit. Not just personally, but also as part of a people. You\ndidn’t even -- you know, I -- I know I sensed that. In other words, if you were a Jew, how could\nyou not feel defeated? But also, of course, if you’re a child who has lost the parent and who has\nlost -- you know. So you feel -- you feel a s -- a sense of anguish about ya -- everything. So,\nwhen Israel was established it was just the opposite. It was sunshine, it was freedom, 1t was\nstrength. So suddenly people who are ex -- terribly weak and have been beaten by everybody are\nsuddenly on the ascent. So that early time was definitely a period of grayness and -- and no\nquestion. And just like our barracks, I mean, if you look at them, they were just these dingy, gray\non the outside barracks, in which each family got a room, essentially. My grandmother, my\nmother, my aunt and I shared one large room, and we put up a curtain across, you know, a\nblanket or something.",
        "Q: What did you do during the day?",
        "A: Well, Pm --",
        "Q: We’re talking about the first camp.",
        "A: First camp I actually start school.",
        "Q: You did.",
        "A: I’m six years old, I start school and I remember that. But my grandmother -- and I told you,\nmy grandmother was -- was Orthodox, observant woman, and she was in [indecipherable] the\nschool was conducted in Hebrew, everything in Hebrew, because even though it was 1946, they\nhad to choose a language that would suit everybody, so they said Hebrew. And all the subjects\nwe’re talking here [indecipherable] it wasn’t taught as a language. It meant my math books were\nin Hebrew, my geography, history books, blah, blah, blah. But my grandmother said well, but\nwhat about Yiddishkeit? She understood that there’s a distinction between learning secular\nsubjects in Hebrew and so she also put me in something called a chayder, and I wound up going\nto a chayder from Lubovich. I -- first they put me in with satmar, we had a very large contingent\nof satmar in the camp. But I didn’t like satmar for lots of reasons including the fact that they’re\nanti-Zionist and so I wound up going to Lubovich, and you know, learning Hebrew the way it’s\npronounced in Israel in the morning, daytime, and learning it differently pronounced in the\nafternoon. So I was getting two different points of view of Jewish history and pers -- my\nperspective was totally schizophrenic.",
        "Q: So you spent the days going to school and to chayder.",
        "A: Going to school in the afternoons, I wa --",
        "Q: And now you’re with other children.",
        "A: Oh yeah. Oh yeah.",
        "Q: And what was that like for you for the -- in a sense for the first time?",
        "A: It was fun, I mean I -- I just --",
        "Q: Did you know how to talk to them, did you -- cause you had been in a world of adults.",
        "A: [had been in a world of adults.",
        "Q: Up to that time.",
        "A: Yes --",
        "Q: Yeah.",
        "A: -- absolutely.",
        "Q: But it was easy to --",
        "A: Yeah, I still remember some of my childhood friends, very much so. And I -- and I remember\nsome of the adventures we had.",
        "Q: Such as?",
        "A: Oh, we g-going to the surrounding farms, there were German farms that surrounded us,\nstealing vegetables and -- from their fields. Walking to the outskirts of the camp, where there\nwere craters from bombs that unexpl -- finding unexploded bombs, or going to -- I remember\nthere was -- there were like warehouses, huge warehouses on the outskirts which had been\nbombed out, it was dangerous to even walk in there. And we’d go, you know, kids are like that.\nYou know, walking around and of course when my mother would find out she’d be very upset\nand very angry. Walking around, finding all sorts of stuff at th-the -- this is what wartime is, nan\n-- and aftermath of a war is like, I mean you find stuff. You find unexploded shells, you find\ngoodness knows, you know. But we were in a camp of our own, we were not in touch. The adults\nwere, some of the adults. My mother learned German. But I had no contact with, let’s say,\nGerman kids. You lived in Germany, but this camp was a community unto itself.",
        "Q: Mm-hm. Did the other Jewish children -- a-again, you were young --",
        "A: Yeah.",
        "Q: -- talk about what -- what was happening, were they -- or what had happened to them during\nthe war, or -- was that a topic of discussion or you were just playing games and going to school?",
        "A: They probably did, but I don’t remember it --",
        "Q: You were still very young, you were very young.",
        "A: -- and I -- maybe we didn’t -- didn’t focus on that.",
        "Q: Yeah.",
        "A: You know what I mean, I -- I had --",
        "Q: Did you have a ball to play with, or --",
        "A: Yeah, we --",
        "Q: [indecipherable] games?",
        "A: -- yes, we -- we had a soccer field, I remember people started, we -- we’d go there, we started\nto -- trying to re -- we -- we got -- started to get stuff from the States, I mean, packages from --\nwith crayons and pencils and coloring books and things like that.",
        "Q: And the food was -- was substantive?",
        "A: You had communal --",
        "Q: Dining room?",
        "A: Yeah, communal -- I th -- I -- I think so. I think so. Except for the Shabbas meal. I think I ate\nmy Sabbath meals at my uncle’s, cause they lived across the hall in the same building and the\nSabbath was always spent eating at their table.",
        "Q: Mm-hm. With blessings and things like that?",
        "A: Yes, yes, absolutely. Absolutely. I also remember going to a summer camp.",
        "Q: While you were still in this first --",
        "A: In this first camp, I -- my cousin Aaron, may God rest his soul, took me -- he and I went\ntogether, he was in the older unit, but he took good care of me. I don’t remember that. In a\ndifferent mo -- ba -- in a different camp in Germany, which was sort of nicer than ours was.",
        "Q: Mm-hm. You didn't mind leaving your mother at such a young age? Here you had been so\nclose with her all during the terrible times?",
        "A: I probably did mind, but you know, it was a necessary experience for me. Yeah.",
        "Q: And how long -- so how long did you stay 1n -- in that first camp?",
        "A: First camp we stayed until 1948. Early ’48, maybe like -- yeah, early ’48. My -- my --",
        "Q: So that’s the camp you were in when the state of Israel --",
        "A: No. I-Israel was born in May ’48 --",
        "Q: Spring -- May °48, okay.",
        "A: -- and we moved --",
        "Q: You moved before May?",
        "A: We moved before that.",
        "Q: Oh, okay. Mm-hm.",
        "A: I can’t remember was -- what happened in ’48 was also important. My two cousins, the ones I\nwas telling you about, Aaron and Menachem, my like two older brothers -- because I didn’t have\nany siblings, my -- my Uncle Herschel had two daughters and my Uncle Zelig had two sons. My\n-- my older cousin Menachem just passed away this year, so [indecipherable] he was a source of\n-- he was like a brother. They want -- they wanted to get into Israel. And we all joined Zionist\nyouth movements in the camps because --",
        "Q: In the camps.",
        "A: Yeah, 1-in -- in -- in Poking. So I joined the right wing movement, I joined Betar, they joined\nleft wing movements. And they wanted to go and get into what was at that time still Palestine\nillegally, and they wound up getting turned back. But they didn’t get sent to Cyprus, they wound\nup on the French Riviera, which was one of the -- we used to crack up about that. And they\nwound up in Nice, but then they said we still -- we’re going back and they eventually got in and\nfought in the War of Independence. So their parents, of course, said we’re not going to leave\nthem in Israel alone, we’re going after them. So they left. And then my other brother als --\nmother’s other brother, my other uncle, also went to Israel. So they wound up in Israel and we\nwound up, you know, coming here eventually. But it wa -- so they left from Poking. We then\nwent to another camp, the second camp, Heidenheim. And in Heidenheim --",
        "Q: Why did you change camps?",
        "A: We were not asked, we were -- they were -- they sent us there. They sometime disbanded\ncamps. I don’t remember what happened with Poking exactly. It -- it may have been, but\nsometimes they said this camp is at an end, you gotta go elsewhere. Or someth -- you know, I\nreally don’t recall what the reason was. We went to Heidenheim where we had -- which was a\nmuch nicer in terms of the living arrangements, cause we were in a -- I remember it being a\nhouse. Now whether we had one apartment in the house, which is probably likely, and we had a\ngarden in the back. Even in Poking in the -- in the barracks, I remember we s -- the people\nstarted to raise chickens and I had my own little garden that I planted. I ra -- my interest -- I have\nan interest in gardening, it goes back to then. My Uncle Zelig and I raised pigeons together,\nexcept I saw them as pets and he saw them as, you know, a food source. But when we moved to\nHeidenheim is when, in the school, th -- I was in the choir and they taught us songs. I still have\nthe songbook, which was written out by hand, to sing on the occasion of Israel’s establishment.",
        "Q: You gotta sing one or two sentences of a song. Can you sing one or two sentences?",
        "A: Oh God, yeah, I ju -- I -- I -- I remember those songs, yeah.",
        "Q: Just one. Can you do one line, or two?",
        "A: Sure.",
        "Q: Okay.",
        "A: [sings] That’s it.",
        "Q: One more line. One -- one more line. One more line.",
        "A: Anyway. I mean I -- I have -- I have -- I have my report cards from those schools.",
        "Q: Uh-huh. So you stayed in a second camp?",
        "A: We stayed in the second camp for I -- you know, I can’t remember exactly how long. This\nwas °48? I would say probably til the beginning of ’49, maybe. And then we moved to a third\ncamp --",
        "Q: Okay.",
        "A: -- called Wasseralfingen.\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer collection\ninterview with Melvin Gal-Galun. This is tape number two, side A, and we were talking about\nyour life in the DP camp. Were there newspapers or publications?",
        "A: Yeah, there were publications, there were newspapers, and --",
        "Q: Such as?",
        "A: -- and there was radio. I mean, I’d -- we listened to the radio to get the news. I was always\ninterested in -- in news, of course, especially from news about the Jewish community and\nPalestine, the nascent state of Israel. We all joined Zionist youth movements. What happened\nwas that emissaries came from Palestine, Israel. In those days a Palestinian referred to a Jew, you\nknew -- you knew the other residents of that area as Arabs, they were not called Palestinians. So\nemissaries came over to organize the kids into sports clubs, youth groups, etcetera. Some of them\nwere -- had specific ideologies. So the s -- so you had labor Zionists, you had religious Zionists,\nand you had -- you know, the -- the one I joined, which was Betar, which was considered right\nwing Zionists, or nationalists. But I was very much aware of the news in pre-state Israel, no ca --\nand -- and -- and you know, pre-state Palestine when the Haganah and the Irgun were fighting\nthe British, for example. So the Haganah at that time had a policy called Havlagah, restraint.\nIrgun was not, the Irgun believed in hitting back, which some considered to be too provocative\nand that -- you know. I actually used to cheer for -- for Irgun, you know, as the -- you know,\nother Jews, different places, but that depended on your own outlook and your own -- your own\nexperience. But I was very much aware of what was -- what was going on, as were the other\nkids, I think. Yeah.",
        "Q: Mm-hm. I know you said you were at the next camp at the time of the establishment of the\nstate of Israel --",
        "A: Th-The [indecipherable] yeah.",
        "Q: But preceding that, had you heard of a man named Hitler? Did that name mean anything to\nyou?",
        "A: Oh of course, of course.",
        "Q: What -- what --",
        "A: Of course.",
        "Q: -- again as a six year old, what is a six year old’s perception, seven year old’s perception of\nsome --",
        "A: Well, I mean I -- I think --",
        "Q: Or did you know what had happened the pri -- I mean, did your mother tell you what had\nhappened, or wa -- what does a mother tell a six year old child about the terrible things that\nhappened?",
        "A: Well, I mean, I -- I think you certainly knew who Hitler was. I mean, that -- not -- not just\nknew, but you knew that 1 -- I had a sense of the --",
        "Q: In other words, I’m trying to get a six year old’s perception.",
        "A: Right, no, I -- I understand and I can -- I can relate to that more easily on the positive side. I\nknow that the Russians were my heroes because they liberated us.",
        "Q: Right.",
        "A: The Americans were heroes, but the Americans were also sometimes seen as not being tough\nenough on the Germans, an -- oddly. So the stuff, 1f you read history now, that -- you know, th-\nthe Russians did some terrible, brutal things when they went west and we all -- we know that. I\njust got finished reading a book not long ago about the -- you know, the battle of -- of Berlin.\nAnd so they did some awful things. But don’t forget, 1f you’re a victim of Nazism, you want\nrevenge. So war means some terrible things are done on all sides, so you mean as a child I\ncertainly was aware of Hitler as the -- you know, the ultimate evil to beset the Jewish people, but\nI was also aware, from what my mother told me about, that he was only the latest and greatest if\nyou will, in a long line of people as -- as the Hagadah says, in every generation somebody rises\nagainst us to destroy us. So I was aware of that. I was also -- there was something else that -- that\nmaybe my -- when you don’t know who your father is or was, you can grow up with -- you hear\nstories. And my mother helped in some ways to give me this mythic vision of my father. What\nkind of man he was or would have been, I have no idea. I can speculate about it because I knew\nsome -- you know. And -- and -- and -- and -- and on my father’s side, I mean sadly, of the\nfamily there was almost nobody left that I could even say, well he would have been like this, or\nlike this guy, or somebody else. My father’s side there were only two relatives left that I met.\nOne in the United States, the one who actually brought us over, who was his -- his -- my father’s\nuncle, my great uncle and his sister in Brazil. I never even knew what my father looked like until\nmy aunt -- great aunt in Brazil sent us a photo. So yeah, I mean, you grow up with a child’s\nperception of all these -- these things, but -- but I think was also fairly grounded in reality.",
        "Q: Well now we’re in your second camp, [indecipherable] the state of Israel has been formed.\nWere there specific celebrations at the time when you heard?",
        "A: Oh sure.",
        "Q: What did -- what --",
        "A: I mean we had -- they had celebrations throughout, it’s not like -- the ki -- the camps --",
        "Q: It wasn’t a specific --",
        "A: -- the camps, it -- the camps developed, and this 1s the -- the -- the -- the beauty about the\nJewish people is the ability to bounce back from utter despair and -- and grief is -- 1s amazing,\nbecause di -- don’t forget -- I mean, I was in the first camp a year or half a year after the end of\nthe war.",
        "Q: Mm-hm.",
        "A: And people started writing newspapers, and people published newspapers, people started\nschools again and people -- so there’s a whole -- they started an institutional framework. My\naunt -- my Aunt R-Rachel was married in the camp, I remember that wedding, I remember going\nthere. I mean, I ca -- you know, we had meetings, we had political groups. So life swung back\ninto action. I don’t remember specifically -- I do remember singing in the choir and how exciting\nit was when Israel was born. But I don’t remember any other -- yeah.",
        "Q: Yeah. And anything else about that second camp you want to describe?",
        "A: I remember just -- I -- I remember in the second camp we already would go into the town,\nbecause th-this camp, unlike the other one, which was kind of a circumscribed area was closer to\nthe town, you could actually walk out -- it was actually part of the town but sort of on the\noutskirts. And -- and I reme-member feeling a sense of jealousy. Yo-You know, the Germans\nwere not back yet, but somehow this was their country and --",
        "Q: Jealousy on whose part, on your --",
        "A: On my part. On my -- that -- that this was their turf, this was, you know --",
        "Q: That you really didn’t belong there, is that what you’re saying?",
        "A: Yeah, yeah. And it was a beautiful place. I mean, the outskirts I remember really liking. We\nwent -- I remember going with my mother and some of her friends, because she had some\nfriends, she had -- you know, she was socializing. She met my stepfather, whom she would later\nmarry in the United States, actually in the first camp. He was the movie projectionist, we had a\nmovie the -- set up in the barracks. Which was a whole other story, that’s an experience I\nremember. But we -- we -- the second camp was -- was -- oh, we would go on trips to some -- th-\nthis was part of Bavaria, the camps were in Bavaria, which was beautiful. And parts of Bavaria\nwas like being in the Swiss Alps. So we -- I remember one place we went to called Ludwigsburg,\nnamed after German King Ludwig. And it was gorgeous, you know. So -- but I knew that wasn’t\nus, you know what I mean, I knew it wasn’t ours in the -- in the -- I thought I -- I -- I lost my\ntrain of thought, yeah.",
        "Q: Let’s jump back, you said your mother met your stepfather.",
        "A: Yeah, in -- in -- what happened in the -- I -- I said that li-life sprang back, you know, in terms\nof institutions. We had a movie theater in camp.",
        "Q: First camp.",
        "A: In the first camp. I’m sure we did in the other too, but I don’t remember it. And was -- it was\nset up in a -- in large barracks again, and my stepfather Saul -- Shaul, whom she wound up\nmarrying when she got to the States was the projectionist. And he was a jack of all trades, he was\na very talented electrician and he could make things. So he made me -- he took a cigar box, I\nremember this, and sh -- he made me my own little slide projector with a cigar box so that I\ncould take bits of film that they snip off from a movie trailer or something and show it like -- pu-\npush the film through the opening and it -- he’d project it on the wall. He used to have me -- let\nme sit in the back, you know, where they sit, the projectionist sits. So they made up, he lost his\nentire family in the war. He had been newlywed when the war broke out. Lost his wife, lost his\nparents, his brothers. And he came from White Russia. And --",
        "Q: His -- his full name?",
        "A: Shaul -- Saul Pikus. P-1-k-u-s, that was my mother’s second name. And his father was a\nschool -- headmaster of a -- of the school and h-he -- he had nobody left.",
        "Q: Mm. Now, you are -- y-you had gone -- y-you had been 1n two camps.",
        "A: Right.",
        "Q: And then?",
        "A: And then we wound up going to a third camp called Wasseralfingen. I don’t remember much\nabout that camp except having a crush on an older girl. Oh, and the family split. My aunt, who\nhad gotten married -- I told you my Aunt Rachel married and from Heidenheim they were sent to\n-- and she had a -- a kid, my cousin Susan was born in camp also. She was -- I -- I loved Susie.\nOh, she was -- she’s seven years younger than I am, so she was like -- and -- and they left to\nanother camp, we split, and we went to Wasseralfingen. And in that camp I remember there was\na girl whose name I no longer remember. But I would have been nine and she was probably 11\nor 12 or something. I remember having a giant crush on her, but other than that I don’t remember\nanything. And of course continued going to school there, same kind of thing. And the -- and the\nfoundation, I speak some Hebrew now, a bit. Enough to kind of get around Israel. But the\nfoundation for it was really based on those schools, the first three years of my schooling was in\nthese camps.",
        "Q: Mm-hm, mm-hm.",
        "A: And then from there -- all these camps were -- Heidenheim and -- and Wasseralfingen were\nboth shorter term camps, like six, seven months. Poking was three years, ’46 - ’47 - °48. And\nthen we went to a place called -- now it escapes me. There was -- there was a final destination.",
        "Q: Another -- another camp?",
        "A: Another camp before, but that was for a short period before we went to -- to -- to port, to\nBremerhaven -- Bremenhaven to come to America.",
        "Q: So that’s when your mother decided to --",
        "A: My mother decided that -- you know --",
        "Q: Not to go to Israel.",
        "A: Not to go to Israel. She felt that as a widow with a child that Israel was a nice new state, but\nas such she --",
        "Q: Too hard.",
        "A: -- she would have to face greater hardship there. So we had -- my -- my father had an uncle\nhere and he signed an affidavit to sponsor us. We were able to accelerate the process and --",
        "Q: What did the new -- the United States mean to a nine year old? Were you looking forward to\ngoing?",
        "A: No, I told you, I had my heart set on going to Israel.",
        "Q: Right. But once --",
        "A: So in some ways it was disappointing. It was daunting. It was certainly daunting, I mean wa -\n- but I remember the ship, I remember coming over, I remember the ship, the u --",
        "Q: What was it?",
        "A: -- the USS General McCray. It was an army transport and we took -- we arrived -- next\nThanksgiving 1s 60 years since I arrived. We arrived on Thanksgiving day, they didn’t even let\nus disembark until the following day cause it was a holiday.",
        "Q: Now this is nine --",
        "A: 1949.",
        "Q: -- nine.",
        "A: And so --",
        "Q: How -- how long a voyage was it?",
        "A: 10 days, a week? I’m not sure. Not sure.",
        "Q: And you pulled into New York?",
        "A: Yeah.",
        "Q: Did that -- did you see the Statue of Liberty?",
        "A: We saw the Statue of Liberty, we came in -- I can’t remember if it was at night with all the\nlights. I had never been in that big a city, you know, with --",
        "Q: You were coming into New York harbor?",
        "A: Right. I remember being met by our American relatives and being taken to -- guess they lived\nin Burrough Park in Brooklyn.",
        "Q: You did not know English, of course.",
        "A: I did not speak a word of English. And the first memory, I walked into the place, their place\nand they were watching -- or my cousin -- they had an adopted daughter, was watching Six Gun\nPlayhouse. I don’t know if you are old enough to remember that. And then I remember they were\ntaking me, cause it was already getting chilly, shopping for a heavier jacket than I had.",
        "Q: When you arrived in New York and your mother --",
        "A: Yeah.",
        "Q: -- mother saw relatives, was that a -- was it a particularly emotional time for this young\nwoman to be in United States after all that she’d lived through, now losing her husband, raising\nthis young child? Do you have any memories of that being an emotional scene, getting off the\nboat and seeing the relatives?",
        "A: I don’t remember an emotional scene.",
        "Q: But you were young to --",
        "A: Yeah, I -- I don’t remember an emotional scene. They -- I mean, I’m sure they were warm and\nfriendly --",
        "Q: I know. I just meant --",
        "A: -- but if it wasn’t -- yeah --",
        "Q: -- 1t wasn’t overwhelming for your mother --",
        "A: Right --",
        "Q: -- going through so much.",
        "A: -- and it -- it wasn’t close family. It wasn’t like being reunited with your brother.",
        "Q: Yeah, yeah.",
        "A: These were -- these were cousins who had left many years before.",
        "Q: Yeah.",
        "A: And, you know, we went to live with this uncle who had signed the affidavit for us, so we\nessentially had a furnished room in an apartment. The building belonged to my uncle, but we had\njust one room. And my mother went to work almost immediately in the garment district, sewing\nin a -- ina shop, making children’s clothing. And -- and I, after having my first hot dog, this is\nanother early memory, is being taken to Nathan’s in Brooklyn to have my first hot dog, which\nprobably cost 10 cents at the time, and -- and then s-starting school here.",
        "Q: Mm-hm. What was that like for a child who doesn’t speak English?",
        "A: Tough. Tough. It di -- 1t didn’t take me a long time. I was fortunate that it didn’t take me long\nto learn the language or the -- the fundamentals, but the first couple of months were tough, yeah.\nI remember feeling very strange and out of it and 1 --",
        "Q: Were there other refugee children?",
        "A: Some, but most of the kids were American kids. It wi -- my mother enrolled me in a Yeshiva.",
        "Q: Oh.",
        "A: So the advantage I had was that -- and it was an Orthodox Yeshiva, my -- th-the -- the -- the\nrabbis spoke Yiddish. The other children spoke English, by and large. And it was tough. I\nremember feeling left out. You know, I have to check on -- my oldest and best friend also came\nover at the same time, we met at that Yeshiva. He was -- he’s a survivor from Paris and lost both\nhis parents in Auschwitz. When I met him in Yeshiva, I remember I felt lucky that I had lost one\nparent, he lost both. So --",
        "Q: Did the teachers ask you about what happened to you during the war?",
        "A: I don’t think so. I -- I -- I think they -- no, I think they just accepted it. I mean, in some ways\nit -- we -- I also became a bit of a behavior problem to some of them, because I was -- I was\nahead of -- they -- they put me, because of the language inability -- I was much more advanced\nin my year -- now, in a Yeshiva you have studies in the religious section --",
        "Q: And in -- in the secular.",
        "A: -- which 1s like in the morning.",
        "Q: Right.",
        "A: And the secular subjects in the afternoon. You’d have lunch in between. I was doing bang up\njob in my religious studies because of my knowledge of Hebrew, blah, blah, blah. They thought I\nwas going to be a genius and I was good at my -- I mean, I got to the top class in my religious\nstudies two years ahead of time, so I had the same teacher for three years in a row. I -- I loved\nthat rabbi. In my secular subjects I was also good, but in -- only in math.",
        "Q: Right.",
        "A: Because that’s an international language, so I was actually ahead of the kids. The teacher\nwould give me the test papers to grade. I knew more than the rest of the class. But of course in\nthe other subjects, where language wa-was an issue, I had to catch up.",
        "Q: Struggled, mm.",
        "A: And it was a struggle, but it wasn’t so much an intellectual struggle, cause -- cause I wasn’t a\ndummy, but it was a sense of loneliness and you know, isolation and that -- that kind of stuff. So\nthat was kind of tricky. But it -- you know, kids make friends kind of easily. All right.",
        "Q: And then you stayed in that school for how long?",
        "A: Stayed in that school from -- from 1950, I guess, ’49, cause we arrived at the end of ’49, so I\nfigure until *54.",
        "Q: Mm-hm.",
        "A: They had a -- actually the first year of high school was like a middle school [indecipherable]\nyou know, was -- was there. And then went on to Yeshiva Universities High School in Brooklyn.",
        "Q: Okay.",
        "A: And oh, 1-it was in some ways fun, I have some good memories of that first Yeshiva.",
        "Q: Mm-hm.",
        "A: We used to cu -- Yeshiva [indecipherable] we used to call it YTC, your torture chamber. But I\nhad -- th-they used to use me because of my proficiency in Hebrew to greet visiting dignitaries\nfrom Israel and I remember there was an Israeli wrestler around at the time. I don’t know if you\nremember this, Raphael Halperin was his name. He was like oh, big stuff. He’d be on television.\nSo when he came to America to visit and I had to greet him, that was really --",
        "Q: He came to your school?",
        "A: At my school. And then they, one day -- and this man is no longer alive, the Minister for\nSocial Welfare in the Israeli government, Yosef Burg came, and I greeted him. So, it was kind of\nfun.",
        "Q: Mm-hm. And then you -- so you -- you became an American teenager?",
        "A: Yeah, not your typical teenager, I -- I won some nice awards at the school, for my Jewish\nstudies primarily. I did pretty well, I was in -- in -- in my English studies til I was wo -- what are\nthey -- I was salutatorian. Number two, didn’t make number one. The number one guy was a -- a\nclassmate of ours who used to memorize books. He was like amazing guy.",
        "Q: Were you interested in athletics?",
        "A: Yes and no. I -- the answer is -- and [Il tell you what I mean. I -- I regret that I never actually\nplayed enough.",
        "Q: Mm-hm.",
        "A: But I was interested as a spectator, you know what I mean? You ask me any question, to this\nday, although I have senior moments, of course, about scores and baseball. I mean, I got into --\nbaseball is such a foreign game, and I really got into that. It’s -- I still remember my first in --\nfrom the school -- you know, the triple A has these school crossing guards with the -- we used\nthe wear the -- took us to our first baseball game in the early 50’s. A no-hitter pitched by Carl\nErskine against the Chicago Cubs, five nothing.",
        "Q: By the time you were finishing high school, did you feel then like an American, or did you\nstill feel like a refugee?",
        "A: No, I felt I -- I felt like an American. There were always little things that happened, you\nknow, I remember when -- this is -- when my English was really good, very quickly, after few\nmonths.",
        "Q: With no acc -- with no accent?",
        "A: With an acce -- well, I had th-this spi -- that’s what I was going to tell you about. My English\nwas good. To this day there will always be somebody in a crowd who will say, are you American\nborn? Somebody can pick up. I couldn’t pronounce the A. I couldn’t distinguish between Barry\nand berry. And what I remember, we went to camp. I went to a summer camp run by a -- an\noutfit that’s no longer around, the Hebrew Educational Society. They ran a camp in Bear\nMountain, New York. The kids would make fun of my inability to pronounce the A. They also\nmade fun of my name. You know, my name is Menachem Mendel. And how did I get the name\nMelvin? Well, the American relatives got together. There was a powwow, I remember this. And\nthey said, let’s choose a name with an M. And they said Melvin. Well, a few months later Jerry\nLewis -- remember Martin and Lewis, when they used to be on? Jerry Lewis made fun of the\nname Melvin. And it became like the worst name that you can have. So hence I was Mel after\nthat. Did I feel -- the answer is yes, I continued to feel like a refugee even -- I mean, part of me\nbecame very American, but even in high school there would be periods when I felt that these\nother kids are more fortunate than I am because they’re real Americans and I’m not.",
        "Q: When did you become a citizen?",
        "A: I beca -- that’s a very good question. I -- actually my citizenship was a -- what they call a\nderivative citizenship. My mother became a citizen first and then for me it was just, you know.\nSo I don’t remember the exact year. Probably -- I want to say --",
        "Q: Five years after you got here?",
        "A: Maybe a little later, maybe -- maybe a year or two later.",
        "Q: Mm-hm. Did that mean anything to you, to become a citizen?",
        "A: To become a citizen?",
        "Q: Yeah, that many --",
        "A: Oh sure, yeah. My mother went to night school and she took -- she took courses and -- and\nshe pa -- you know, I still remember the questions and all that. Yeah, I did -- it did mean a lot to\nme. But I also have -- people who grew up with that kind of sense and th-this unrequited love, if\nyou will, for -- you know, and regret that I never went to -- didn’t go to zi -- I mean, I’ve been to\nIsrael umpteen times and very close to my family there and all that. And I love America, I mean\nI -- you know, it goes without saying. I mean, I’m a patriot. I mean, I really consider myself a\npatriot and I -- and I find some of the stuff I read now in the paper, the -- th -- some\ndevelopments intolerable, you know, when people kind of disparage the country, or -- you know.\nBut as -- as a kid here, ye -- it -- you -- there are certain things that leave scars and they never go\naway. It’s like if I go to a doctor and get -- I -- I had, when I was a teenager, I had a -- a duodenal\nulcer. Went away. It healed completely. If I go to a -- and they take an x-ray somebody will say,\noh, there’s a scar there. The same with this. If you -- I -- I had -- there 1s a sense of homelessness\none grows up with, with that kind of background, and it’s hard to fill that. And that’s no\nreflection on -- on America, which is -- gives a home to so many people. But if you’ve had that\nkind of background and -- and you’ve moved around a lot as a kid, that’s hard to fill that void.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum interview with Mel\nGalun. This is tape number two, side B, and you were talking about sense of homelessness that --",
        "A: Right.",
        "Q: -- people with your background would have.",
        "A: Well --",
        "Q: Did it stay with you all these years?",
        "A: It has stayed with me all these years and I would say that it’s -- it’s a special sensitivity,\nokay? It’s like if you grow up -- and I think a lot of these things are foundational, I’m not saying\nanything profound, but it -- it’s simply that if you grow up with -- with a sense of rootedness\nwhen you’re young, that stays with you the rest of your life. It doesn’t mean that when you’re\ntraveling to a foreign country you don’t experience a certain discomfort at not knowing the\nlanguage, oh -- but you -- it’s different. If you have -- don’t grow up with that, and if you’ve\nmissed it for the first 10 years of your life, it’s very hard to replace something like that, and it\nmeans you carry it with you into all sorts of situations. It may take you a little bit longer to adjust\nto a particular thing, or may -- you know. But you do carry it with you and it’s not that you can’t\n-- you know, we learn to articulate certain things and we become aware of them, but that doesn’t\nmean that they -- there aren’t certain predispositions that remain there. And I think that -- that\nhappens, and I -- and I know about it, bu -- you know, and -- and -- and also attempts I made to\novercome it. I -- I had a job for ORT, wonderful organization that did a lot for Jewish youngsters\nlike me in the camps. I remember ORT and I rem -- when I wa -- came for the interview with\nORT, the m-man interviewing me, who was David Dubinsky’s son-in-law, Shelley Appleton, a\nwonderful man, and Shelley said -- asked me what I knew about ORT. I said, I don’t know\nanything about your American organization, nothing whatsoever. But I said, I do remember it. I\nremember the ORT workshops from my childhood. That impressed him. So later on I had a job\nworking for the international office of ORT and I traveled the world. When I would travel to\ndifferent countries, whether it was in South America, or di -- I would feel -- re-experience that\nsense of rootlessness that I’m telling you about, but in a more, I think in a more heightened sense\nof it than another person would. And I felt that sense -- so we carry our sense of home in us. And\nI think that it’s -- it’s hard to replace. If y -- if y -- if you didn’t develop it by a certain a -- it’s\nhard to replace it and it does have -- leave an impact, cause that’s what I talked about, leaving a\nscar. It’s there.",
        "Q: You finished high school, and then --",
        "A: I finished high school and -- in Brooklyn Talmudical Academy used to be called it’s --\nYeshiva University used to have two high schools, one in Manhattan, one in Brooklyn. And then\nwent on to Brooklyn College, majored in political science, and didn’t have a particularly\ndistinguished academic career, and graduated in 1961. And my mother asked me what I would\nlike for a present upon graduation, and I said I wanted a trip to Israel. And so my friend Gil, the\none I was telling you about who lost both his parents in Auschwitz, he and I -- he had just lost\nhis grandmother, he and I decided to go to Israel together. And I decided, having a bit of a flair\nfor the dramatic that I didn’t want to notify my relatives in Israel that I was coming. And my\nmother said, my ga -- you can’t do that. You can’t -- I mean, it’s a fi -- another country, it’s\nthousands of miles away and what if they’re not home, this and that. I said look, we both speak\nYiddish. I speak Hebrew, he speaks French, we both speak English. How can we get lost in\nIsrael? So we get to Israel and sure enough I go to my uncle’s house, nobody home. And I -- but\nI had -- I won’t bore you with these stories, I had the most dramatic and memorable reunion with\nmy family whom I had last seen when I was eight years old in DP camp. And it was really\nwonderful. So that -- that sort of brought things full circle.",
        "Q: You stayed there how long?",
        "A: I stayed in Israel at that time for, I would say, a little over two months. Volunteered to go out\nand work in a kibbutz, waiting -- working in the cotton fields.",
        "Q: Which kibbutz? [indecipherable]",
        "A: Gesher HaZiv. It’s a beautiful kibbutz north of Nahariya, toward the Lebanese border. Used\nto be known as an American kib -- an Anglo-Saxon kibbutz. It was established actually by\nAmericans from Habonim, and they used to host a lot of Americans who wanted to work there.\nSo I ju -- we just went up there, took the bus and walked in. We didn't -- we weren’t on any\norganized program, we said, we want to work. They said fine. So we -- we had a lot of fun. A lot\nof --",
        "Q: Did you still have Betar leanings at that point?",
        "A: I never joined amer -- that’s interesting, that’s a good question. I never joined American\nBetar. The answer 1s yes, I still have Betar leanings to this very day. And when I wound up\nworking in the Jewish world, in nonprofit Jewish world, I actually was responding to a blind ad\nin -- in the newspaper. And my boss, knowing of my right, and the sort of right of center Jewish\nleanings and wi -- he hi -- we were hosting, I remember, a visit by Ariel Sharon one time. He\nsaid, I want you to take him around the campuses. So I did. That was one of my [indecipherable].\nI spent -- I spent almost a week with General Sharon and his wife. Late wife. So --",
        "Q: So you spent the two months, came back to the United States?",
        "A: Yeah.",
        "Q: And then? And that’s when you started working?",
        "A: Yeah, I -- well, I me -- I -- I -- I had a number of jobs before the Jewish world, but they were\nsort of --",
        "Q: Temporary?",
        "A: I taught for a couple of years. I wa -- I was a sa -- a -- a -- a being -- in those days -- you\nshould pardon the expression, we had an -- and -- a -- not a politically correct term to use, but we\nused to have what were known as liberal arts cripples. I don’t know if you remember that term.\nThat meant that you graduated college with a major in some of the social sciences, history,\npolitical science, whatever, and then you said, what do I do now? So people usually wound up\nteaching or, I don’t know, working for the welfare department at that time, whatever. I just\nfinished the -- the -- reading a very good book where the guy -- I’m reading this and I’m saying,\ngee, he had the same experience I did. Except he was a lefty, he was -- he was a communist,\nactually car -- card carrying --",
        "Q: What did you major in -- in?",
        "A: I majored in political science.",
        "Q: Oh, you said that.",
        "A: So I did wind up teaching and during the f -- I don’t know if you remember, there’s a -- a\nwatershed teachers’ strike in New York, Ocean Hill-Brownsville. I was teaching in Bushwick\nsection. Joyce was teaching --",
        "Q: Teaching high school?",
        "A: Teaching -- I was teaching junior high school. Joyce also. Joyce was teaching in Bedford-\nStuyvesant. Both of us were very liberal, but liberal in the context of those days. We actually\nmoved into Ebbets Field apartments, which was built on the gravesite of Ebbets Field. And it\nwas an integrated development, you know, one-third Hispanic, one-third Jewish, one-third\nBlack. And we both taught in ghetto schools.",
        "Q: When did you meet her and when did you get married?",
        "A: I met Joyce in ’62 on a blind date and we married in ’63.",
        "Q: Okay. And then after you finished teaching what did you do?",
        "A: So, I was coming to that. There was a teachers’ strike.",
        "Q: Oh, right.",
        "A: So suddenly she and I are both not working. No income. Ah. You know, not -- you need to\nsustain yourself. So I get a call one day from her late uncle. The -- my friends used to call me\nSuperJew because Jewish affairs was always part of me, not just because of intim -- intellectual\ninterest, it was in my gut. So her uncle, who also -- her aunt and uncle were both teachers, so\nthey were in the same position. And he called up and he said, there’s an ad in the “New York\nTimes” Sunday Times education section, you know, the week in review. He said, it’s you. So I\napplied for the ad. It was to organize Jewish students in college campuses. And I sent in my\napplication and I got the job. And that began -- that was one of the most fun jobs I’ve had.\nFascinating because a lot of my so-called kids are now 12 years younger, but friends of mine,\nand -- and --",
        "Q: What was the name of the organization?",
        "A: American Zionist Youth Foundation at the time. I don’t think it’s around any more. Did some\nimportant work. And then I went to the Zionist organization of America as their national youth\ndirector and then from there to ORT.",
        "Q: Mm-hm, mm-hm.",
        "A: And it --",
        "Q: And what were your duties at ORT?",
        "A: Basically my -- my -- I was in charge of their organization department. So it meant doing\nessentially what -- what ha -- life comes full circle -- what I had been doing on the college\ncampuses I was now doing internationally for ORT. So that if they needed a new organization in\nSao Paolo or somewhere, my boss would say, go in there and form a new committee or\nstrengthen a committee and so on. It was working with the volunteer dimension, cause ORT has\ntwo dimensions, there’s the -- the school system, the educational programs and there are the\nsupport organizations that -- volunteers that help to sustain the school system. So my job was to\ndeal with the volunteer organizations and help them function and to solve problems and what\nhave you.",
        "Q: Were there other -- many other refugees like you on staff at ORT who’ve had experience --",
        "A: Yes, yes. My -- my former boss was in fact in the partisans. And yo-you’ve heard of the\npartisans of Wilna. And his -- his commander was Abo Kovner and Harmatz is his name. Josef\nHarmatz. So yeah, th-the -- but there were a few other --",
        "Q: Did you feel a closer connection to people with that kind of background, that you have, that --",
        "A: Not necessarily. Sometimes. Sometimes yes, sometimes no. It really depended.",
        "Q: On personalities?",
        "A: Yeah.",
        "Q: [indecipherable] on personality.",
        "A: It really depended on personalities. And in general -- I mean, look, I mean I -- I can’t say -- I\nwas much affected by this stuff. I’m very Jewish, I’m very -- but that doesn’t mean that I only\neat, sleep and drink this kind of stuff 24 hours a day, you know, you --",
        "Q: Are you still with ORT now?",
        "A: No, no, I’m -- I’m retired now.",
        "Q: But you stayed with ORT until you retired?",
        "A: I stayed with ORT til 90 -- think ’93, and then I spent a few years with Yeshiva University\nand then did working with the Sy Sims school of business, raising money for them, and then\nworked as an independent consultant running campaigns, fundraising campaigns for either\nendowment or building campaign, you know, capital campaigns. And then went to B’nai Brith\nfor a stretch. That’s -- that’s what brought me to Washington.",
        "Q: That’s [indecipherable] And you came to Washington what year?",
        "A: 98.",
        "Q: Mm-hm.",
        "A: It be -- close to ’99. It was actually the end of 1998. Great town, I like it.",
        "Q: Can we talk a little about some general issues --",
        "A: Sure.",
        "Q: -- at the moment. Do you think it was an advantage that you were so young at the time that\nyou really weren't aware of the danger of what your mother was going through? Was it an\nadvantage being young instead of being a lit -- a bit older and maybe knowing more of what was\nhappening?",
        "A: Mm. It’s a good question. I think I suppose so, I -- I -- on -- on balance. Not everybody had\nthat advantage, I mean they had -- there’s also a disadvantage of being young. I mean, y-you just\nreminded me of a very painful memory or story that I -- my Uncle Herschel -- I told you my\nmother had two brothers who went to Israel. The one with the two daughters, who always\nregretted he didn’t have a son, but he did have a son. And they had a child and -- who was\nabandoned in -- in the forest. Anyway, so th-there are 1 -- you know, the same pain 1s\nexperienced somewhat differently by children and by adults. So yes, to answer your question,\nthere are advantages, but there are also disadvantages. And the -- the ability of an adult to\narticulate or to do certain things, an-and certain actions that an adult can take that a child can’t,\nare -- you know. But the advantages are also burdens. And I remember feeling as a child, one of\nthe things I remember, the burden that a child feels, especially when you’re a certain age, not --\nnot when you’re very little, but when you’re older, when you’re like eight, nine or so and you’re\nalready developing a little bit of a sense of yo -- of yourself is being very, very much upset about\nthis sense of impotence and weakness. An-And I felt it both as -- as a child, knowing what -- you\nknow, feeling all the resentment, feeling all the -- you know, the anger, and not being able to do\nanything about it.",
        "Q: Mm-hm.",
        "A: A-And that’s something that -- it -- 1t’s very hard to relate to unless I -- this is where I\nsometimes tal -- when I talk to my friend Gil, the one I was telling you about, he and I can both\nrelate to that, we don’t have -- you know, we know what we’re talking about. It’s not just an\nintellectual abstraction for us, it’s an experience, and it’s very tough.",
        "Q: Mm-hm, mm-hm.",
        "A: So, y-you know -- and I -- and I understand survivors. I’m not talking 1 -- you know, there are\nlots of reason why y-you know, I’ve never spoken about it, even with my own kids. Some of\nthem are not necessarily -- s-some 1s -- is that it’s very painful to talk about this stuff. So it’s\neasier just to block things off and to kind of -- I think one of the great things, and I say this, that\nin what you’re doing, and what the museum -- I mean, I remember when I worked in the\nAmerican Zionist Youth Foundation, when one of the first exhibits came around. This was\nactually like a precursor of the museum in a sense, that was sent to -- we were sent, because I\nwas working with colleges, with campuses, we were organizing a tour for this exhibit. And was a\npri -- 1t was -- who was involved in it? God. Eli Zborowski, I don’t know if you know Eli. Eli\nZborowski 1s -- has been for many years the chairman of Yad Vashem, or American Friends of\nYad Vashem, sorry.",
        "Q: [indecipherable] Zborowski, yes.",
        "A: He is -- was the owner of Schaeffer pen or something. I remember him, he’s a well-to-do man\nwho’s done a lot of stuff to create this awareness and all. And I appreciate what people have\ndone with that. I couldn’t do it. I really appreciate what they did.",
        "Q: You couldn’t do it because of what?",
        "A: I -- I find it too painful to deal with it.",
        "Q: Painful.",
        "A: Yeah. My friend Gil went to one of the 1 -- gone -- when we went to Israel, ’60 w -- ’61 - ’62\nand then he said I’m going to do research and write about the Holocaust. He’s a sociologist.\nGreat. He went to the Hebrew University or wherever, I mean, he started to look through the\nstacks, couldn’t do it. You know.",
        "Q: Yeah.",
        "A: So you know, you appreci -- but there are different people, you know, there are people who\ncan do it. My old boss Harmatz at ORT that I’m telling you about, one day I put on “Nightline.”\nRemember “Nightline” with what -- what’s his name, I forget his name already.",
        "Q: Ted Koppel.",
        "A: Ted Koppel, thank you. So you can say Howdy Doody. But Ted Koppel suddenly says, and I\nhave here Mr. Josef Harmatz. He was doing a program and I said, it’s Yosul, what’s he doing\nhere, on Ted Koppel? Ted Koppel did a program. After the war there were a bunch of Jews who\nwanted to go and kill ex-Nazis. Koppel did a program on it on “Nightline.” And Harmatz was\none of those. So, you know, I’m saying there were all sorts of people. But of course he’s older\nthan I am so he would have been probably in his late teens by then. When you’re a kid of eight\nor nine, or five or six, you f -- you’re aware already of what’s going on around you, and what wa\n-- what happened, and you heard the stories, but you feel a utter sense of helplessness. You feel\nyour -- you feel, really feel a sense of victimhood. I had to talk to kids here at the Jewish Day\nSchool a few years ago. My friend [indecipherable] finagles me always at -- and she said, can\nyou talk to the kids about, you know, your experience? I said sure, okay, I’ll do it. I tried to get\nthe kids to understand. I said, I’m not a hero. Cause the kids a -- I -- I’m not a hero. I’m not\nbeing falsely modest, I’m really not a hero. I’m a victim. There’s a difference, you know.",
        "Q: Let’s -- with some of the things that you’ve just been saying, do you feel that you would be a\ndifferent adult today if you had not gone through what you went through?",
        "A: Oh, un -- unquestionably, yeah, no doubt.",
        "Q: In what way?",
        "A: I mean, I don’t know, I mean I can tell you wha -- in one way is that I would probably be less\ncosmopolitan in a certain way. There’s a certain, you know, knowledge of the world, that you\nmay not have gone about it through positive experience, but that’s what happens. You’ve been\naround, you’ve been wandering around and so that brings a certain familiarity with things that\nother people didn’t grow up with. I -- I don’t know. I mean, I don’t know if any -- I can ar-\narticulate it more. I think that the -- all you can do is, in a certain sense is that the suffering\nmakes you able to, if y -- there’s a big if in between, is you -- you can teach others, perhaps,\nsometimes about it. But to do that you have to be able to open up and in a lot of -- a1 -- a lot of\nus can’t, u-unfortunately. That’s just the fact. It’s hard. But I’ve also learned as I got older, not to\n-- not to be too self confident in my hunches sometimes. You know, I would think that when I\nwas growing up that these kids who grew up here and had it -- you know, had stable home life,\nthey had it better and all. Well, not necessarily. In certain ways they did, in some ways they\ndidn’t, I mean it’s -- you know.",
        "Q: Did you identify -- because you had mentioned about difficulties of others, did you identify or\nbe active in the Civil Rights Movement in the 60’s and 70’s?",
        "A: I wasn’t particularly active, but that’s not because I -- I didn’t support it, I did support it.",
        "Q: Mm-hm.",
        "A: But I -- in -- it -- only because I wasn’t an activist in that sense. When I think that our need to\n-- we both -- we were both liberal -- a liberal couple, Joyce and I. But old liberals change. I mean\n[ -- I did more. I mean, I -- I sort of became more closer to a NeoCon than -- yeah. But I -- I\nwasn’t active and that’s not because necessarily an -- an ideological reflection as -- so much as I\n-- I just -- inertia, 1n a sense.",
        "Q: You -- do you -- do you have children?",
        "A: Yeah, couple of kids. One living in Arlington, single, Josh. And Julie 1s living in Malvern,\nPennsylvania, married with two redheaded boys.",
        "Q: When the children --",
        "A: One is there. The other one, I don’t know if you can see him there.",
        "Q: Oh. When the children were little --",
        "A: Yeah.",
        "Q: -- and -- and were the age that you were up to the -- did that bring back memories of your\nchildhood?",
        "A: Of my own childhood?",
        "Q: When they were that little [indecipherable] the first part of your life. Let’s say the first 10 - 11\nyears.",
        "A: Si -- I don’t think so. I don’t think so.",
        "Q: But you did say you had a greater appreciation of what your mother did for you, wha -- I\nthink --",
        "A: Well o-of -- yeah, of what she did and -- and of -- but more so of --",
        "Q: Once you became the parent.",
        "A: -- of the difficulties and of -- yeah, that she faced. And that it’s not as simple as all that. You\nknow, when you’re growing up and you’re relating to somebody as a child and you know, you --\nyou’re -- you’re having fights or you’re having -- you know, th -- it -- it -- it’s different, I mean,\nyou get older and you say gee, I’m now -- you know, the first time it hits you -- I -- yeah, I\nremember the first time it hit me that I had outlived my father. I have to think of my father as a --\nas a kid. But I think that -- no, it’s appreciating the difficulty and -- and -- and that, you know,\nyo-young people are -- think they know it all, and I thought I knew it all, that’s all.",
        "Q: When your mother remarried did she have more children with your stepfather?",
        "A: No.",
        "Q: No.",
        "A: No.",
        "Q: So you’re still the --",
        "A: No.",
        "Q: -- only child.",
        "A: And I -- one of the things I regretted was not having been able to get closer to my stepfather.\nHe died very young.",
        "Q: Right.",
        "A: He died at the age of 49 of a heart attack.",
        "Q: Mm-hm.",
        "A: And I liked him, but my mother overshadowed him, she was too tough for him in some ways.",
        "Q: Did she ever remarry again, or --",
        "A: No.",
        "Q: No, she didn’t.",
        "A: No. She remained widowed after that. See, she was twice widowed after relatively short\nperiods of time.",
        "Q: Yeah.\nEnd of Tape Two, Side B\nBeginning Tape Three, Side A",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer collection\ninterview with Melvin Galun. This is tape number three, side A. What are your thoughts about\nGermany today? Or in general?",
        "A: I -- t-today I -- you know, I -- we haven’t been -- we have not -- I have not been back to\nGermany.",
        "Q: You have not been back since --",
        "A: I have not been back to Germany.",
        "Q: Since the DP camps?",
        "A: Since the DP camps.",
        "Q: Because?",
        "A: Well, I was going to say i1n-initially there was a barrier, there was a real barrier there, but by\nnow it’s no -- I would go back, it’s not like I am boycotting, I would go back today.",
        "Q: When you say there was a barrier, you mean a psychological barrier?",
        "A: Yeah, a psychological barrier. I really didn’t like the Germans. That’s to put it mildly. Joyce\nwhen I met her had a German pen-pal and it became an issue, became like a -- a -- an irritant in\nour relationship. And that pen-pal’s sister came to visit, and we invited her to our apartment.\nThis -- way back when we were young. And I said, look, I can -- I can deal with individuals and\nI judge them as individuals, but if you ask me how do I feel about Germany, I still had, you\nknow. And -- and I don’t say that I’ve even overcome it, except it’s many years thereafter, I’m\naware of what Germany means and what it -- its government is like and what its relationship\nwith Israel is all about. So, you know. Have I come to terms with what the Germans did to the\nJews? Absolutely not, I will never come to terms with that. But you know, do I think that\nGermany has been at the forefront of countries that have really tried to come to grips with its\nhistory and with this issue? Yes, absolutely. I have to acknowledge that. And I d -- and I -- and I\ndon’t want to give vent, sometimes, you know, we all deal with periods of paranoia and you\nknow. I think the Germans have tried in -- in all sorts of ways to come to terms -- even in their\nrelationship with Israel. I was just reading a wonderful piece about that, how they, you know,\nsome can feel a real sense of responsibility.",
        "Q: Mm-hm.",
        "A: SO --",
        "Q: Do you speak German?",
        "A: I don’t speak German, but I can, because of my knowledge of Yiddish, I can read sometimes\nsome stuff in German and make some sense out of it. And it’s a language that I probably -- well,\nI was toying with the idea of maybe learning it. But its grammar is too complex and kind of -- I\nfind grammar can be -- I -- I have a -- a -- a -- an ear for languages, and -- and I -- my\npronunciation is usually very good, but I can’t stand grammar. And the German grammar is too\ncomplicated.",
        "Q: Oh. And in the DP camps it was Yiddish and Hebrew that you sp --",
        "A: In DP camps it was Yiddish and Hebrew.",
        "Q: Yiddish and Hebrew.",
        "A: My mother spoke --",
        "Q: Even though they were in Germany.",
        "A: -- my mother spoke German because she would --",
        "Q: [indecipherable]",
        "A: -- go into town and you know, conduct whatever affairs she wanted to. So it happened, people\npicked it up, but I -- you could read -- when you were in the camp, you were really in a -- a self\ncontained community.",
        "Q: What were your reactions dur -- during the Eichmann trial? Do you have memories of that?",
        "A: A sense of pride in the people who had abducted him. I followed the trial like everybody did,\nalmost daily on television. I felt -- y-you know I feel -- listen, we felt -- I felt a sense of the\nhistorical justice, but I -- you know, did it mean that it evened the score? Absolutely not. It was -\n- I don’t know. I don’t know if I have any -- any thoughts beyond that. I’m a great -- I -- even at\nthat time there was controversy about did Israel conform to international law, was it the right\nthing to abduct somebody and all that. I’m a great believer, unapologetic, in Jewish power,\nabsolutely. So I was very -- that was ma -- the overriding thing was it’s about time that we did\nthis. I’m glad Israel executed him. I’m glad he is the only one that Israel ever executed 1n its\nhistory. Israel has no capital punishment. But we -- we have -- I mean, I -- we’re\n[indecipherable] we have a sense of loss, which is -- is there, it can’t be -- you know, even --\neven a State of Israel, let’s say, cannot even out the score for the loss we experienced. That’s just\nthe way it is. It’s a great gain, but it doesn’t -- and this is something else. The loss that we\nsuffered was not just in people, it was on history. I was talking to my cousin Menachem who just\ndied this year and my aunt, my mother’s sister is still alive. So she’s approaching her 90’s, but\nMenachem, unfortunately was very ill and died in his 70’s. My aunt, however, has dementia so I\ncan’t ask her anything and I’m -- and we don’t have a family so I was on the phone with my\ncousin Menachem’s daughter, who is now 50. And of course she wants to know her history. I\nsaid, we gotta do a family tree. But now it means filling in gaps, you know. So we lost that\nhistorical thread. That’s why I do appreciate the kind of work you’re doing here and what, you\nknow, what everybody does. It’s -- it’s fabulous.",
        "Q: Have you been to -- back to Poland or Ukraine -- the Ukraine?",
        "A: I want to go. I e -- I have -- no, the answer is no, I haven’t been back. I’ve toyed with that\nidea, I want to do it. In fact, I spoke to Mishelin about doing this. I did a lot of traveling but\nnever got to eastern Europe or even -- or to central Europe. I’ve -- ’ve thought about it, I -- and -\n- and I know people who did, who -- who went back to -- to the town where I was born, to\nKowal. And today you can, you know, go on Google Earth and you -- it’s amazing what you can\ndo. But I -- I have mixed feelings about that too, I really do.",
        "Q: In what sense?",
        "A: Yeah, I don’t know what I’m looking for. You know, I don’t know why I would want to go\nback. There are lots of places on earth which I enjoyed traveling to. I mean, I enjoyed ga -- a few\nyears ago going to Peru, or to Mexico or something. So why am I going there? What am I going\nto find there? I don’t know. I am interested, I mean in -- in one respect, I do want to do\nsomething about filling in the gaps in my own family history, just so -- so my kids and my\ngrandkids will know. And it’s something we all fall prey to, I have a -- a vanity book that I have\ndownstairs that it was given to me by a man who was -- when Reagan was president\n[indecipherable] very wealthy man from a s -- Iraqi Jewish banking family. I mean a billionaire.\nAnd he gave me a signed copy of his book, and he said it’s a history of his family. I said why’d\nyou do it? And of course he, you know, he hired somebody to write it for him. He said, because I\nwant my children and grandchildren to know where they were coming from. So I said wow, this\nguy’s a billionaire, if he -- he -- but he also delayed. It happens to all of us, you know, so I feel I\ndelayed, I mean, I should have started this process and -- and -- and your call was important in\nthat, it really was.",
        "Q: Are you -- d-do you consider yourself religious?",
        "A: Yes. Yes, I do.",
        "Q: Because -- I-I’m -- not because of your education at let’s say Yeshiva High School and so\nforth, but because of what you went through? What are your thoughts in that general --",
        "A: It’s an amalgam of things. It was partly my mother’s influence. My mother’s influence is very\nimportant because quite frankly, it was important in my Zionist beliefs. It was important in my\nreligious -- in my grandmother’s. I sh -- I should say my grandmother. And in some way -- and\nwhen I think about it sometimes I say I -- because I became ultimately, after winding -- I -- I --\nmy first half of my career or first third if you will, was in youth work, organizing people in\ncollege campuses.",
        "Q: College.",
        "A: Leon Wieseltier of the “New Republic” was my campus rep, to give you an idea. I had a good\n-- the one talent I think I had was sizing people up. My mother was interested in a business\ncareer for me. My grandmother, Yiddishkeit, so I combined the two of them, became a Jewish\nfundraiser. I said, this is like. My religion, I would say was transi -- a religious sensitivity, if you\nwill, was transmitted by these two women, but also by the Yeshiva, and by some of the teachers I\nhad in Yeshiva, more importantly. The -- the -- my mother’s and grandmother’s may have been\ntinged a bit with superstition, which also comes from that part of [indecipherable]. I -- ve\nalways -- I’ve -- one of my good buddies who is also one of my former kids, ise -- I -- in\nquotation marks. I just -- he’s a very successful lawyer in New York whom we just had dinner\nwith. And he and I would always argue cause his grandfather was very important to him, his --\nhis grandfather was from Lithuania though, so they were the midnagdin. I came from there, I\nsaid Ukraine was the birthplace of Hasidism, right? There’s always a little bit of -- you know,\nHasidim are emotional and the others are rational and intellectual. I got the emotional part from\nmy mother and grandmother and if you will, the rational part from some of my rabbis. I am\nreligious. Was I -- but I was also angry at God. And I had this discussion with my oldest and best\nfriend Gil, cause he’Il always say -- we’ll have conversa -- I -- I have used reference points from\nGenesis and from different books of the Bible, and he’ll say how come you remember this stuff?\nI don’t remember anything. And he says -- he always said he was a non-believer. And I said to\nhim once, because he was talking wi -- full of anger at God, I said, are you sure you don’t\nbelieve? Because if you’re angry at God, presupposes that you believe. So I was angry at God.\nNo doubt about it, and still am from time to time. But that doesn’t preclude the fact, quite the\nopposite, it affirms it. And -- and th -- th -- I had -- one privilege I had and I -- I told you I had\ngreat experience working in -- in -- and when I was working as a college -- I was really a field\norganizer. I took around some wonderful people. I’d come back all excited at the end of the day.\nSo one of the guys I took around was Rabbi Adin Steinsaltz, I don’t know if you know --\nfamiliar with him. And I -- this is many years, it was probably his first trip to America. And they\nsaid, take him around to Jewish Day Schools or whatever. And I came back and I told Joyce, I\nsaid, [indecipherable] this blew my mind, you know? And I only dealt with bright peop -- they’re\nall bright, you know what I mean, th -- you know. So I said, but he -- he -- I still remember what\nhe said. He said, I would rather, when I’m working with students, I'd rather work with somebody\nwho is angry at God than somebody who is indifferent to God. Because if he says he -- if he’s\nangry, he cares, and I can turn that around. If he’s indifferent it’s much tougher. So in that sense,\nyeah, I mean I felt myself like a lot of other Jewish people and kids especially, felt myself\nvictimized, then abandoned and all of that. On the other hand, you know, go -- ge -- God can be\nthe source of your anger, in a sense, or the object of your anger, but can also be a sense of your\nregeneration of spirit.",
        "Q: Did your children ask you about your childhood when they were younger? And did y -- and if\nso, did you tell them about it, did you --",
        "A: I’ve told them s -- y-yes, I have told them certainly, I mean, it’s not like I’ve tried to a -- that\nI’ve tried to withhold things from them, no. And -- but it was kind of as an aside if you know\nwhat I mean. I -- I would tell them things, if it came up or if it was you know, but I -- I -- I wish I\nhad done more. But I did tell them.",
        "Q: When you say wish you had done more, in what sense?",
        "A: I -- I guess I’m -- I wish I had undertaken a more structured way, ongoing way to educate\nthem about the family, the history and all that. But, I mean, it -- it’s not as though I went from\none extreme to another, I mean, they had something, you know, they -- they -- they -- they\ncertainly know. They went to Israel with us a few times, they knew the family. I would very\nmuch like to reconne -- it’s hard to maintain a -- even your all -- it’s easier today with email to\nmaintain certain things, you know, but -- but still, to maintain a relationship geographically\ndistanced 1s -- is tough. But I would like them to maintain a connection to -- yeah, to the Jewish\npeople, to their family and hopefully to a sense of, you know, belief.",
        "Q: Have you been to the Holocaust Museum in Washington?",
        "A: Yes.",
        "Q: And what di -- when you walk inside the building --",
        "A: I’ve --",
        "Q: -- did you have certain feelings?",
        "A: -- been there a few times. Do I have a certain feeling? Yeah, I mean, I have lots of feelings. I -\n- I -- once we went -- God, I’m trying to remember the first time. Once we went with\n[indecipherable] because they -- there was something there that’s dedicated to the stepmother of\none of our friends, this lawyer I was telling you about, his wife’s stepmother was one of the\nRighteous who saved -- and is mentioned in one of the exhibits in -- in the museum. I think it’s a\ngreat place. I think it’s a -- how can I put it? I haven’t been to the new Yad Vashem, which I’m\ntold is fantastic.",
        "Q: Mm. Do you think it’s appropriate that the Holocaust Museum is in Washington?",
        "A: Oh, that’s a good question. That’s a very good question. I’m glad it is. Do I think -- but I\ndon’t know about appropriateness, I mean in terms of would another place be more appropriate, I\ndon’t know. I don’t know, but I think it’s a great museum, it’s a great institution.",
        "Q: I’m just saying when it first went up, some people said, you know, it didn’t happen here, it\nhappened --",
        "Q: Right.",
        "A: -- far away. Why do we have the museum here?",
        "Q: Well, I mean, I can speculate, or let’s say -- I mean, I’m sure I -- I don’t remember reading\nthe -- the arguments, but America is the locus and we’ve got three -- well two actually, two and a\nhalf if you will, great Jewish communities, each of which numbers about six million nowadays,\nironically, Israel and the United States, although we’re always at 5.8 or whatever, we’re all --\nwe ve been at that number for -- since I arrived in this country. So I suppose in that sense it -- it -\n- there is some sense, since we have large survivor communities, that this 1s a Jewish -- this, if\nyou will, it’s a -- you know, you have Jerusalem and you had Babylon -- th-the -- the Babylon\nJewish community. So we’re in the place of bab -- we’re -- we’re two great Jewish communi --\nRussia -- Russia still has a large Jewish community but it’s much smaller, it’s about two -- two\npoint five million, maybe. These are two great Jewish communities, so it’s thoroughly fitting that\nthere should be a serious Holocaust institution in the United States, thoroughly appropriate. Is it -\n- it -- and -- and in Israel. Can I see it in another city in America? Yeah, could be in New York.\nNew York has the Museum of the Jewish Herit -- which is nice in its own way, it’s a different\nkind of institution. But I think it’s a great museum and it does everybody proud, inclu --\nincluding the government, including, you know, the Jewish community.",
        "Q: Do you think that the commun -- the world community has learned from the Holocaust? Do\nyou think it’s [indecipherable |",
        "A: God, you -- I -- I get very cynical some days because I spend too much time reading articles\non the internet, but has the world learned? It has, but it’s also unlearned. The answer is yes to\nboth. It has unlearned and has learned. And that’s the sad part and it means that great challenges\nstill confront us. They’re -- all one has to do is look at the daily news. Lo-Look at -- I mean, it’s\nnot just us. And y -- holocausts have been visited in Rwanda and in Darfur and in -- you know.\nMaybe smaller scale, but big enough. So yeah, th-th-the lessons haven’t been fully learned, no\nquestion about it. I mean, how can you countenance what a guy like Ahmadinejad says? And\nthen he gets feted at the U.N. and then he gets invited to Columbia? I mean, come on, you know?\nBut people don’t realize this 1s a crazy world. Hitler was on the -- on -- on a list to be -- people\nrecommended he get the peace prize back when, you know. So what makes us think that we are\ndifferent, that we, you know, we’ve outsmarted everybody. I mean I -- I don’t want to get totally\ncynical. Yes, we do learn, but we also unlearn lessons and we forget. And a new -- and this is th\n-- it’s the same thing, I was just talking to somebody sitting next to me -- oh, that Bat Mitzvah\nwe went to in New York. Wonderful guy. He said yeah, he was [indecipherable] talking about\nthe exodus story and th-the -- a new pharaoh arose in Egypt who didn't know Joseph. It’s a new\nballgame. So -- and I think we’re living through a particularly delicate time, but I don’t want to\nget into politics, cause I know that’s not your purpose here.",
        "Q: Well, is there anything you would like to add, or that we haven’t covered that you would like",
        "A: Well, I’m sure I’m gonna think of a lot of things after you leave, but I c -- I can’t -- you\nknow. I don’t know.",
        "Q: Any message to your grandchildren that you’d like to leave? Anything you'd like to say to\nthem?",
        "A: Yeah. I think that what I’d like to sta -- say to them is to stay strong and it’s t -- 1t’s two\nthings, actually, re-remember, it says that at the end, when you finish the Bible, it says, Chazak\nve amatz. And the other is, you gotta believe. You gotta believe. And I don’t -- I don’t care\nwhether it’s in a secular sense or in a religious sense. People see that -- that kind of dichotomy. I\nsaid, even if you believe in a secular context, you also gotta believe.",
        "Q: Believe in -- in a secular context in what?",
        "A: Believe in the integrity of an idea, that in -- 1-1n -- in essence -- I mean, I don’t want to get too\ndeep. In the -- in -- in the Hebrew language there is really no word that is the equivalent of\nreligion.",
        "Q: Mm-hm.",
        "A: It’s belief. And you know -- anyway.",
        "Q: Well, thank you very much --",
        "A: Thank you very much.",
        "Q: -- for doing the interview.",
        "A: Appreciate it.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Melvin Galun.\nEnd of Tape Three, Side A\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum volunteer collection interview\nwith Melvin Galun, conducted by Gail Schwartz on October 29\", 2009 in Rockville, Maryland.\nThis is tape number one, side A. What is your full name?",
        "Q: And is that the name you were born with?",
        "Q: And where and when were you born?",
        "Q: And where were you born?",
        "Q: And the country?",
        "Q: Mm-hm. Let’s talk a little bit about the background of your family.",
        "Q: Your parents’ names were?",
        "Q: Where was she from originally? Was she st -- also from that town?",
        "Q: And do you know how far back her generations went, or not?",
        "Q: And did she have brother and sisters?",
        "Q: Let’s talk about your f -- your father’s family. I know you said you don’t --",
        "Q: -- really don’t remember your father, but what do you know about his [indecipherable] and\nhow long -- was he from that area also?",
        "Q: Do you know what your father did as a trade, or a --",
        "Q: Okay.",
        "Q: Yeah, are you -- do you have any siblings from that marriage?",
        "Q: Uh-huh, okay.",
        "Q: Do you know if your parents were religious?",
        "Q: They were observant.",
        "Q: Mm-hm. Now, I know that your memory doesn’t start for --",
        "Q: -- for a few years.",
        "Q: But can you just -- from -- from the time you were born til the time your first memory is, can\nyou maybe just fill in that space a little bit for us to say what -- what you heard happened in that\ntown. Your first memory was when? Let’s -- let’s start from there.",
        "Q: Oh, okay.",
        "Q: Okay.",
        "Q: So --",
        "Q: -- your family stayed in the town?",
        "Q: Okay, what’d they do after then? That’s what I want to know --",
        "Q: -- what happened with your family? Obviously you don’t remember.",
        "Q: Between °40 and °44.",
        "Q: Okay.",
        "Q: Did your mother ever tell you who was in the group? Were there other children? Were you\nthe only child?",
        "Q: So you were not part of a partisan group or anything?",
        "Q: Not initially.",
        "Q: Let’s talk about initially first.",
        "Q: Are we talking about fall of °41? Is that what you --",
        "Q: Yeah.",
        "Q: Are there any other -- I hate to used the word anecdotes, but stories that your mother told you\nabout that time, before you remembered.",
        "Q: How would you describe your mother? She sounds like a very strong woman to have gone\nthrough this, and kept you alive.",
        "Q: Well, here she was a young woman in her 20’s --",
        "Q: -- with a baby.",
        "Q: All right, now let’s move up to your [indecipherable]",
        "Q: -- and what -- what you said your first memory in [indecipherable] before --",
        "Q: Well, describe that, what your memory --",
        "Q: Did you have any idea, being a toddler at the time, what was happening? Was it something\ngood, was it something scary? You know, do you remember being scared or do you remember\nbeing excited?",
        "Q: Yeah, because you were in the car --",
        "Q: Mm-hm.",
        "Q: What were they like?",
        "Q: Can you describe --",
        "Q: You have memories.",
        "Q: What langu -- by the way, what language were you speaking to your mother?",
        "Q: Uh-huh.",
        "Q: But at that time did you understand Russian -- at the -- before --",
        "Q: You -- you -- you --",
        "Q: Okay, but up to that point you only knew Yiddish",
        "Q: Up to the lib -- liberate --",
        "Q: Yeah, yeah. But I meant when you were in the forest and -- and of course you were -- were\ntoo young.",
        "Q: Yeah.",
        "Q: But you didn’t [indecipherable |",
        "Q: Where did your mother get clothes for you di -- while you were still a two year old, three year\nold, four year old?",
        "Q: So you said now you’re -- you’re [indecipherable |",
        "Q: Where did you live in the town?",
        "Q: Okay.",
        "Q: Do -- do you remember seeing other little children your age?",
        "Q: Sell it.",
        "Q: As a little boy --",
        "Q: -- what did that mean to you? Did you want to be a soldier? Was it scary, or was it wonderful\n[indecipherable |",
        "Q: Do you know, going back --",
        "Q: -- some years earlier, if your parents were members of the communist party?",
        "Q: So he was a Zionist",
        "Q: -- your mother was",
        "Q: Mm-hm.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer collection\ninterview with Melvin Galun. This is tape number one, side B. And you were talking about how\nyou ha -- your -- your -- your parents were Zionists, but you know --",
        "Q: Anything else?",
        "Q: Mm-hm, mm-hm. Okay, that’s -- we’re back in Kowal you said, and you -- you --",
        "Q: A soldier made you the --",
        "Q: -- uniform, minus the star.",
        "Q: Can you sing -- can you sing a line or two?",
        "Q: Can you sing a line or two?",
        "Q: Yeah, do it, do it.",
        "Q: Okay, okay. Did you -- do you know if there were any incidents of anti-Semitism between the\nRussians and the Jews at that time? Or did you exper -- did anybody say anything to you --",
        "Q: But at this point --",
        "Q: Poland. What was that journey like? Do you have any [indecipherable]",
        "Q: -- you don’t remember.",
        "Q: Why did your mother move to Chelm? Why did she choose that?",
        "Q: Do you have a sense of your mother’s frame of mind that time? Was she full of tension, or --\nshe was your mother and you were a small child. Did you have an -- a sense as a child that she\nwas tightly wound going through all these very challenging --",
        "Q: I’m sure she was --",
        "Q: -- no, I meant on the outside [indecipherable]",
        "Q: Right.",
        "Q: Can you describe some of those --",
        "Q: And how did you handle that?",
        "Q: In Chelm?",
        "Q: Well, you -- how man --",
        "Q: Did -- did -- did you experience that pogrom at all? Do yo -- do you have memories --",
        "Q: Okay.",
        "Q: Not personally.",
        "Q: Hearing about --",
        "Q: Mm-hm.",
        "Q: How long were you in Chelm?",
        "Q: A few months, oh, okay. And then to Lédz?",
        "Q: Oh my [indecipherable]",
        "Q: To Lodz?",
        "Q: How long were you in Lédz?",
        "Q: In each town, yeah.",
        "Q: So up til that time you don’t remember really playing with other little boys your age, or\nanything like that? You didn’t have a childhood, an early childhood?",
        "Q: Even at the age of five you had that knowledge.",
        "Q: These children were different than you.",
        "Q: Could you understand Polish?",
        "Q: Mm-hm.",
        "Q: Can you describe any more, or --",
        "Q: Where -- where -- where was this at the time?",
        "Q: Oh, okay.",
        "Q: How did you get there, by train?",
        "Q: How did you do that?",
        "Q: And you and your --",
        "Q: Yeah.",
        "Q: Wi -- and you are in the --",
        "Q: Russian zone.",
        "Q: You’re talking about Uncle Joe Stalin?",
        "Q: Mm-hm.",
        "Q: [indecipherable] a vegetarian.",
        "Q: Did y -- did you grandmother ever talk about Shabbat or any of the holidays while you were -\n- in those years in --",
        "Q: Or your mother, did your mother talk about holidays while you were --",
        "Q: -- running for your lives?",
        "Q: In -- yeah.",
        "Q: Right.",
        "Q: How did your family know to go to that particular one?",
        "Q: Was this, for a six year old child a fearful time? Do you have memories --",
        "Q: What did you do during the day?",
        "Q: We’re talking about the first camp.",
        "Q: You did.",
        "Q: So you spent the days going to school and to chayder.",
        "Q: And now you’re with other children.",
        "Q: And what was that like for you for the -- in a sense for the first time?",
        "Q: Did you know how to talk to them, did you -- cause you had been in a world of adults.",
        "Q: Up to that time.",
        "Q: Yeah.",
        "Q: But it was easy to --",
        "Q: Such as?",
        "Q: Mm-hm. Did the other Jewish children -- a-again, you were young --",
        "Q: -- talk about what -- what was happening, were they -- or what had happened to them during\nthe war, or -- was that a topic of discussion or you were just playing games and going to school?",
        "Q: You were still very young, you were very young.",
        "Q: Yeah.",
        "Q: Did you have a ball to play with, or --",
        "Q: [indecipherable] games?",
        "Q: And the food was -- was substantive?",
        "Q: Dining room?",
        "Q: Mm-hm. With blessings and things like that?",
        "Q: While you were still in this first --",
        "Q: Mm-hm. You didn't mind leaving your mother at such a young age? Here you had been so\nclose with her all during the terrible times?",
        "Q: And how long -- so how long did you stay 1n -- in that first camp?",
        "Q: So that’s the camp you were in when the state of Israel --",
        "Q: Spring -- May °48, okay.",
        "Q: You moved before May?",
        "Q: Oh, okay. Mm-hm.",
        "Q: In the camps.",
        "Q: Why did you change camps?",
        "Q: You gotta sing one or two sentences of a song. Can you sing one or two sentences?",
        "Q: Just one. Can you do one line, or two?",
        "Q: Okay.",
        "Q: One more line. One -- one more line. One more line.",
        "Q: Uh-huh. So you stayed in a second camp?",
        "Q: Okay.",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer collection\ninterview with Melvin Gal-Galun. This is tape number two, side A, and we were talking about\nyour life in the DP camp. Were there newspapers or publications?",
        "Q: Such as?",
        "Q: Mm-hm. I know you said you were at the next camp at the time of the establishment of the\nstate of Israel --",
        "Q: But preceding that, had you heard of a man named Hitler? Did that name mean anything to\nyou?",
        "Q: What -- what --",
        "Q: -- again as a six year old, what is a six year old’s perception, seven year old’s perception of\nsome --",
        "Q: Or did you know what had happened the pri -- I mean, did your mother tell you what had\nhappened, or wa -- what does a mother tell a six year old child about the terrible things that\nhappened?",
        "Q: In other words, I’m trying to get a six year old’s perception.",
        "Q: Right.",
        "Q: Well now we’re in your second camp, [indecipherable] the state of Israel has been formed.\nWere there specific celebrations at the time when you heard?",
        "Q: What did -- what --",
        "Q: It wasn’t a specific --",
        "Q: Mm-hm.",
        "Q: Yeah. And anything else about that second camp you want to describe?",
        "Q: Jealousy on whose part, on your --",
        "Q: That you really didn’t belong there, is that what you’re saying?",
        "Q: Let’s jump back, you said your mother met your stepfather.",
        "Q: First camp.",
        "Q: His -- his full name?",
        "Q: Mm. Now, you are -- y-you had gone -- y-you had been 1n two camps.",
        "Q: And then?",
        "Q: Mm-hm, mm-hm.",
        "Q: Another -- another camp?",
        "Q: So that’s when your mother decided to --",
        "Q: Not to go to Israel.",
        "Q: Too hard.",
        "Q: What did the new -- the United States mean to a nine year old? Were you looking forward to\ngoing?",
        "Q: Right. But once --",
        "Q: What was it?",
        "Q: Now this is nine --",
        "Q: -- nine.",
        "Q: How -- how long a voyage was it?",
        "Q: And you pulled into New York?",
        "Q: Did that -- did you see the Statue of Liberty?",
        "Q: You were coming into New York harbor?",
        "Q: You did not know English, of course.",
        "Q: When you arrived in New York and your mother --",
        "Q: -- mother saw relatives, was that a -- was it a particularly emotional time for this young\nwoman to be in United States after all that she’d lived through, now losing her husband, raising\nthis young child? Do you have any memories of that being an emotional scene, getting off the\nboat and seeing the relatives?",
        "Q: But you were young to --",
        "Q: I know. I just meant --",
        "Q: -- 1t wasn’t overwhelming for your mother --",
        "Q: -- going through so much.",
        "Q: Yeah, yeah.",
        "Q: Yeah.",
        "Q: Mm-hm. What was that like for a child who doesn’t speak English?",
        "Q: Were there other refugee children?",
        "Q: Oh.",
        "Q: Did the teachers ask you about what happened to you during the war?",
        "Q: And in -- in the secular.",
        "Q: Right.",
        "Q: Right.",
        "Q: Struggled, mm.",
        "Q: And then you stayed in that school for how long?",
        "Q: Mm-hm.",
        "Q: Okay.",
        "Q: Mm-hm.",
        "Q: He came to your school?",
        "Q: Mm-hm. And then you -- so you -- you became an American teenager?",
        "Q: Were you interested in athletics?",
        "Q: Mm-hm.",
        "Q: By the time you were finishing high school, did you feel then like an American, or did you\nstill feel like a refugee?",
        "Q: With no acc -- with no accent?",
        "Q: When did you become a citizen?",
        "Q: Five years after you got here?",
        "Q: Mm-hm. Did that mean anything to you, to become a citizen?",
        "Q: Yeah, that many --",
        "Q: This is a continuation of the United States Holocaust Memorial Museum interview with Mel\nGalun. This is tape number two, side B, and you were talking about sense of homelessness that --",
        "Q: -- people with your background would have.",
        "Q: Did it stay with you all these years?",
        "Q: You finished high school, and then --",
        "Q: You stayed there how long?",
        "Q: Which kibbutz? [indecipherable]",
        "Q: Did you still have Betar leanings at that point?",
        "Q: So you spent the two months, came back to the United States?",
        "Q: And then? And that’s when you started working?",
        "Q: Temporary?",
        "Q: What did you major in -- in?",
        "Q: Oh, you said that.",
        "Q: Teaching high school?",
        "Q: When did you meet her and when did you get married?",
        "Q: Okay. And then after you finished teaching what did you do?",
        "Q: Oh, right.",
        "Q: What was the name of the organization?",
        "Q: Mm-hm, mm-hm.",
        "Q: And what were your duties at ORT?",
        "Q: Were there other -- many other refugees like you on staff at ORT who’ve had experience --",
        "Q: Did you feel a closer connection to people with that kind of background, that you have, that --",
        "Q: On personalities?",
        "Q: [indecipherable] on personality.",
        "Q: Are you still with ORT now?",
        "Q: But you stayed with ORT until you retired?",
        "Q: That’s [indecipherable] And you came to Washington what year?",
        "Q: Mm-hm.",
        "Q: Can we talk a little about some general issues --",
        "Q: -- at the moment. Do you think it was an advantage that you were so young at the time that\nyou really weren't aware of the danger of what your mother was going through? Was it an\nadvantage being young instead of being a lit -- a bit older and maybe knowing more of what was\nhappening?",
        "Q: Mm-hm.",
        "Q: Mm-hm, mm-hm.",
        "Q: [indecipherable] Zborowski, yes.",
        "Q: You couldn’t do it because of what?",
        "Q: Painful.",
        "Q: Yeah.",
        "Q: Ted Koppel.",
        "Q: Let’s -- with some of the things that you’ve just been saying, do you feel that you would be a\ndifferent adult today if you had not gone through what you went through?",
        "Q: In what way?",
        "Q: Did you identify -- because you had mentioned about difficulties of others, did you identify or\nbe active in the Civil Rights Movement in the 60’s and 70’s?",
        "Q: Mm-hm.",
        "Q: You -- do you -- do you have children?",
        "Q: When the children --",
        "Q: Oh. When the children were little --",
        "Q: -- and -- and were the age that you were up to the -- did that bring back memories of your\nchildhood?",
        "Q: When they were that little [indecipherable] the first part of your life. Let’s say the first 10 - 11\nyears.",
        "Q: But you did say you had a greater appreciation of what your mother did for you, wha -- I\nthink --",
        "Q: Once you became the parent.",
        "Q: When your mother remarried did she have more children with your stepfather?",
        "Q: No.",
        "Q: So you’re still the --",
        "Q: -- only child.",
        "Q: Right.",
        "Q: Mm-hm.",
        "Q: Did she ever remarry again, or --",
        "Q: No, she didn’t.",
        "Q: Yeah.\nEnd of Tape Two, Side B",
        "Q: This is a continuation of the United States Holocaust Memorial Museum volunteer collection\ninterview with Melvin Galun. This is tape number three, side A. What are your thoughts about\nGermany today? Or in general?",
        "Q: You have not been back since --",
        "Q: Since the DP camps?",
        "Q: Because?",
        "Q: When you say there was a barrier, you mean a psychological barrier?",
        "Q: Mm-hm.",
        "Q: Do you speak German?",
        "Q: Oh. And in the DP camps it was Yiddish and Hebrew that you sp --",
        "Q: Yiddish and Hebrew.",
        "Q: Even though they were in Germany.",
        "Q: [indecipherable]",
        "Q: What were your reactions dur -- during the Eichmann trial? Do you have memories of that?",
        "Q: Have you been to -- back to Poland or Ukraine -- the Ukraine?",
        "Q: In what sense?",
        "Q: Are you -- d-do you consider yourself religious?",
        "Q: Because -- I-I’m -- not because of your education at let’s say Yeshiva High School and so\nforth, but because of what you went through? What are your thoughts in that general --",
        "Q: College.",
        "Q: Did your children ask you about your childhood when they were younger? And did y -- and if\nso, did you tell them about it, did you --",
        "Q: When you say wish you had done more, in what sense?",
        "Q: Have you been to the Holocaust Museum in Washington?",
        "Q: And what di -- when you walk inside the building --",
        "Q: -- did you have certain feelings?",
        "Q: Mm. Do you think it’s appropriate that the Holocaust Museum is in Washington?",
        "Q: I’m just saying when it first went up, some people said, you know, it didn’t happen here, it\nhappened --",
        "Q: Right.",
        "Q: Well, I mean, I can speculate, or let’s say -- I mean, I’m sure I -- I don’t remember reading\nthe -- the arguments, but America is the locus and we’ve got three -- well two actually, two and a\nhalf if you will, great Jewish communities, each of which numbers about six million nowadays,",
        "Q: Do you think that the commun -- the world community has learned from the Holocaust? Do\nyou think it’s [indecipherable |",
        "Q: Well, is there anything you would like to add, or that we haven’t covered that you would like",
        "Q: Any message to your grandchildren that you’d like to leave? Anything you'd like to say to\nthem?",
        "Q: Believe in -- in a secular context in what?",
        "Q: Mm-hm.",
        "Q: Well, thank you very much --",
        "Q: -- for doing the interview.",
        "Q: This concludes the United States Holocaust Memorial Museum interview with Melvin Galun.\nEnd of Tape Three, Side A\nConclusion of Interview"
    ],
    "answers": [
        "Answer: My full name is Melvin Galun.",
        "A: No, the name I was born with was Mendel Galoon, and I was at various times also called\nMisha, which -- yes.",
        "A: I was born on May 10, 1940, which incidentally was also the day that Winston Churchill\nbecame prime minister of England.",
        "A: I was born 1n a little village -- little town by the name of Nisrege, which is a bit of a distance\nfrom Kowal. I was actually born in Kowal. Kowal was the big town and the hospital was there.\nNisrege is a place that very few people have heard of except Hasidim because it was the home of\na famous Hassidic old master by the name of Reb Mordechai of Mishizh.",
        "A: Country was -- well, it was Poland when I was born there, it’s western Ukraine. It is, of\ncourse, u -- part of Ukraine now. When I was born there in 1940 it was still part of Poland. At\nthe end of the war it was occupied by the Russians and integrated into the Soviet Union.",
        "A: Mm-hm.",
        "A: My mother, Esther Galun, neé Elbert married my father, Yorel Galun. He was killed, I\nactually never knew him. He was taken away by the Nazis when I must have been maybe a year,\na year and a half old. My mother survived the war and we both came to the United States, she\npassed away in the late 90’s.",
        "A: She was from that same town, they were both from that same town.",
        "A: I haven’t made up a family tree, it’s something that I’m -- I’ve been talking about, in fact,\nwith a cousin’s daughter in Israel. But they went back for quite some time in that area. That was\npart of this -- the [indecipherable] of settlement in --",
        "A: She did. My mother had -- well, it men -- her family -- originally my grandmother had 10\nchildren. Four survived. A son didn’t survive childbirth. The four that survived together the war,\ntwo brothers and two sisters, my mother and her sister Rachel and her two brothers, Herschel\nSwi and Zelig. And we were together off and on during the war in the forests, and then after the\nwar in DP camps.",
        "A: Right.",
        "A: Yes, he was, and my father -- my paternal grandparents, Admonis and Rachel had three\nchildren. My father, Yorel, his little brother, Zisa, or Zisl, and his sister, Leia. My father and my\nmother’s younger brother, who also was killed in -- in -- by the Nazis, her younger brother\nRuvin, married each other’s sisters. He -- he was best friends -- my father was best friends with\nRuvin and he married my mother and -- and Ruvin married Leia. Sadly, when we ran away to the\nforests later on, and my father and Ruvin had already been taken away at that point, Leia refused\nto go. She had -- they had three children, three di -- girls, and they also perished.",
        "A: They -- they were in the textile business and I can’t tell you how sig -- my mother would as it\nwas a significant business, I have no idea whether it was a dry goods shop, or you know, really\nsomething more significant, but they were in that business. They were fairly well-to-do 1n -- in\nthat small town.",
        "A: That’s -- that’s all I can tell you, yeah.",
        "A: I have no si -- no siblings, I’m an only child.",
        "A: I’m sure they would have had more children if -- if -- you know, they were quite young at the\ntime. My mother and my father were in their early 20’s. And -- and my mother incidentally came\nfrom a -- the poorer part of town, she was from the wrong side of the tracks, so my fu -- she\nmarried into -- somebody of more means than her, because my -- my mother, like I in some\nways, I lost my father when I was one and a half, she lost her father when she was five. So may -\n- my grandmother, after whom I’m named, Menachem Mendel, died when she was five. So they\ngrew up and so my grandmother was left with all these children and they grew up in utter\npoverty.",
        "A: They were traditional. They weren't the -- I mean --",
        "A: They were observant, yeah, they observed holidays. My -- my uncles and my grandmother,\nmay she rest in peace, who also survived the war, my -- my maternal grandmother, Chava, you\nknow, she was with us until ’48, when they left for Israel. But she was quite a religious woman,\nas were my uncles, my mother’s brothers. And my mother and her sister, maybe it was partly life\nin the United States, became, you know, less -- I mean, they were more secular as the years wore\non.",
        "A: Right.",
        "A: Yeah.",
        "A: My first memory 1s actually I would say that e -- that the end of 1943, maybe the beginning of\n\"44 --",
        "A: -- when we were liberated, because we were in the forests and the Russian army advance -- it\ncould have been ’44, I may be -- it -- it -- it probably would have been ’44, passed the Russian\narmy as it advanced westward --",
        "A: -- would have passed that point -- at that point. So --",
        "A: -- SO We wete --",
        "A: No, they didn’t stay in the town.",
        "A: Yeah.",
        "A: Yeah -- no, Pll -- Pll -- Pll -- Pll try to fill that in.",
        "A: Right.",
        "A: We lived in the town and in fact my mother said that we even had a German officer who was\none of the nice ones at that time, quartered in our house, because what they used to do 1s to put\nthe officers into people’s homes, very often. And she said he was quite sympathetic to the Jews,\nbut was removed at some -- at some point. My father and my Uncle Ruvin, when -- when rumors\nstarted to come up that bad things -- that there was a threat -- rumors of threat were in the air,\nand my father and his -- and -- and my Uncle Ruvin actually started to moo -- to try to get into\nRussia and then maybe bring the families with them. But a lot of Jews were going east to Russia,\neven though they knew it was no picnic and they’d wind up in Siberia very often. But for some\nreason they couldn’t get in and they were turned back and they came back into town and then\neventually, when the Germans began to round up all able-bodied men and take them away for\nlabor, and we never heard from them again. And -- and my mother variously said -- I still don’t\nknow and I still want to do some research in the newly opened ar-archives in Germany that he --\nthey were killed in Chelmno in the extermination camp, or whatever. But meanwhile we were\nleft behind in the town and when -- one day -- and I don’t remember, I wish my mother were\naround now to fill in the gaps, we -- she got wind that there was going to be some action against\nthe Jews. So my mother alerted her brothers and sisters -- and sister and -- and my grandmother,\nand we left and ran away to the woods surrounding that town. And we remained -- that was the\nbeginning of our period in the forests of the Ukraine, which lasted for a bit over two years, living\n-- if you’ve seen the movie “Defiance’’, living in holes in the ground or in huts made out of\nbranches, but also moving around. People think it was a stationary, you s -- you settled down in\none place, no, you didn’t settle down in one place, you moved to -- from dangerous places to\nsafer places. And you’re constantly -- were on the lookout. So going through that kind of, you\nknow, typical stuff, looking for food from surrounding villages or peasants.",
        "A: Well initially we -- when we left it was just our family unit. It was my mother’s two brothers\nand their families, my aunt, who was a single woman. My Aunt Rachel was single, and my --",
        "A: Not initially.",
        "A: But eventually what happened was we were in --",
        "A: Well initially -- the first night I can tell you my mother claims th -- because she -- they ran\naway, She said she didn’t even have time to take wa -- it was already tow -- it’s towards fall, I\nbelieve, getting close to winter and she didn’t take any clothing for me. So come nighttime, you\nknow, I was crying and you know, and she was ready to go back and she started to go back and\nshe met a peasant along the way who said, where you going? And she said, we’re going back to\nNisregin, he said, the town’s been burnt down.",
        "A: Probably, 1s my hunch. But I -- you know, I -- I --",
        "A: I’m not keen on the dates. In any case, when we -- when we ran -- so she turned back and we\nstayed in the forests, you know, and we continued in our wanderings, so we’d meet up with other\ngroups, and what happened was that people find each other. So there was other stragglers, other\ncivilians, Jews, but in our peregrinations we also wound up meeting with partisan groups\neventually, sometimes hostile and sometimes friendly. Sometimes -- we didn’t have Jewish\npartisan groups like you -- you had sometimes further north in Lithuania, per se, but we met up\nwith a number of different non-Jewish partisan groups. And they weren't all friendly. And -- but\nI do begin to remember -- you know, it’s hard to distinguish sometimes what you’ve dreamed\nand what stories you’ve integrated from other people. I do begin to remember the lib -- the\nliberation, when the Russians came in and -- and -- and thereafter. I was very sick in the forest,\nand this I was told by my mother. I developed -- because I was an infant, I was what, less than\ntwo years old when the war -- and I developed diphtheria and I was close to death, I mean, I -- s -\n- you know, so my mother took me to a field hospital, miles away, where the Russians treated --\nth-the partisans and the military had a field hospital and she wanted them to treat me and -- and\nthe officer in charge says look at all the people, we have soldiers in there and I don’t have time\nfor -- for you. So she took me back and -- to our encampment and through some -- I forget what\nshe told me, they -- in e -- in essence they gave me what would today be considered a vaporizer\ntreatment and it seemed to work, some remedy that they found, and I survived.",
        "A: Y-Yeah, I mean, she would tell me about what it was like to go and search for food, for\nexample, and how dangerous that was. And some of the people, because you would -- you would\nhave to leave -- you were in the forest. The forest was both safety, but it was also deprivation.\nSafety in the sense that organized armies don’t go into forests. Not out of fear, but you know, it’s\n-- you -- you just don’t. I mean, you don’t bring in tanks and armor and what have you into\nforests. So you -- you -- so people can hide in a forest. On the other hand, you’re deprived of\nfood and y-you know, we weren’t hunters, you know what I mean, it’s not like -- yeah, I mean\npeople ate -- you know, they ate berries or they ate mushrooms of they f -- whatever they found.\nBut they would also go out, leave the forest and go to some peasants that they knew or some\nfarmer, because the woods were still in the area and we wa -- we had not yet wandered far\nenough into it, so you were able to leave and go and get some food. But of course that\npresupposed that the -- th-the peasant you were going to was not going to sell you out and was\nnot going to inform the Germans that you were there. So it was fraught with danger and of\ncourse some of the people that they knew, other Jews, were killed on these missions. So she\nwould tell me about these things.",
        "A: She was -- I do [indecipherable] describe her, an-and the way I have described her is she was\ngreat in a crisis, but she was not so great in dealing with normal day to day life. And I really\nmean that. And there are certain people who, when they face a crisis can galvanize and mobilize\nall their -- you know, their -- their resources, psychological, physical etcetera and move into\ngear. And there are others who are paralyzed by it. And she was able to do that.",
        "A: She was a young --",
        "A: That’s right, a young woman with a baby. And it’s something that -- 1t wasn’t until I was\nmuch older that I was able to appreciate what it took.",
        "A: Yeah.",
        "A: My first memory was actually being liberated.",
        "A: Oh, there’s another anecdote, you asked for anecdotal information. I actually had my first\ntaste of alcohol when I was a child in the forest, because one of the groups, the -- this again my\nmother told me, not that I remember it, one of the partisan groups we met up with -- and -- and\nthe relation with the partisan group, even if they were unfriendly, they were like protectors, you\nknow, so you wanted -- civilians wanted to be near partisans. On the other hand, you were also --\nsometimes feared them. This group was not well disposed to Jews apparently, but they took a\nliking to me because I was a cute -- according to my mother, a cute child. So they took me --\nthey would take me away. They would ad -- literally take me away from her and take me to their\ncamp, a military camp and there taught me how to drink booze. So -- but my own memory that I\ncan, you know, say this, I remember this, was actually riding out of the forest on an ox drawn\ncart heaped with whatever belongings people had. So when you see those films of refugees, you\nknow, and in that’s -- you know, I remember sitting on top of that cart and being afraid I'd fall\ndown.",
        "A: No, probably scared.",
        "A: I -- I would say that the -- the -- at that time, you know, there were, a little bit later -- because\nthe war was still going on.",
        "A: And we were, in our part of western Ukraine, because don’t forget, the -- the geography is -- I\nmean, not --\n[interruption] Excuse me, does anybody want tea or anything? No?",
        "A: Anyway, when we were liberated, this was only the beginning of the westward march in a\nsense, not -- not quite the beginning, but it -- I would say the -- the war still had a long ways to\ngo. But our area was clear, but it doesn’t mean the war stopped, we still experienced air -- air\nraids, for example, constantly the Germans would come over and bomb, and I remember those.",
        "A: SO We -- we were --",
        "A: When we were liberated -- yeah, I can -- I -- I can describe it. I remember running with my\nmother into -- we think of air raid shelters as being something under a building and you know,\nroom, and you sit there and -- you know. Poor lighting maybe, but you -- you know, you’re\ncomfortable inside some place. The air raid shelters very often that the Russians or Ukrainians\nhad were simply ditches dug around the perimeter of the town or sometimes in the town, but\nsometimes on the outskirts of the town, because they knew they would bomb in the town. So\nthey would dig a ditch -- ditches on the outskirts of the town and when the bomb -- when the sky\nwas lit up by these lights, the planes would come over and the search lights would go up, you\nknow, to look for the planes and stuff, you would be running, the civilians would be running to\nthe outskirts of town to these ditches and would, you know, jump in them and you'd sit there,\nyou know, hoping they wouldn’t have a stray bomb hit you on the head, and seeing these planes,\nyou got, you know, all the stuff going on around you. So I do remember that.",
        "A: Yeah, I have memories of that. When we were liberated we moved to a town by the name of -\n- this I remember, is Rafalovka.",
        "A: Well, my native tongue is Yiddish.",
        "A: My -- I mean, had I grown up in normal circumstances I would have also spoken Ukrainian or\nRussian or whatever. I did speak Russian when I was a child.",
        "A: When I wa -- we were liberated --",
        "A: -- an-and we lived -- and we moved back into town, I learned Russian.",
        "A: Basically --",
        "A: -- basically, because in -- in the house -- in the home we -- we spoke Yiddish.",
        "A: Well, I probably learned some Russian too --",
        "A: -- but -- but it wasn’t like going to school --",
        "A: -- I wasn’t old enough to go to school, so I would -- obviously I had to communicate with the\nRussian partisans and stuff to the extent that I could. So I did speak Russian, I can -- yeah.",
        "A: Well, whatever I had, I had, I mean I have no idea where she got additional stuff. They could\nhave sewn things, or you know, or gotten them from, you know, surrounding connections, I\ndon’t know.",
        "A: Yeah, so we’re in a town Rafalovka, th-that -- when we were liberated, and we had -- I\nremember this -- that we had -- we lived -- again, it was my -- my mother, my aunt, my\ngrandmother, Chava, my uncle at that point, one of my uncles, Herschel was taken away to the\ncoal mines in the Doniets basin, Donbass, which is one of the world’s big coal mines -- coal mi-\nmining areas. So he was taken away with his family. My other uncle, Zelig was drafted, so after\nspending two and a half years in the forests, he’s drafted int-into the Russian army. We stayed in\nRafalovka with -- and we had a cow. I remember that we had a cow for milk.",
        "A: You know, I don’t remember. Probably in some bombed out building, I don’t remember that.",
        "A: And then we moved from Rafalovka -- we -- we stayed there for maybe a couple of months,\nthree months, I’m not sure. But then we moved to Kowal, which is the town I was born in. And\nthey’re all in the same area, basi -- I think Rafalovka is north of Kowal, northeast. And we\nmoved to Kowal and we moved into a -- what people did was to move -- find the housing that\nwas not totally shattered. So even if a house had been damaged by bombing raids, but it was in\nreasonably good shape, you moved in. You fixed it up and you lived .And that’s what we did.\nAnd we -- again, we lived as a -- as a family unit. And -- which included my mother, her sister\nRachel, my grandmother. My Uncle Zelig had been taken away but his wife, my Aunt Sosil\nremained with us, and he had two sons, Aaron and Menachem and they stayed with us. And they\nwere like older brothers to me, they’re -- they -- I was five, four or five and they were six, seven\nyears older than I, maybe eight years.",
        "A: That’s interesting. I wasn’t old enough to go to school. I don’t really, not at that point\nremember other little children. It’s -- it’s interesting, I do later. But I do remember my -- my\ncousin Aaron, may he rest in peace, who was like an older brother to me, and I going to the train\nstation -- and people had to make a living you know, we -- the war was going on. So one of the\nthings that I know they did is the women started to bake bread. And they would bake bread and\ngive it to me and to Aaron and we’d take it down to the train station and try to sell it.",
        "A: Sell it to soldiers, sell it to whoever was willing to buy it. I remember that. I remember long,\nmile long marches of Russian troops coming through from the east and going to the front.",
        "A: Yeah?",
        "A: The Russians at that time were my heroes. And one had a very -- it’s -- it’s -- it’s hard today\nand -- and -- and you know, knowing with hindsight. W-We -- we were liberated by the\nRussians. We knew their shortcomings and the shortcomings of the system they were trying to\nimpose. But they were also our liberators and our heroes. And yeah, I admired them. And in fact,\nI remember in Kowal, because my mother also -- at some point they started to sell vodka. How\nthey s -- made vodka, I have no idea, but somebody got -- knew how to do it and they -- and it\nwas a barter economy at the end of the war. So people with -- salt was, for example was -- was a\ncommodity that was amazingly expensive to get. And you need salt. I mean, you can’t do\nwithout salt. So people would trade vodka for salt. And I remember one of the Russian soldiers\nwho came in, and I wish I could remember his name, but he was a tailor and I wanted a uniform.\nYou’re talking about how I felt about the Russians and -- and he made me a uniform. The only\nthing I remember he -- I even had epaulets on me so I could look like a Russian soldier. The only\nthing I couldn’t get was the red star that they wore, and that was my big disappointment. But\nthat’s the way, you know, 1-it -- 1t was, life was ironic that way, I mean --",
        "A: Yeah?",
        "A: No, not at all. My father was very active in Betar, so he was a -- he was a right winger. They\nused to call -- call us because I joined Betar in DP camp when I was a -- a -- six, and they used to\ncall us the Jewish fascists. But no, we -- we didn't have any -- any communists 1n -- in the\nfamily.",
        "A: He was a Zionist, oh yeah, absolute. Ardent, ardent Zionist.",
        "A: Ardent Zionist. And my mother was too.",
        "A: My mother was too, and ma -- in -- and the rest of the family, I’d say those that were\npolitically conscious at all were more left wing Zionists. They wound up in Israel and today\nthey’re more right wing than I am, so --\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: Right. Yeah. Well, my father --",
        "A: Yes, my father was very active and there is no doubt in my mind that Israel could have been a\ndestination had he survived the war, for us. I know that I wanted to go to Israel. When I wound\nup -- when my mother decided to come to the United States, for me, I had a deep sense of\ndisappointment.",
        "A: Yeah, well from gur --",
        "A: He made me a uniform.",
        "A: Iremember my fa -- I admired the soldiers. I remember the first one of them demonstrated me\none evening how to fire a rifle, and of course f-for a little kid that’s -- I mean, I didn’t fire it, I\ncouldn’t even hold it, it was -- but -- and I learned to sing Russian songs, some of which I can\nstill remember. A couple.",
        "A: Huh?",
        "A: Oh, I ra -- I would -- yes, I can.",
        "A: I can in a good -- no, but I'd ra -- rather not, thank you.",
        "A: We experienced it later, a little bit later --",
        "A: -- down the road. Not at this point, although we did know the misgivings. We had a neighbor\nthat the -- the Russians themselves, non-Jewish Russians had about the system. We had\nneighbors -- the-they were -- admired the United States greatly. We had a neighbor who was a\nprosecutor, they call them procurator in the -- in the system. But they were quietly critical of the\nsystem they had and that that was our first ec -- exposure that maybe things were -- you know, I\nwas -- little kids are not politically sophisticated. But we left Kowal I would say -- I’m trying to\nsort -- I would say probably in °44 - ’45, we left Kowal. We stayed there for awhile. We moved\non to Chelm, which is connected to Kowal actually by railroad, it’s -- they’re both railroad\njunctions. So Kowal -- Chelm is further west. And Chelm is already Poland proper.",
        "A: I don’t --",
        "A: -- I don’t really remember, but I remember living in Chelm, you know, I remember living in\nChelm in a also semi-bombed out building. I remember -- one of the childhood memories I had\nwas the -- one stairway didn’t have a railing and walking up was always scary to me. I said, what\nif I fall off, you know.",
        "A: I can’t really say, but the urge to move west was there, somehow, I -- unspoken, I don’t know,\nI -- I never asked her. People also -- one of the things people don’t understand is there was no\nhome to go -- left to go to. So you kind of -- you’d go elsewhere, you know what I mean, but\ngoing deeper into Russia was not something that they would have found attractive. So you went\nwest. I mean, you -- you -- going back to our town was not an option, and with that -- that was\nthe case for many Jews, most Jews I would say.",
        "A: Well, I’m sure she was --",
        "A: -- but she was --",
        "A: -- no, no, no, I’m sure she was. She -- she was -- she was -- yeah, she was a nervous woman,\nbut she was also an enterprising one. And even there when we moved to Poland -- I mean, don’t\nforget, Poland was no long -- Poland was now occupied by the Russians.",
        "A: We were Polish citizens. I mean my -- that little card I showed you says place of birth,\nPoland. So I -- we were not stateless in that sense, we were Polish citizens, because western\nUkraine where I was born was Poland when I was born there. But you asked about anti-Semitism\nor do I -- in Chelm -- in Chelm we did experience anti-Semitism, and I -- and I remember it. I\nremember it as in --",
        "A: -- as a little incident with a dog being sicced on me by -- by Polish children and I --",
        "A: Probably I me -- I don’t remember, but I probably ran home crying to my mother. But we also\nremember a small pogrom that took place.",
        "A: Yeah, yeah, yeah.",
        "A: I mean those were -- they were always -- there were beginning to be incidents of anti-Semitic\nnature almost immediately in the wake of -- in the wake of the liberation.",
        "A: Not personally --",
        "A: -- I mean, I don’t ha --",
        "A: -- no, I don’t -- I don’t have any memory of it. But I -- I remember hearing talk --",
        "A: -- about it, yeah, I remember hearing talk about it. I wasn’t -- you know.",
        "A: And we also lived, but this one I can’t place, we -- we moved from Chelm to Lédz, which is\nanother big Polish [indecipherable]",
        "A: A few months. Maybe six months.",
        "A: Then to Lodz. One of the things that happened and I -- I should interject that I forgot to, 1s my\n-- is son -- th -- my uncles -- my uncle who had been sent to the coal mines, Herschel and with\nhis family, and my Uncle Zelig, who went to the army, we were all reunited. How Herschel got\nout of the coal mines I don’t remember, but he came back with great stories. One ince -- well,\nmy Uncle Zelig I remember c -- his army unit was passing through Kowal and he said, I want to\nvisit my family. And they said okay, you have an hour or whatever, and he came back and -- to\nvisit his family. And we said, you’re not going back to the army. And that same night we left and\nwe crossed over into Poland.",
        "A: Of course he would have been shot had he been -- you know, the Russians realized it. So he\nessentially deserted the -- the Russian army. But one of the incidents that I didn't tell you, and --\nand that is significant, when I -- many, many years later when I went to Israel, because after the\nwar the family split and two brothers went to Israel, two sisters to America. My Uncle Herschel\nwould tell me this story, that when we were in the woods, there was one night early on when it\nwas cold and I -- I was crying. And my Uncle Zelig was -- got panicky that my crying would\nattract attention from the Germans, and he -- according to Herschel, started to strangle me, and --\nuntil they were able to overcome him and stop him. He always told that story -- I mean, I loved\nboth my uncles dearly. They were very -- two different characters and he would -- so I never --\nyou know, I never knew whether he told the story to provoke him or to -- you know, but that’s\nwhat it was like. So -- so, anyway, to come back, we wen -- we then --",
        "A: -- Lodz and then we --",
        "A: I -- you know, I don’t remember. I -- I would say by the beginning of, or middle of -- trying to\nremember -- ’45 - °46. Again, we didn’t spend more time than a few months, maybe half a year\nin each town.",
        "A: And then we moved to -- to Germany.",
        "A: I remember -- no, I don’t really. I mean, I di -- [Il tell you someth -- I remember some of the\nPolish kids, but I remember not being -- being wary of them. I remember --",
        "A: Oh yeah. Oh yes, oh yes.",
        "A: That’s right.",
        "A: Polish was actually something I never learned.",
        "A: I -- I spoke Russian, but I didn’t speak Polish. I don’t remember anyway. My mother did, my\nmother spoke Polish and Ukrainian and Russian and all that. I -- one of my early memories when\nwe were liberated was going to synagogue with my Uncle Zelig, the one who allegedly tried to\nchoke me. And was a very -- it’s a wonderful memory which I stored away. I mean simply -- I\nremember it was a beautiful, sunny day and was kind of a sense in wa -- it was a Sabbath. It was\na very peaceful kind of experience.",
        "A: No, I mean that’s -- I mean --",
        "A: Thi-This was in Poland.",
        "A: This was in Poland and it’s the first experience I remember having in a synagogue, other than\nin Kowal, when we went back to Kowal, I’m trying to remember if I visited th -- the synagogue\nthere with writing -- because the Germans often used the synagogues as round-up places and --\nand there’d be writing on the wall from the -- but then we wound up, after Lodz we wound up in\nEast Berlin, my mother and I, and --",
        "A: We -- we crossed borders illegally.",
        "A: On trucks, backs of trucks, or wa -- you know, people or -- ther-there was an organized -- I\ncan’t say Israeli, but it was like -- there was something called the Bricha, which got a lot of Jews\nlike us out of eastern Europe, you know, to points west or points south. Sometimes people\nwound up in Italy, too. We wound up in East Berlin, my mother and I in a bombed out building\nin East Berlin, my uncles in different zones, I’m trying to remember where they were. But they\nwere not in the communist -- they were not in the Russian zone. They got into the American\nzone, I think one may have been in the British zone.",
        "A: There were four zones --",
        "A: -- 1-1n -- in Berlin.",
        "A: We were in the Russian zone.",
        "A: And of course this was in the early days and right after the war, 40 -- middle of 1945 and so\nthings were still a sense of -- I mean, it’s like if you look at films, American films from that time,\nthey speak about Uncle Joe and that everything was friendly and these were our allies and blah,\nblah, blah. But of course shortly thereafter the Iron Curtain came down in °46.",
        "A: Yeah, oh yeah, absolutely. And so there was a different spirit that existed then. And so we\nwere in the Russian zone, but then at some point people said well, you know, things are\nbecoming a little more strained in terms of relations. Maybe we better get out of here, because\nthe restrictions will be imposed. Because before that you were able to get on a train and -- and\nthere was no wall, of course, there. The wall was built much later, the Berlin wall. But you were\nable to get on a subway and go from one point of the city to another, no problem. So the fact that\nyou -- somebody lived in the French zone, or the British zone, or the American zone, didn’t\nmatter, you could come and visit them. But we got out of the Russian zone and came to the\nAmerican zone and sort of towards the end of ’45, maybe beginning of ’46. And we wound up in\nMunich and then in one of the first of five different DP camps, displaced persons camps.",
        "A: One of the e -- es -- asides I want to say, one of the things that always fascinated me is in the\nforest my grandmother was with us, but she was a kosher and a very observant woman, is how\nshe survived the war never eating anything un-kosher just amazed me. I have no idea how she --",
        "A: Yeah, probably.",
        "A: Yeah, later, yeah. She -- she was --",
        "A: Yeah, I mean we --",
        "A: But I don’t remember, you know, how we observed them --",
        "A: -- in -- in -- in the very early days. Later on I do, I mean, when we got to Germany and we got\nto the first DP camp, which was Poking, P-o-k-1-n-g. That’s the one, the picture I showed you\nbefore.",
        "A: We standed -- and we lived in barracks essentially. These wer -- these were long rows and\nbarracks just like you see in stalag --",
        "A: Well, I think by that point when we got to Munich, we probably got in contact with the\nJewish community and -- and some of the relief organizations, because what was set up at that\ntime, it may have be -- been the be -- it was the very beginning of the United Nations. And so\nthey had an organization even before the United Nations, the relief works association, whatever\nthey called it, they had something called the IRO, the International Relief Organization. And so\nwe -- we would have contacted them. My mother certainly would have. She was -- I told you she\nwas enterprising. Even in Poland, I mean, she started to do a little bit of -- of you know, handling\nand -- and -- and you know, moving around in -- to make a living, scrounge up a living. So she\nwould go on trips to various places and so when we got to Germany, she would -- we would\nhave -- you know, by ’46 we would have been in touch with the Jewish community, or the --\nsome of the relief organizations and we wound up -- how the decision was made to go to Poking,\nI mean, it probably wasn’t our decision, they just sent you there.",
        "A: I-It was a -- a time I -- I will descri -- well, let me -- let me -- I -- y-y -- I was interviewed a\nnumber of years ago. Somewhere if I find it I'll send it to you, but -- an article in the Washington\nPost, somebody wanted to know why I was a Zionist. And the woman who was conducting the\ninterview, and I said, well, I can give you a sh -- very short answer, or I can give you the long\nanswer. She said no, I want the long answer. So I told her about -- a bit about my background,\nthis. And I tried to describe the feeling of what it meant for Israel, because I was in DP camp\nwhen Israel was established. The world was very gray, very threatening, s-still -- still threatening\nin some ways. You felt defeated in spirit. Not just personally, but also as part of a people. You\ndidn’t even -- you know, I -- I know I sensed that. In other words, if you were a Jew, how could\nyou not feel defeated? But also, of course, if you’re a child who has lost the parent and who has\nlost -- you know. So you feel -- you feel a s -- a sense of anguish about ya -- everything. So,\nwhen Israel was established it was just the opposite. It was sunshine, it was freedom, 1t was\nstrength. So suddenly people who are ex -- terribly weak and have been beaten by everybody are\nsuddenly on the ascent. So that early time was definitely a period of grayness and -- and no\nquestion. And just like our barracks, I mean, if you look at them, they were just these dingy, gray\non the outside barracks, in which each family got a room, essentially. My grandmother, my\nmother, my aunt and I shared one large room, and we put up a curtain across, you know, a\nblanket or something.",
        "A: Well, Pm --",
        "A: First camp I actually start school.",
        "A: I’m six years old, I start school and I remember that. But my grandmother -- and I told you,\nmy grandmother was -- was Orthodox, observant woman, and she was in [indecipherable] the\nschool was conducted in Hebrew, everything in Hebrew, because even though it was 1946, they\nhad to choose a language that would suit everybody, so they said Hebrew. And all the subjects\nwe’re talking here [indecipherable] it wasn’t taught as a language. It meant my math books were\nin Hebrew, my geography, history books, blah, blah, blah. But my grandmother said well, but\nwhat about Yiddishkeit? She understood that there’s a distinction between learning secular\nsubjects in Hebrew and so she also put me in something called a chayder, and I wound up going\nto a chayder from Lubovich. I -- first they put me in with satmar, we had a very large contingent\nof satmar in the camp. But I didn’t like satmar for lots of reasons including the fact that they’re\nanti-Zionist and so I wound up going to Lubovich, and you know, learning Hebrew the way it’s\npronounced in Israel in the morning, daytime, and learning it differently pronounced in the\nafternoon. So I was getting two different points of view of Jewish history and pers -- my\nperspective was totally schizophrenic.",
        "A: Going to school in the afternoons, I wa --",
        "A: Oh yeah. Oh yeah.",
        "A: It was fun, I mean I -- I just --",
        "A: [had been in a world of adults.",
        "A: Yes --",
        "A: -- absolutely.",
        "A: Yeah, I still remember some of my childhood friends, very much so. And I -- and I remember\nsome of the adventures we had.",
        "A: Oh, we g-going to the surrounding farms, there were German farms that surrounded us,\nstealing vegetables and -- from their fields. Walking to the outskirts of the camp, where there\nwere craters from bombs that unexpl -- finding unexploded bombs, or going to -- I remember\nthere was -- there were like warehouses, huge warehouses on the outskirts which had been\nbombed out, it was dangerous to even walk in there. And we’d go, you know, kids are like that.\nYou know, walking around and of course when my mother would find out she’d be very upset\nand very angry. Walking around, finding all sorts of stuff at th-the -- this is what wartime is, nan\n-- and aftermath of a war is like, I mean you find stuff. You find unexploded shells, you find\ngoodness knows, you know. But we were in a camp of our own, we were not in touch. The adults\nwere, some of the adults. My mother learned German. But I had no contact with, let’s say,\nGerman kids. You lived in Germany, but this camp was a community unto itself.",
        "A: Yeah.",
        "A: They probably did, but I don’t remember it --",
        "A: -- and I -- maybe we didn’t -- didn’t focus on that.",
        "A: You know what I mean, I -- I had --",
        "A: Yeah, we --",
        "A: -- yes, we -- we had a soccer field, I remember people started, we -- we’d go there, we started\nto -- trying to re -- we -- we got -- started to get stuff from the States, I mean, packages from --\nwith crayons and pencils and coloring books and things like that.",
        "A: You had communal --",
        "A: Yeah, communal -- I th -- I -- I think so. I think so. Except for the Shabbas meal. I think I ate\nmy Sabbath meals at my uncle’s, cause they lived across the hall in the same building and the\nSabbath was always spent eating at their table.",
        "A: Yes, yes, absolutely. Absolutely. I also remember going to a summer camp.",
        "A: In this first camp, I -- my cousin Aaron, may God rest his soul, took me -- he and I went\ntogether, he was in the older unit, but he took good care of me. I don’t remember that. In a\ndifferent mo -- ba -- in a different camp in Germany, which was sort of nicer than ours was.",
        "A: I probably did mind, but you know, it was a necessary experience for me. Yeah.",
        "A: First camp we stayed until 1948. Early ’48, maybe like -- yeah, early ’48. My -- my --",
        "A: No. I-Israel was born in May ’48 --",
        "A: -- and we moved --",
        "A: We moved before that.",
        "A: I can’t remember was -- what happened in ’48 was also important. My two cousins, the ones I\nwas telling you about, Aaron and Menachem, my like two older brothers -- because I didn’t have\nany siblings, my -- my Uncle Herschel had two daughters and my Uncle Zelig had two sons. My\n-- my older cousin Menachem just passed away this year, so [indecipherable] he was a source of\n-- he was like a brother. They want -- they wanted to get into Israel. And we all joined Zionist\nyouth movements in the camps because --",
        "A: Yeah, 1-in -- in -- in Poking. So I joined the right wing movement, I joined Betar, they joined\nleft wing movements. And they wanted to go and get into what was at that time still Palestine\nillegally, and they wound up getting turned back. But they didn’t get sent to Cyprus, they wound\nup on the French Riviera, which was one of the -- we used to crack up about that. And they\nwound up in Nice, but then they said we still -- we’re going back and they eventually got in and\nfought in the War of Independence. So their parents, of course, said we’re not going to leave\nthem in Israel alone, we’re going after them. So they left. And then my other brother als --\nmother’s other brother, my other uncle, also went to Israel. So they wound up in Israel and we\nwound up, you know, coming here eventually. But it wa -- so they left from Poking. We then\nwent to another camp, the second camp, Heidenheim. And in Heidenheim --",
        "A: We were not asked, we were -- they were -- they sent us there. They sometime disbanded\ncamps. I don’t remember what happened with Poking exactly. It -- it may have been, but\nsometimes they said this camp is at an end, you gotta go elsewhere. Or someth -- you know, I\nreally don’t recall what the reason was. We went to Heidenheim where we had -- which was a\nmuch nicer in terms of the living arrangements, cause we were in a -- I remember it being a\nhouse. Now whether we had one apartment in the house, which is probably likely, and we had a\ngarden in the back. Even in Poking in the -- in the barracks, I remember we s -- the people\nstarted to raise chickens and I had my own little garden that I planted. I ra -- my interest -- I have\nan interest in gardening, it goes back to then. My Uncle Zelig and I raised pigeons together,\nexcept I saw them as pets and he saw them as, you know, a food source. But when we moved to\nHeidenheim is when, in the school, th -- I was in the choir and they taught us songs. I still have\nthe songbook, which was written out by hand, to sing on the occasion of Israel’s establishment.",
        "A: Oh God, yeah, I ju -- I -- I -- I remember those songs, yeah.",
        "A: Sure.",
        "A: [sings] That’s it.",
        "A: Anyway. I mean I -- I have -- I have -- I have my report cards from those schools.",
        "A: We stayed in the second camp for I -- you know, I can’t remember exactly how long. This\nwas °48? I would say probably til the beginning of ’49, maybe. And then we moved to a third\ncamp --",
        "A: -- called Wasseralfingen.\nEnd of Tape One, Side B\nBeginning Tape Two, Side A",
        "A: Yeah, there were publications, there were newspapers, and --",
        "A: -- and there was radio. I mean, I’d -- we listened to the radio to get the news. I was always\ninterested in -- in news, of course, especially from news about the Jewish community and\nPalestine, the nascent state of Israel. We all joined Zionist youth movements. What happened\nwas that emissaries came from Palestine, Israel. In those days a Palestinian referred to a Jew, you\nknew -- you knew the other residents of that area as Arabs, they were not called Palestinians. So\nemissaries came over to organize the kids into sports clubs, youth groups, etcetera. Some of them\nwere -- had specific ideologies. So the s -- so you had labor Zionists, you had religious Zionists,\nand you had -- you know, the -- the one I joined, which was Betar, which was considered right\nwing Zionists, or nationalists. But I was very much aware of the news in pre-state Israel, no ca --\nand -- and -- and you know, pre-state Palestine when the Haganah and the Irgun were fighting\nthe British, for example. So the Haganah at that time had a policy called Havlagah, restraint.\nIrgun was not, the Irgun believed in hitting back, which some considered to be too provocative\nand that -- you know. I actually used to cheer for -- for Irgun, you know, as the -- you know,\nother Jews, different places, but that depended on your own outlook and your own -- your own\nexperience. But I was very much aware of what was -- what was going on, as were the other\nkids, I think. Yeah.",
        "A: Th-The [indecipherable] yeah.",
        "A: Oh of course, of course.",
        "A: Of course.",
        "A: Well, I mean I -- I think --",
        "A: Well, I mean, I -- I think you certainly knew who Hitler was. I mean, that -- not -- not just\nknew, but you knew that 1 -- I had a sense of the --",
        "A: Right, no, I -- I understand and I can -- I can relate to that more easily on the positive side. I\nknow that the Russians were my heroes because they liberated us.",
        "A: The Americans were heroes, but the Americans were also sometimes seen as not being tough\nenough on the Germans, an -- oddly. So the stuff, 1f you read history now, that -- you know, th-\nthe Russians did some terrible, brutal things when they went west and we all -- we know that. I\njust got finished reading a book not long ago about the -- you know, the battle of -- of Berlin.\nAnd so they did some awful things. But don’t forget, 1f you’re a victim of Nazism, you want\nrevenge. So war means some terrible things are done on all sides, so you mean as a child I\ncertainly was aware of Hitler as the -- you know, the ultimate evil to beset the Jewish people, but\nI was also aware, from what my mother told me about, that he was only the latest and greatest if\nyou will, in a long line of people as -- as the Hagadah says, in every generation somebody rises\nagainst us to destroy us. So I was aware of that. I was also -- there was something else that -- that\nmaybe my -- when you don’t know who your father is or was, you can grow up with -- you hear\nstories. And my mother helped in some ways to give me this mythic vision of my father. What\nkind of man he was or would have been, I have no idea. I can speculate about it because I knew\nsome -- you know. And -- and -- and -- and -- and on my father’s side, I mean sadly, of the\nfamily there was almost nobody left that I could even say, well he would have been like this, or\nlike this guy, or somebody else. My father’s side there were only two relatives left that I met.\nOne in the United States, the one who actually brought us over, who was his -- his -- my father’s\nuncle, my great uncle and his sister in Brazil. I never even knew what my father looked like until\nmy aunt -- great aunt in Brazil sent us a photo. So yeah, I mean, you grow up with a child’s\nperception of all these -- these things, but -- but I think was also fairly grounded in reality.",
        "A: Oh sure.",
        "A: I mean we had -- they had celebrations throughout, it’s not like -- the ki -- the camps --",
        "A: -- the camps, it -- the camps developed, and this 1s the -- the -- the -- the beauty about the\nJewish people is the ability to bounce back from utter despair and -- and grief is -- 1s amazing,\nbecause di -- don’t forget -- I mean, I was in the first camp a year or half a year after the end of\nthe war.",
        "A: And people started writing newspapers, and people published newspapers, people started\nschools again and people -- so there’s a whole -- they started an institutional framework. My\naunt -- my Aunt R-Rachel was married in the camp, I remember that wedding, I remember going\nthere. I mean, I ca -- you know, we had meetings, we had political groups. So life swung back\ninto action. I don’t remember specifically -- I do remember singing in the choir and how exciting\nit was when Israel was born. But I don’t remember any other -- yeah.",
        "A: I remember just -- I -- I remember in the second camp we already would go into the town,\nbecause th-this camp, unlike the other one, which was kind of a circumscribed area was closer to\nthe town, you could actually walk out -- it was actually part of the town but sort of on the\noutskirts. And -- and I reme-member feeling a sense of jealousy. Yo-You know, the Germans\nwere not back yet, but somehow this was their country and --",
        "A: On my part. On my -- that -- that this was their turf, this was, you know --",
        "A: Yeah, yeah. And it was a beautiful place. I mean, the outskirts I remember really liking. We\nwent -- I remember going with my mother and some of her friends, because she had some\nfriends, she had -- you know, she was socializing. She met my stepfather, whom she would later\nmarry in the United States, actually in the first camp. He was the movie projectionist, we had a\nmovie the -- set up in the barracks. Which was a whole other story, that’s an experience I\nremember. But we -- we -- the second camp was -- was -- oh, we would go on trips to some -- th-\nthis was part of Bavaria, the camps were in Bavaria, which was beautiful. And parts of Bavaria\nwas like being in the Swiss Alps. So we -- I remember one place we went to called Ludwigsburg,\nnamed after German King Ludwig. And it was gorgeous, you know. So -- but I knew that wasn’t\nus, you know what I mean, I knew it wasn’t ours in the -- in the -- I thought I -- I -- I lost my\ntrain of thought, yeah.",
        "A: Yeah, in -- in -- what happened in the -- I -- I said that li-life sprang back, you know, in terms\nof institutions. We had a movie theater in camp.",
        "A: In the first camp. I’m sure we did in the other too, but I don’t remember it. And was -- it was\nset up in a -- in large barracks again, and my stepfather Saul -- Shaul, whom she wound up\nmarrying when she got to the States was the projectionist. And he was a jack of all trades, he was\na very talented electrician and he could make things. So he made me -- he took a cigar box, I\nremember this, and sh -- he made me my own little slide projector with a cigar box so that I\ncould take bits of film that they snip off from a movie trailer or something and show it like -- pu-\npush the film through the opening and it -- he’d project it on the wall. He used to have me -- let\nme sit in the back, you know, where they sit, the projectionist sits. So they made up, he lost his\nentire family in the war. He had been newlywed when the war broke out. Lost his wife, lost his\nparents, his brothers. And he came from White Russia. And --",
        "A: Shaul -- Saul Pikus. P-1-k-u-s, that was my mother’s second name. And his father was a\nschool -- headmaster of a -- of the school and h-he -- he had nobody left.",
        "A: Right.",
        "A: And then we wound up going to a third camp called Wasseralfingen. I don’t remember much\nabout that camp except having a crush on an older girl. Oh, and the family split. My aunt, who\nhad gotten married -- I told you my Aunt Rachel married and from Heidenheim they were sent to\n-- and she had a -- a kid, my cousin Susan was born in camp also. She was -- I -- I loved Susie.\nOh, she was -- she’s seven years younger than I am, so she was like -- and -- and they left to\nanother camp, we split, and we went to Wasseralfingen. And in that camp I remember there was\na girl whose name I no longer remember. But I would have been nine and she was probably 11\nor 12 or something. I remember having a giant crush on her, but other than that I don’t remember\nanything. And of course continued going to school there, same kind of thing. And the -- and the\nfoundation, I speak some Hebrew now, a bit. Enough to kind of get around Israel. But the\nfoundation for it was really based on those schools, the first three years of my schooling was in\nthese camps.",
        "A: And then from there -- all these camps were -- Heidenheim and -- and Wasseralfingen were\nboth shorter term camps, like six, seven months. Poking was three years, ’46 - ’47 - °48. And\nthen we went to a place called -- now it escapes me. There was -- there was a final destination.",
        "A: Another camp before, but that was for a short period before we went to -- to -- to port, to\nBremerhaven -- Bremenhaven to come to America.",
        "A: My mother decided that -- you know --",
        "A: Not to go to Israel. She felt that as a widow with a child that Israel was a nice new state, but\nas such she --",
        "A: -- she would have to face greater hardship there. So we had -- my -- my father had an uncle\nhere and he signed an affidavit to sponsor us. We were able to accelerate the process and --",
        "A: No, I told you, I had my heart set on going to Israel.",
        "A: So in some ways it was disappointing. It was daunting. It was certainly daunting, I mean wa -\n- but I remember the ship, I remember coming over, I remember the ship, the u --",
        "A: -- the USS General McCray. It was an army transport and we took -- we arrived -- next\nThanksgiving 1s 60 years since I arrived. We arrived on Thanksgiving day, they didn’t even let\nus disembark until the following day cause it was a holiday.",
        "A: 1949.",
        "A: And so --",
        "A: 10 days, a week? I’m not sure. Not sure.",
        "A: Yeah.",
        "A: We saw the Statue of Liberty, we came in -- I can’t remember if it was at night with all the\nlights. I had never been in that big a city, you know, with --",
        "A: Right. I remember being met by our American relatives and being taken to -- guess they lived\nin Burrough Park in Brooklyn.",
        "A: I did not speak a word of English. And the first memory, I walked into the place, their place\nand they were watching -- or my cousin -- they had an adopted daughter, was watching Six Gun\nPlayhouse. I don’t know if you are old enough to remember that. And then I remember they were\ntaking me, cause it was already getting chilly, shopping for a heavier jacket than I had.",
        "A: Yeah.",
        "A: I don’t remember an emotional scene.",
        "A: Yeah, I -- I don’t remember an emotional scene. They -- I mean, I’m sure they were warm and\nfriendly --",
        "A: -- but if it wasn’t -- yeah --",
        "A: Right --",
        "A: -- and it -- it wasn’t close family. It wasn’t like being reunited with your brother.",
        "A: These were -- these were cousins who had left many years before.",
        "A: And, you know, we went to live with this uncle who had signed the affidavit for us, so we\nessentially had a furnished room in an apartment. The building belonged to my uncle, but we had\njust one room. And my mother went to work almost immediately in the garment district, sewing\nin a -- ina shop, making children’s clothing. And -- and I, after having my first hot dog, this is\nanother early memory, is being taken to Nathan’s in Brooklyn to have my first hot dog, which\nprobably cost 10 cents at the time, and -- and then s-starting school here.",
        "A: Tough. Tough. It di -- 1t didn’t take me a long time. I was fortunate that it didn’t take me long\nto learn the language or the -- the fundamentals, but the first couple of months were tough, yeah.\nI remember feeling very strange and out of it and 1 --",
        "A: Some, but most of the kids were American kids. It wi -- my mother enrolled me in a Yeshiva.",
        "A: So the advantage I had was that -- and it was an Orthodox Yeshiva, my -- th-the -- the -- the\nrabbis spoke Yiddish. The other children spoke English, by and large. And it was tough. I\nremember feeling left out. You know, I have to check on -- my oldest and best friend also came\nover at the same time, we met at that Yeshiva. He was -- he’s a survivor from Paris and lost both\nhis parents in Auschwitz. When I met him in Yeshiva, I remember I felt lucky that I had lost one\nparent, he lost both. So --",
        "A: I don’t think so. I -- I -- I think they -- no, I think they just accepted it. I mean, in some ways\nit -- we -- I also became a bit of a behavior problem to some of them, because I was -- I was\nahead of -- they -- they put me, because of the language inability -- I was much more advanced\nin my year -- now, in a Yeshiva you have studies in the religious section --",
        "A: -- which 1s like in the morning.",
        "A: And the secular subjects in the afternoon. You’d have lunch in between. I was doing bang up\njob in my religious studies because of my knowledge of Hebrew, blah, blah, blah. They thought I\nwas going to be a genius and I was good at my -- I mean, I got to the top class in my religious\nstudies two years ahead of time, so I had the same teacher for three years in a row. I -- I loved\nthat rabbi. In my secular subjects I was also good, but in -- only in math.",
        "A: Because that’s an international language, so I was actually ahead of the kids. The teacher\nwould give me the test papers to grade. I knew more than the rest of the class. But of course in\nthe other subjects, where language wa-was an issue, I had to catch up.",
        "A: And it was a struggle, but it wasn’t so much an intellectual struggle, cause -- cause I wasn’t a\ndummy, but it was a sense of loneliness and you know, isolation and that -- that kind of stuff. So\nthat was kind of tricky. But it -- you know, kids make friends kind of easily. All right.",
        "A: Stayed in that school from -- from 1950, I guess, ’49, cause we arrived at the end of ’49, so I\nfigure until *54.",
        "A: They had a -- actually the first year of high school was like a middle school [indecipherable]\nyou know, was -- was there. And then went on to Yeshiva Universities High School in Brooklyn.",
        "A: And oh, 1-it was in some ways fun, I have some good memories of that first Yeshiva.",
        "A: We used to cu -- Yeshiva [indecipherable] we used to call it YTC, your torture chamber. But I\nhad -- th-they used to use me because of my proficiency in Hebrew to greet visiting dignitaries\nfrom Israel and I remember there was an Israeli wrestler around at the time. I don’t know if you\nremember this, Raphael Halperin was his name. He was like oh, big stuff. He’d be on television.\nSo when he came to America to visit and I had to greet him, that was really --",
        "A: At my school. And then they, one day -- and this man is no longer alive, the Minister for\nSocial Welfare in the Israeli government, Yosef Burg came, and I greeted him. So, it was kind of\nfun.",
        "A: Yeah, not your typical teenager, I -- I won some nice awards at the school, for my Jewish\nstudies primarily. I did pretty well, I was in -- in -- in my English studies til I was wo -- what are\nthey -- I was salutatorian. Number two, didn’t make number one. The number one guy was a -- a\nclassmate of ours who used to memorize books. He was like amazing guy.",
        "A: Yes and no. I -- the answer is -- and [Il tell you what I mean. I -- I regret that I never actually\nplayed enough.",
        "A: But I was interested as a spectator, you know what I mean? You ask me any question, to this\nday, although I have senior moments, of course, about scores and baseball. I mean, I got into --\nbaseball is such a foreign game, and I really got into that. It’s -- I still remember my first in --\nfrom the school -- you know, the triple A has these school crossing guards with the -- we used\nthe wear the -- took us to our first baseball game in the early 50’s. A no-hitter pitched by Carl\nErskine against the Chicago Cubs, five nothing.",
        "A: No, I felt I -- I felt like an American. There were always little things that happened, you\nknow, I remember when -- this is -- when my English was really good, very quickly, after few\nmonths.",
        "A: With an acce -- well, I had th-this spi -- that’s what I was going to tell you about. My English\nwas good. To this day there will always be somebody in a crowd who will say, are you American\nborn? Somebody can pick up. I couldn’t pronounce the A. I couldn’t distinguish between Barry\nand berry. And what I remember, we went to camp. I went to a summer camp run by a -- an\noutfit that’s no longer around, the Hebrew Educational Society. They ran a camp in Bear\nMountain, New York. The kids would make fun of my inability to pronounce the A. They also\nmade fun of my name. You know, my name is Menachem Mendel. And how did I get the name\nMelvin? Well, the American relatives got together. There was a powwow, I remember this. And\nthey said, let’s choose a name with an M. And they said Melvin. Well, a few months later Jerry\nLewis -- remember Martin and Lewis, when they used to be on? Jerry Lewis made fun of the\nname Melvin. And it became like the worst name that you can have. So hence I was Mel after\nthat. Did I feel -- the answer is yes, I continued to feel like a refugee even -- I mean, part of me\nbecame very American, but even in high school there would be periods when I felt that these\nother kids are more fortunate than I am because they’re real Americans and I’m not.",
        "A: I beca -- that’s a very good question. I -- actually my citizenship was a -- what they call a\nderivative citizenship. My mother became a citizen first and then for me it was just, you know.\nSo I don’t remember the exact year. Probably -- I want to say --",
        "A: Maybe a little later, maybe -- maybe a year or two later.",
        "A: To become a citizen?",
        "A: Oh sure, yeah. My mother went to night school and she took -- she took courses and -- and\nshe pa -- you know, I still remember the questions and all that. Yeah, I did -- it did mean a lot to\nme. But I also have -- people who grew up with that kind of sense and th-this unrequited love, if\nyou will, for -- you know, and regret that I never went to -- didn’t go to zi -- I mean, I’ve been to\nIsrael umpteen times and very close to my family there and all that. And I love America, I mean\nI -- you know, it goes without saying. I mean, I’m a patriot. I mean, I really consider myself a\npatriot and I -- and I find some of the stuff I read now in the paper, the -- th -- some\ndevelopments intolerable, you know, when people kind of disparage the country, or -- you know.\nBut as -- as a kid here, ye -- it -- you -- there are certain things that leave scars and they never go\naway. It’s like if I go to a doctor and get -- I -- I had, when I was a teenager, I had a -- a duodenal\nulcer. Went away. It healed completely. If I go to a -- and they take an x-ray somebody will say,\noh, there’s a scar there. The same with this. If you -- I -- I had -- there 1s a sense of homelessness\none grows up with, with that kind of background, and it’s hard to fill that. And that’s no\nreflection on -- on America, which is -- gives a home to so many people. But if you’ve had that\nkind of background and -- and you’ve moved around a lot as a kid, that’s hard to fill that void.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: Right.",
        "A: Well --",
        "A: It has stayed with me all these years and I would say that it’s -- it’s a special sensitivity,\nokay? It’s like if you grow up -- and I think a lot of these things are foundational, I’m not saying\nanything profound, but it -- it’s simply that if you grow up with -- with a sense of rootedness\nwhen you’re young, that stays with you the rest of your life. It doesn’t mean that when you’re\ntraveling to a foreign country you don’t experience a certain discomfort at not knowing the\nlanguage, oh -- but you -- it’s different. If you have -- don’t grow up with that, and if you’ve\nmissed it for the first 10 years of your life, it’s very hard to replace something like that, and it\nmeans you carry it with you into all sorts of situations. It may take you a little bit longer to adjust\nto a particular thing, or may -- you know. But you do carry it with you and it’s not that you can’t\n-- you know, we learn to articulate certain things and we become aware of them, but that doesn’t\nmean that they -- there aren’t certain predispositions that remain there. And I think that -- that\nhappens, and I -- and I know about it, bu -- you know, and -- and -- and also attempts I made to\novercome it. I -- I had a job for ORT, wonderful organization that did a lot for Jewish youngsters\nlike me in the camps. I remember ORT and I rem -- when I wa -- came for the interview with\nORT, the m-man interviewing me, who was David Dubinsky’s son-in-law, Shelley Appleton, a\nwonderful man, and Shelley said -- asked me what I knew about ORT. I said, I don’t know\nanything about your American organization, nothing whatsoever. But I said, I do remember it. I\nremember the ORT workshops from my childhood. That impressed him. So later on I had a job\nworking for the international office of ORT and I traveled the world. When I would travel to\ndifferent countries, whether it was in South America, or di -- I would feel -- re-experience that\nsense of rootlessness that I’m telling you about, but in a more, I think in a more heightened sense\nof it than another person would. And I felt that sense -- so we carry our sense of home in us. And\nI think that it’s -- it’s hard to replace. If y -- if y -- if you didn’t develop it by a certain a -- it’s\nhard to replace it and it does have -- leave an impact, cause that’s what I talked about, leaving a\nscar. It’s there.",
        "A: I finished high school and -- in Brooklyn Talmudical Academy used to be called it’s --\nYeshiva University used to have two high schools, one in Manhattan, one in Brooklyn. And then\nwent on to Brooklyn College, majored in political science, and didn’t have a particularly\ndistinguished academic career, and graduated in 1961. And my mother asked me what I would\nlike for a present upon graduation, and I said I wanted a trip to Israel. And so my friend Gil, the\none I was telling you about who lost both his parents in Auschwitz, he and I -- he had just lost\nhis grandmother, he and I decided to go to Israel together. And I decided, having a bit of a flair\nfor the dramatic that I didn’t want to notify my relatives in Israel that I was coming. And my\nmother said, my ga -- you can’t do that. You can’t -- I mean, it’s a fi -- another country, it’s\nthousands of miles away and what if they’re not home, this and that. I said look, we both speak\nYiddish. I speak Hebrew, he speaks French, we both speak English. How can we get lost in\nIsrael? So we get to Israel and sure enough I go to my uncle’s house, nobody home. And I -- but\nI had -- I won’t bore you with these stories, I had the most dramatic and memorable reunion with\nmy family whom I had last seen when I was eight years old in DP camp. And it was really\nwonderful. So that -- that sort of brought things full circle.",
        "A: I stayed in Israel at that time for, I would say, a little over two months. Volunteered to go out\nand work in a kibbutz, waiting -- working in the cotton fields.",
        "A: Gesher HaZiv. It’s a beautiful kibbutz north of Nahariya, toward the Lebanese border. Used\nto be known as an American kib -- an Anglo-Saxon kibbutz. It was established actually by\nAmericans from Habonim, and they used to host a lot of Americans who wanted to work there.\nSo I ju -- we just went up there, took the bus and walked in. We didn't -- we weren’t on any\norganized program, we said, we want to work. They said fine. So we -- we had a lot of fun. A lot\nof --",
        "A: I never joined amer -- that’s interesting, that’s a good question. I never joined American\nBetar. The answer 1s yes, I still have Betar leanings to this very day. And when I wound up\nworking in the Jewish world, in nonprofit Jewish world, I actually was responding to a blind ad\nin -- in the newspaper. And my boss, knowing of my right, and the sort of right of center Jewish\nleanings and wi -- he hi -- we were hosting, I remember, a visit by Ariel Sharon one time. He\nsaid, I want you to take him around the campuses. So I did. That was one of my [indecipherable].\nI spent -- I spent almost a week with General Sharon and his wife. Late wife. So --",
        "A: Yeah.",
        "A: Yeah, I -- well, I me -- I -- I -- I had a number of jobs before the Jewish world, but they were\nsort of --",
        "A: I taught for a couple of years. I wa -- I was a sa -- a -- a -- a being -- in those days -- you\nshould pardon the expression, we had an -- and -- a -- not a politically correct term to use, but we\nused to have what were known as liberal arts cripples. I don’t know if you remember that term.\nThat meant that you graduated college with a major in some of the social sciences, history,\npolitical science, whatever, and then you said, what do I do now? So people usually wound up\nteaching or, I don’t know, working for the welfare department at that time, whatever. I just\nfinished the -- the -- reading a very good book where the guy -- I’m reading this and I’m saying,\ngee, he had the same experience I did. Except he was a lefty, he was -- he was a communist,\nactually car -- card carrying --",
        "A: I majored in political science.",
        "A: So I did wind up teaching and during the f -- I don’t know if you remember, there’s a -- a\nwatershed teachers’ strike in New York, Ocean Hill-Brownsville. I was teaching in Bushwick\nsection. Joyce was teaching --",
        "A: Teaching -- I was teaching junior high school. Joyce also. Joyce was teaching in Bedford-\nStuyvesant. Both of us were very liberal, but liberal in the context of those days. We actually\nmoved into Ebbets Field apartments, which was built on the gravesite of Ebbets Field. And it\nwas an integrated development, you know, one-third Hispanic, one-third Jewish, one-third\nBlack. And we both taught in ghetto schools.",
        "A: I met Joyce in ’62 on a blind date and we married in ’63.",
        "A: So, I was coming to that. There was a teachers’ strike.",
        "A: So suddenly she and I are both not working. No income. Ah. You know, not -- you need to\nsustain yourself. So I get a call one day from her late uncle. The -- my friends used to call me\nSuperJew because Jewish affairs was always part of me, not just because of intim -- intellectual\ninterest, it was in my gut. So her uncle, who also -- her aunt and uncle were both teachers, so\nthey were in the same position. And he called up and he said, there’s an ad in the “New York\nTimes” Sunday Times education section, you know, the week in review. He said, it’s you. So I\napplied for the ad. It was to organize Jewish students in college campuses. And I sent in my\napplication and I got the job. And that began -- that was one of the most fun jobs I’ve had.\nFascinating because a lot of my so-called kids are now 12 years younger, but friends of mine,\nand -- and --",
        "A: American Zionist Youth Foundation at the time. I don’t think it’s around any more. Did some\nimportant work. And then I went to the Zionist organization of America as their national youth\ndirector and then from there to ORT.",
        "A: And it --",
        "A: Basically my -- my -- I was in charge of their organization department. So it meant doing\nessentially what -- what ha -- life comes full circle -- what I had been doing on the college\ncampuses I was now doing internationally for ORT. So that if they needed a new organization in\nSao Paolo or somewhere, my boss would say, go in there and form a new committee or\nstrengthen a committee and so on. It was working with the volunteer dimension, cause ORT has\ntwo dimensions, there’s the -- the school system, the educational programs and there are the\nsupport organizations that -- volunteers that help to sustain the school system. So my job was to\ndeal with the volunteer organizations and help them function and to solve problems and what\nhave you.",
        "A: Yes, yes. My -- my former boss was in fact in the partisans. And yo-you’ve heard of the\npartisans of Wilna. And his -- his commander was Abo Kovner and Harmatz is his name. Josef\nHarmatz. So yeah, th-the -- but there were a few other --",
        "A: Not necessarily. Sometimes. Sometimes yes, sometimes no. It really depended.",
        "A: Yeah.",
        "A: It really depended on personalities. And in general -- I mean, look, I mean I -- I can’t say -- I\nwas much affected by this stuff. I’m very Jewish, I’m very -- but that doesn’t mean that I only\neat, sleep and drink this kind of stuff 24 hours a day, you know, you --",
        "A: No, no, I’m -- I’m retired now.",
        "A: I stayed with ORT til 90 -- think ’93, and then I spent a few years with Yeshiva University\nand then did working with the Sy Sims school of business, raising money for them, and then\nworked as an independent consultant running campaigns, fundraising campaigns for either\nendowment or building campaign, you know, capital campaigns. And then went to B’nai Brith\nfor a stretch. That’s -- that’s what brought me to Washington.",
        "A: 98.",
        "A: It be -- close to ’99. It was actually the end of 1998. Great town, I like it.",
        "A: Sure.",
        "A: Mm. It’s a good question. I think I suppose so, I -- I -- on -- on balance. Not everybody had\nthat advantage, I mean they had -- there’s also a disadvantage of being young. I mean, y-you just\nreminded me of a very painful memory or story that I -- my Uncle Herschel -- I told you my\nmother had two brothers who went to Israel. The one with the two daughters, who always\nregretted he didn’t have a son, but he did have a son. And they had a child and -- who was\nabandoned in -- in the forest. Anyway, so th-there are 1 -- you know, the same pain 1s\nexperienced somewhat differently by children and by adults. So yes, to answer your question,\nthere are advantages, but there are also disadvantages. And the -- the ability of an adult to\narticulate or to do certain things, an-and certain actions that an adult can take that a child can’t,\nare -- you know. But the advantages are also burdens. And I remember feeling as a child, one of\nthe things I remember, the burden that a child feels, especially when you’re a certain age, not --\nnot when you’re very little, but when you’re older, when you’re like eight, nine or so and you’re\nalready developing a little bit of a sense of yo -- of yourself is being very, very much upset about\nthis sense of impotence and weakness. An-And I felt it both as -- as a child, knowing what -- you\nknow, feeling all the resentment, feeling all the -- you know, the anger, and not being able to do\nanything about it.",
        "A: A-And that’s something that -- it -- 1t’s very hard to relate to unless I -- this is where I\nsometimes tal -- when I talk to my friend Gil, the one I was telling you about, he and I can both\nrelate to that, we don’t have -- you know, we know what we’re talking about. It’s not just an\nintellectual abstraction for us, it’s an experience, and it’s very tough.",
        "A: So, y-you know -- and I -- and I understand survivors. I’m not talking 1 -- you know, there are\nlots of reason why y-you know, I’ve never spoken about it, even with my own kids. Some of\nthem are not necessarily -- s-some 1s -- is that it’s very painful to talk about this stuff. So it’s\neasier just to block things off and to kind of -- I think one of the great things, and I say this, that\nin what you’re doing, and what the museum -- I mean, I remember when I worked in the\nAmerican Zionist Youth Foundation, when one of the first exhibits came around. This was\nactually like a precursor of the museum in a sense, that was sent to -- we were sent, because I\nwas working with colleges, with campuses, we were organizing a tour for this exhibit. And was a\npri -- 1t was -- who was involved in it? God. Eli Zborowski, I don’t know if you know Eli. Eli\nZborowski 1s -- has been for many years the chairman of Yad Vashem, or American Friends of\nYad Vashem, sorry.",
        "A: He is -- was the owner of Schaeffer pen or something. I remember him, he’s a well-to-do man\nwho’s done a lot of stuff to create this awareness and all. And I appreciate what people have\ndone with that. I couldn’t do it. I really appreciate what they did.",
        "A: I -- I find it too painful to deal with it.",
        "A: Yeah. My friend Gil went to one of the 1 -- gone -- when we went to Israel, ’60 w -- ’61 - ’62\nand then he said I’m going to do research and write about the Holocaust. He’s a sociologist.\nGreat. He went to the Hebrew University or wherever, I mean, he started to look through the\nstacks, couldn’t do it. You know.",
        "A: So you know, you appreci -- but there are different people, you know, there are people who\ncan do it. My old boss Harmatz at ORT that I’m telling you about, one day I put on “Nightline.”\nRemember “Nightline” with what -- what’s his name, I forget his name already.",
        "A: Ted Koppel, thank you. So you can say Howdy Doody. But Ted Koppel suddenly says, and I\nhave here Mr. Josef Harmatz. He was doing a program and I said, it’s Yosul, what’s he doing\nhere, on Ted Koppel? Ted Koppel did a program. After the war there were a bunch of Jews who\nwanted to go and kill ex-Nazis. Koppel did a program on it on “Nightline.” And Harmatz was\none of those. So, you know, I’m saying there were all sorts of people. But of course he’s older\nthan I am so he would have been probably in his late teens by then. When you’re a kid of eight\nor nine, or five or six, you f -- you’re aware already of what’s going on around you, and what wa\n-- what happened, and you heard the stories, but you feel a utter sense of helplessness. You feel\nyour -- you feel, really feel a sense of victimhood. I had to talk to kids here at the Jewish Day\nSchool a few years ago. My friend [indecipherable] finagles me always at -- and she said, can\nyou talk to the kids about, you know, your experience? I said sure, okay, I’ll do it. I tried to get\nthe kids to understand. I said, I’m not a hero. Cause the kids a -- I -- I’m not a hero. I’m not\nbeing falsely modest, I’m really not a hero. I’m a victim. There’s a difference, you know.",
        "A: Oh, un -- unquestionably, yeah, no doubt.",
        "A: I mean, I don’t know, I mean I can tell you wha -- in one way is that I would probably be less\ncosmopolitan in a certain way. There’s a certain, you know, knowledge of the world, that you\nmay not have gone about it through positive experience, but that’s what happens. You’ve been\naround, you’ve been wandering around and so that brings a certain familiarity with things that\nother people didn’t grow up with. I -- I don’t know. I mean, I don’t know if any -- I can ar-\narticulate it more. I think that the -- all you can do is, in a certain sense is that the suffering\nmakes you able to, if y -- there’s a big if in between, is you -- you can teach others, perhaps,\nsometimes about it. But to do that you have to be able to open up and in a lot of -- a1 -- a lot of\nus can’t, u-unfortunately. That’s just the fact. It’s hard. But I’ve also learned as I got older, not to\n-- not to be too self confident in my hunches sometimes. You know, I would think that when I\nwas growing up that these kids who grew up here and had it -- you know, had stable home life,\nthey had it better and all. Well, not necessarily. In certain ways they did, in some ways they\ndidn’t, I mean it’s -- you know.",
        "A: I wasn’t particularly active, but that’s not because I -- I didn’t support it, I did support it.",
        "A: But I -- in -- it -- only because I wasn’t an activist in that sense. When I think that our need to\n-- we both -- we were both liberal -- a liberal couple, Joyce and I. But old liberals change. I mean\n[ -- I did more. I mean, I -- I sort of became more closer to a NeoCon than -- yeah. But I -- I\nwasn’t active and that’s not because necessarily an -- an ideological reflection as -- so much as I\n-- I just -- inertia, 1n a sense.",
        "A: Yeah, couple of kids. One living in Arlington, single, Josh. And Julie 1s living in Malvern,\nPennsylvania, married with two redheaded boys.",
        "A: One is there. The other one, I don’t know if you can see him there.",
        "A: Yeah.",
        "A: Of my own childhood?",
        "A: Si -- I don’t think so. I don’t think so.",
        "A: Well o-of -- yeah, of what she did and -- and of -- but more so of --",
        "A: -- of the difficulties and of -- yeah, that she faced. And that it’s not as simple as all that. You\nknow, when you’re growing up and you’re relating to somebody as a child and you know, you --\nyou’re -- you’re having fights or you’re having -- you know, th -- it -- it -- it’s different, I mean,\nyou get older and you say gee, I’m now -- you know, the first time it hits you -- I -- yeah, I\nremember the first time it hit me that I had outlived my father. I have to think of my father as a --\nas a kid. But I think that -- no, it’s appreciating the difficulty and -- and -- and that, you know,\nyo-young people are -- think they know it all, and I thought I knew it all, that’s all.",
        "A: No.",
        "A: No.",
        "A: No.",
        "A: And I -- one of the things I regretted was not having been able to get closer to my stepfather.\nHe died very young.",
        "A: He died at the age of 49 of a heart attack.",
        "A: And I liked him, but my mother overshadowed him, she was too tough for him in some ways.",
        "A: No.",
        "A: No. She remained widowed after that. See, she was twice widowed after relatively short\nperiods of time.\nBeginning Tape Three, Side A",
        "A: I -- t-today I -- you know, I -- we haven’t been -- we have not -- I have not been back to\nGermany.",
        "A: I have not been back to Germany.",
        "A: Since the DP camps.",
        "A: Well, I was going to say i1n-initially there was a barrier, there was a real barrier there, but by\nnow it’s no -- I would go back, it’s not like I am boycotting, I would go back today.",
        "A: Yeah, a psychological barrier. I really didn’t like the Germans. That’s to put it mildly. Joyce\nwhen I met her had a German pen-pal and it became an issue, became like a -- a -- an irritant in\nour relationship. And that pen-pal’s sister came to visit, and we invited her to our apartment.\nThis -- way back when we were young. And I said, look, I can -- I can deal with individuals and\nI judge them as individuals, but if you ask me how do I feel about Germany, I still had, you\nknow. And -- and I don’t say that I’ve even overcome it, except it’s many years thereafter, I’m\naware of what Germany means and what it -- its government is like and what its relationship\nwith Israel is all about. So, you know. Have I come to terms with what the Germans did to the\nJews? Absolutely not, I will never come to terms with that. But you know, do I think that\nGermany has been at the forefront of countries that have really tried to come to grips with its\nhistory and with this issue? Yes, absolutely. I have to acknowledge that. And I d -- and I -- and I\ndon’t want to give vent, sometimes, you know, we all deal with periods of paranoia and you\nknow. I think the Germans have tried in -- in all sorts of ways to come to terms -- even in their\nrelationship with Israel. I was just reading a wonderful piece about that, how they, you know,\nsome can feel a real sense of responsibility.",
        "A: SO --",
        "A: I don’t speak German, but I can, because of my knowledge of Yiddish, I can read sometimes\nsome stuff in German and make some sense out of it. And it’s a language that I probably -- well,\nI was toying with the idea of maybe learning it. But its grammar is too complex and kind of -- I\nfind grammar can be -- I -- I have a -- a -- a -- an ear for languages, and -- and I -- my\npronunciation is usually very good, but I can’t stand grammar. And the German grammar is too\ncomplicated.",
        "A: In DP camps it was Yiddish and Hebrew.",
        "A: My mother spoke --",
        "A: -- my mother spoke German because she would --",
        "A: -- go into town and you know, conduct whatever affairs she wanted to. So it happened, people\npicked it up, but I -- you could read -- when you were in the camp, you were really in a -- a self\ncontained community.",
        "A: A sense of pride in the people who had abducted him. I followed the trial like everybody did,\nalmost daily on television. I felt -- y-you know I feel -- listen, we felt -- I felt a sense of the\nhistorical justice, but I -- you know, did it mean that it evened the score? Absolutely not. It was -\n- I don’t know. I don’t know if I have any -- any thoughts beyond that. I’m a great -- I -- even at\nthat time there was controversy about did Israel conform to international law, was it the right\nthing to abduct somebody and all that. I’m a great believer, unapologetic, in Jewish power,\nabsolutely. So I was very -- that was ma -- the overriding thing was it’s about time that we did\nthis. I’m glad Israel executed him. I’m glad he is the only one that Israel ever executed 1n its\nhistory. Israel has no capital punishment. But we -- we have -- I mean, I -- we’re\n[indecipherable] we have a sense of loss, which is -- is there, it can’t be -- you know, even --\neven a State of Israel, let’s say, cannot even out the score for the loss we experienced. That’s just\nthe way it is. It’s a great gain, but it doesn’t -- and this is something else. The loss that we\nsuffered was not just in people, it was on history. I was talking to my cousin Menachem who just\ndied this year and my aunt, my mother’s sister is still alive. So she’s approaching her 90’s, but\nMenachem, unfortunately was very ill and died in his 70’s. My aunt, however, has dementia so I\ncan’t ask her anything and I’m -- and we don’t have a family so I was on the phone with my\ncousin Menachem’s daughter, who is now 50. And of course she wants to know her history. I\nsaid, we gotta do a family tree. But now it means filling in gaps, you know. So we lost that\nhistorical thread. That’s why I do appreciate the kind of work you’re doing here and what, you\nknow, what everybody does. It’s -- it’s fabulous.",
        "A: I want to go. I e -- I have -- no, the answer is no, I haven’t been back. I’ve toyed with that\nidea, I want to do it. In fact, I spoke to Mishelin about doing this. I did a lot of traveling but\nnever got to eastern Europe or even -- or to central Europe. I’ve -- ’ve thought about it, I -- and -\n- and I know people who did, who -- who went back to -- to the town where I was born, to\nKowal. And today you can, you know, go on Google Earth and you -- it’s amazing what you can\ndo. But I -- I have mixed feelings about that too, I really do.",
        "A: Yeah, I don’t know what I’m looking for. You know, I don’t know why I would want to go\nback. There are lots of places on earth which I enjoyed traveling to. I mean, I enjoyed ga -- a few\nyears ago going to Peru, or to Mexico or something. So why am I going there? What am I going\nto find there? I don’t know. I am interested, I mean in -- in one respect, I do want to do\nsomething about filling in the gaps in my own family history, just so -- so my kids and my\ngrandkids will know. And it’s something we all fall prey to, I have a -- a vanity book that I have\ndownstairs that it was given to me by a man who was -- when Reagan was president\n[indecipherable] very wealthy man from a s -- Iraqi Jewish banking family. I mean a billionaire.\nAnd he gave me a signed copy of his book, and he said it’s a history of his family. I said why’d\nyou do it? And of course he, you know, he hired somebody to write it for him. He said, because I\nwant my children and grandchildren to know where they were coming from. So I said wow, this\nguy’s a billionaire, if he -- he -- but he also delayed. It happens to all of us, you know, so I feel I\ndelayed, I mean, I should have started this process and -- and -- and your call was important in\nthat, it really was.",
        "A: Yes. Yes, I do.",
        "A: It’s an amalgam of things. It was partly my mother’s influence. My mother’s influence is very\nimportant because quite frankly, it was important in my Zionist beliefs. It was important in my\nreligious -- in my grandmother’s. I sh -- I should say my grandmother. And in some way -- and\nwhen I think about it sometimes I say I -- because I became ultimately, after winding -- I -- I --\nmy first half of my career or first third if you will, was in youth work, organizing people in\ncollege campuses.",
        "A: Leon Wieseltier of the “New Republic” was my campus rep, to give you an idea. I had a good\n-- the one talent I think I had was sizing people up. My mother was interested in a business\ncareer for me. My grandmother, Yiddishkeit, so I combined the two of them, became a Jewish\nfundraiser. I said, this is like. My religion, I would say was transi -- a religious sensitivity, if you\nwill, was transmitted by these two women, but also by the Yeshiva, and by some of the teachers I\nhad in Yeshiva, more importantly. The -- the -- my mother’s and grandmother’s may have been\ntinged a bit with superstition, which also comes from that part of [indecipherable]. I -- ve\nalways -- I’ve -- one of my good buddies who is also one of my former kids, ise -- I -- in\nquotation marks. I just -- he’s a very successful lawyer in New York whom we just had dinner\nwith. And he and I would always argue cause his grandfather was very important to him, his --\nhis grandfather was from Lithuania though, so they were the midnagdin. I came from there, I\nsaid Ukraine was the birthplace of Hasidism, right? There’s always a little bit of -- you know,\nHasidim are emotional and the others are rational and intellectual. I got the emotional part from\nmy mother and grandmother and if you will, the rational part from some of my rabbis. I am\nreligious. Was I -- but I was also angry at God. And I had this discussion with my oldest and best\nfriend Gil, cause he’Il always say -- we’ll have conversa -- I -- I have used reference points from\nGenesis and from different books of the Bible, and he’ll say how come you remember this stuff?\nI don’t remember anything. And he says -- he always said he was a non-believer. And I said to\nhim once, because he was talking wi -- full of anger at God, I said, are you sure you don’t\nbelieve? Because if you’re angry at God, presupposes that you believe. So I was angry at God.\nNo doubt about it, and still am from time to time. But that doesn’t preclude the fact, quite the\nopposite, it affirms it. And -- and th -- th -- I had -- one privilege I had and I -- I told you I had\ngreat experience working in -- in -- and when I was working as a college -- I was really a field\norganizer. I took around some wonderful people. I’d come back all excited at the end of the day.\nSo one of the guys I took around was Rabbi Adin Steinsaltz, I don’t know if you know --\nfamiliar with him. And I -- this is many years, it was probably his first trip to America. And they\nsaid, take him around to Jewish Day Schools or whatever. And I came back and I told Joyce, I\nsaid, [indecipherable] this blew my mind, you know? And I only dealt with bright peop -- they’re\nall bright, you know what I mean, th -- you know. So I said, but he -- he -- I still remember what\nhe said. He said, I would rather, when I’m working with students, I'd rather work with somebody\nwho is angry at God than somebody who is indifferent to God. Because if he says he -- if he’s\nangry, he cares, and I can turn that around. If he’s indifferent it’s much tougher. So in that sense,\nyeah, I mean I felt myself like a lot of other Jewish people and kids especially, felt myself\nvictimized, then abandoned and all of that. On the other hand, you know, go -- ge -- God can be\nthe source of your anger, in a sense, or the object of your anger, but can also be a sense of your\nregeneration of spirit.",
        "A: I’ve told them s -- y-yes, I have told them certainly, I mean, it’s not like I’ve tried to a -- that\nI’ve tried to withhold things from them, no. And -- but it was kind of as an aside if you know\nwhat I mean. I -- I would tell them things, if it came up or if it was you know, but I -- I -- I wish I\nhad done more. But I did tell them.",
        "A: I -- I guess I’m -- I wish I had undertaken a more structured way, ongoing way to educate\nthem about the family, the history and all that. But, I mean, it -- it’s not as though I went from\none extreme to another, I mean, they had something, you know, they -- they -- they -- they\ncertainly know. They went to Israel with us a few times, they knew the family. I would very\nmuch like to reconne -- it’s hard to maintain a -- even your all -- it’s easier today with email to\nmaintain certain things, you know, but -- but still, to maintain a relationship geographically\ndistanced 1s -- is tough. But I would like them to maintain a connection to -- yeah, to the Jewish\npeople, to their family and hopefully to a sense of, you know, belief.",
        "A: Yes.",
        "A: I’ve --",
        "A: -- been there a few times. Do I have a certain feeling? Yeah, I mean, I have lots of feelings. I -\n- I -- once we went -- God, I’m trying to remember the first time. Once we went with\n[indecipherable] because they -- there was something there that’s dedicated to the stepmother of\none of our friends, this lawyer I was telling you about, his wife’s stepmother was one of the\nRighteous who saved -- and is mentioned in one of the exhibits in -- in the museum. I think it’s a\ngreat place. I think it’s a -- how can I put it? I haven’t been to the new Yad Vashem, which I’m\ntold is fantastic.",
        "A: Oh, that’s a good question. That’s a very good question. I’m glad it is. Do I think -- but I\ndon’t know about appropriateness, I mean in terms of would another place be more appropriate, I\ndon’t know. I don’t know, but I think it’s a great museum, it’s a great institution.",
        "A: -- far away. Why do we have the museum here?\nironically, Israel and the United States, although we’re always at 5.8 or whatever, we’re all --\nwe ve been at that number for -- since I arrived in this country. So I suppose in that sense it -- it -\n- there is some sense, since we have large survivor communities, that this 1s a Jewish -- this, if\nyou will, it’s a -- you know, you have Jerusalem and you had Babylon -- th-the -- the Babylon\nJewish community. So we’re in the place of bab -- we’re -- we’re two great Jewish communi --\nRussia -- Russia still has a large Jewish community but it’s much smaller, it’s about two -- two\npoint five million, maybe. These are two great Jewish communities, so it’s thoroughly fitting that\nthere should be a serious Holocaust institution in the United States, thoroughly appropriate. Is it -\n- it -- and -- and in Israel. Can I see it in another city in America? Yeah, could be in New York.\nNew York has the Museum of the Jewish Herit -- which is nice in its own way, it’s a different\nkind of institution. But I think it’s a great museum and it does everybody proud, inclu --\nincluding the government, including, you know, the Jewish community.",
        "A: God, you -- I -- I get very cynical some days because I spend too much time reading articles\non the internet, but has the world learned? It has, but it’s also unlearned. The answer is yes to\nboth. It has unlearned and has learned. And that’s the sad part and it means that great challenges\nstill confront us. They’re -- all one has to do is look at the daily news. Lo-Look at -- I mean, it’s\nnot just us. And y -- holocausts have been visited in Rwanda and in Darfur and in -- you know.\nMaybe smaller scale, but big enough. So yeah, th-th-the lessons haven’t been fully learned, no\nquestion about it. I mean, how can you countenance what a guy like Ahmadinejad says? And\nthen he gets feted at the U.N. and then he gets invited to Columbia? I mean, come on, you know?\nBut people don’t realize this 1s a crazy world. Hitler was on the -- on -- on a list to be -- people\nrecommended he get the peace prize back when, you know. So what makes us think that we are\ndifferent, that we, you know, we’ve outsmarted everybody. I mean I -- I don’t want to get totally\ncynical. Yes, we do learn, but we also unlearn lessons and we forget. And a new -- and this is th\n-- it’s the same thing, I was just talking to somebody sitting next to me -- oh, that Bat Mitzvah\nwe went to in New York. Wonderful guy. He said yeah, he was [indecipherable] talking about\nthe exodus story and th-the -- a new pharaoh arose in Egypt who didn't know Joseph. It’s a new\nballgame. So -- and I think we’re living through a particularly delicate time, but I don’t want to\nget into politics, cause I know that’s not your purpose here.",
        "A: Well, I’m sure I’m gonna think of a lot of things after you leave, but I c -- I can’t -- you\nknow. I don’t know.",
        "A: Yeah. I think that what I’d like to sta -- say to them is to stay strong and it’s t -- 1t’s two\nthings, actually, re-remember, it says that at the end, when you finish the Bible, it says, Chazak\nve amatz. And the other is, you gotta believe. You gotta believe. And I don’t -- I don’t care\nwhether it’s in a secular sense or in a religious sense. People see that -- that kind of dichotomy. I\nsaid, even if you believe in a secular context, you also gotta believe.",
        "A: Believe in the integrity of an idea, that in -- 1-1n -- in essence -- I mean, I don’t want to get too\ndeep. In the -- in -- in the Hebrew language there is really no word that is the equivalent of\nreligion.",
        "A: It’s belief. And you know -- anyway.",
        "A: Thank you very much.",
        "A: Appreciate it.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumOctober 29, 2009\nRG-50.106*0176",
        "PREFACE",
        "The following oral history testimony is the result of an audiotaped interview with Melvin\nGalun, conducted by Gail Schwartz on October 29, 2009 on behalf of the United States Holocaust\nMemorial Museum. The interview took place in Rockville, Maryland and 1s part of the United States\nHolocaust Memorial Museum's collection of oral testimonies. Rights to the interview are held by the\nUnited States Holocaust Memorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it 1s possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "MELVIN GALUN\nOctober 29, 2009\nBeginning Tape One, Side A"
    ]
}