{
    "rg": "RG-50.030.0660_trs_en",
    "sequence": [
        "A: I can visualize it.",
        "Q: Yes, I do. I mean I do when you talked about your father meeting Vince uh coming\nout I know the church around the corner that you're talking about. I know the corner\nVinoze Gata and Valenchos (ph) -- I know it. So um, there's uh -- are you okay?",
        "A: But I bet you didn't know about Monica?",
        "Q: No, I did not know about Monica.",
        "A: And you didn't know about Gloria.",
        "Q: No, I don't know about Gloria, was that another cafe?",
        "A: Inthe Triumf en capitol (ph), you didn't know?",
        "Q: Triumf en capitol (ph) -- I think I've heard of.",
        "A: What -- what -- what was it?",
        "Q: These were cafes too? Restaurants?",
        "A: No.",
        "Q: No? What were they?",
        "A: They are cinemas.",
        "Q: Ah.",
        "A: And you own the cinemas.",
        "Q: It's um, well that's also because I wasn't born there and I didn't grow up there. It's\nbecause I came there later and got to see these places.",
        "A: Only when you are born there --\nContact reference@ushmm.org for further information about tis collection _",
        "Q: And during that time --",
        "A: From the very --",
        "Q: Yeah.",
        "A: -- first minute you are --",
        "Q: We're covering a lot of -- I wanted to get a picture from you, about what your life\nwas like, who were the people who were important to you, what they were like, um, what\nwas that world like? Before all of the catastrophes, before everything changed. I wanted\nto get this picture. And of course there is more to add to it and if -- as we go into um, the\nwar years, and the Holocaust and all of the -- all of the atrocities, if something comes to\nyou where you want to go back to describing something pre-war, that's fine. But I wanted\nto get this kind of picture established so that somebody in the future has a sense of what it\nwas like before it all changed. And if you were born in 1928, you're still a child. When\nthings started to change. On the edge of being a teenager --",
        "A: So you actually have a picture of how I grow up and what kind of a family I was and\nwhat type of school I went.",
        "Q: Yeah. Some kind -- yeah. Some of it.",
        "A: Until soon there was an unrest (ph). Because uh, he conquered um Poland. Many\nJewish people run away from there.",
        "Q: That’s right.",
        "A: And I started to tell what was going on.",
        "Q: So you’re now talking now September Ist 1939, when the war breaks out and Germ\n— and Germany attacks Poland. I want to go back a little bit before. One more pre-\nContact reference@ushmm.org for further information about tis collection i\nquestion, very political question. Was there ant-Semitism when you were growing up?\nWas -- Did you feel it? Did you experience it? Was it talked about?",
        "A: I presume that it was, but I didn’t feel it. Smetona, issued a rule.",
        "Q: Smetona was the president of the country?",
        "A: Ina way, he wasn’t super democrat, but he was very good to the Jews. And he\nneeded the Jews badly. Because the Jews helped him to build a state with eh culture and\nlots of the doctors are Jewish, the professors are Jewish and they mainly came from\nGermany because it was not very far from Cannesberg (ph).",
        "Q: That’s right.",
        "A: And he always urged us to bring your relatives from Germany.",
        "Q: And that’s through the ‘30s after Hitler came to power? Or even before?",
        "A: Who came to power?",
        "Q: Hitler came to power in 1933. Did Smetona say this after he came to power?",
        "A: Yes.",
        "Q: -- or before?",
        "A: Before and after.",
        "Q: Both times, okay.",
        "A: Um Smetona (another language spoken) we used to go to his palace — palace.",
        "Q: Little palace, little palace. Pale chukas (ph).",
        "A: But we used to go.",
        "Q: On February 16th?",
        "A: We- like 80 percent of the Jews in Kaunas were Zionist and many immigrated to\nContact reference@ushmm.org for further information about tis collection o\nPalestine in spite of the good life that they had. Look not everybody had the food and\nthere were many and there were two hundred settlers the life was —",
        "Q: -- not so good.",
        "A: But they also —I want you to very much read that book I may get you that book it’s\nabout four settlers and Kaisiadorys.",
        "Q: Okay.",
        "A: We- suddenly, when the war started, many Jewish people fled from Poland and\ncame and each and every family brought in somebody to live because they there were\nquite a few but this 1s a habit of Jewish people someone comes over and would sleep over\na night and then stay and if they don’t have money they don’t pay. And now we are the\n‘40s. And we, we, we, we didn’t move. We should have moved. But where can we\nmove? You cannot enter Palestine because the English don’t let us.",
        "Q: I want to back up a little bit — I want to talk -- I want to get a sense as a ten-year-old,\neleven year-old child things start to change. I want to know how you experienced those\nchanges. Did you have a Polish, Jewish, family stay with you, for example, in Kaunas?",
        "A: Yes. One. It was a single man.",
        "Q: Did he tell you what was going on?",
        "A: Yes. The kids are not involved. They say there is a war. But the kids — you still go\nto school.",
        "Q: Did your parents seem more worried?",
        "A: They —I found out later, 1n Kaunas, our house the passports were ready.",
        "Q: Their passports were prepared to go to Palestine?\nContact reference@ushmm.org for further information about tis collection -",
        "A: Yes. They wanted to go to Palestine, but how can you enter Palestine? If you don’t\nhave thousands pounds sterling for each and everybody and this was a hell of a lot of\nmoney. You couldn’t enter. And even with a thousand pounds you couldn’t enter.\nThere was a limited --",
        "A: But I think we’re going to go with America cause there was a grandfather. I don’t\nknow I don’t know the details. I don’t have the slightest clue. Before you say Jack\nRobinson the Russians came.",
        "Q: How did you experience that? Do you remember when they arrived?",
        "A: Iremember like yesterday.",
        "Q: What happened? What did you see?",
        "A: I saw Plesney Plasky (ph), you speak Russian?",
        "Q: (Russian spoken)",
        "A: Came in a strong army and they went in the street it 1s after my (another language\nspoken) were playing, and there was a lot of music, and a lot of joy. But my sister was\nfirst here in university and the faculty of medicine but she said she’ll only be a\npharmacist. Never mind about that she couldn’t go on because she was not a Polital (ph).\nI couldn’t be a Pioneer.",
        "Q: You were the wrong class?",
        "A: Yes. So and my father which minimized after had a business the little that he had, all\nthat it — he couldn’t-it has to be nationalized everything had to be nationalized. But the\nbiggest shock was they took away our Hebrew. And we were, I would say Israelis, we\nwere Hebrew kids and Hebrew was everything. Even the Lithuanian language was\nhttps://collections.ushmm.org\n na\nstarted in Hebrew. And this is forbidden. Yiddish. But I cannot write Yiddish. There is\na difference in Yiddish if it is uh 1f you write the same letters in Hebrew and Yiddish you\nwrite the same letters in Hebrew, but the — for example “A” “E” just to give you an\nexample. In Hebrew, has three points, and in Yiddish it has a thing like this an “ine”. So—",
        "Q: It changes?",
        "A: -- So when they called me to the board — (another language spoken) He was cross\nand said “What kind of a Jew are you, you cannot speak Yiddish. You cannot write\nYiddish” and I started to cry. It was kind of a joke no?",
        "Q: Did your teachers change in school? Were there new teachers?",
        "A: Uh Hebrew teachers. No one stayed. As I said we use to go to Smetona we use to\ngo that flag was the blue and white one and the Lithuanian flag were still flags how\ntolerant he was. It was forbidden. To call me (another language spoken) or whatever I\ncould go and complain to the first policeman and he was forced to punish a boy. Or take\nhim to the Boka (ph) the day.",
        "Q: The Boka (ph) 1s sort of a jail?",
        "A: We knew it, we knew it, we — nobody touched us. Nobody did anything bad to us.\nMaybe here and there (another language spoken). But it didn’t come to an extent of\nhitting but maybe some other, boys and girls. But mainly not. It was not no. It was not —\nI cannot tell and when the Russians came, everybody’s equal. And the Jews have the\nsame rights like everybody else but they had the same rights before too, they had even\nbetter rights. It was a shock but we stayed in the same flat. The biggest shock\nwas that we couldn’t practice Hebrew anymore. So we did it —\nContact reference@ushmm.org for further information about tis collection -",
        "Q: -- quietly.",
        "A: Quietly, and in hiding. Because they were anti-Zionist, anti-Hebrew, anti, anti, anti,\nthey wanted us to go to Birobidzhan, if you know what --.",
        "Q: Yes. Birobidzhan is the Jewish Soviet Republic.",
        "A: But we were still in (unintelligible) if you remember, in Kaunas.",
        "Q: Yeah. House of culture?",
        "A: Piersney Plaskey (ph).",
        "Q: What does Piersney Plaskey (ph) mean?",
        "A: It was dancing and singing.",
        "Q: Dancing and singing, Piersney plaskey (ph).",
        "A: So.",
        "Q: That’s Russian.",
        "A: But after three quarters of a year passed by and I started to be neglected. I’m not a\nPioneer. And then my sister came one day and says, “Do you want to go to Palanga?”’\nAnd I said yes.",
        "Q: Palanga, P-A-L-A-N-G-A.",
        "A: Yes. It is a resort.",
        "Q: On the Baltic Sea.",
        "A: SouhI go to Palanga and maybe after you finish the Chem there you’ll be a Pioneer.\nAnd so I went to Palanga. It was tough, economically, because my father was not in good\nshape. My mother hired a truck and sold little pieces of wood that you — it shows you\nagain my mother was organizing things. And then — oh, by the way Vincent (ph) stayed\nContact reference@ushmm.org for further information about tis collection -\nwith us by the Russians too. She didn’t lift the red flag. She didn’t like it too because\nVytas (ph) was sent to Siberia.",
        "Q: He was arrested and deported?",
        "A: Yes.",
        "Q: Was that — was he one of the first arrested or was it um —",
        "A: Vytas?",
        "Q: Yeah. Or was he deported in June —",
        "A: He was deported, I don’t know. Because he was a soldier in —",
        "Q: -- in the army”?",
        "A: Inthe Lithuanian army. In the Lithuanian army. And it was passé, totally passé. They\nwere the army of the Bourgeois. I don’t know what they had in mind.",
        "Q: Did—-",
        "A: But half of my class, was shipped to Siberia. And maybe they would ship us too.\nWhich in maybe the class was — the two classes was 50, 60 people. Thirty and we have a\nsaying — I don’t see you well because of the light. But never mind. That’s better. They\nsaid, “The rich man has the luck” Why? Because two weeks before the Germans came in\nand they were shipped to Siberia it was very difficult to, 1t was very bad. A few people\ndied but it was still —",
        "Q: -- better?",
        "A: And in my class they all came back and all immigrated to Israel. They didn’t go to\nAmerica. So when we had our reunion and we were 50, five years ago, there were many\nchildren there. Because if they were to stay there would be very few children, if at all. So\nContact reference@ushmm.org for further information about tis collection -\nuh —",
        "Q: Did your family have that feeling, too, that they may be shipped to Siberia? Was that\ntalked about at home or you wouldn’t know of it?",
        "A: How can you hide it?",
        "Q: Okay?",
        "A: Your next-door-neighbor being sent to Siberia in the middle of the night have a little\nvalise and you go to the train, to Siberia.",
        "Q: Are you talking about that night of deportation that happened in June in 1941?",
        "A: Yes.",
        "Q: That one.",
        "A: You know in that deportation, not only Jews, all the Lithuanians. The Lithuanians\nsaid only we were deported and all you Jewish people were not deported because you\nwere Communist and blah blah. A half-class minimum, more than a half class and they\ncame back. It was difficult.",
        "Q: But one—were you in Palanga in June of 1941?",
        "A: You know about Palanga was a camp.",
        "Q: Ive heard of it. P’ve heard of it -- I know of somebody else who was in that camp.",
        "A: Somebody else? A Jewish boy?",
        "Q: Yeah. A Jewish boy who was in that camp.",
        "A: Is he in America?",
        "Q: Unfortunately now he is dead. He died in 1997.",
        "A: Aye, aye, aye, he was young.\nContact reference@ushmm org for further information about tis collection -",
        "Q: When was Alec (ph) born? Do you know of the name Stromas (ph).",
        "A: Ofcourse.",
        "Q: It was Alec Stromas (ph). Okay so —",
        "A: Iknew him very well. He was in the camp but he became a Communist.",
        "Q: No (sighs). He did become a Communist.",
        "A: Later before he was a Lithuanian Nationalist but he was a Communist. Later his\nfather was — don’t tell me the Stromas (ph) — I know Alec, I know the family. I know\neverybody there.",
        "Q: You do?",
        "A: And there mom, brother, I know everything.",
        "Q: Mom died, mother passed away.",
        "A: I know. I still have a cousin in Kaunas, Visidea (ph), do you know her?",
        "Q: Thirty years.",
        "A: She gives us a hard time.",
        "Q: Does she?",
        "A: Even if but don’t praise them, for heaven’s sake. I down talk to her anymore. You\nknow her because she comes here often?",
        "Q: I know her from many years now, many many years. But that’s a side issue, let’s go\nback to the interview?",
        "A: Alec was in Palanga and never told me, I liked him. Very clever guy. And his wife.",
        "Q: She lives in Lithuania. Um.",
        "A: Palanga.\nContact reference@ushmm.org for further information about tis collection bo",
        "Q: Palanga. If you were —",
        "A: -- 22nd of June. There’s an interesting thing. I don’t remember anything that\nhappened in Palanga.",
        "Q: Do you remember how you got there? Your mother hired somebody to take you\nthere? Is that what you said? Or she hired —",
        "A: --I don’t know.",
        "Q: You don’t remember.",
        "A: I don’t remember.",
        "Q: You just know that you wanted to be a Pioneer but not excluded.",
        "A: I knew Ibe a Pioneer but, but, but this only shows you what is brainwashing. After\ntwo weeks I was willing to kill for Stalin, to die for Stalin, to jail my parents, to kill all\nmy uncles. (laughs) I mean, this is when you take a young boy and you brainwash, this 1s\ncrazy.",
        "Q: Itis but you were also twelve years old, thirteen years old that’s the optimal age for\nthose things to happen.",
        "A: Yeah.",
        "Q: That’s the — you know, if you were 18 it wouldn’t happen quite like that.",
        "A: You know the Arabs well now it’s quiet but ten years ago when they are asked to\ncommit suicide. I explain to people, what is brainwashing? Brainwashing 1s, is, [ am\nbrainwashing. I know what it is. They change you, they promise you 71 virgins in Allah.",
        "Q: That’s right.",
        "A: Allah will take care of you. This is brainwashing. And now the shock.\nContact reference@ushmm.org for further information about tis collection <0",
        "Q: Yeah and tell me about —",
        "A: -- and why the shock.",
        "Q: What happened, first of all?",
        "A: Frist of all, they closed the border off Lemin and Clibida (ph) and they came in\nmotorcycles and bicycles and I don’t know what else.",
        "Q: Can you tell me — do you remember how they looked?",
        "A: Yes.",
        "Q: How did they look?",
        "A: The Germans?",
        "Q: Yes.",
        "A: Organized, fit, blitzkrieg, and the shock is, the Russians, the big Russians, the army\nthat’s after --. They ran, they left their shoes. They ran like crazy. They didn’t fight back.\nAnd this is like we don’t need to fight back.",
        "Q: So you were in this pioneer camp in Palanga, this resort on the Baltic Sea, the resort.\nAnd what happened from one day to the next? Did the camp leaders leave? Did they\ndisappear?",
        "A: Disappear.",
        "Q: So all the children just left there?",
        "A: Left there. Some of them succeeded with (Unintelligible) to go with them to Russia.",
        "Q: Isee. About how many children were in that camp?",
        "A: Many. Maybe thousands. Lot of children. And on the very same day, the\nLithuanians came, the Jewish children here, the non-Jewish children there.\nhttps://collections.ushmm.org\n =",
        "Q: All of them had been pioneers before but they split them in two?",
        "A: All of them were split. The Jewish children. We were put in a synagogue. Together\nwith women and children. The men were put in another synagogue. And put on fire.\nThis was the Lithuanians. They did.",
        "Q: But was this — did they take the Jews of Palanga together with the children who were\nin the camp?",
        "A: Yes. Bravo.",
        "Q: Okay.",
        "A: The Jews of Palanga, and then the torture started.",
        "Q: Where were you?",
        "A: In the synagogue.",
        "Q: You were in the synagogue? And so you saw it go up in flames?",
        "A: The other one? No, the other one we didn’t see these people. Because the other one\nwas far away.",
        "Q: Oh, so there were two synagogues?",
        "A: Yes. Always two synagogues.",
        "Q: But the one that went up —",
        "A: The Jews say in this synagogue I don’t go.",
        "Q: But the one that went up in flames, luckily you were not in that one. You were in the\nother one?",
        "A: No, no, no.",
        "Q: Okay.\nContact reference@ushmm.org for further information about tis collection _",
        "A: No, I was considered already a big boy.",
        "Q: So you went to the —",
        "A: Only the men. The infants were with the mothers.",
        "Q: So the men were in the synagogue that went up in flames? I see, okay. It was put on\nfire, in other words.",
        "A: And then the ceremony started. Take the Torah books, go with them, and they\nshouted “hey,” they were watching us. Put in on fire.",
        "Q: So this was the militia?",
        "A: Why? What happening to our neighbors, to such an extent? I didn’t know that was\nhappening in Kaunas was much worse. They went from house to house. So, I don’t\nknow. Where are my parents? Where is my sister? Where is my little brother? Where is\nVincent (ph), where is Teraza (ph)? I will tell you something. Vincent (ph) and Teraza\n(ph) were considered family. This is the same unit. It’s not something upstairs-\ndownstairs. We are sitting there in this synagogue about three weeks.",
        "Q: About how many people were in it?",
        "A: Tons. One hundred fifty. Terrible. We had no restrooms and we had hardly\nsomething to eat. And every day it was a procession of the books. All the book in the\nsynagogue. We had to carry them and put them on fire. There was beating, there was\ncursing.",
        "Q: And was it Germans or was it Lithuanians or was it both?",
        "A: The Germans were not there.",
        "Q: Lithuanians.\nContact reference@ushmm.org for further information about tis collection 3",
        "A: They were busy. Blitz. We would go and one-and-a-half days Lithuania was — and\nthe soldiers would run away. I compare it sometimes with, of course, with the Arabs.\nWhen they flee, they leave the shoes. They flee. They’re afraid of us.",
        "Q: So they were —",
        "A: They were afraid of us. Today, I don’t know. But don’t worry, we will settle it. We\nknow what to do. You know, what is the worst thing 1s the helpless, you are helpless.\nThere 1s nothing you can do. Suddenly there is nothing you can do. You can’t flee you\ndon’t know where to flee. You don’t know what happened to your parents. And to make\na long story short, a Lithuanian, a non-Jew, had good relationship with The Red Cross.\nAnd he had a Jewish friend, and they sent three buses and we were shipped to another\nplace and never mind it’s a complicated—and the buses brought us to Kaunas.\nAnd Vincent, (ph) my brother, came to fetch me from there was a Jewish center in\nKaunas where the orphanage was if you know, where it is, and the old people knows and\nyou can see it engraved there was The Ten Commandments. And then I have a very good\nfeeling. Because, if they were waiting for me maybe they would run away together with\nthe Russians. And many ran away. It was terrible.",
        "Q: What did you see when you get back to Kaunas? What did you —?",
        "A: Empty streets. People didn’t dare to go out. There were 14 thousand Jews and ten\nthousand killed by Lithuanians in the first month. Killed. And the question is, why? And\nsometimes I think that the factor of to rob us and to look for gold and diamonds and\nthings like this. Was also — or, 1t was somewhere, maybe, the organizist (ph) is maybe\nbecause we Christ, we put Jesus on the cross. But no we didn’t put — the Romans put —\nContact reference@ushmm.org for further information about tis collection 7\nit’s crazy. It’s absolutely —",
        "Q: What was your mother like? When you came home she must have been frightened\ntoo because you were in Palanga and she didn’t know what was happening.",
        "A: Ofcourse. My health, my father, my mother, didn’t turn out that Tereza (ph) told\nme. They went from flat to flat. And their headquarters just in front of the watershed.",
        "Q: And you lived on that square?",
        "A: Yes. And they used to come very often. To look for the Jews. And she said they took\nthem away. She was hiding them under the bed, and in the cupboards. All kinds of\nhiding places 1n the flat. So they had to look. She said “Me, I, they didn’t give it to me.\nIt’s me I took it. My little girl. And we are very happy they took them. Put on a plate.”\nI didn’t know — I wouldn’t know it I would put name by the righteous, because she\nrisked her life. I don’t know if she is still alive but she she did not everybody did. Some\njust turn in and she — we came to Pulsa Pukamas (ph), I’m shifting. And\nTereza (ph) took off the rings and said this is the ring my mother, your mother gave to\nmy mother.",
        "Q: Aww. Oh dear.",
        "A: I want you to have it. It’s a big ring it was a big ring. It was a white ring. She cut it\nin three pieces and gave it to Teraza to me and her. And she said, “take all the furniture.”\nFour years ago we had the furniture nice furniture. “Take everything,” she said. “We\nwon’t come back.” And no, I didn’t take it. What I took 1s a picture of me playing the\nviolin. I hated the violin. And we had lunch on our tablecloths.",
        "Q: In 1995.\nContact reference@ushmm.org for further information about tis collection as",
        "A: Ill show you the movie next time when I come.",
        "Q: Yeah.",
        "A: Are you in New York sometimes?",
        "Q: Sometimes. Do you come to New York sometimes?",
        "A: Icome every year.",
        "Q: Okay.",
        "A: I brought my (Unintelligible and laughs).",
        "Q: Um?",
        "A: Uh, this Iremember. The three of us, I went off the bus. I was very happy to be with\nmy family again. And we went home. And then we went into the ghetto.",
        "Q: Tell me about that. How did that occur? What do you remember about going into\nthe ghetto?",
        "A: When he came, with the carriage and the horse. And they put us in the ghetto. And\nwhat the Germans did they said, “Now we are going to form a ghetto. And this is after\nthe war will be over then you will go back to your houses.” _I mean, they did everything\nto avoid a revolution. How do you avoid revolutions? Drops of hope. Okay we’ll come\nback. And so immediately there was an organized lot to make sure you are managing the\nghetto. And the police. And (other language spoken) which means, those who — we’ ll\ngive you four or five people we’ll give you one room. They gave us one room. The room\nwas a kitchen we had to share with another two or three families. If not the very\nconvenient the grown-up girl too, but it wasn’t the worst. This wasn’t the worst. This was\na Garden of Eden compared to the concentration camps.\nContact reference@ushmm.org for further information about tis collection ng",
        "Q: When you went to the ghetto, was it all five of you? Your father, your mother, and\nyour sister. And you had the one room? Did you have to go to work? Did your sister\nhave to go to work?",
        "A: My sister had to go to work, my mother had to go to work. My father had to go to\nwork. And me all by myself not.",
        "Q: Isee.",
        "A: But, on the very same year, °41, in October 28, you know?",
        "Q: Tell me anyway. Tell me.",
        "A: They announced that all the people has to report to the democrata plats (ph).",
        "Q: Okay. Democracy Square. (other language spoken)",
        "A: Sometimes you really know names. And — the all of us did not know what to do.\nBecause they understood that something wrong was going to be here. They said, “What\ndo we do?” So a secular Jew, who doesn’t believe in God, goes to the rabbi. Go to the\nrabbi and ask the rabbi what to do. Rabbi Shapiro. “Rabbi, what shall we do?” And they\nsay, “I need to look in the holy books. I can’t tell you — come later, come to our later.” I\nsaid yes you have to report. And they said Elkes which was the head of the ghetto, said,\n“uh, why, Rabbi Shapiro, do we have to report? Let them take me wherever they want.”\n“No, but if we are organized maybe a few people will stay alive. And they will tell. What\nthey did to us.” So, here I am to tell you what they did to us. It 1s eh,5 o’clock in the\nmorning, 6 o’clock in the morning and there were two murderers Rauca and Jordan (ph).",
        "Q: Ral and who?",
        "A: Rauca and Yordon (ph).\nContact reference@ushmm.org for further information about tis collection _",
        "Q: Rauca, R-a-u-c-a and Jordan, J, you got that?",
        "A: I think there were forts (ph), there were Nazis. And they should stay feminist, and\nthey will stay home, we will kill them on the spot, which they did. And then they stick to\nthe left is the good side and the right 1s the bad side. And I look at my family and I say\nthey need walking partner. They can’t still walk. All right with all of us. Even for me, I\nsaid. But what would they do with the little one? He 1s now spoiling the whole thing.\nBecause of him he’|l go to the bad side. But the police was the good side. Where the\nestablishment was, there was a good side and there was a bad side. All the other, mainly\nwomen and children. And I said “Aye aye aye.” But when we same to Rauca (ph). I put\nlike this. Very tall family. My father was very tall. My mother was also tall woman. My\nsister was tall. And even I was tall. To my age. At that time I —",
        "Q: So with Danny, even though he was nine years old at that time you went to the good\nside. Okay. I think we’ll change the card now. Yeah?\nUNIDENTIFIED SPEAKER: Are we ready?\nChanoch. Um so on that day, when you were, you know, to the right. You were saved.",
        "A: Iwas to the left.",
        "Q: Excuse me. To the left.",
        "A: That’s all right.",
        "Q: And so you remember that. Do you remember what Rauca looked like? And what\nhappened after that? How did your parents -- do you remember any details from that\nday?\nContact reference@ushmm.org for further information about tis collection ne",
        "A: We were, I wouldn’t say happy but we were content in the good side and it was\nheartbreaking. Because they took all of them there and cried and they stood there in the\nlittle ghetto. They all were part of the ghetto. If you saw it. In the ghetto was a bridge.\nWe probably say it many times and they put them in the ghetto and from there, there was\nalready one action before. Dr. Elkas (ph) went back then please save this he wanted to\nsave and he was beaten. And then they, the very same day or the next day we say them\ngoing up the hill to Fort Number Nine. You know where it is?",
        "Q: Yes. But tell us what is Fort Number Nine?",
        "A: Fort Number Nine is the killing spot for the Jewish people.",
        "Q: In Kaunas.",
        "A: Or maybe some none Jewish people as well. Fort was one the nine forts or ten forts\nthat surrounded Kaunas during the Russians built a — a kind of fort to protect and defend\nKaunas. And even today when you go and see, have you been? Have you seen the little\nguns there?",
        "Q: I don’t recall that. I’ve been there but I don’t recall that?",
        "A: We have to go very, very down. The trenches were already ready. We saw them\ngoing uphill. And they were shot on the very same day. And later on burned. This was\nthe big action because they needed the great action. The problem 1s there are less and\nless people coming because the people are dying out.",
        "Q: Yeah.",
        "A: This is a sad day for us. A sad day for me. Because I saw it with my own eyes and I\nheard it in my own ears, the shooting.\nContact reference@ushmm.org for further information about tis collection <0",
        "Q: You could hear the shooting?",
        "A: Yes, there was a lot of shooting. It was again, women and children. There was very\nlittle to do. What could they do? Nothing. Maybe some of them they put in the cells. In\nFort Number Nine. But when they killed, the German Jews and the French Jews, they,\nput them in the cells first and then they killed them. There’s a story from one girl. She\nlives here in New York somewhere. She says Jordan (ph) came, and rescued their family\nbecause her mother was a seamstress. What happened then 1s fairly quiet years. It\ndoesn’t mean there were quiet years because people got shipped to Estonia. And for\nwork and _ then they were killed. And they were shipped to all kinds of to — Shancy (ph).",
        "Q: Shansheay (ph)?",
        "A: To Shawshea (ph). And there was a kind of a_ little camp so when they did make the\nlist, they — we didn’t know if it was better or worse. What would happen to the Jews?\nBut I, personally, understood that I have to belong to the establishment. And this will be\nthe policy. This will be my insurance policy for my family.",
        "Q: By establishment, what do you mean?",
        "A: Establishment is the police, the work office, and Unrat (ph). This 1s what we call\nestablishment. Maybe there is another word in English for it.",
        "Q: Okay. How did you do that? In what way did you get yourself connected there?",
        "A: I was asking maybe they need a messenger. And I knew the Jewish — I knew there\nwas a German S.R. Anda Jewish manager. So I wrote to him. And he said to come.\nAnd the minute I got this thing that was written to get I but a messenger this was a life\ninsurance policy. Nobody can touch you. You are safe.\nContact reference@ushmm.org for further information about tis collection -",
        "Q: Soit’sa 13-, 14 year-old boy?",
        "A: T’ma messenger.",
        "Q: You’re a messenger.",
        "A: And I’m happy.",
        "Q: What kind of messages did you take?",
        "A: Bring this list to the Unrat (ph). Which was no, outside. Take this to the police and\nwe had a car to take and we called, and we use to write all the people in the ghetto, their\nnames and all kinds of things like that. The head of this was Gustav Hammon (ph).",
        "Q: Hammon Gustov or Gustov Hammon’?",
        "A: Youre right.",
        "Q: Gustov Hammon.",
        "A: You heard about him?",
        "Q: No, as a matter of fact. I have heard of Hammon (ph). Which is different. Hamon\nwas with the Einsof Commando (ph) I believe.",
        "A: That’s not that’s a different story.\nwith Mr. Uri Chanoch, is being interrupted on July 12, 2012. We are at the point where\nMr. Chanoch 1s describing to us what life was like in the ghetto. And how he um,\nbecame a messenger for the Utinrat (ph).",
        "A: Not for the Unirat (ph) — for the German Work Office.",
        "Q: For the German Work Office. And we will continue this interview by phone, by\nphone, long distance, at a later date. Thank you, Mr. Chanoch, very much.\nContact reference@ushmm.org for further information about tis collection 7",
        "A: I’m going to Lithuania. Probably.",
        "Q: Probably in August. So I will call you —",
        "A: Now Lam going right now after I come back.",
        "Q: Okay. So we will continue this interview um, most likely in August when you are\nback in Israel. Um thank you very much for your testimony so far and I wish you a good\njourney.",
        "A: Thank you very much. And I want to tell you, you’re a terrific interviewer.",
        "Q: You can repeat those nice things.",
        "A: You are avery good interviewer. You have made me talk.",
        "Q: Thank you.",
        "A: And it’s not so easy to do to make me talk.",
        "Q: Okay thank you very much.\nEnd of File Two\nConclusion of Interview\n"
    ],
    "questions": [
        "Q: Yes, I do. I mean I do when you talked about your father meeting Vince uh coming\nout I know the church around the corner that you're talking about. I know the corner\nVinoze Gata and Valenchos (ph) -- I know it. So um, there's uh -- are you okay?",
        "Q: No, I did not know about Monica.",
        "Q: No, I don't know about Gloria, was that another cafe?",
        "Q: Triumf en capitol (ph) -- I think I've heard of.",
        "Q: These were cafes too? Restaurants?",
        "Q: No? What were they?",
        "Q: Ah.",
        "Q: It's um, well that's also because I wasn't born there and I didn't grow up there. It's\nbecause I came there later and got to see these places.",
        "Q: And during that time --",
        "Q: Yeah.",
        "Q: We're covering a lot of -- I wanted to get a picture from you, about what your life\nwas like, who were the people who were important to you, what they were like, um, what\nwas that world like? Before all of the catastrophes, before everything changed. I wanted\nto get this picture. And of course there is more to add to it and if -- as we go into um, the\nwar years, and the Holocaust and all of the -- all of the atrocities, if something comes to\nyou where you want to go back to describing something pre-war, that's fine. But I wanted\nto get this kind of picture established so that somebody in the future has a sense of what it\nwas like before it all changed. And if you were born in 1928, you're still a child. When\nthings started to change. On the edge of being a teenager --",
        "Q: Yeah. Some kind -- yeah. Some of it.",
        "Q: That’s right.",
        "Q: So you’re now talking now September Ist 1939, when the war breaks out and Germ\n— and Germany attacks Poland. I want to go back a little bit before. One more pre-",
        "Q: Smetona was the president of the country?",
        "Q: That’s right.",
        "Q: And that’s through the ‘30s after Hitler came to power? Or even before?",
        "Q: Hitler came to power in 1933. Did Smetona say this after he came to power?",
        "Q: -- or before?",
        "Q: Both times, okay.",
        "Q: Little palace, little palace. Pale chukas (ph).",
        "Q: On February 16th?",
        "Q: -- not so good.",
        "Q: Okay.",
        "Q: I want to back up a little bit — I want to talk -- I want to get a sense as a ten-year-old,\neleven year-old child things start to change. I want to know how you experienced those\nchanges. Did you have a Polish, Jewish, family stay with you, for example, in Kaunas?",
        "Q: Did he tell you what was going on?",
        "Q: Did your parents seem more worried?",
        "Q: Their passports were prepared to go to Palestine?",
        "Q: How did you experience that? Do you remember when they arrived?",
        "Q: What happened? What did you see?",
        "Q: (Russian spoken)",
        "Q: You were the wrong class?",
        "Q: It changes?",
        "Q: Did your teachers change in school? Were there new teachers?",
        "Q: The Boka (ph) 1s sort of a jail?",
        "Q: -- quietly.",
        "Q: Yes. Birobidzhan is the Jewish Soviet Republic.",
        "Q: Yeah. House of culture?",
        "Q: What does Piersney Plaskey (ph) mean?",
        "Q: Dancing and singing, Piersney plaskey (ph).",
        "Q: That’s Russian.",
        "Q: Palanga, P-A-L-A-N-G-A.",
        "Q: On the Baltic Sea.",
        "Q: He was arrested and deported?",
        "Q: Was that — was he one of the first arrested or was it um —",
        "Q: Yeah. Or was he deported in June —",
        "Q: -- in the army”?",
        "Q: Did—-",
        "Q: -- better?",
        "Q: Did your family have that feeling, too, that they may be shipped to Siberia? Was that\ntalked about at home or you wouldn’t know of it?",
        "Q: Okay?",
        "Q: Are you talking about that night of deportation that happened in June in 1941?",
        "Q: That one.",
        "Q: But one—were you in Palanga in June of 1941?",
        "Q: Ive heard of it. P’ve heard of it -- I know of somebody else who was in that camp.",
        "Q: Yeah. A Jewish boy who was in that camp.",
        "Q: Unfortunately now he is dead. He died in 1997.",
        "Q: When was Alec (ph) born? Do you know of the name Stromas (ph).",
        "Q: It was Alec Stromas (ph). Okay so —",
        "Q: No (sighs). He did become a Communist.",
        "Q: You do?",
        "Q: Mom died, mother passed away.",
        "Q: Thirty years.",
        "Q: Does she?",
        "Q: I know her from many years now, many many years. But that’s a side issue, let’s go\nback to the interview?",
        "Q: She lives in Lithuania. Um.",
        "Q: Palanga. If you were —",
        "Q: Do you remember how you got there? Your mother hired somebody to take you\nthere? Is that what you said? Or she hired —",
        "Q: You don’t remember.",
        "Q: You just know that you wanted to be a Pioneer but not excluded.",
        "Q: Itis but you were also twelve years old, thirteen years old that’s the optimal age for\nthose things to happen.",
        "Q: That’s the — you know, if you were 18 it wouldn’t happen quite like that.",
        "Q: That’s right.",
        "Q: Yeah and tell me about —",
        "Q: What happened, first of all?",
        "Q: Can you tell me — do you remember how they looked?",
        "Q: How did they look?",
        "Q: Yes.",
        "Q: So you were in this pioneer camp in Palanga, this resort on the Baltic Sea, the resort.\nAnd what happened from one day to the next? Did the camp leaders leave? Did they\ndisappear?",
        "Q: So all the children just left there?",
        "Q: Isee. About how many children were in that camp?",
        "Q: All of them had been pioneers before but they split them in two?",
        "Q: But was this — did they take the Jews of Palanga together with the children who were\nin the camp?",
        "Q: Okay.",
        "Q: Where were you?",
        "Q: You were in the synagogue? And so you saw it go up in flames?",
        "Q: Oh, so there were two synagogues?",
        "Q: But the one that went up —",
        "Q: But the one that went up in flames, luckily you were not in that one. You were in the\nother one?",
        "Q: Okay.",
        "Q: So you went to the —",
        "Q: So the men were in the synagogue that went up in flames? I see, okay. It was put on\nfire, in other words.",
        "Q: So this was the militia?",
        "Q: About how many people were in it?",
        "Q: And was it Germans or was it Lithuanians or was it both?",
        "Q: Lithuanians.",
        "Q: So they were —",
        "Q: What did you see when you get back to Kaunas? What did you —?",
        "Q: What was your mother like? When you came home she must have been frightened\ntoo because you were in Palanga and she didn’t know what was happening.",
        "Q: And you lived on that square?",
        "Q: Aww. Oh dear.",
        "Q: In 1995.",
        "Q: Yeah.",
        "Q: Sometimes. Do you come to New York sometimes?",
        "Q: Okay.",
        "Q: Um?",
        "Q: Tell me about that. How did that occur? What do you remember about going into\nthe ghetto?",
        "Q: When you went to the ghetto, was it all five of you? Your father, your mother, and\nyour sister. And you had the one room? Did you have to go to work? Did your sister\nhave to go to work?",
        "Q: Isee.",
        "Q: Tell me anyway. Tell me.",
        "Q: Okay. Democracy Square. (other language spoken)",
        "Q: Ral and who?",
        "Q: Rauca, R-a-u-c-a and Jordan, J, you got that?",
        "Q: So with Danny, even though he was nine years old at that time you went to the good\nside. Okay. I think we’ll change the card now. Yeah?\nUNIDENTIFIED SPEAKER: Are we ready?",
        "Q: Excuse me. To the left.",
        "Q: And so you remember that. Do you remember what Rauca looked like? And what\nhappened after that? How did your parents -- do you remember any details from that\nday?",
        "Q: Yes. But tell us what is Fort Number Nine?",
        "Q: In Kaunas.",
        "Q: I don’t recall that. I’ve been there but I don’t recall that?",
        "Q: Yeah.",
        "Q: You could hear the shooting?",
        "Q: Shansheay (ph)?",
        "Q: By establishment, what do you mean?",
        "Q: Okay. How did you do that? In what way did you get yourself connected there?",
        "Q: Soit’sa 13-, 14 year-old boy?",
        "Q: You’re a messenger.",
        "Q: What kind of messages did you take?",
        "Q: Hammon Gustov or Gustov Hammon’?",
        "Q: Gustov Hammon.",
        "Q: No, as a matter of fact. I have heard of Hammon (ph). Which is different. Hamon\nwas with the Einsof Commando (ph) I believe.",
        "Q: For the German Work Office. And we will continue this interview by phone, by\nphone, long distance, at a later date. Thank you, Mr. Chanoch, very much.",
        "Q: Probably in August. So I will call you —",
        "Q: Okay. So we will continue this interview um, most likely in August when you are\nback in Israel. Um thank you very much for your testimony so far and I wish you a good\njourney.",
        "Q: You can repeat those nice things.",
        "Q: Thank you.",
        "Q: Okay thank you very much.\nEnd of File Two\nConclusion of Interview"
    ],
    "answers": [
        "A: I can visualize it.",
        "A: But I bet you didn't know about Monica?",
        "A: And you didn't know about Gloria.",
        "A: Inthe Triumf en capitol (ph), you didn't know?",
        "A: What -- what -- what was it?",
        "A: No.",
        "A: They are cinemas.",
        "A: And you own the cinemas.",
        "A: Only when you are born there --\nContact reference@ushmm.org for further information about tis collection _",
        "A: From the very --",
        "A: -- first minute you are --",
        "A: So you actually have a picture of how I grow up and what kind of a family I was and\nwhat type of school I went.",
        "A: Until soon there was an unrest (ph). Because uh, he conquered um Poland. Many\nJewish people run away from there.",
        "A: And I started to tell what was going on.\nContact reference@ushmm.org for further information about tis collection i\nquestion, very political question. Was there ant-Semitism when you were growing up?\nWas -- Did you feel it? Did you experience it? Was it talked about?",
        "A: I presume that it was, but I didn’t feel it. Smetona, issued a rule.",
        "A: Ina way, he wasn’t super democrat, but he was very good to the Jews. And he\nneeded the Jews badly. Because the Jews helped him to build a state with eh culture and\nlots of the doctors are Jewish, the professors are Jewish and they mainly came from\nGermany because it was not very far from Cannesberg (ph).",
        "A: And he always urged us to bring your relatives from Germany.",
        "A: Who came to power?",
        "A: Yes.",
        "A: Before and after.",
        "A: Um Smetona (another language spoken) we used to go to his palace — palace.",
        "A: But we used to go.",
        "A: We- like 80 percent of the Jews in Kaunas were Zionist and many immigrated to\nContact reference@ushmm.org for further information about tis collection o\nPalestine in spite of the good life that they had. Look not everybody had the food and\nthere were many and there were two hundred settlers the life was —",
        "A: But they also —I want you to very much read that book I may get you that book it’s\nabout four settlers and Kaisiadorys.",
        "A: We- suddenly, when the war started, many Jewish people fled from Poland and\ncame and each and every family brought in somebody to live because they there were\nquite a few but this 1s a habit of Jewish people someone comes over and would sleep over\na night and then stay and if they don’t have money they don’t pay. And now we are the\n‘40s. And we, we, we, we didn’t move. We should have moved. But where can we\nmove? You cannot enter Palestine because the English don’t let us.",
        "A: Yes. One. It was a single man.",
        "A: Yes. The kids are not involved. They say there is a war. But the kids — you still go\nto school.",
        "A: They —I found out later, 1n Kaunas, our house the passports were ready.\nContact reference@ushmm.org for further information about tis collection -",
        "A: Yes. They wanted to go to Palestine, but how can you enter Palestine? If you don’t\nhave thousands pounds sterling for each and everybody and this was a hell of a lot of\nmoney. You couldn’t enter. And even with a thousand pounds you couldn’t enter.\nThere was a limited --",
        "A: But I think we’re going to go with America cause there was a grandfather. I don’t\nknow I don’t know the details. I don’t have the slightest clue. Before you say Jack\nRobinson the Russians came.",
        "A: Iremember like yesterday.",
        "A: I saw Plesney Plasky (ph), you speak Russian?",
        "A: Came in a strong army and they went in the street it 1s after my (another language\nspoken) were playing, and there was a lot of music, and a lot of joy. But my sister was\nfirst here in university and the faculty of medicine but she said she’ll only be a\npharmacist. Never mind about that she couldn’t go on because she was not a Polital (ph).\nI couldn’t be a Pioneer.",
        "A: Yes. So and my father which minimized after had a business the little that he had, all\nthat it — he couldn’t-it has to be nationalized everything had to be nationalized. But the\nbiggest shock was they took away our Hebrew. And we were, I would say Israelis, we\nwere Hebrew kids and Hebrew was everything. Even the Lithuanian language was\nhttps://collections.ushmm.org\n na\nstarted in Hebrew. And this is forbidden. Yiddish. But I cannot write Yiddish. There is\na difference in Yiddish if it is uh 1f you write the same letters in Hebrew and Yiddish you\nwrite the same letters in Hebrew, but the — for example “A” “E” just to give you an\nexample. In Hebrew, has three points, and in Yiddish it has a thing like this an “ine”. So—",
        "A: -- So when they called me to the board — (another language spoken) He was cross\nand said “What kind of a Jew are you, you cannot speak Yiddish. You cannot write\nYiddish” and I started to cry. It was kind of a joke no?",
        "A: Uh Hebrew teachers. No one stayed. As I said we use to go to Smetona we use to\ngo that flag was the blue and white one and the Lithuanian flag were still flags how\ntolerant he was. It was forbidden. To call me (another language spoken) or whatever I\ncould go and complain to the first policeman and he was forced to punish a boy. Or take\nhim to the Boka (ph) the day.",
        "A: We knew it, we knew it, we — nobody touched us. Nobody did anything bad to us.\nMaybe here and there (another language spoken). But it didn’t come to an extent of\nhitting but maybe some other, boys and girls. But mainly not. It was not no. It was not —\nI cannot tell and when the Russians came, everybody’s equal. And the Jews have the\nsame rights like everybody else but they had the same rights before too, they had even\nbetter rights. It was a shock but we stayed in the same flat. The biggest shock\nwas that we couldn’t practice Hebrew anymore. So we did it —\nContact reference@ushmm.org for further information about tis collection -",
        "A: Quietly, and in hiding. Because they were anti-Zionist, anti-Hebrew, anti, anti, anti,\nthey wanted us to go to Birobidzhan, if you know what --.",
        "A: But we were still in (unintelligible) if you remember, in Kaunas.",
        "A: Piersney Plaskey (ph).",
        "A: It was dancing and singing.",
        "A: So.",
        "A: But after three quarters of a year passed by and I started to be neglected. I’m not a\nPioneer. And then my sister came one day and says, “Do you want to go to Palanga?”’\nAnd I said yes.",
        "A: Yes. It is a resort.",
        "A: SouhI go to Palanga and maybe after you finish the Chem there you’ll be a Pioneer.\nAnd so I went to Palanga. It was tough, economically, because my father was not in good\nshape. My mother hired a truck and sold little pieces of wood that you — it shows you\nagain my mother was organizing things. And then — oh, by the way Vincent (ph) stayed\nContact reference@ushmm.org for further information about tis collection -\nwith us by the Russians too. She didn’t lift the red flag. She didn’t like it too because\nVytas (ph) was sent to Siberia.",
        "A: Yes.",
        "A: Vytas?",
        "A: He was deported, I don’t know. Because he was a soldier in —",
        "A: Inthe Lithuanian army. In the Lithuanian army. And it was passé, totally passé. They\nwere the army of the Bourgeois. I don’t know what they had in mind.",
        "A: But half of my class, was shipped to Siberia. And maybe they would ship us too.\nWhich in maybe the class was — the two classes was 50, 60 people. Thirty and we have a\nsaying — I don’t see you well because of the light. But never mind. That’s better. They\nsaid, “The rich man has the luck” Why? Because two weeks before the Germans came in\nand they were shipped to Siberia it was very difficult to, 1t was very bad. A few people\ndied but it was still —",
        "A: And in my class they all came back and all immigrated to Israel. They didn’t go to\nAmerica. So when we had our reunion and we were 50, five years ago, there were many\nchildren there. Because if they were to stay there would be very few children, if at all. So\nContact reference@ushmm.org for further information about tis collection -\nuh —",
        "A: How can you hide it?",
        "A: Your next-door-neighbor being sent to Siberia in the middle of the night have a little\nvalise and you go to the train, to Siberia.",
        "A: Yes.",
        "A: You know in that deportation, not only Jews, all the Lithuanians. The Lithuanians\nsaid only we were deported and all you Jewish people were not deported because you\nwere Communist and blah blah. A half-class minimum, more than a half class and they\ncame back. It was difficult.",
        "A: You know about Palanga was a camp.",
        "A: Somebody else? A Jewish boy?",
        "A: Is he in America?",
        "A: Aye, aye, aye, he was young.\nContact reference@ushmm org for further information about tis collection -",
        "A: Ofcourse.",
        "A: Iknew him very well. He was in the camp but he became a Communist.",
        "A: Later before he was a Lithuanian Nationalist but he was a Communist. Later his\nfather was — don’t tell me the Stromas (ph) — I know Alec, I know the family. I know\neverybody there.",
        "A: And there mom, brother, I know everything.",
        "A: I know. I still have a cousin in Kaunas, Visidea (ph), do you know her?",
        "A: She gives us a hard time.",
        "A: Even if but don’t praise them, for heaven’s sake. I down talk to her anymore. You\nknow her because she comes here often?",
        "A: Alec was in Palanga and never told me, I liked him. Very clever guy. And his wife.",
        "A: Palanga.\nContact reference@ushmm.org for further information about tis collection bo",
        "A: -- 22nd of June. There’s an interesting thing. I don’t remember anything that\nhappened in Palanga.",
        "A: --I don’t know.",
        "A: I don’t remember.",
        "A: I knew Ibe a Pioneer but, but, but this only shows you what is brainwashing. After\ntwo weeks I was willing to kill for Stalin, to die for Stalin, to jail my parents, to kill all\nmy uncles. (laughs) I mean, this is when you take a young boy and you brainwash, this 1s\ncrazy.",
        "A: Yeah.",
        "A: You know the Arabs well now it’s quiet but ten years ago when they are asked to\ncommit suicide. I explain to people, what is brainwashing? Brainwashing 1s, is, [ am\nbrainwashing. I know what it is. They change you, they promise you 71 virgins in Allah.",
        "A: Allah will take care of you. This is brainwashing. And now the shock.\nContact reference@ushmm.org for further information about tis collection <0",
        "A: -- and why the shock.",
        "A: Frist of all, they closed the border off Lemin and Clibida (ph) and they came in\nmotorcycles and bicycles and I don’t know what else.",
        "A: Yes.",
        "A: The Germans?",
        "A: Organized, fit, blitzkrieg, and the shock is, the Russians, the big Russians, the army\nthat’s after --. They ran, they left their shoes. They ran like crazy. They didn’t fight back.\nAnd this is like we don’t need to fight back.",
        "A: Disappear.",
        "A: Left there. Some of them succeeded with (Unintelligible) to go with them to Russia.",
        "A: Many. Maybe thousands. Lot of children. And on the very same day, the\nLithuanians came, the Jewish children here, the non-Jewish children there.\nhttps://collections.ushmm.org\n =",
        "A: All of them were split. The Jewish children. We were put in a synagogue. Together\nwith women and children. The men were put in another synagogue. And put on fire.\nThis was the Lithuanians. They did.",
        "A: Yes. Bravo.",
        "A: The Jews of Palanga, and then the torture started.",
        "A: In the synagogue.",
        "A: The other one? No, the other one we didn’t see these people. Because the other one\nwas far away.",
        "A: Yes. Always two synagogues.",
        "A: The Jews say in this synagogue I don’t go.",
        "A: No, no, no.\nContact reference@ushmm.org for further information about tis collection _",
        "A: No, I was considered already a big boy.",
        "A: Only the men. The infants were with the mothers.",
        "A: And then the ceremony started. Take the Torah books, go with them, and they\nshouted “hey,” they were watching us. Put in on fire.",
        "A: Why? What happening to our neighbors, to such an extent? I didn’t know that was\nhappening in Kaunas was much worse. They went from house to house. So, I don’t\nknow. Where are my parents? Where is my sister? Where is my little brother? Where is\nVincent (ph), where is Teraza (ph)? I will tell you something. Vincent (ph) and Teraza\n(ph) were considered family. This is the same unit. It’s not something upstairs-\ndownstairs. We are sitting there in this synagogue about three weeks.",
        "A: Tons. One hundred fifty. Terrible. We had no restrooms and we had hardly\nsomething to eat. And every day it was a procession of the books. All the book in the\nsynagogue. We had to carry them and put them on fire. There was beating, there was\ncursing.",
        "A: The Germans were not there.\nContact reference@ushmm.org for further information about tis collection 3",
        "A: They were busy. Blitz. We would go and one-and-a-half days Lithuania was — and\nthe soldiers would run away. I compare it sometimes with, of course, with the Arabs.\nWhen they flee, they leave the shoes. They flee. They’re afraid of us.",
        "A: They were afraid of us. Today, I don’t know. But don’t worry, we will settle it. We\nknow what to do. You know, what is the worst thing 1s the helpless, you are helpless.\nThere 1s nothing you can do. Suddenly there is nothing you can do. You can’t flee you\ndon’t know where to flee. You don’t know what happened to your parents. And to make\na long story short, a Lithuanian, a non-Jew, had good relationship with The Red Cross.\nAnd he had a Jewish friend, and they sent three buses and we were shipped to another\nplace and never mind it’s a complicated—and the buses brought us to Kaunas.\nAnd Vincent, (ph) my brother, came to fetch me from there was a Jewish center in\nKaunas where the orphanage was if you know, where it is, and the old people knows and\nyou can see it engraved there was The Ten Commandments. And then I have a very good\nfeeling. Because, if they were waiting for me maybe they would run away together with\nthe Russians. And many ran away. It was terrible.",
        "A: Empty streets. People didn’t dare to go out. There were 14 thousand Jews and ten\nthousand killed by Lithuanians in the first month. Killed. And the question is, why? And\nsometimes I think that the factor of to rob us and to look for gold and diamonds and\nthings like this. Was also — or, 1t was somewhere, maybe, the organizist (ph) is maybe\nbecause we Christ, we put Jesus on the cross. But no we didn’t put — the Romans put —\nContact reference@ushmm.org for further information about tis collection 7\nit’s crazy. It’s absolutely —",
        "A: Ofcourse. My health, my father, my mother, didn’t turn out that Tereza (ph) told\nme. They went from flat to flat. And their headquarters just in front of the watershed.",
        "A: Yes. And they used to come very often. To look for the Jews. And she said they took\nthem away. She was hiding them under the bed, and in the cupboards. All kinds of\nhiding places 1n the flat. So they had to look. She said “Me, I, they didn’t give it to me.\nIt’s me I took it. My little girl. And we are very happy they took them. Put on a plate.”\nI didn’t know — I wouldn’t know it I would put name by the righteous, because she\nrisked her life. I don’t know if she is still alive but she she did not everybody did. Some\njust turn in and she — we came to Pulsa Pukamas (ph), I’m shifting. And\nTereza (ph) took off the rings and said this is the ring my mother, your mother gave to\nmy mother.",
        "A: I want you to have it. It’s a big ring it was a big ring. It was a white ring. She cut it\nin three pieces and gave it to Teraza to me and her. And she said, “take all the furniture.”\nFour years ago we had the furniture nice furniture. “Take everything,” she said. “We\nwon’t come back.” And no, I didn’t take it. What I took 1s a picture of me playing the\nviolin. I hated the violin. And we had lunch on our tablecloths.\nContact reference@ushmm.org for further information about tis collection as",
        "A: Ill show you the movie next time when I come.",
        "A: Are you in New York sometimes?",
        "A: Icome every year.",
        "A: I brought my (Unintelligible and laughs).",
        "A: Uh, this Iremember. The three of us, I went off the bus. I was very happy to be with\nmy family again. And we went home. And then we went into the ghetto.",
        "A: When he came, with the carriage and the horse. And they put us in the ghetto. And\nwhat the Germans did they said, “Now we are going to form a ghetto. And this is after\nthe war will be over then you will go back to your houses.” _I mean, they did everything\nto avoid a revolution. How do you avoid revolutions? Drops of hope. Okay we’ll come\nback. And so immediately there was an organized lot to make sure you are managing the\nghetto. And the police. And (other language spoken) which means, those who — we’ ll\ngive you four or five people we’ll give you one room. They gave us one room. The room\nwas a kitchen we had to share with another two or three families. If not the very\nconvenient the grown-up girl too, but it wasn’t the worst. This wasn’t the worst. This was\na Garden of Eden compared to the concentration camps.\nContact reference@ushmm.org for further information about tis collection ng",
        "A: My sister had to go to work, my mother had to go to work. My father had to go to\nwork. And me all by myself not.",
        "A: But, on the very same year, °41, in October 28, you know?",
        "A: They announced that all the people has to report to the democrata plats (ph).",
        "A: Sometimes you really know names. And — the all of us did not know what to do.\nBecause they understood that something wrong was going to be here. They said, “What\ndo we do?” So a secular Jew, who doesn’t believe in God, goes to the rabbi. Go to the\nrabbi and ask the rabbi what to do. Rabbi Shapiro. “Rabbi, what shall we do?” And they\nsay, “I need to look in the holy books. I can’t tell you — come later, come to our later.” I\nsaid yes you have to report. And they said Elkes which was the head of the ghetto, said,\n“uh, why, Rabbi Shapiro, do we have to report? Let them take me wherever they want.”\n“No, but if we are organized maybe a few people will stay alive. And they will tell. What\nthey did to us.” So, here I am to tell you what they did to us. It 1s eh,5 o’clock in the\nmorning, 6 o’clock in the morning and there were two murderers Rauca and Jordan (ph).",
        "A: Rauca and Yordon (ph).\nContact reference@ushmm.org for further information about tis collection _",
        "A: I think there were forts (ph), there were Nazis. And they should stay feminist, and\nthey will stay home, we will kill them on the spot, which they did. And then they stick to\nthe left is the good side and the right 1s the bad side. And I look at my family and I say\nthey need walking partner. They can’t still walk. All right with all of us. Even for me, I\nsaid. But what would they do with the little one? He 1s now spoiling the whole thing.\nBecause of him he’|l go to the bad side. But the police was the good side. Where the\nestablishment was, there was a good side and there was a bad side. All the other, mainly\nwomen and children. And I said “Aye aye aye.” But when we same to Rauca (ph). I put\nlike this. Very tall family. My father was very tall. My mother was also tall woman. My\nsister was tall. And even I was tall. To my age. At that time I —\nChanoch. Um so on that day, when you were, you know, to the right. You were saved.",
        "A: Iwas to the left.",
        "A: That’s all right.\nContact reference@ushmm.org for further information about tis collection ne",
        "A: We were, I wouldn’t say happy but we were content in the good side and it was\nheartbreaking. Because they took all of them there and cried and they stood there in the\nlittle ghetto. They all were part of the ghetto. If you saw it. In the ghetto was a bridge.\nWe probably say it many times and they put them in the ghetto and from there, there was\nalready one action before. Dr. Elkas (ph) went back then please save this he wanted to\nsave and he was beaten. And then they, the very same day or the next day we say them\ngoing up the hill to Fort Number Nine. You know where it is?",
        "A: Fort Number Nine is the killing spot for the Jewish people.",
        "A: Or maybe some none Jewish people as well. Fort was one the nine forts or ten forts\nthat surrounded Kaunas during the Russians built a — a kind of fort to protect and defend\nKaunas. And even today when you go and see, have you been? Have you seen the little\nguns there?",
        "A: We have to go very, very down. The trenches were already ready. We saw them\ngoing uphill. And they were shot on the very same day. And later on burned. This was\nthe big action because they needed the great action. The problem 1s there are less and\nless people coming because the people are dying out.",
        "A: This is a sad day for us. A sad day for me. Because I saw it with my own eyes and I\nheard it in my own ears, the shooting.\nContact reference@ushmm.org for further information about tis collection <0",
        "A: Yes, there was a lot of shooting. It was again, women and children. There was very\nlittle to do. What could they do? Nothing. Maybe some of them they put in the cells. In\nFort Number Nine. But when they killed, the German Jews and the French Jews, they,\nput them in the cells first and then they killed them. There’s a story from one girl. She\nlives here in New York somewhere. She says Jordan (ph) came, and rescued their family\nbecause her mother was a seamstress. What happened then 1s fairly quiet years. It\ndoesn’t mean there were quiet years because people got shipped to Estonia. And for\nwork and _ then they were killed. And they were shipped to all kinds of to — Shancy (ph).",
        "A: To Shawshea (ph). And there was a kind of a_ little camp so when they did make the\nlist, they — we didn’t know if it was better or worse. What would happen to the Jews?\nBut I, personally, understood that I have to belong to the establishment. And this will be\nthe policy. This will be my insurance policy for my family.",
        "A: Establishment is the police, the work office, and Unrat (ph). This 1s what we call\nestablishment. Maybe there is another word in English for it.",
        "A: I was asking maybe they need a messenger. And I knew the Jewish — I knew there\nwas a German S.R. Anda Jewish manager. So I wrote to him. And he said to come.\nAnd the minute I got this thing that was written to get I but a messenger this was a life\ninsurance policy. Nobody can touch you. You are safe.\nContact reference@ushmm.org for further information about tis collection -",
        "A: T’ma messenger.",
        "A: And I’m happy.",
        "A: Bring this list to the Unrat (ph). Which was no, outside. Take this to the police and\nwe had a car to take and we called, and we use to write all the people in the ghetto, their\nnames and all kinds of things like that. The head of this was Gustav Hammon (ph).",
        "A: Youre right.",
        "A: You heard about him?",
        "A: That’s not that’s a different story.\nwith Mr. Uri Chanoch, is being interrupted on July 12, 2012. We are at the point where\nMr. Chanoch 1s describing to us what life was like in the ghetto. And how he um,\nbecame a messenger for the Utinrat (ph).",
        "A: Not for the Unirat (ph) — for the German Work Office.\nContact reference@ushmm.org for further information about tis collection 7",
        "A: I’m going to Lithuania. Probably.",
        "A: Now Lam going right now after I come back.",
        "A: Thank you very much. And I want to tell you, you’re a terrific interviewer.",
        "A: You are avery good interviewer. You have made me talk.",
        "A: And it’s not so easy to do to make me talk.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumJuly 12, 2012\nRG-50.030.0660",
        "https://collections.ushmm.org",
        "PREFACE",
        "The interview 1s part of the United States Holocaust Memorial Museum's collection of\noral testimonies. Rights to the interview are held by the United States Holocaust Memorial\nMuseum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from\nthis transcript without first checking it against the taped interview.",
        "This transcript was created by Donna Chafins and Alexa Stenabaugh as part of the National\nCourt Reporters Foundation Oral Histories Program. The United States Holocaust Memorial\nMuseum gratefully acknowledges this contribution.",
        "https://collections.ushmm.org\n 3\nURI CHANOCH\nJULY 12, 2012\nBeginning of File One\nQ This is a United States Holocaust Memorial Museum interview with Mr. Uri\nChanoch on July 12th, 2012. Taking place in Washington D.C. Interviewer is Ina\nNevazelskis (ph). Mr. Chanoch, thank you very much for agreeing to talk with us today,\nto meet with us today. I will start the interview like all of them at the very beginning. We\nwant to know about your family life. We want to know about your brothers and sisters,\nwhere you were born and so on. So let's start with the first question, which is what is your\nbirthdate? When and where were you born?\nA Born on the 28th of March, '28.\nQ 1928, yeah. And how many members were in your immediate family? Who was\nin your immediate family?\nA My mother, my father, my sister, my little brother and myself.\nQ Were you the oldest?\nA No, my sister.\nQ When was she born? When was she born?\nA 122.\nQ 1922?\nA 1922 on the 21st of December.\nQ On the 21st of December. What is her name? What was her name?\nA Miriam.\nQ Miriam. And your mother's name?\nA Freyda.\nQ Freyda. And what was her maiden name’?\nA My mother's?\nQ M'hum.\nA Ipp.\nQ I-P?\nA I double p.\nQ Ipp, okay.\nA The spelling some people don't like.\nQ And your father's first name?\nA The Hebrew name is Shraga.\nQ Shraga.\nA But they used to call him Feivel.",
        "https://collections.ushmm.org",
        "5\nQ Feivel.\nA It comes from the Greek word fables and this has to do with the spark. Feivel is a\nspark.\nFEMALE: Guta (ph) means disbelief.\nQ Is it still on? Okay. We'll keep on going.\nA It comes from the Greek fables. It has to do with spark. That is what my father\nexplained to me.\nQ Okay. What -- do you remember the years that they were born, your mother and\nyour father? We record this as family member names, so that we have everything\naccurate.\nA My mother was put in the gas chambers of Auschwitz. She was 50. All of this was\nin '44. Can figure it out.\nQ So it would be 1894. 1894 and your father?\nA My father.\nQ And your father?\nA My father.\nQ Oh, that was your father, sorry. And your mother?\nA My mother was 44 years old.\nQ In 1945?\nA ‘44. I don't know if it was '44 or '45. I don't know. I did not find any records\nfor my sister and my mother but --\nQ So you think?\nA -- but she was 44 and I think -- I think it was in -- I think it was in '45.\nQ So that means she was born in 1900 or 1901? A Yes.\nQ Okay.\nA But I don't know the date, the dates of the children, you know, because they all\ncelebrated their birthday, the parents didn't, so --\nQ Your brother Dani, yeah, when was he born?\nA He was born on the 2nd of February, '32.\nQ 1932. And his name was Daniel?\nA Daniel, brother Daniel.\nQ What was your -- where were you all born, in the same place, in the same town,\nthe same village?\nA You mean the children?\nQ Yes.\nA Kaunas.\nQ In Kaunas? A Kaunas.\nQ Kowno or Kaunas?\nA Kaunas.\nQ And your parents, were they from the city of Kovno?\nA My father was born in Zasliai.\nQ In Zashiai. I will spell that.\nA Which is very close to Kaisiadorys. You probably know where it is.\nQ And your mother?\nA My mother I think was born -- I don't know. __ It is written in a birth certificate. I\nthink you have to do all, but she was born in Cogno (ph), but she spoke always a place\nwhich is called Remni.\nQ Remni?\nA Yes, have you ever heard?\nQ No. But that might be the Yiddish name of the town or the village and\nsometimes these names —",
        "https://collections.ushmm.org",
        " 9\nA I think there was a time that the Jews were accused of treason in the first war\ncorroboration with the Germans. So the Russians did send them out of the Lithuania. I\npresume that you know it.\nQ A little bit, yeah.\nA So actually only after -- only when Lithuania became independent people started\nto come back.\nQ That's the 1918 independence.\nA Yes. So what happened was that some of the people, the Jewish didn't come\nback. They stayed in Russia and became communists. They had had enough or maybe\nnot. But I know for sure that my family, my father's family, my grandmother and her\nthree sons were expelled to Venice (ph). Venice was already out. I mean, this was a\nplace that you could stay.\nQ What was your father's profession?\nA My father was a merchant.\nQ What did he sell? Did he have a store?\nA He was a specialist for a special brand of wood.\nQ Wood?\nA Yes.\nQ And that means?",
        "https://collections.ushmm.org\n 9",
        "A Messus (ph) wood.",
        "Q_ For’?",
        "A Messus.",
        "Q_. Really. And was it an export business?\nA No, in the beginning in Kowno there was a messus factory by the name of Nor\n(ph).\nQ How do you spell that?\nA The Nor is also a spark in Hebrew. It is another Hebrew name and my father\nmanaged the factory.\nQ Nor (ph).\nA He managed the factory. It was the schlakerinis (ph).\nQ Oh, yeah, schlakerinis means green hill.\nA Green bough in Yiddish.\nQ Vv?\nA In Yiddish we used to say engrainbach (ph).\nQ Engrainbach, yeah.\nA And what they find out when they came to Palestine that this factory a branch of it\nin Achor in Israel. So, but when you getting married, it is not nice to be of familial",
        "https://collections.ushmm.org\n ,\n1\ndress. Jewish trained their family to work for somebody. You ask for family\nbusiness for yourself and then always friendly cousin because she was the one who had\nthe money and made the money, but you still read all the books. And when she had the\nthree sons, she was so proud of them. One of my father, my father was the oldest. And\nthen one Abraham.\nQ Abraham?\nA Abraham stayed in the Zasliai and then Israel was the son that she loved very\nmuch and --\nQ How did grandma make her money?\nA I think for hundreds of years we had a big piece of land in this land and people\nworked in the culture and there was ahead, although it was the reading, you know. So she\nhad four or five girls. She was a very smart lady.\nQ What was her name? What was your grandmother's name? What\nwas your grandmother's name?\nA The same name that my granddaughter -- my daughter has. Sara-Leah.\nQ Sara-Leah. Okay?\nA In Yiddish it was Sara-Leah.\nQ Sara-Leah. What was your -- what was the first language you spoke at home?",
        "https://collections.ushmm.org",
        "11\nA This is a very interesting question. I remember Russian and I remember Yiddish. I\nremember Hebrew. I remember Lithuania.\nQ Four at once, four languages at once?\nA Yeah. It wasn't there. So as an infant, Yiddish, of course.\nQ But when you spoke to your parents, when you spoke with your brother and sister\nA I mainly spoke Yiddish to them, but for the maid I spoke Lithuania. I didn't speak\nany other language.\nQ To whom?\nA To the maid.\nQ To the maid. And you live -- you grew up in Kaunas even though the land was in\nZasliai, your family lived in the city?\nA I mean, Zasliai it was the province. The young people left the Schelak (ph)\nand went to universities, went to the big towns.\nQ Okay.\nA And this is what happened to my father and his brother Israel and the middle one\nstayed in Zasliai and had a shop with pots and all kinds of hardware or whatever. Owned\na market, vis-a-vis his mother. | Grandma decided that we was capable to go and study\nand to be international. She said that the ropper (ph) was not capable because the star",
        "https://collections.ushmm.org",
        "12\nwas not my father or the youngest one Israel, he was all over the place and we make all\nthe joke that if he did finish at least five danalos (ph).\nQ Yay.\nA From one to another one.\nQ Sohe was a professional student.\nA Yeah, he was a professional divernosa (ph). And he\nended up in Klaipeda marrying a lady from a very noble family Zagenkan. They call it\nin Hebrew Sgah-Cohen.\nQ Can you repeat that again Zan —\nA Zagenkan.\nQ Zagenkan?\nA Olga Zagenkan and he settled there and they found a telephone book on Zamenhof\nStreet.\nQ Zamenhof Street in Klaipeda, in the name of -- and was his name in there? Your\nuncle's name was it in there, in the telephone book?\nA Yes, yes, of course, otherwise I wouldn't know.\nQ Yeah.",
        "https://collections.ushmm.org",
        "13\nA I mean, if a telephone is proof that you are a middle class family, so we all had a\ntelephone until the end of the war.\nQ Yeah. Well, a car was a rarity in those days in that part of the world. A telephone\nwas ararity. Not everybody in the country had them.\nA A car, yes, a Car, a car. I remember a classmate of mine was brought it was a\nBuick every morning.\nQ Wow.\nA So Palago Gater (ph), it was Palago Yimen (ph). Do you know the Behumas\n(ph) building in Kaunas?\nQ No, I have heard of it, but I don't know where it was located.\nA Something I got to think. Water.\nQ Can you remember what your earliest memories are?\nA Oh, yes.\nQ What were they?\nA I was informed that my brother was born.It was the 2nd of February. And my\nfather -- it was not in the Jewish hospital. It was not in the Kokoliem (ph). It was in the\nold part of the city. It was somewhere on Lisalia (ph).\nQ Lisalia is a boulevard of Liberty.",
        "https://collections.ushmm.org",
        "14\nA In a private hospital.I don't know why he was a privilege. And then he took\nme with a shlitn and now in winter.\nQ Oh, with a sleigh?\nA With a sleigh, yes. And he wanted to give me and then we came. Came to see my\nmother and then they gave me a banana.\nQ In winter?\nA A thrill because you couldn't get bananas in winter. You have to get those -- so\nI wouldn't be hungry too much. Then he bought this little thing to show me. And I\nremember it is very, very clear.\nQ Yeah.\nA And I saw my mother lying in bed with the baby. We had a good time.\nEverybody was very nice tome. This I remember and then I remember, also, I was\nthree years old and the maid of the house there was a little chain that we closed the door\nand I closed the door and I couldn't --\nQ She couldn't get back in?\nA And then the walls were very thick. So there was a window where it looked\nand I decided to go for a walk.\nQ On the windowsill?",
        "https://collections.ushmm.org",
        "15\nA There was old people down there. And in Kaunas we was always like in the\nflat area now. You go in and there it was like this and like this.\nQ Inside a courtyard, in other words?\nA Yeah, and flat was in the courtyard. And my mother wasn't there and my father wasn't\nthere. But they called the fire people. How do we say, omenagsir (ph)?\nQ That's right. The volunteer firefighters, yeah, or maybe they were just firefighters\nnot volunteer.\nA They didn't call them firefighters. It is interesting that I don't know if you know it,\nall the firefighters in the Shetla (ph) and all the towners were Jewish.\nQ Really.\nA Yeah. Thank you very much.\nJUDY: Two glasses of water.\nQ Thank you. And so they got you, they rescued you from the windowsill?\nA Big litter and they told me to catch me they said don't be afraid. I wasn't\nafraid at all. They caught me at the last minute.\nQ How did you describe -- oh, did you want to say something?\nA I mean, this is a two seeds that I see now.I can write it. I cannot write anything\nelse. I don't remember and I know that we went to the Palanga after that. You\nknow where it 1s?",
        "Contact reference@ushmm.org for further information about tis collection -",
        "Q What Palanga?\nA Kretinga.\nQ Kretinga, yes, yes.\nA Kretinga was when you went off the ship.\nQ Okay. You didn't?\nA No.\nQ Okay. Hang on a second.\nA Because when you went down from the Palahok (ph), which is the steamship, you\ncouldn't go to the left. You went Kretinga and to right you went to Palanga.\nQ Palanga, I don't know about Palanga.\nA Palanga was where Pranas Masiotas used to take his vacations.\nQ Pranas Masiotas, M-a-c-i -- M-a-s-i-o-t-a-s, okay.\nA It was -- it was a very famous writer.\nQ Yeah.\nA My mother went to Palanga. Why did my mother went to Palanga?",
        "Because she didn't want a Jewish lady to drink coffee in Kretinga. She wanted\nto go barefoot.\nQ On the beach?",
        "https://collections.ushmm.org",
        "17/7\nA In pharmos (ph).\nQ Yeah.\nA This was her sport.\nQ How -- how would you describe your family life? What kind of atmosphere was in\nyour home when the three of you, you know, your oldest sister and the two boys and your\nparents, what kind of a feeling did you have there?\nA Very affable.\nQ Yeah.\nA Yeah. Very good life. They generated within the car and, I mean, I lived luxury,\nnot like things is today. But everything was in place. I mean, you knew stuff. In my\nschool you went into kindergarten and then to elementary school and you finished\ndacaturob (ph) and you could be accepted in any university in the world. It was very a\nhigh standard school.\nQ Tell us the name of your school?\nA Schlat (ph). They called it Lithuania Jew Gynamisum.\nQ Jewish high school gymnasium. But the name that you had for it, what would that be,\nSchwabis (ph), did you say Schwabis?\nA Yeah, the name.",
        "https://collections.ushmm.org\n 9\n1\nQ I have heard of it, yes. I have heard of it. But I also heard that there was\nseveral?\nA Wyrobis (ph).\nQ Yeah, Wy (ph).\nA Because during the war, the first war the Germans were there and some of the\nofficers and one of them was a culture officer was the name of Schwabe (ph) professor\nand later immigrated to Palestine and professor for that, but I came and asked him,\nplease, help us to build a Hebrew high school. Because he was a teacher and a\npedagogue, but I was asking myself why did the clever Jews need this German Jew to\nhelp them to build the school? | Youdon'tknow.  Soused to be called Travis (ph).\nQ There were, from what I understand, there were several Jewish schools in Kaunas,\nin Kovno?\nA Lialu (ph) was right behind the opera. __I was one of the reputable contest today\nKerados mindovas (ph). And there was another one which was mixed Lithuanian Jewish\nand this was the big assimilation.\nQ What was the name of that school?\nA Yiddish Ilitusha (ph).\nQ Yiddish Iitusha. Okay.",
        "Contact reference@ushmm.org for further information about tis collection _\nA Jewish Lithuanian School.\nQ Lithuanian?\nA And then there was a Cobert (ph) school.\nQ And what about I have heard of Shola Ilahim (ph) school?\nA It was the Russians went to our school and gave it the name Shola Ilahim because\neverything turned into Yiddish. _ It was forbidden.\nQ I see. So --\nA Serious.\nQ -- so the language of instruction in your school was Hebrew”?\nA From the very beginning.\nQ Does that mean can I -- can I interpret from that that your family was very\nreligious?\nA No.\nQ No.\nA How did you come to such a conclusion?\nQ How did I come to such a conclusion because when I hear Hebrew I think of the\nBible.\nA No way.",
        "https://collections.ushmm.org",
        " i\nQ And I think of religion.\nA In contrary. In contrary, the old orthodox Jews speak Yiddish. Because\nHebrew is a holy language and you don't use the holy language for every day.\nQ That's exactly why, it is a holy language. That's why we think it is religious.\nA No, for them.\nQ I see.\nA It was Lithuanian Jew. What we called a Lithrock (ph). His name\nwas Aliaza Benny Huda (ph). He took the Bible and he built a new language and\nmodern. It was suitable for every day life. So, of course, I can read all the religious\nbooks, but I can also read if I go to Cocoran (ph).\nQ Excuse us fora second. Okay.\nA The man, in a little bit, although they use table for book and in Kaunas we are very\n-- this writer was by the name of Avraham.\nQ Moppel (ph). I have heard of him.\nA The street, the Jewish street that is Moppel they met. I mean, it was when from\nthe Yemen, the little country from the Gotgo (ph), before Gotgo got there, there was a\nMoppel Street.\nQ M'hum.",
        "https://collections.ushmm.org\n 51\nA He already wrote in Hebrew language I think in 1700 the beginning of 1800 and\nhe was a bitow (ph) because he wrote about the Bible, but then in a very romantic way\nfor like the love of Cerone (ph) Matow (ph), which 1s a love story and so on, so forth.\nAnd there was Russians, therefore, was very honored. For example, he wrote a lot\nof for the job.It was never -- they used to go to Alexsutas (ph) there was a place.\nQ Alexsutas.\nA You know that?\nQ M'hum.\nA He used to sit down and write about, but he is not popular any more today. He was\nvery popular in my days. Q Is Mrs. Chanoch are you from Lithuania?\nJUDY: Alexandria. My grandparents came to Palestine in 1924 from Russia.\nQ From Russia.\nJUDY: Poland.\nQ So I wanted to return to your family a little bit. Tell me about your father's\npersonality. Your mother's personality. What were they like as people? What do you\nremember from them?\nA You have in your -- there was a lady who was, forgive me for many times, ten\nyears ago I should give her -- I should give her the folder that I have. I have folders\nbecause my mother's sister did send itto me. _It 1s a different story. I never knew",
        "https://collections.ushmm.org",
        "22\nthat I have relatives in America. I never knew that a grandfather from my mother's side\nbroke it and he is buried there. —_I never knew. They never told me. It wasn't an issue.\nBecause they was always in a depression. We had to help them. I don't know.\nI think that my mother was an excellent, like every mother, very loving, and very\nexcellent mother.\nQ Extraordinary?\nA Very extraordinary, very wide heart.\nQ Was she a quiet person? Was she a person who was --\nA She was -- she was everything. | Everything positive was my mother. She\nwas so good. Good. She was so loving. She was so caring. People came back from the\nconcentration camp, we would -- they came to see me in Tel Aviv. Judy will tell you.\nShe heard it.\nJUDY: His mother must have been a very special person. First of all, by the\nway, I always heard him talk about her, the way she risked her life to get some food\nbecause he was a growing boy. He was very hungry. He didn't complain, but she know\nhe was so hungry.\nA I didn't complain.\nJUDY: And he can tell you that story how she risked her life to just -- and this\nwoman who came to visit us said, I want to tell you something. Normally",
        "https://collections.ushmm.org",
        "20\nmother-in-laws, you know, they are not so -- they don't have such a good reputation with\nthe daughter-in-laws, but you would have missed out because Uri's mother was a very\nspecial person. Even in the concentration camp, at the worst of conditions, when people\nlost signs of humanity, she was like -- she was like helping everybody. Doing\neverything. I believe she used the term, it has been so many years since she said it, she\nwas like -- like somebody, like an angel. That says something for a person.\nQ That's right. A reputation that lives beyond.\nJUDY: Yep.\nQ Were you closer to her than to your father, yeah?\nA Yes, I was.\nQ Okay.\nJUDY: I'm going to finish packing.Okay.\nQ Thank you very much. Bye-bye. Tell me a little bit about him. What\nwas he like? So we go back. So we are talking about your father. And I wanted\nto know a little bit about what he was like as a person.\nA He was away. He used to travel a lot, buying wood and buying -- he used to\nfly every year to Romania, a very special place in Bucovina, Romania used to be what\nwe call schelot (ph). I mean, the wood was just suitable",
        "https://collections.ushmm.org",
        "21\nmessus (ph) and there he used to meet because the second factory was in Palestine. They\nmoved. They built it and then the second one was in Beirut and he used to meet\nwith the Palestinian at that time partners, who came to him and he used to treat and buy\nthe wood from there and then send some of it to Achor and part of it to communist. So he\nwent --\nQ He was on the road a lot?\nA He was on the road.\nQ Was he distant?\nA I still remember -- remember that. I remember him distant. | You know, there\nwas a cafe in Calmuth (ph). Have you ever heard of Monica (ph)?\nQ No.\nA It was a very famous cafe, on Lisadown (ph) and afternoon the men used to -- I'll\nshow you a picture. I had back -- maybe I might make you a cup of coffee. Look how\nthe Yiddish people looked down in Kaunas. Like aunts and uros (ph).\nQ Yeah.\nA Trimisse (ph). It wasn't -- it was the best. This is much more resident of the\neast.\nQ Yeah.\nA And he used to take me with him.",
        "https://collections.ushmm.org",
        "22\nQ To sit in the grand cafe in Monica?\nA In Monica. Geta piece of cake or milkshake or whatever and sit with his\nfriends. And I read a selfi (ph) in Elistanova (ph). You know what Stanova (ph) 1s?\nStanova 1s -- there was a Russian word that was used in and among the Lithuanians and I\nused to lie next to him and he used to tell me little stories. Most of the stories he\nrepeated. I knew it already by heart. But the story, like, for the mitelda (ph)\nmysitatelga (ph), which means, I'll tell you a story with a white goat, the schetzliata (ph)\nand mitsushaka (ph). So, this was very good. You could tell it, but I always listen to it\nand the whole story about the goat and the sheep, the schetzliata sheep. She is red\nand so there is a fourth little stories. But, Monica stories, and traveling. He\ndidn't go to the summer house. — He used to come only on weekends.\nQ He worked? He worked?\nA He worked all through the summer.\nQ Were your parents happy together? Was it a good couple? A good\nmarriage?\nA I think it was good.\nQ Yeah.\nA But then something bad happened, that one day he missed -- he missed the bus or\nthe train and he jumped to check on the car and the car turned over and he was",
        "https://collections.ushmm.org",
        " 33\ninjured. And we got a shock and laid in a hospital for a year.\nQ Wow. How old were you?\nA He never -- he never came back. Three and five.Q How old were you when\nthat happened?\nA Ten. It was on the eve of Passover and see then eve of Passover the Russians\nshut down was a New Year. He always come home, but when such a thing -- today they\ndon't men -- they can't skip. Lithuanians it was a holiday. It wasn't a religious\nfamily. It was a religional family. It definitely wasn't a religious.\nThe school was not a religious. They didn't even taught us how to pray. This was\nanti-religious I would say in away.\nQ Really. Yeah.\nA They wanted a new product, the modern Jew. Another settled Jew. They created\nthe new Jew. This new Jew existed many years. This was when he was very rich and he\nbecame babahelshoa (ph) or rothchild or what the feuher (ph) or whatever, but novawent\n(ph) it was a schetel (ph) and schetel was odo (ph). The schetel was very progressive\nin away that instead of you following that mystical organization. If I was to go to\nLithuania I will buy for you the book that Gustadtz (ph) did.\nQ Okay.\nA When you read the book you understand everything.",
        "https://collections.ushmm.org",
        "24\nQ Okay. I want to ask a few other questions that are before the war and then we\ncome to those -- all those other events. In your family circle and in the people that you\nknew, did you have any friends who were not Jews? Was your world self-contained?\nWas it a Jewish world or was it one that was mixed?\nA That's a political, yes.\nQ Yes, it 1s. But it is also a social question. _ It 1s trying to get a sense of how\nclosed were societies? How closed were communities? How open were communities?\nHow much did people know about one another?\nA No, no non-Jewish friends.\nQ No non-Jewish friends.\nA It's not only that, the Jews lived in Lithuania, not like in Germany. In Germany,\na Jew was not a Jew. He was only believed in the religion of Moses. But mainly he was a\nGerman. Wherein Lithuania and Poland, no. Mostly in Lithuania. Lithuania is\nvery classic forit. It 1s a society -- a Jewish society which doesn't mingle with the\nunJews. I mean, when the children, of course, the grown-ups used to make business\nfriends. But I didn't have any non-Jewish friends. I had no Jewish friends when we\nwent to Palanga, not Kretinga, Palanga because there were no other Jews. We are the\nonly family, maybe another one. And there it was -- I was -- I played there, but as friends,\nI cannot recall anybody that I kept on a relationship with him later on.",
        "https://collections.ushmm.org",
        " 35\nAnother way this happened, it is abnormal in away, but I don't -- I don't know, for\nexample, Jewish children in another kadanzing (ph). What I know is my class. That's\nall. © Wewere friends. Later on, when we went to the university it was different.\nUniversity was another program under misbasis (ph) but no, we lived in Autersak (ph),\nthe three recos (ph) which is vis-a-vis the Paluno (ph).\nQ Can you repeat the name of the address again?\nA Autersak.\nQ Autersak, No. 13. Youlived there? That's a lovely place to live.\nA It was a lovely place.\nQ It is a very nice place, yeah.\nA If you go out of the door --\nQ I'll spell it.\nA -- and you see --\nQ It is townhouse square.\nA -- with catali and --\nQ Catali, it is a kind of tree.\nA But it is in a house I lived other Jewish people.",
        "https://collections.ushmm.org",
        "26\nQ Would you say then, you've mentioned her once before, you said that there was a\nmaid who lived in your family. | A maid who lived in your family. Was she the only\nperson who was non-Jewish that you interacted with in a regular way? Yes?\nA She was everything to me. She was a maid. She was a nanny, but something\nhappened to her. She became pregnant. And Teresa was born. Her name\nwas Vinsa (ph).\nQ Vinsa.\nA Teresa was born and my mother said -- I mean, the husband was not known. I\nknew the husband, because they used to sneak in the remainder of the house and I\nunderstood there was something going on. Vinsa was very good to us. We loved her,\nespecially my brother. And my father said, take Teresa and go to Pusucamas (ph). You\nknow where Pusucamas? You don't know where that is. Pusucamas is when you right\non Scadniop (ph) now you know.\nQ Okay. Yosweneuronos (ph). We'll look at this later. So she had to leave\nyour family?\nA No, she says I cannot go back. __ It is illegitimate child. They will tear me to\npieces. We are a very strict catholic family. We don't want it. |§ And my mother felt\nand my father, let her stay with us. Teresa will grow up together with our children\nand this is what happened. But the mean children at school used to say how is Teresa\ntoday. It was another thing. They came to see Teresa. She was crawling all over the",
        "https://collections.ushmm.org",
        " 57\nplace. Made my father nervous. But my mother understood the situation. Wonderful.\nShe was born in Ricoholen (ph), in the Jewish hospital or in the private hospital it is\nmuch more money.\nQ Yeah.\nA And this is a tiger I'm telling you.\nQ Yeah.\nA Why, you will understand ina minute. Look, she was to go with us for a walk\nwith us children. She was very religious. So, you know, the big cathedral in\nKaunas on Vilinus Venachos (ph) she used to take us there. We used to sit down and\nmake my lunch.\nQ Signs of the cross.\nA I mean, it is so similar because they say hallelujah. We all say hallelujah,\namen, of course. Amen is very -- we say 50 times, I mean, same thing as you say. But\none day when she came out of the thrufos (ph) just in the corner of Angos villios (ph) --\nQ And he was shot?\nA And he dared to do it. He was -- he was so nervous. I can -- I can\nremember it. When you asked what do you remember?I remember. And I was never -- I\nwas a church, very close to the Neuman (ph). She took us there, too, sometimes. She\nhad a brother, Ritas (ph).",
        "https://collections.ushmm.org",
        "28\nThe brother was Hussar. You know what the Hussar 1s?\nQ In the Czarist Army”?\nA What?\nQ A Hussar in the Czarist Army?\nA No, they call it the Hussar in Lithuanian Army, too. There was a Calarasi.\nQ That's a soldier.\nA And a Hussar. He was -- it was like a commando unit.\nQ Okay.\nA Like my grandson is in the commando unit. It took -- he is a para trooper and\nup until 18 he was -- he was pin drop (ph) and the minute he got his matura, he\nwas enlisted and then he went to para trooper for nine months. Terrible. He went to\ntraining because the para trooper they are expected to be the Commander.\nQ All right. So Vitas was a Hussar?\nA Vitas was a Hussar. I don't know why I remember. Why do I make acknowledge\nbecause I have Vitas 1s he was like a general.\nQ Yeah.\nA He make me sworn. He see his niece. _ I used to wear his hat and I was in\nheaven.",
        "https://collections.ushmm.org",
        " 29\nQ In heaven, yeah.\nA He came and then I think -- but they never went anywhere. They always sat in\nthe kitchen. It was -- there was things that belonged to classes that you don't go do that.\nQ You don't mix in those ways.\nA We, of course, he used to eat at the commons to stay and he had those sports, you\nknow, and you are right, your memories 1s beautiful. I look at that uniform nothing can\ncompare. Okay. But we are not to play with our soldiers, but defending. I'm so\nhappy now when I remember Vitas.\nQ Okay.\nA Yes, but -- but what happened later. Can we go on?\nQ Absolutely if you want to say something please do.\nA No. I mean, she was a second mother. And my little brother she was\neverything for him. When we were shipped to the Ghetto, she wanted to take him. She\nsays, I'll save his life. It was clear what was going on. And my mother said, no,\nwhatever will be with us will be with him. She took Teresa. She went to the village.\nShe crawled through the holes and the ragging and a lot of food and she helped us to\ngoing into the Ghetto.\nQ So you are talking now about the time when you -- all the Jews of Kaunas were\nordered to go into the Ghetto in the summer of 1941, yeah?",
        "https://collections.ushmm.org",
        "30\nA Iremember there. And that's it. And there is no more Vinsa. No more\nTeresa. There was a Ghetto. This will talk later, but in '95,'91 when Lithuania\nbecame independent, and my brother started to nudge me, I said, Dani, forget about tt.\nI'm not going there. I don't want to see it. I don't want to go to Lithuania. __ Forget\nit. He said, no, no, no, Vinsa is still alive. I want to see her.\nQ Was she?\nA No. So we went. We went. We came to Kaunas. It wasn't excitement.\nQ It was what?\nA Excitement. Such an extended. We landed in Vilinus. We come to Kaunas\nand the very same night, that night we were running around into town because we knew\neach and every street and it was like coming home in away And then I said to the guy,\nthey hada guide. __I[ said to the guide, do you know Pitsupukamos (ph)? He said, no.\nBut I look at the map at 12 o'clock and I know where itis. | Wecan go\nourselves. | We went and seen it. We sent Sanby (ph). It is a Pitsupukamos and\nwe came and there was a man was working in the fields. I said to\nhim, do you know Vinsa Bayono Skita?\nQ What was her name, Bayono Skita?\nA Of course, she was not married.\nQ Right.",
        "https://collections.ushmm.org",
        "31\nA This is really unfair. Why should they -- unmarried, okay, they have a present.\nShe is unmarried. And I did ask him where do you know Vinsa Bayona Skita? He\nsaid, she is dead, but her daughter Teresa she lives here. Maybe they meet us. So the guy\ngoes in and says, do you know Uri and Dani Chanoch? They my brothers. They killed\neveryone. Started to cry. Because Teresa was already attached. She lived\nonly on the memories, on the stories that her mother told her because they don't hold no\ninterest for them. They was in Cohost (ph), the Russians and the times that they\nstay with the Cohost, this is the golden age. My mother never checked out with money,\ntake money and buy this, buy this. Ladies who checked out how much and then she\ncomes out and she sees us and she started to shout and to cry, are you alive? It was no\nconnection in those times. Only once I sent her an invitation when I marry Judy and she\nwas kept in captivity because Israel was --\nQ Enemy country, right.\nA And we have it on the video.\nQ You have it on video. This meeting?\nA My sister, no. Visit to her brother. My visit to her. My sister-in-law took a\nphoto, a camera and made 200 hours, 200 hours we made -- we made a movie, a movie.\nQ Oh, my gosh.\nA It is very, very -- I would a say very unique film.\nQ I would think.",
        "https://collections.ushmm.org",
        "32\nA In spite of the thing that she was the professional or maybe because she was the\nprofessional.\nQ Is Teresa still alive?\nA No, she died a year ago. But I contacted her. We had like family. And I'm also\nwith her two daughters in touch. Teresa and Vinsa came back and Vinsa became the\nhead of the village.\nQ She became the head of the village, that's amazing.\nA Why don't you ask why”?\nQ Well, why”?\nA Because the Germans needed food. So they went to the kymas (ph).\nQ To the villages, yes.\nA And they confiscated.\nQ Yes.\nA You had five pigs, they took the five pigs, but then they came to visit Kymas,\nTeresa came over and spoke to them in Yiddish. They understood. They said in\nYiddish, don't take all the five pigs. Take two pigs. Leave us all something. She\ncommunicated. Nobody could communicate. Nobody spoke Yiddish in Bucykamas (ph),\nand she was very honored.\nQ In spite of the fact that she had an illegitimate?",
        "https://collections.ushmm.org",
        "33\nA In spite of the fact that it was already the Russian period, the religion was not\nanymore a dominant factor.I was really -- I was starting the story, I said, look something\ngood came out of it.\nQ Yeah.\nA Vinsa died from cancer five years before.\nQ In 1990, if you went in '95.\nA Yeah, in 1990 she died. — She had her grave and a tombstone is like a queen. She\n-- and Teresa had two daughters Jolanta and Rasa.\nQ Jolanta and Rasa.\nA Yes.\nQ So J-o-l-a-n-t-a and R-a-s-a.\nA She also had a boy. I think, maybe it was Selima (ph) or something like this. They\nboth -- they both died by accident or by cars or by -- I don't know. They were drinking\ntoomuch. ‘This 1s a sickness there in Lithuania.\nQ Oh, yeah, huge. It is huge.\nA The drinking and I don't know what kind of a living Teresa made, a poor living,\nbut she was happy. When I make you understand because I used to come very often to\nLithuania, I tried to, to get some community property back, and there one day I came\nwith one of our ministers and we were sitting next to the opera and the mystic garden.",
        "https://collections.ushmm.org\n 34",
        "Q Oh, yeah.\nA And we were having lunch and she said, I wish Stalin would come back.\nQ Oh, yeah.\nA So at least I had -- I went to Dachau. I had enough to eat. What they did to us\ntoday, they gave us, okay, I supported it. It is not.\nQ I know of that sentiment. I have heard it as well.\nA Yes.\nQ Yes.\nA Then it was very shocking. All of this said, look. Life was organized. Okay. That was\na lot of stating and a lot of negative things and so on, so forth and encapida (ph).\nQ Encapida is secret police.\nA The secret police. I brought Teresa to Israel.",
        "Q Oh, wo w.",
        "A Fortw  oweeks. One week with my brother and one",
        "week withus.",
        "Q Wow.\nA She was ex-Cinderella in Wonderland. You been there I would presume.\nQ No. I want to.",
        "https://collections.ushmm.org",
        "35\nA You understand me much better than you come, of course, and get in touch with\nme.\nQ Yes.\nA I'll spend the day with you in Jerusalem and you will never forget it.\nQ I'dlove it. I'd love it.\nA And now she is very religious. =I took her to Wailing Wall. I said you Pontius\nPilate and then here we are recohomo (ph) and here first station and the second station\nand she doesn't react. She doesn't try to include. She had no idea what the first\nstation, second station, a cross is a cross, whenever she have a cross she hugged them and\nkissed them.\nQ But she had never gotten religious education?\nA No.\nQ Yeah.\nA But, you know, there is Jesus and wise men by the things that Jews and this is it.\nSo I saw there was no use, no explaining about the Holy Sepulcher.\nQ What are the stations of the cross, in other words?\nA Separate cross.\nQ No, that is an irony. If you were to explain to her what the stations of the cross and\nshe hadn't known what it was before. When you saw them, when you went to Lithuania",
        "https://collections.ushmm.org\n a6",
        "the first time and this 1s a question I would really like to ask at the very end. Did\nsomething change in you in 1995?\nA It was matter with me that change.\nQ Because before you didn't want to go. And then you went and then after that\nyou went more. So something must have changed?\nA There was more because I was asked to go. There is a different story. Ifyou\ngo back to the atrocities --\nQ We haven't even gotten there yet.\nA Yeah. It 1s -- you come back to a place where you were born and you like it.",
        "The weather was good. It wasn't hot like here or anything, hot sometimes and\neverything was good. Every morning we used to go with a couple at the inn.\nQ To have some coffee.\nA And butter and the milk and the school and the Dutcha (ph). I mean, it wasn't a\nbig family. _ We were normal middle class family and every year we went to grandma's\nand this was the highlight of my life to go to the schitel (ph) and she came to pick us up\nfrom the train with the local kutcher (ph), with the local guy that had --\nQ A driver who had a carriage?",
        "https://collections.ushmm.org",
        "317\nA Horse carriage and then for a week, the hostel was somehow connected. _It is\nall dangerous because most of the people love her and I would ask Canuzum (ph) with\nthe father there was a difference. It was fun because --\nQ Really.\nA -- because we did the dishes, went together with the Gila (ph) conquer the almost\nbecame as far as Turkey and there you saw the Karakash. Karakash are a Jewish sect\nthat believe only what 1s written with no interpretations. Maybe the other regions in\nthe Bavaria, this was after the expulsion from Spain they went to Turkey. And when\npeople saw the twitter this takes people.\nQ This 1s medieval history.\nA The situation could only improve. So they came, another couple of hundred people\nand followed the Karakash. So, therefore, in this schitel I have a Sephardic name,\nSephardic name. [tis Enoch, not asa firstname. Enoch 1s the grandson of Adam\nand Eve. The son of Cain, which is not a big thing. I think all of them, but --\nbut then you find German and you find durmichaven (ph) and donmeh, a lot of donmeh,\nwhich 1s a lot of selanikli not covered, not covered lot of. So, of course, Bita (ph)\nthat came over Exkalzaday (ph). The schitel was, but my sister didn't go. Her mother\ndidn't let her. The air is not good enough for a girl.\nQ The hygiene is not good enough.",
        "https://collections.ushmm.org",
        "38\nA And we -- we used to fish and used to go to -- it was better than somehow, but this\nwas a pack problem between my mother and grandma, but between my father and\ngrandma and usually at the reunion for the schitel because many of them became\nPalestinians and went to Palestine and out of four generations I also think and they make\ngetting things together and mainly they speak about Sara-Leah because she was such a\ndominant personality and this Lila (ph), of course, was a dominant one.\nQ So your grandmother and your uncle. —_I'm just saying that for the tape.\nA Sara-Leah, Sara-Leah, Sara-Leah. So why -- but my little daughter says one that\nwas here, she works in York and she -- [love my grandma. Please, she has the name\nGaila (ph) give her all my grandmother's name, Sara-Leah. So, you know, that everybody\ngoes to the admils (ph) the girls. This is compulsive. You have to. So she sits there at\nthe crematorium camp and they call it Auschwitz, you know, and they said that -- then\nthey said Trina, Gallia, Sara-Leah, both of them, two girls knew that's three girls actually.\nThis is a joke.\nQ Okay. So let's --\nA So we go back to —\nQ We were -- I was asking -- do you need to change -- A You better ask me. I'll\ncarry you away In --\nEnd of File One",
        "Contact reference@ushmm.org for further information about tis collection so\nBeginning File Two"
    ]
}