{
    "rg": "RG-50.233.0111_trs_en",
    "sequence": [
        "A: My name is Heinz Rosenberg. I was born September 15, 1921 in Gottingen, Germany.",
        "Q: How big is that?",
        "A: Gottingen was a university city, very famous for the universities, students. It was a very old\ncity, a very prosperous city and we lived in a beautiful home. My father had a linen factory.",
        "Q: A linen factory? Is that like a textile factory?",
        "A: A textile factory, which was confiscated by the Nazis already in 1933 because Gottingen was\none of the high spots of Nazism, like all the universities, Heidelberg, Gottingen, Partabon , all\nof these cities with big universities became the symbol of Nazism.",
        "Q: Is this Gottingen, 1s that in Bavaria?",
        "A: No Gottingen is between Hanover and in the middle of Germany. I can show it to you on\nthe map.",
        "Q: Can you tell me, you said you had a brother and a sister, so there were three children.",
        "A: We were three children at home. I had a brother who was born 1915 and a sister who was born\n1917.",
        "Q: Do you remember their birthdays?",
        "A: Yes, my brother was born, I will have to look it up, one second. My brother was born June 4,\n1915 and my sister was born June 16, 1917.",
        "Q: Did your mother help out with the business also?",
        "A: No, no, my mother was strictly a housewife.",
        "Q: Did Gottingen have a very sizeable Jewish community?",
        "A: It was a very lot of Rosenbergs and Grosenbergs intermarriages. I would think there were\nabout, the city was about 40,000 people when I was a child. I imagine there were about 2,000\nJewish people there. All were well off.",
        "Q: Some of the German Jews I talked to said they weren’t very religious.",
        "A: We were not religious at all. Not religious.",
        "Q: Were there many religious people?",
        "A: Yes, there were also. We had a very beautiful synagogue in Gottingen and my father also went\nto the High Holy days, but I personally was not and I am still non- religious I must say.",
        "Q: Did you attend private school or public school?",
        "A: No I attended public school and we had to leave. We were thrown out of Gottingen in 1934.\nThe factory was confiscated and the owner of the house came with SR men and told my father\nif you are not out by next week, we throw you in the furnace or out of the window. Which they\nactually did to him.",
        "Q: This is of your house or of your business?",
        "A: No, no. The business was confiscated in 1933 by the city of Gottingen. This was the house we\nlived in.",
        "Q: When they confiscated the business, was there a reason given?",
        "A: The reason was given that in 1928 and ’29, there was a world depression and like many\nbusinesses the business went bad and so the city of Gottingen said we need the business and the\nJews cannot do it anymore so we just take it over. And they renamed it from S & R Rosenberg\nto Gottingen Linen which means the City of Gottingen Linen Factory.",
        "Q: After that your father was no longer involved in the business at all.",
        "A: Well my father was permitted, because he always traveled as a salesman to Hamburg and the\nfirst three years he could still do a little bit of work, but the companies in Hamburg did not\naccept a Jewish salesman anymore. So it died out by itself.",
        "Q: Can you describe a little bit when they came and made you leave your home?",
        "A: I was too small. I only know what my father told me that one morning the owner of the house\ncame with three SR men which is like SS people, and put a gun on the table and told him, if you\nJew are not out within one week we throw you and the furniture out of the window. That’s all I\nremember.",
        "Q: So a week later they came back.",
        "A: No, no, then my father told them, look it cannot be done in a week, I have to find a new\napartment first, but within four weeks we moved to Hamburg because my mother was born in\nHamburg and my father who was a very old German couldn’t believe what was happening said\nthis will pass. And Hamburg was a much better city, 1t was not such anti-Semitism as it was in\nGottingen. So we bought a beautiful apartment in Hamburg and we moved to Hamburg, and we\nwere hoping, my father was hoping, that this would pass and he would get everything back in\nGottingen. My father was in the First World War like all other.",
        "Q: He was a veteran’?",
        "A: My whole family. Many were killed in the First World War.",
        "Q: Did he get another job in Hamburg?",
        "A: He couldn’t get a job in Hamburg, but my brother worked and my sister started working and we\ngot some money from a very rich uncle in Hanover. So we could survive. I also started\nworking. I was thrown out of school. I was an apprentice.",
        "Q: When were you thrown out of school?",
        "A: I was thrown out of school when I was 14 years old in 1935.",
        "Q: And that was in Hamburg?",
        "A: In Hamburg, yes. No more Jews could go to German schools.",
        "Q: Were there private Jewish schools?",
        "A: Yes, but we didn’t have the money so that I could go there. I became an apprentice in a Jewish\nexport and import company. You couldn’t get a job in a gentile business so you had to be in a\nJewish business.",
        "Q: What did you do there?",
        "A: Export and import.",
        "Q: Did you do like clerical work?",
        "A: Clerical work, yes.\nQ? Where did your brother and sister work?",
        "A: My brother and sister worked at two big Jewish department stores as salespeople. One was\ncalled Gabruder Robeson and Gabruder Heft, but that’s not important, and my brother, by the\nway, was taken in 1938 from that particular store to the concentration camp of Sachsenhausen\nin °38.",
        "Q: Did they both finish school before they took these jobs?",
        "A: No.",
        "Q: They were also thrown out of school?",
        "A: Not thrown out. We moved from Gottingen and my father had no more money, it’s very simple.\nWe had to work. They were older than I was. My brother, in 1933 was already much older, 18\nor something. He became an apprentice. In Germany you have to be an apprentice for three\nyears before you can call yourself a full- fledged salesperson. Here you start without anything.",
        "Q: Can you tell me a little bit about when they came and took your brother away?",
        "A: They didn’t come to us, he was working. That was the Kristallnacht when all the Jewish stores\nwere demolished. We don’t know how he was taken, we only got a telephone call from\nsomebody who had left in time and told us that all Jewish employees men had been taken to\nprison. That’s all we know.",
        "Q: That’s all they said?",
        "A: Yes. Then we heard from all over the same stories and we didn’t know where he was until one\nday we got a postcard from him. They were permitted to write one postcard, that I am well off\nin Sachsenhausen for a short time. It wasn’t a short time he was there until February or March\n1939. He was very badly beaten and sick when he came out. He had something with the leg, I\ndon’t remember what it was, they had beaten his leg. I don’t remember these things. He\ncouldn’t work any more and then he went, the British opened the Kitchener camp for young\nJews who had to get out. He got a red stamp on his passport that said if you don’t leave\nGermany within three months you go back to camp.",
        "Q: Did he ever describe to you what Sachsenhausen was like?",
        "A: Well he told us exactly how it was. Yes, exactly.",
        "Q: What did he say?",
        "A: It was a tremendous camp and the Jews were beaten and mishandled and treated the worst.",
        "Q: Were there other people there besides Jews?",
        "A: Jews were the minority.",
        "Q: Who else was there?",
        "A: Anti-German, anti-Nazi, homosexuals, people who didn’t want to work. All different types of\npeople.",
        "Q: Were there Communist people there also?",
        "A: Plenty of Communists. But you see, these people who have been there already three or four\nyears and survived, they were already the kapos. You know what kapos are? They were the\nleader. You see the SS only was the guard, while the prisoners themselves were the people who\ndid all the work inside the camp. And these few Communists who were there since 33 and had\nsurvived, they were now the commandos and the SS of course did the beating and the\nkilling. But many of these kapos were more brutal than the SS. You see the SS used the\ndifference of the nationalities or religions against each other in the prison camps. You see?",
        "A: So basically, the Jews were treated the worst of the people there?",
        "A: Oh, yes, of course.",
        "Q: So political prisoners would be of a higher level.",
        "A: If they survived. Many did not survive.",
        "Q: Were they taken to work out of this camp?",
        "A: At that time there was no work so they had to shovel sand from one mountain and build a new\nmountain to be busy. The work was at that time in the concentration camp yes, they made\nstreets inside the camp and they worked from six in the morning until six in the night.",
        "Q: But they just made them work to keep them busy.",
        "A: To exhaust them. While in other camps like Neuengamme they built tremendous big channels\nand things like this. It was a different camp. But the real work that the prisoners were put to\nwork started after 1939, after the war started.",
        "Q: Did your parents try to get in contact with him after he sent the postcard or tried to go there?",
        "A: My father went to the police station in our neighborhood and tried, we tried to send packages\nwe do not know if he got it or not. I was a small kid and basically couldn’t do anything at all.\nWe do not know if the packages arrived or not and my mother wrote a letter, after the first\npostcard, it said Rosenberg, number so and so, and we do not know. He later told us that he got\nthree letters. My mother wrote every week.",
        "Q: But not the packages, you do not know.",
        "A: He got one or two packages for Christmas, or something.",
        "Q: What did they tell your father at the police station?",
        "A: Nothing, we don’t know anything.",
        "Q: They didn’t say anything.",
        "A: No, nothing.",
        "Q: Can you describe to me Kristallnacht? Do you remember anything?",
        "A: Yes, exactly. I was already working at that time. I started working as an apprentice at the\nexport/import company of Artur Cohen in 1936 and this company was taken over after the\nKristallnacht by an SS officer. When Kristallnacht happened, I think there were only Jewish\nowners there who were taken to prison from their homes, Dr. Cohen and Mr. There were two\ntwo assistant Jews, the others were already all gentiles and I was an apprentice and\nfor whatever reason, they were not interested in me. I didn’t go home, I tried to stay away from\nhome because I heard the rumors and I went home late at night.",
        "Q: This was in November?",
        "A: November 8, 1938.",
        "Q: So you stayed late at your office. And SS officers came to your place of work?",
        "A: They came and took away the two assistants. Dr. Cohen has been taken away already from his\nhome, he was a very famous man because his father was a senator before him. Both of the\nbrothers were taken. They moved later on to South Africa. I still have a letter from them after\nthe separation. When I came home I heard from my mother that my brother was taken to prison\nand when my father went to the police, this is an interesting story. You know, in Germany every\nyear you have different police departments in different parts of the city and when my father\ncame there and he asked by sheer coincidence the officer in charge was a former comrade in\narms from World War I, and he said, Fritz Rosenberg, come in here for a minute. And he told\nhim what are you doing here, are you crazy to come here? I have orders on my list to bring you\nin. But he said look we fought together in World War 1, so I said, look, I tell you what I do, you\ngo out this door and don’t go home before tomorrow morning so if somebody comes there you\nare not home. And that’s what my father did. He went to my aunt who was a lady and there was\nnobody living there, lived in the neighborhood and he stayed there all night. You see. And that\nGerman police officer because he was by sheer coincidence a former comrade in arms from\nWorld War | saved my father from prison. Most probably he wouldn’t have survived anyhow.\nMy brother was young, that’s a different story. But many people didn’t come back from\nKristallnacht. They were beaten already when they got into the camp and the German SS\nwould you know.",
        "Q: Did the police come to your house that evening?",
        "A: No, my mother said nobody came.",
        "Q: So when did you get home? The next morning?",
        "A: I also went home. At that time we could still go out anytime we want. I had a girlfriend, a\nyoung girlfriend. I went to her house and I called my parents and I said, look I’m staying with,\nI forgot her name. I am sorry to tell you, Eva. I’m staying with Eva. She was transported to\nRiga and murdered there. Everybody died somewhere.",
        "Q: Now, let see, do you remember what damage was done?",
        "A: All synagogues, all Jewish business was destroyed, windows broken, stolen merchandise. It\nlooked like a hurricane. Many Jewish apartments were destroyed when they came in the SS\npeople or SR people at that time.",
        "Q: Did you go back to work that next day?",
        "A: I went back to work the next day, yes. You see, you have to understand, our German\nupbringing, even though I am Jewish my basic upbringing, unfortunately you have to go to\nwork. Everybody looked at me and said, oh it was terrible. These people in the export\ncompany the Germans were not Nazis because they worked with Dr. Cohen. You see I can’t tell\nyou about later on, but this company was on November 9 was confiscated by the city of\nHamburg and an SS officer was put in and took over the company. I have his name somewhere.\nI have to look in my papers, I forgot the name right now.",
        "Q: So you lost your job?",
        "A: No, he permitted me to finish my apprenticeship which was finished in ’39, April, °39.",
        "Q: What did you do after that?",
        "A: After April 1, °39, I had to report to the unemployment office for Jews, which was a special\nsection and when this SS man who was in charge there saw me, he said I have a very good job\nfor you, he said. You go to to dig channels for water.",
        "Q: And this is near Hamburg?",
        "A: Well, it’s about by train an hour and a half. It was swamp. And it was barracks and there were\nabout fifty Jewish men there and we had not SS guards around us but they just came every day\nand counted. And we had to dig a certain amount. I don’t remember how many meters. For\nme, I was very young, it didn’t mean much. But for the older men when they couldn’t do it,\nthey told us right away that if you couldn’t do it we send you to a concentration camp.",
        "Q: Did they do that to some people? Were some people sent away?",
        "A: Yes, yes. You know if you’re not used to this type of work, if you’re young it’s easy. I got very\nsick the end of September and then I was sent home. I got a terrible stomach. I was sent home.",
        "Q: In September 30. Was that before or after the war with Poland?",
        "A: This was still before. No, maybe it was after. I cannot remember now. It was approximately, I\ncannot recall, maybe it was end of August. These dates, I cannot recall, maybe it was end of\nAugust. These dates I don’t remember exactly. I think I was home when the war started. But I\nhad a terrible stomach, you know the food was terrible and the cold.",
        "Q: Did you go back and forth from Hamburg or did they have a campo out there?",
        "A: No, barracks. Very primitive. Later on they brought in Polish POWs.",
        "Q: After the war started? Can I backtrack a little bit? Talking about Hamburg and you said\nsomething about you could still on November 30\" go out. Were there restrictions?",
        "A: September 1, 1939 we had to wear the Jewish Star and we could not go out on the street after\n8:00 or 9:00 at night. I cannot remember right now.",
        "Q: Were there any other restrictions?",
        "A: No telephones.",
        "Q: Did you turn them in to the authorities?",
        "A: No, they picked them up. And no radios, as far as I know, and I think cars were also taken\naway, as far as I know. We had no car anyhow. But I heard certain things. And then you see\nthere’s another thing, the November action started because of the murder of the German\nAmbassador, and at that time Jews had to pay three billion marks, or something. And when the\nwar started we had to give up all our silver and gold. That I remember too. We didn’t have\nmuch any more because it was all sold already, you know. There were other restrictions. You\ncouldn’t go to German movie houses any more and theaters and things like this. You couldn’t\ngo to restaurants because it said, in most places they had the signs, no Jews permitted. You\ncouldn’t sit on a bench in the park only on a yellow bench for Jews. There were certain things,\nbut you know, I was young and I don’t recall everything.",
        "Q: This is quite a bit, though.",
        "A: O.K.",
        "Q: So after the war started, what were you doing?",
        "A: I told you.",
        "Q: Oh, yes, you were working in the barracks.",
        "A: Then when I came home, there was in the house of Otto Menke, there was a young man who\nsold fruit juices. I was visiting Otto and Otto’s father told me, Heinz, he said, A and S company\ndownstairs is looking for strong men because all the people were drafted now to move these big\ncases . You are strong. So I went there to him and I said Mr. Capolsky, or\nwhatever his name was, yes I have a job, but I have to go to the Jewish unemployment to get the\npermission for you. So he said you go there with your bicycle and I give you 24 bottles of the\nbest juice, you bring it to him with best regards from so and so, and this letter. So he looked at\nthe letter and he yeah, yeah, he said, I ordered that. You’re O.K. And I worked there about one\nyear.",
        "Q: What were you doing there, you were just delivering?",
        "A: No, no I couldn’t leave. I was just unloading and loading these cases with bottles of juice and\nthings like that. I have the name of the company somewhere. It was very nice people. There\nwere no Jewish businesses. Germans. After one year I had to stop there because there were\nalso German women working and somebody must have said how can you let a Jew work with\nGerman women together. So I had to stop. Then they sent me to a place to unload shoes and\nconfiscated merchandise from Belgium and France that raided during the war. These came in\nwith tremendous trains and they were used for the Germans.",
        "Q: Where was this?",
        "A: In Hamburg. Also this was a warehouse. I cannot tell you the street. Hamburg is a big place,\nyou know. And I had worked there until one morning on November 7\", my mother, we didn’t\nhave a phone but she got word to me that I better come home there was an order from the\nGestapo to be deported tomorrow and we were the second transport from Hamburg. The first\none.",
        "Q: You said November 7, this was 1940?",
        "A: 1941. 1940 I worked in the shoe factory, not factory, a leather one.",
        "Q: You said that you were in shoes,?",
        "A: Warehouse. About a year.",
        "Q: And this was seized from Jews ---- not Jews from the population in France and Belgium ----",
        "A: Stuff that had been gained through the war?",
        "A: Confiscated by the Germans for their own good.",
        "Q: And then, November 7, 1941?",
        "A: My mother got word to me and to my sister, who was also working, this was not work on your\nfree will, you were just told to work there, you understand. Forced labor. Got word to her or to\nthe company that whatever she did, maybe a gentile neighbor called, I don’t remember, if we\nwould come home, because we were deported to the East. We did not know where we would\ngo.",
        "Q: You said she got word to you. Were you still living at home?",
        "A: Yes.",
        "Q: So it was during the day that the notice came and she had to contact you?",
        "A: The letter came by mail and she called my sister and me and told us to come home immediately,\nstop working.",
        "Q: And all the letter said was that you were being deported to the East?",
        "A: I have the copy Alexander, we also get a surname when the war started. Every Jew\nhad to call himself Heinz and the women Elsa . This was also in ’39, I just\nremembered this.",
        "Q: And they said you were going to the East to work?",
        "A: No, they didn’t say, they said you would be deported.",
        "Q: That’s all?",
        "A: I have the letter here. I can give it to you later, a photocopy of the letter. I have a photocopy of\nthe letter.",
        "Q: O.K. Did it give you a time frame as to when you would leave?",
        "A: We had to report the next morning at 7 0’clock, 8 o’clock at the former Jewish lot in Hamburg.\nWith one suitcase and fifty pounds. And it said you have to leave the key from the home at the\npolice station and the home must be left in perfect condition. Ad my mother cleaned before we\nleft. You see, typical Germans, you wouldn’t believe it. If I think about it today, as I cry\nterrible to leave everything behind. You walk out, same as I would have walked out of here, you\nsee.",
        "Q: What did you take, do you remember?",
        "A: Well, we took, I was lucky. I had a gentile girlfriend living in my house and she brought me\nboots and warm stockings and everything and my mother took, we figured it would be to the\nEast because the first transport went to Litzmannstadt.",
        "Q: So you already knew of one transport leaving?",
        "A: We didn’t know where they went to, but we through the grapevine you heard it went to Poland.",
        "Q: How long before your transport did that first one leave?",
        "A: A month later. I have the date, if you want it.",
        "Q: No, no it’s not terribly important.",
        "A: I have the date.",
        "Q: But you knew that people had already been deported before?",
        "A: Yes, yes. The very first transport went in September, right away there was Polish Jews, they\nshipped them to the Polish border and then the second transport was in October, I think of 41,\nit went to Litzmannstadt, we learned later on. And ours was a second transport from Hamburg\nand we were the first transport that arrived in Minsk. And then another transport came later and\nwe saw 500 people from Bremen and Hamburg together, 500 from Bremen and 500 from\nHamburg.",
        "Q: This is a question you probably can answer from information afterwards. I’m sure you didn’t\nknow this then. Do you know why they sent these people to Minsk? Was there a reason that\nyour transport went to Minsk and not somewhere in Poland?",
        "A: No, you see the Germans, I read from this book here from Mr. Kohl, the Germans heard that the\ncities in Poland and Russia, they figured the Jews would be put there in the beginning. It was no\nidea of killing them immediately, they wanted the Jews to work, and because they couldn’t send\nall these people now to one spot. They distributed them among different cities. Litmanstadt,\nRiga, Lithuania, Minsk, a lot of cities. You see, the transport went from all parts of Germany\nand Czechoslovakia and Vienna and to Litzmannstadt, to the East. The trains were running all\nthe time. We were only one transport. Our luck was that we were the first transport that came\nto Minsk and was unloaded. Because only the first seven transports in Minsk were unloaded.\nThe other 28 were gassed on arrival.",
        "Q: They went straight to the gas chambers?",
        "A: There were no gas chambers. Minsk didn’t have a gas chamber. Minsk, they would bring these\npeople from the railroad station in moving vans, which were ___ with a chimney and windows\npainted on it and they said we bring you to our farms to work here. And the minute all the\npeople were pushed in, maybe 100 or 200 people, I wasn’t there, but I read in the book, they\nwould close these big doors and the exhaust pipe would run, this was the first experiment with\ngas and they would bring them to about 8 or 10 kilometers out of Minsk and by the time they\ngot there the people were dead. It took one hour, one hour and a half for the people to die. And\nthen later on they started with different type of gas. In Minsk was actually the experiment with\ngas. Started in Minsk.",
        "Q: And this was like carbon monoxide?\nA” We were the first transport to arrive. When we arrived the Germans had just killed 30,000\nRussian Jews to make space for the German Jews.",
        "Q: In Minsk?",
        "A: In Minsk. When we arrived the bodies were still there. Not all of them, but in the houses.",
        "Q: This was November still?",
        "A: We arrived, we traveled three or four days.",
        "Q: Can you describe the train trip?",
        "A: Our train were old passenger cars, not new ones.",
        "Q: They weren’t cattle cars, they had seats?",
        "A: No cattle cars, they had seats, toilet, everybody had a seat and, now let me go before when we\ncame to the point where we had to, where all the thousand people had to report. The SS would\nfirst look at your passport picture, or your ID card and rip it up then you were to open your\nwallet because you were only permitted to one hundred marks with you, then you had to give\nthem all the jewelry you had, including your wedding band, you had no other jewelry because it\nhad been already confiscated, and then you had to sign a paper that I, the Jew Heinz Rosenberg,\nwill be deported because I am an enemy of the fatherland.",
        "Q: You had to write this out?",
        "A: No, no, it was already written, we had to sign it. And, one more thing I forgot, then you got in\nand it was a tremendous hall or house, an old Jewish lot, it was a community house, and there\nwere already many, the mood was not bad, because they said, well finally we get there where\nwe will work and after the war we will come home. People just could not understand. It’s the\nsame as they would take today one hundred thousand American people from Queens and say,\nyou're going on a little vacation. Normal person cannot understand. But some people\ncommitted suicide.",
        "Q: Some people did? There?",
        "A: Not there, in their homes. There were about 30 people and therefore my girlfriend, Erica could\ncome because she was on the list. But because 30 people didn’t show up, she was permitted to\ngo there. It had to be thousand people, Germans are exact, they have to be exact. We left the\nnext morning, at the Jewish Community in Hamburg delivered soup and the Jewish leader in\nHamburg told us, don’t worry you go to work and we loaded the cars with sewing machines and\nequipment for you, and with food and you will be well taken care of, I have the guarantee from\nthe SS and so on. Where will you go, we go to the East. Well it took four days and when we\narrived in Minsk in the evening we were surrounded by very heavy SS guard. We were not\npermitted to get out, it was November, but we saw across the our train a train with Russian\nprisoners, in open cattle cars, and we saw how one or two German soldiers would throw in one\nbread in each car and these people were starved to death , would start fighting and the minute\nthey would start fighting, then SS said mutiny and would take their machine guns and Brrrrrrr.\nIt was the first impression for me. And then the next morning, now I was made a so- called\nrunner from car to car with a yellow ribbon because there had to be some kind of\ncommunication when we stopped.- We stopped three or four times on the way. Some people\ngot sick, we had no doctor, but we had a nurse with us, a Jewish nurse. It had to be somebody\nwho could run fast and I was very young. So I had a much better idea what was going on in the\ndifferent trains. I was only with two more people, we could go from outside, the SS would\nopen the door, and we would try to bring these people to the car where the nurse was. There\nwas no medical things there. But when we got to Minsk, I was also there and Dr. Frank, who\nwas the leader of the transport, a former German officer, a lawyer, the ex-commander of Minsk\nwas standing there and said, where is your leader from the transport? So Dr. Frank, who had\none of these Spanish little things on his head, you know, said Sir, and he saluted him I have one\nthousand Jews men and women and children from Hamburg and that was the first impression,\nthen that SS man took his whip and “slap” to his face and he fell down. You dirty Jew when\nyou speak to an SS man, take your hat off. You see, that was the first impression of Minsk.\nAnd then, you want to continue, or is that too far?",
        "Q: No, no go ahead.",
        "A: And then we had to go to the ghetto of Minsk.",
        "Q: So there is already a ghetto established there?",
        "A: From the Russian Jews.",
        "Q: You said something about when you got there that they had to kill many Russian Jews?",
        "A: We didn’t know that. When we got there the SS people taught us we walked, cold.",
        "Q: This was November?",
        "A: Cold and many old people couldn’t make it up the hill. I remember this. And we got there and\nwe saw this red house, this used to be a former school and the white house, also a school, is for\nyou. The red is not for you. So we got into these houses, Dr. Frank and the first young man,\nbecause the others took much longer time to get there, the food was still on the table, whatever\nlittle food they had, these people were already pushed into the school buildings. The dead\nbodies were still there.",
        "Q: Inside the houses?",
        "A: Inside the two houses. So Dr. Frank said we have to clean up before we let the people in. So\nwe tried very hard to clean up. There were not that many bodies, maybe thirty, forty. They had\ntaken everybody away, these most probably were in hiding and when the SS went through the\nbuilding saw them. And then we learned, it was a few days later, there was a big fence between\nthe Russian and the German Jewish ghetto. The SS put a big fence there.",
        "Q: So you were kept apart from the Russians?",
        "A: They had built it to keep us separate. And when we came to the fence, first we were not\npermitted to go to the fence, but later on you couldn’t always, you know the guards couldn’t be\nall over. They told us that thirty thousand Jews had been killed in the last three days to make\nroom for the German Jews. For the Yekkas (?) they called us the “Yekkas”. The Yekkas is a\ntypical German Jew. So I didn’t speak Yiddish at that time, I spoke German and these people\nspoke Yiddish, so you had, Yiddish is a turned around German. So we couldn’t touch them but\nwe could talk to them at least. And we learned about the tragedies that every day there actions,\nevery day there killings and there were about one hundred thousand Russian Jews, but every\nday they would kill some of them. We didn’t believe it. My father said, come on. My father\nwas typical law abiding citizen and they made Dr. Frank the leader of the German part of the\nghetto. About three days later the next transport came from Dusseldorf already and we didn’t\nknow where to put these people. And two days later a transport from Frankfurt, all with\nthousand people. And then the SS commander came and said well you can move into the small\nhouses. These were not real houses, these were little from can you imagine in the country you\nhave, where you go for the summer, a little summerhouse. It was not very big, with wood, and\nthere was a stove inside and tiny rooms, you know, like this, but we did not have furniture and\nso on and it was cold. But my family and my mother, father, and my sister, we moved together\nwith other family, Blywise and Himmelstein to one of these little houses. Then after awhile,\nafter about four weeks about seven or eight transports arrived all together and then the\ntransports stopped. The last one came from Yanof. Then it stopped. And then we started to\nwork, we were picked up in the morning by heavy guard, twenty men, or twenty women. I\nworked in the German soldiers homes. I had a very good job, I mean, I had plenty to eat, much\nmore than the people in the ghetto. I was permitted every Sunday to visit my family. SS guard\nwould bring me and pick me up the next morning. But most commandos only worked during\nthe day and went home to the ghetto at night. But certain commandos stayed on the job because\nit was impossible to transport them back and forth. I was very lucky, very lucky. First I worked\nin the German hospital and the hospital was later made into a German home for soldiers so I\ncompared to others and I was able to bring little things to my parent. Sometimes extra soup, if I\nwasn’t searched. If you were searched and they found something, they would (sound effect). I\ncame with an SS guard already and the guard would look the other way they didn’t expect me to\nbring anything in. That was about all together about eight months. The officer in charge his\nname was Breimeier who for whatever cockeyed reason was very good to me, he killed other\nJews, but I was his pet for whatever reason. These people were abnormal, abnormal people.\nAnd there’s another interesting story, 1f you want to hear it. One day he told me, he said, Heinz,\ntomorrow morning we expect some German artists to entertain the troops and I want you to help\nthem with the luggage. So when I went up there this one German man said to me how come\nyou speak such a perfect German, are you a Russian Jew? I said no, I am a German Jew,\nI’m from Gottingen. He said, from Gottingen, and this was a girlfriend of my sister’s,\nthey went to school together. So I said, Sir, ’'m sorry I cannot talk to you because I am a\nprisoner here. Come on, how can you be a prisoner, then he saw the Jewish Star and the big\ncross (?) here.\nSide 2, Tape 1\nHe didn’t believe it. And she was the first one who taught me. (blank space on tape at this\npoint) She said, I have heard and been told by SS people that this camp will be eliminated. She\nknew already.",
        "Q: And this was still in °41?",
        "A: \"42. This was in 42, that’s why I bring it up. They knew already that the camp would be\neliminated. Now in summer of ’42, was another big action where thirty thousand Jews were\nkilled in three days.",
        "Q: These were mostly Soviet Jews?",
        "A: German Jews too. They killed all the Viennese, all the Czech Jews, all the Frankfurt Jews, all\nthe, there were only about two thousand or three thousand people left from the German Jews.",
        "Q: You said you were working at this hospital and then became a German soldiers home. What did\nyou do there?",
        "A: I was in the steam room.",
        "Q: You were in the steam room, you cleaned up?",
        "A: No, no, we had to heat the place. But not with coal or oil but with Toff, what is toff, something\nthat burns very fast, you know when the trees decompose it becomes like (sound effect) this is a\ntremendous building so you had to focus there. We were a twenty-four hour shift. They\nbrought in wood too, but 1t was very hard work. We had two shifts, two men each, to heat the\nbig place.",
        "Q: Again who was the person who told you they were going to eliminate the camp?",
        "A: She was a German girl from Gottingen.",
        "Q: What was she doing there, was she Jewish?",
        "A: No, no. She was an actress. The actors came like here you have the American troops are\nentertained.",
        "Q: Oh, like the USO?",
        "A: The same thing. The Germans did the same. She came with this group to Minsk and because I\nworked in the Soldiers Home that’s where they performed.",
        "Q: And she knew your sister?",
        "A: She went to school together. She was our best friends in Gottingen as little children. She knew\nmy family, she knew my home. All coincidence in life, you know. But she was the first one\nwho told me that this camp would be destroyed. And nobody believed us, you know.",
        "Q: You said in the summer?",
        "A: Then came 1942, they killed every day, 100 people, 50 people, 10 people of the Russian Jews.\nBut then in July 1942 there was a mass action where we who were outside on commandos could\nnot go back to the ghetto. Three days. And they killed thirty five thousand Jews in three days.",
        "Q: Do you know what method they used to do this, were they gassing them?",
        "A: Whatever they could transport with their gas vans, they would transport them out. The people\nhad to stand in line and waited to be loaded and the others they would shoot them. They also\nbrought these people to, this 1s interesting in the book from Mr. Kohl, he describes exactly\nwhere the killings took place. These people had to lay down, not only just jump into the graves\nthey were digged before, but they had to lay down orderly, one with the head here, the other one\nwith the head there, so it would take less space. Then the soldiers would come with the\nmachine guns and Brrrrrr. Then the next people...",
        "Q: So they shot them when they were on the ground?",
        "A: In the grave.",
        "Q: So they made them dig the grave?",
        "A: No, they were digged before. Other prisoners who were also killed and then when these people\ncame they had to line up and they had to jump into the grave, but not just anyway you wanted it,\nno one had to lay this way and the other one this way.",
        "Q: And then they shot them after they lay down?",
        "A: The first layer and then the next layer had to jump in.",
        "Q: Was this in the ghetto?",
        "A: No, this was outside.",
        "Q: Where they took them out to the woods?",
        "A: Yes, they were in a so- called farm.- I have the names in the book from Mr. Kohl if you need\nthe names, I give you the names. This book 1s fantastic because we didn’t know these things. I\nonly learned about these details now from this book from this German reporter.",
        "Q: This book is in German?",
        "A: Yes in German. A fantastic book an unbelievable book.",
        "Q: I would like to look at it.",
        "A: This is unbelievable.",
        "Q: Did you know, did you see these people. You were not in the ghetto?",
        "A: I was in the Soldiers home.",
        "Q: So did you know when you came back what had happened?",
        "A: No, no. We knew from the Russian people who worked in the Soldiers home. They came in\nand could not look into my eyes, the Russian people. I worked together with Russian people\ntoo. I asked them.",
        "Q: These were non-Jews?",
        "A: Non-Jews. I asked them what is happening? And some spoke German and they said nisht goot.\nnisht goot, ghetto kaput. So for three days. But Breimeier, my German officer in\ncharge, I had to go every night and bring his beer from the canteen, as a Jew I had to go to the\nGerman soldiers’ canteen and say “das beer bitta for officer Breimeier.” They knew me already.\nEverybody looked at me, here comes the Jew. He liked me because his wife was saved by\nJewish doctors. He killed other because he had two potatoes (?) You know, these\npeople you couldn’t explain it you know. For example, when came she came back\nafter two weeks and I said to her when she left, she said what can I do for you? I said, you\nknow, I would love to send a note to my aunt in Hamburg, who is still there. Certainly, Heinz,\ncertainly. When she came back I did not know. There again was all the SS staff standing there\non the Soldiers’ Home. All these SS people wanted to have affairs with the German girls. And\nshe looked out of the bus who rode in and I was standing there with Breimeier, I was supposed\nto, she said Heinz Rosenberg, I have a package for you from Hamburg. That would have been\nautomatically death penalty. Any communication was death penalty. The SS most probably\ndidn’t hear or they didn’t know because there were German soldiers standing there and others,\nHeinz Rosenberg could also be a German. But Breimeier he looked at me, he didn’t say\nanything. But at night when he called, I had to be up there every night at 6 0’clock to bring his\nbeer, he said I want to talk to you. I said what happened, sir. I had to address him as sir. What\nwas that with a package? What package, I said. He said, come on don’t give me that story. He\nwas aman of about 45. He said this lady called out. I said, well, what can I tell you sir, she\noffered to send a note to my aunt in Hamburg. I tell you one thing, 1f you want to have anything\nwritten or done, you come to me, don’t go to strangers. You couldn’t make these people out\nbecause he could have said at the same minute “bang out”. It meant nothing. So, I was his pet\nfor whatever cockeyed reason, I cannot tell you why. He would sit and drink his beer and tell\nme you know, my wife, she was helped by this Jew doctor, what a beautiful person. I have\nnothing against the Jews , but he kills them, you know. You can’t make them out. So that\nI met her again after the war in Berlin. She died of cancer, unfortunately. She was\na hero, you see.",
        "Q: You met?",
        "A: Lila when I went to Germany the first time.",
        "Q: The woman who helped you send the package?",
        "A: Yes, she died. So this was May. So we had this action in July, I think, 26\" or 29\" where they\nkilled thirty-five thousand Jews in one clip.",
        "Q: Now can you tell me, you were talking about this man who was, you worked for and got beer\nfor and everything. Were German Jews treated differently than Russian Jews?",
        "A: No, you see, what it was, and this I read also in the book here from this Kohl, that F commander\nof White Russia General Kula or whatever, I give you the name, he has the biggest fight with\nBerlin because he said I don’t want anything to happen to the German Jews. I don’t mind if you\nkill all the Russian Jews, but the German Jews are good people, they work, they’re qualified, I\nwant to keep them. And he was overruled by the German high command. Either you do it or\nyou’re out. So he had no choice. But he was in the beginning fighting for, as a matter of fact,\nthere is one German Jew who was in the war with the Kaiser’s son and he was sent back to\nGermany and I have his book here, “One German Jew”. And this SS man went to him in person\nand said, look, you’re the only one. I will make a personal request from Hitler that you will and\nhe was sent to Theresienstadt. So you see that SS he was later blown up by the Party friends of\nRussia. Because he hated the Russian Jews. He hated the Russians. But for some other reason\nhe thought he wanted to save the German Jews, he wanted to send them back after the war.\nQ” Did you see some of this like this treatment in Minsk’?",
        "A: Oh, no. You have to understand something. When we came to Minsk, you have to understand\nthe German Jews basically were much softer than the Russian Jews or Polish Jews because they\nlived a much harder life already,.",
        "Q: Soft, you mean physically?",
        "A: Physically, more, better homes, better life, all lawyers, all doctors, all businessmen. Jews who\nlived in Poland, Lithuania, Russia were locksmiths or carpenters, they had more trades. And\nthey could live more easily from what they had. Unfortunately, the German Jews in a certain\nway, especially the Western Jews, were already much more used to the easier life. That’s why\nthey died easier too, and faster. They couldn’t take the cold, they couldn’t take the snow, they\ncouldn’t take the hardships of life. The Russian Jews wouldn’t have died if Hitler wouldn’t\nhave killed them. And the German Jews wouldn’t have died either, not all of them, if Hitler\nhadn’t killed them. But the German Jews and the French Jews and the Viennese, especially, or\nthe Czechs, they were much softer, it’s the same here. A man from Park Avenue will not\nsurvive than a man from Harlem. It’s nothing against the Jews from other parts, you\nunderstand, I love anybody, I only bring it out that we were not used to thirty below zero. They\nlived there, it was nothing for them. They were servants in the morning and my father\nwas dying little by little.",
        "Q: After July 1942?",
        "A: There were two more actions.",
        "Q: Two more actions, when were they?",
        "A: I cannot remember.",
        "Q: Was this the first large action, large scale action?",
        "A: This was the last, after we arrived, they had killed at that time thirty-five thousand. This time\nthey killed thirty-five thousand German, Viennese, Czech and Russian Jews. From the so-\ncalled Wonder ghetto, we were in the Sunder which was called the Extra ghetto, Sunder 1s Extra\nghetto. They eliminated one part.",
        "Q: Of your ghetto?",
        "A: Of our so-called German ghetto of seven thousand people. And after this action everybody had\nto move to the part where the Hamburg, Bremen and Frankfurt Jews used to be, the people from\nDusseldorf, I don’t remember which ones. And the others were closed already. And there only\nwere some survivors, and some of them went crazy, some of them just couldn’t understand,\nthere was nobody left when they came from work. The whole families completely wiped out,\nyou go out, you say goodbye, you come back and there is nothing left.",
        "Q: Your family was still there?",
        "A: My family, we lived in the Hamburg part. We were lucky. My family was still alive when I\nleft. I was very lucky, I tell you honestly. But I was also very young, very strong, I could lift a\nhorse by myself, you see.",
        "Q: So what happened after this? This first large scale?",
        "A: They were every day. Mr. Gruber, the SS commander of Minsk, Mr. Gruber, he was not all over\nin charge, but he was the one in charge of the ghetto. Every day he would take five or ten\npeople or one with more children and send them to death. He would kill them himself on the\ncemetery. We didn’t know, because if you were there I wouldn’t be here.",
        "Q: But did you know people were leaving, nobody knew people were dying except for family\nmembers every day lie that?",
        "A: You saw it, you saw it. You just couldn’t do anything. He would go through with the Latvian SS\nmen and just say you come with me.",
        "Q: Whoever they found on the street?",
        "A: Whatever reason, if they would find them on the fence, or they would find them, --- One day\nthere was a beautiful girl who worked together with my brother, Marion Barrow and she had\npainted, she was a painter, a sign painter, new sign, Largo a beautiful sign. Who made this\nbeautiful sign? So, at that time we had already the third Jewish man in charge of the ghetto,\ntwo were killed already and he said oh that was Marion Barrow (?) He said why don’t you call\nher. This is very nice. And he called her, and took her to the cemetery and killed her. And now\nwhen I was in Hamburg I met the daughter of her sister who lived in Israel and the sister had\ndied a week before we came and she wanted to know the story. And it’s very hard for me to tell\na family member what happened. There were two more actions. I don’t know, the Russian\nghetto actions were every day, and our ghetto there were two more actions, I think, I cannot tell\nyou the amount of people that were killed. But I only know one thing, that on September 1,\n1943, there were only two thousand five hundred German Jews left and about the same amount\nof Russian Jews. That was from a camp of one hundred and thirty five thousand men, women\nand children. Within two years they had killed about one hundred and thirty thousand people.\nWe’ ll have to make it short, otherwise we’ll never come to an end.",
        "Q: You said there were two other actions? They would be between July ’42 and September ’43?",
        "A: Yes, every day were actions. Gas ones came in all the time.",
        "Q: You never did any of these gas vans? Were they all staffed by the SS?",
        "A: No, no. You see the vans would come in and the people were forced to jump into them.",
        "Q: Did these people know what these vans would do?",
        "A: Of course they knew, by now it wasn’t the beginning. The people who arrived in the transports,\nthey saw these big moving vans with the chimneys. And the SS didn’t threaten them, they were\nvery nice, they said you know we bring you to our farms, because they have been told that if\nyou are nice to people they will listen to you. And they are there to undress and they said we\nare going out to a thing and by the time they got there they were already dead. September 1,\n1943, the ghetto, our German ghetto was completely surrounded by SS during the night.",
        "Q: So we’re talking, was there still a division between Russian and German Jews at this point?",
        "A: Yes, there was always. Heavy guards. We knew something was going on. It was 5 o’clock in\nthe morning. And then Gruber gave order that all Jews had to assemble in one open place we\nhad there in a Platz (?) that is a place to and he said all healthy men step forward and he\nsent back my father who was already old, and other old men he sent back. But left were about\n250 people.",
        "Q: Who stepped out?",
        "A: He put them separate and he said, I give you exactly half an hour, pack a small knapsack, you\ngo ona special work commando. Nothing will happen to you, you will be treated very well\nand say goodbye to your family, but you will come back and there is no problem.",
        "Q: What happened after that?",
        "A: So after half an hour we said goodbye and very heavy SS guard came. I’ve never seen more\nSS people in my whole life. We were 250 men, there must have been 100 SS people with\nmachine guns, everything and we were marched out of the ghetto to a small camp which\nrecently used to be a prisoner of war camp for the Russian prisoners. A small camp in the city.\nI didn’t know the name, we didn’t know it existed. We didn’t know anything because we\ncouldn’t walk around. There was four barracks, actually barracks for horses, and there were\nalready some people there, some Jews. They said we come from Smolensk. And we got in and\nthere was another SS commander. We were only borders to them. And he said, well you will\nbe here until your transport leaves. We asked where are we going? I do not know, I cannot tell\nyou, you will get food and if you behave properly nothing will happen to you. And one person\nmade a question, I don’t know what he asked, what about our wives? I tell you about your wife,\nhe took his gun and bang.",
        "Q: And shot him?",
        "A: Yes. You see. So, we were there, there was no straw, no nothing. Bare wood. Of course, we\nwere worried and we didn’t know what to do. We could soup. It was a small place, we\nwere 500 prisoners and these people from Smolensk told us that the ghetto in Smolensk has\nbeen closed. These were the last people they took out. Come on, this cannot be. Yes, he said.\nOver the two years and then we realized this time it will happen to our people. But after three\ndays, Mr. Gruber, the SS commander came and sad I have very good news for you, you can\neach write a note to your loved ones in the ghetto, and if you have wives, if they want to join\nyou, they will be permitted to join you here. So I wrote to my family, a small piece of paper we\nhad, we got, we didn’t have it and the pencil, I wrote I do not want Erika to come because this\nto me looks very bad. I wrote in French and English, because I spoke a little English and\nFrench at that time because we didn’t figure if they would read it. And two days later I got a\nletter back from home from my family and Erica. And Erica wrote, I am coming together with\nHannah Lou’s sister who was married to Herman Haupman who lives now. We are coming.\nAnd honestly, after six days about 50 women arrived all from the married men. Also with the\nlittle knapsack. And we said it cannot be so bad if they permit the women here. Maybe nothing\nto eat, probably, maybe nothing to sleep probably. But when you are in such a state, just to\nhave somebody is already comforting. And that went on until September 14.",
        "Q: So you were there two weeks?",
        "A: With a wife.",
        "Q: So Erika came, she was there?",
        "A: Yeah. And very early, on September 14, 1943, the SS commander of this camp told us to get\nready for transport. It was 5 in the morning. We all packed our little bag what we had, we went\nup we were not permitted to take anything with us, the men and the women. And he said the\nmen to the left and the women to the right. And he said, first we bring the men to the railroad\nand then the women so you can prepare already at least. And again under very heavy guards we\nwere taken to the railroad. That’s the last time I saw Erika or my parents. The women never\ncame.",
        "Q: They never came with you?",
        "A: Never. But when we went through the cities of Minsk with this transporter, 1t was an SS van or\nwhatever it was, we passed the ghetto. And they must have heard something or seen and I saw\nthe people still standing in the ghetto and greeting us. We couldn’t see them in person, but I\nsaw them saying hello. I don’t know if my parents were there or not, you couldn’t look that far.\nSo the ghetto was still alive on September 14, 1943, 2,500 people there. If the Russian Jews\nwere still there, I do not know. We didn’t pass by there. And we were taken to a cattle car now.\nNo heat, no straw, nothing, no food.",
        "Q: They didn’t give you any water either?",
        "A: Nothing. I think we were in the transport two or three days. I honestly can’t remember right\nnow. The doors were never opened. They gave us one little pear, but you know a hundred\npeople in a car that pear went over right away, you know. And then we stopped, we couldn’t\nlook out, but all night long they would move that car back and forth, like a football, you know,\nthe people got completely, what should I say, it was abnormal, you know, you were pushed back\nand forth by tremendous force. They would (sound effect) and push. Then early in the\nmorning the SS opened these cattle car doors and they were standing there with the German\nshepherds and with the kapos and they shouted “Get out you dirty Jews, get out, run, run, run,\nget out, get out, run.” And we saw a gate and it said Treblinka. And it said “Arbeit Mach Frei,\nthe work will make you free.”",
        "Q: And this was the middle of September?",
        "A: This was probably the 17\" or 18\" of September, 1943. And we came to this camp, we had to\nrun. It was a terrible sweet smell. A terrible smell. We didn’t know what Treblinka was, we\nhad no idea. And we saw prisoners pulling tremendous loads, a wagon with shoes and with\nclothes. And we were put separate on one spot, the 200, some had died, I don’t remember how\nmany made it or not. About 240 most probably. And there were kapos and there were Dutch\nJews and they told us where you from? I said we’re from Minsk. They said this is the\ncommando that meant this is the commando to heaven. I said what are you talking about?\nWell, you will see, this is the commando to heaven. Do you have anything good with you? I\nsaid why? I need this. You don’t need it anymore. They were one hundred per cent sure, these\nkapos, we would be gassed too. So after a while, we were standing there about three hours, not\npermitted to go to the toilet, there were no toilets. After three hours an SS delegation came and\nsaid, are there any carpenters here? Yes, three carpenters. Any locksmiths? Yes. Any\nplumbers? Yes. Any electricians? Yes. Get out, get out, get out. And I, my friend Herman\nHoffman was an electrician, he said to me, if they ask for locksmith next time, get out too.\nLocksmith? Yes. I knew about it, I was in the steam room. I got out too. We took Otto\nMenkin with us and Herman and about hundred people went out. And they said are there any\ngardeners? Yes. Everybody went as a gardener. The gardeners we never saw again. But we\nwere pushed on the side and we went to a barrack and we had to undress. We had still not\nprison uniforms but we had old clothes marked with _. So we had to undress. The little\nthing we had, here, here, here. Nothing. We were searched from top to bottom. Then we went\ninto a shower room. We didn’t know what it was. And we got out and then we came to a room\nwhere they gave us each one a new uniform and wooden shoes or something like this and then\nthey said you will stay here and you will be transported to Deshov. So the kapos said to us, that\nkapos, you are the first group that came in and goes out of here alive. So we still didn’t know\nwhat Treblinka was. I never heard about Treblinka before, you know. But we heard the smell\nand he said this is a death factory. But you know, even getting from the ghetto in Minsk, even\nseeing everything, we didn’t know what a death factory was, you know. We didn’t know, we\ndidn’t know. So in the evening they put us back on a cattle car to Puchine which wasn’t too far\naway. Because the next morning we got there. In Puchine was a work camp, a concentration\nwork camp, a very small camp. And we worked for the Heinkel factory. This was taken over\nby the, this used to be Polish airplane factory, taken over by the Germans and we got there was\na small camp and this camp was, there were about 250 Polish Jews and women there. And just\nbefore we got there, the SS had executed all the children there by beheading them. And the\ngrave, you know the mothers and fathers had to watch, there were about fifty children. So we\ngot there, the Polish Jews did not like the German Jews, they called us the Yekkas. There was\nalways friction, but they were in command. And we were put to work there in Puchine in one\ncamp and then the next camp. This lasted about, I would think, four or six months. I can’t\nremember I have to look it up in my book. If you wait a minute I can get it. You want me to\nmake sure of the dates?",
        "Q: Sure.",
        "A: It was from September 17 to April 21, 1944, in Puchine. Puchine was then closed down\nbecause the Russians came already near, you see, and we were shipped to another work camp\ncalled Scechochw, and this was from April to July in 1944. These were all work camps for the\nHeinkel factory. But the Russians came closer again and when the train left the machine guns\nhit the last car of the train, but they got the Jews out. You see we were one hundred per cent\nsure that we would be liberated, but they got us out just before they got there. As a matter of\nfact the SS commander, two or three Polish Jews escaped that night or ten people. In the\nmorning we thought we would all be killed, there was already machine guns around.",
        "Q: Because they had escaped?",
        "A: Yes. He said how many escaped? Ten, that’s all, I thought more. He has no guts, you know, he\nwas already sick and tired of this, you know.",
        "Q: Now what did you do in the first work camp in Puchine?",
        "A: We worked. I worked as a locksmith. I don’t remember exactly what I did. Because I was very\nstrong at the end. First we had to transport in the beginning this was a work force to repair the\ntanks and we have to move these things and the equipment and, of course, they took the young\nmen to move these things. And only later on did they try to put us really in places to work. But\nnothing was ever accomplished there, nothing. No airplane ever left there. But these were\nsmall concentration work camps, you understand. They had SS guards and the SS commandos.\nBut in general you worked from 6-6 but you got soup, proper soup at night and a slice of bread,\nand because the camp became smaller, it was bad enough. But we got __ in Deshov. They\ntook us to a public bath every four weeks. The Heinkel Work insisted that the prisoner\nshouldn’t have lice. They paid for us. I think they paid fifty pfenigs a day for us or something\nlike that. Puchine went to September and Deshov went from April to July 1944. And that also\nhad to be closed down because the Russians came.",
        "Q: And where did you go after that?",
        "A: And then we were taken to a big camp near Krakow called Plaszow, which was built on the\nformer Jewish cemetery. It was mostly women camp. Women were there. Jewish women.\nThis was a tremendous camp, one of the worst camps. That commander, SS commander, only\nwalked around in a white silk suit. And he would kill the women like nothing. We had one\nlatrine. You know what a latrine is? Women and men together. There was no difference.\nAbsolutely no difference. And we finally, somebody put a wooden plank in between us. And\nwe had very very bad kapos there and SS people too. But we were only there a few days.\nBecause by now we were so called expert workers. So from Plaszow, after five days, we\nwere sent to the salt mines in Wieliczka, but they did not put us to work but it was the worst\ncamp, I think because everything was dirt, you know from the salt and from the prisoners who\nworked there, never made it more than four to six weeks, they told us. And because they\ncouldn’t use us there, they sent us to a tremendous German concentration camp in Bavaria\ncalled Flossenberg, a big camp, a very big camp. That was in August of ’44. And there the SS\ncommandant when we came in he asked, we were very dirty and in a long transport for the day,\nhe asked, the kapos, where do these prisoners come from? And the kapos said they are Jews.\nHe said Jews? Jews only walk in, they go out in the chimney. This was a tremendous camp,\nvery clean, very orderly, but terrible kapos. The German kapos hated us. The Polish kapos, you\nknow. And we were put, just to give you an example, where to undress, this was high in the\nmountains, we had to undress, we had to run into a shower and this was originally the gas\nchamber, and the kapos said that’s it. And we didn’t know what would happen.",
        "Q: The kapos said you would die?",
        "A: Yes, because it was a gas chamber. But they also had water faucets there on the ceiling. But in\nour case, the boiling water came out and you couldn’t move anywhere, we came out like\nlobsters into the ice cold weather, but we got out. And the kapos didn’t believe it. I only give\nhappy thoughts because I couldn’t tell you the whole thing, you can read everything here. So in\nFlossenberg, after about three weeks, we were not put to work, we were put in into a special\nbarracks for Jews. There were no other Jews. There was a camp of about twenty thousand\nprisoners.",
        "Q: Mostly they were political prisoners?",
        "A: Political, Galitziana, homosexuals, no Jews. We were the first Jews that came in and the first\nJews that go out. But what happened in Flossenberg, it’s an interesting story. One day they put\nout of the 250 men were not all German Jews, they were Russian Jews, Polish Jews, but now\nthere may be 200 left. One morning they called, all German Jews to the barracks A. That was\nwhere the commanding was sitting. Hands up, and we figured that’s it, we didn’t know what to\nmake out of it. And all of a sudden somebody pushed me and said, Jew, come inside. There\nwas no dead man, or the SS man or the typewriter and he asked, your name? I said Heinz\nLudwig Rosenberg. Idiot, you are Heinz Ludwig Israel Rosenberg. Yes sir. Where you born?\nSo and so. Where your parents? What’s your nationality? I said I am stateless. You are\nGerman. All of a sudden I am German again. You never knew where to take these people.\nWhat did you learn, what did you do, and so and so? Wrote everything down. Out! Next one.\nI tell you why this is important to tail this on the end of this. Everybody, German Jews were\nregistered. Why? Don’t ask me. It was Rosenberg. Then, about three weeks later one\nmorning, they said Block, everything with loud speakers, Block 420 or whatever our block was,\nyou do not go to work, you report to the gate. And the kapos hated the Jews, he said good, get\nrid of you Jews. And the gate is a real commander today, out. We each got a piece of bread and\na piece of liverwurst. And we’re standing and standing. I was so hungry J ate, little, little, little,\nand 5 o’clock the SS man came with a big basket to collect the wurst and bread because the\nrailroad didn’t come. And somebody said I don’t have it. Don’t have it, stand out. So when he\ncame to me I said sergeant, I ate mine I was so hungry. Why do you speak such good German?\nI was born in Hamburg. Next one. He didn’t do anything to me. Somehow, you know, there\nwas all a matter of luck. From Flossenberg we were transported to the other part of Germany,\nColmar, which was in the French , 1n the mountains. It was in August of ’44. And\nthis transport was not guarded by SS men, but by disabled German soldiers. And they told us,\nthey left the gate doors open, and they said the war is over.",
        "Q: In August of ’44 they said this?",
        "A: They said, the war is over, that’s the end of the war. What have you done that you are 1n prison?\nBecause we had prison uniforms by now. We said we are Jews. Oh, don’t worry, it’s all over.\nAnd they were basically not brutal with whips and so on. They were German soldiers. And we\ncame to this little camp in Colmar which was a small camp, also prisoners.",
        "Q: So you went from Colmar in August of ’44, a couple days later to Urbis to dig the tunnel\nthrough...",
        "A: Not dig, not dig. To work in the tunnel.",
        "Q: To work inside the tunnel? What were you doing inside that tunnel?",
        "A: Transport, the skier or the product for the Germans.",
        "Q: Do you know what they were doing there?",
        "A: I think they were building parts for the submarines. I know the submarines were assembled in\nBremen. I worked there too.",
        "Q: And so then they transported you to Sachsenhausen?",
        "A: Yes. We were also again put in a special barracks because we were the only Jews in\nSachsenhausen. We were next to the barrack of people who were condemned to die. Every\nweek they collected prisoners should die. Every Saturday they had about 250 executions in\nSachsenhausen. We were next to it. But you could not talk to these people. It was completely\nsurrounded by wire, barbed wire, you know. You couldn’t talk to them. But we saw them.\nThey were all shackled together, foot and things day and night. And they were permitted half\nan hour to march around in their little extra things. And they had crosses here and crosses here\nand crosses here, ready for death. Every Saturday morning the truck would come and throw\nthese people on the trucks, the kapos, and that’s it. And then they collect again. We were in the\nnext barrack and that’s why we knew it. And in Sachsenhausen we were put to work. We were\nput to work to dig out the houses that were bombed by the British or American planes. Heavy\nguards. But we had to clean or dig or whatever we had to do.",
        "Q: When you came to Sachsenhauser, when was that?",
        "A: October ’44. We were about one month in Sachsenhausen, or maybe six weeks, I don’t\nremember, I have to look it up. Dates are hard to remember.\nTape 2, Side |\nWhen we came to Bremen we were unloaded near the harbor and we were put, not near the\nharbor, maybe an hour from where they build the submarines and these things, A small camp\nwith a very cool SS commander who hanged some people there, every day they were hanging.\nI remember that especially. And every morning at 5 0’clock we were put on a little barge, ice\ncold, and we were brought to the place of work because it was an hour away. We had to work\nthere. I worked as a plumber or a locksmith, I don’t remember what I did. I can’t remember\nexactly what I did any more. But I worked. And there were German men who were the people\nwho worked all the time and we had to help them. And some of them were very nice and others\nwould report your number to the SS and at night you came to the camp and they would call you\nout and you got twenty- five on your behind. You never knew when, you see. So I only later on\nI was put in charge of the Jewish barrack and one day I came back from work, the SS\ncommander told me that he had found a knife in my barrack and I would get twenty five on my\nbehind. And every man of the room got ten and every single Jew got one. But I got twenty-\nfive and you had to count. You didn’t count you got the whip. It was given to me by a Polish\nkapo, there were two Russians. They were the worst Jew haters I ever see in my life. They\nwere Russian prisoners. Later on before this camp was liquidated, these two Russian prisoners\nwere stoned to death by the other prisoners. And when Bremen came to an end, we again went\non transport and went to Bergen-Belsen, the inferno of infernos.",
        "Q: Do you remember when you got to Bergen-Belsen?",
        "A: We got to Bergen-Belsen approximately the end of March, I think.",
        "Q: Of °45?",
        "A: Yes.",
        "Q: So you were in Bremen from late ’44 to early ’45?",
        "A: Right. Bremen was the worst I’ve seen besides Minsk. Thirty thousand dead bodies on the\nground. Only because I was still able to work we transported, the Germans wanted to clean up\nthat camp, and we had to transport the dead bodies, decomposed bodies, to the mass grave that\nday, and all of a sudden only and you couldn’t get out of line, and my best friend Kurt\nSpitzkopf, with whom I went together all the time from Minsk, all of a sudden, while we were,\nhe said, Heinz, there’s my mother. His mother was killed in Minsk. I said, good, your mother\nis dead. My mother is dead, my mother (sound effect of machine gun), you couldn’t stop him.\nSo most of the people from my commando died in Minsk. But when we were liberated in\nMinsk we were about, I think 10 people left from the 250 people.",
        "Q: You mean liberated Bergen-Belsen?",
        "A: Yeah, Bergen-Belsen.",
        "Q: When were you liberated?",
        "A: April 15, 1945. I was 75 pounds, typhus, blood clot, TB. I only saw the British tank coming in\nand then I collapsed. I was very very sick. It took a year and a half to recuperate.",
        "Q: So you went to Sweden after the war?",
        "A: No, you see, then when the camp was liberated and the British came in they didn’t know what\nto do with these people. So first they had to eliminate all the dead people and then they opened\nthe SS barracks and the soldiers and they made temporary hospitals. We were so sick. Most\npeople died. Ten thousand people died after liberation. So I was lucky and they brought me to\nthis hospital. My legs were like this, with blood clots, you know. But, one day a British doctor\ncame and they called a very expert and he said no, no, it’s not so bad he will live. That’s what I\nunderstood. But then one day the British came around about in May or the beginning of June\nand said there are transports to Sweden, and we will put you on the transport. So when they\nasked me what is your nationality, I thought I would be proud and say I am a German Jew. He\nsaid no German Jews because we don’t know if you’re a Jew or not. I said I’m a Jew, my name\nis Rosenberg. No, no. So the next time they came around I was a little smarter. Said, what is\nyour name Uh, huh. What is your nationality? Stateless? Uh huh. So they shipped me to\nSweden.",
        "Q: So they wouldn’t take German Jews to Sweden?",
        "A: No, no. Not in the beginning because they were not sure. You see they thought maybe these SS\npeople, they couldn’t be sure. The Polish could speak Polish, the French talked French, the\nItalians speak Italian. I couldn’t speak. My broken English. Ve vant bread, yah. You know,\nyou see I didn’t know at that time. So they took us to Sweden. I was unconscious, but when I\ncame to Sweden I never forget that and I saw all these blond Swedish people, they all volunteer.\nSweden took in 30,000 people. They emptied out the schools, the hospitals. I don’t know how\nmany America took in. I don’t know how many of Switzerland. Nothing. Switzerland took\nsome and sent them back to Germany. But when I saw these nurses I thought this is the\nentrance to heaven. I thought really these long tents must be the entrance to heaven because I\nwas conscious and unconscious. And these nurses looked at me and they said Swedish\nlanguage, look at the little boy here. They knew there was nothing here nothing there, 75 or 80\npounds at that time. But what happened at Bergen-Belsen, coming back to the registration in\nFlossenberg, my cousin, Albert Hottenberg just called, he was a high officer under Eisenhower\nand he liberated Buchenwald and Dachau and when he came to Flossenberg and he saw this.",
        "Q: He saw your name?",
        "A: He looked for Rosenberg, he Heinz Rosenberg (sound effects) and it says Heinz Rosenberg\nshipped to here. And he traced me to Sachsenhausen and from Sachsenhausen he was able to\nBremen and Bremen. Not that he saw me in person, but he knew I’m either dead in Bergen-\nBelsen or alive. So we were in these big rooms from the German soldiers. I couldn’t walk. I\nhad diarrhea. I couldn’t get out of bed. So I heard somebody shouting outside. Hey Rosenberg.\nBut you know I couldn’t go to the window, nobody could. I come to America a couple of years\nlater, I get in contact with my cousin, my other cousin said Albert lives in Baltimore. One day\nmy wife and I go to Washington to see Otto and we go to Baltimore to see my cousin Albert and\nhe says Heinz, I don’t understand you were in Bergen-Belsen, didn’t you hear me with a loud\nspeaker in Bergen-Belsen. I was very sick, I didn’t hear anybody. I went there with an army\njeep with three American soldiers with a big loud speaker calling for Heinz Rosenberg. I would\nhave taken you to Gottingen and made you the Mayor of Gottingen. Honestly that is what he\nwanted to do. He was in command. He had the whole district. He was a high officer under\nEisenhower, because he had jumped while still the war was going on over Gottingen in German\nuniform. He was a typical German. My cousin is a good tall looking man, typical German. He\nwas German. So, I didn’t meet him there, but I met him here. And we are still very good\nfriends. But this other coincidence in life only because the Germans took my card and file did\nhe find me. It’s unbelievable. But you see, this here what I am giving you 1s all written here in\nthis book, and I will give you a book. And, you see, it is very very impossible to explain all the\ncruelties and all the tragedies and all that went on in these camps because the normal person\ncannot feel and understand what went on. I happen to be a man who went through thirteen\ncamps. Sometimes I think I’m not really alive, it’s a dream that I am still here. I wasn’t\nsupposed to live. I was in front of machine guns, I was in gas chambers, we were put out again\nin . You can read all this. To tell you my story is not important, but to tell you the story\nof the six million Jews and fourteen million Russians and Polish and other people who have\nbeen killed. It is absolutely a necessity that the world should know what happened. Only by\nknowing the facts can we build a better world. If we don’t do it, the world will blow itself up.\nAnd I don’t care if you are a Jew or gentile, black, white, yellow, whatever you are, I don’t care,\nI don’t mean you in person, the people you see. If the world doesn’t realize that this hatred and\nthis crime and this dirt has to stop, then they will destroy themselves. I am at the age, maybe\nI’m lucky, I have another fifteen years, it’s not so important. But, for my children and\ngrandchildren and for all the children and grandchildren in this world there should be some kind\nof more understanding from all the peoples to know what went on. It’s very hard to, you know,\nwhat should I tell you, how people starve to death, it wouldn’t make sense. This you can read\nin books. I can only tell you my story and my story is not important. I am alive. But the story\nof my parents, my sister, my first wife, all my friends, all the Jews from Hamburg, all the Jews\nfrom Minsk, all the peoples from all the other concentration camps, they put them at the knife\nfor punishment, in the trees gallows, they hanged them, in Bremen they hanged them, all over\nthey gassed them. I am one of the few people who can talk about it. Ihave a very good\nmemory. I hold this book in order that people should know what went on, that’s why I am\nwilling to give you this book. I didn’t write it for myself, I know the stories, I was there. But\nthe people who were not there, they should learn from it, you see, otherwise we will destroy\nourselves. This hatred has to stop somewhere and there is still tremendous hatred in this world.\nTremendous hatred and jealousy, whatever it is. So I am trying to do my little part in order to\nbring a little bit of more understanding and peace to this world. That the whole story. I am an\nexpert on concentration camps, unfortunately.",
        "Q: You have been to more, I think, than anybody I’ve ever interviewed.",
        "A: I really sometimes honestly and truly ask myself how come I am alive and everybody else\ndidn’t make it. But it’s really like a little going through all these big naps and then all\nof a sudden one or two or three people are left over. We are eighteen people, I give you the list\nof the German Jews who are still alive. Some died already. One girl died now in Australia last\nyear. Martin Stock died in Hamburg many years ago. So it’s getting less, you know. That’s\nwhy, we the witnesses, it’s very important, and I hope that when they build this Holocaust\nMuseum in Washington, and here too, you see when I write to them they don’t answer. You see,\nthey have a very peculiar nasty attitude. If you are not Mr. Wiesel, they think you are nobody.\nAnd I don’t agree with them. I offered them my book. Here they build a Holocaust Memorial\nto I wrote to them, they don’t even answer. So I figure they can kiss me, you\nunderstand. I wrote to Washington. There was a big do in Washington a couple of years ago\nand I went there because I thought I would meet someone from Minsk. Nobody there. You see\nyou have to understand something, that being in prison is one thing and being in private life is\nanother thing. Many people use it to become famous, to make money out of it. When I wrote\nmy book I wrote to Mr. Wiesel, I said Sir, here is a book maybe you can combine these facts\nwith one of your stories or collect them, or something because your name 1s better known than\nmine. Never an answer. At least have the decency and answer. But even the Holocaust\nMemorial, nobody answers. (Yiddish expression). I sent them the books and I met many Israeli\nJews. I think I would not have the good nerve, I wouldn’t have survived. I slept whenever I\nhad the chance. I can take tremendous pressure.",
        "Q: You stayed in Sweden until ’49 and then you came to America in ’49. Now I’ve got basically,\nyour brother’s story up until he left for England. Now what was your brother’s name?",
        "A: Curt Egon Rosenberg and later on he was known under Edgar M. Roberts in England. That’s\nwhy I went to Roberts, he didn’t want to go back to his old name. He was born June 4, 1915.",
        "Q: Now, after Kristallnacht, you said......",
        "A: He was taken to Sachsenhausen.",
        "Q: Taken to Sachsenhausen. He was there for about five months, three or four months?",
        "A: I think he came back in February, maybe February or March. I can’t remember exactly.",
        "Q: He was born in Gottingen too?",
        "A: Everybody. The family goes back to 1600.",
        "Q: O.K. What happened after when he got stamped, red stamped on his passport saying he had to\nleave the country?",
        "A: If you don’t leave, you have to go back to prison.",
        "Q: So he left?",
        "A: He was able to get to the Kitchener camp in England. It was called Kitchener camp because it\nwas a Lord Kitchener who had opened this for the German young Jews. I think they took in\nabout 200 or 300, 500 people, I have no idea how many. I cannot tell you I wasn’t there. Maybe\n2,000, I don’t know. They had to do farm work and garden work, things like that.",
        "Q: And he then, he changed his name?",
        "A: No. When he volunteered when the war started, he volunteered for the British Army, and he\nhad to take a British sounding name, English sounding name. They gave him the name, you\nknow with new identity papers. He became automatically an English citizen.",
        "Q: He fought in the war?",
        "A: Yeah.",
        "Q: What did he do?",
        "A: I have no idea. He was a soldier, I don’t know, I couldn’t tell you. He never talked about it. I\ndidn’t ask him either. The war was over when I met him. I wasn’t interested in war any more.",
        "Q: And he remained in England after the war?",
        "A: Yes, yes, he died in England. He died when he was 60 years old, it was in 1975, heart attack. I\nwas talking on the telephone with my aunt, bang, out! He was only 60 years old. He was\nmarried, he had no children. They had a little factory and he was doing very well. Hard\nworking. We saw each other each year. We visited each other each year, either I went there or\nhe came here. We were very close.",
        "Q: Let me ask you about your parents. Start with your father.",
        "A: My father was born February 21, 1881.",
        "Q: And he was born where?",
        "A: In Gottingen.",
        "Q: He was born in Gottingen. And what was his full name?",
        "A: Fritz Alexander Rosenberg. He and his two brothers Otto and Arens inherited the factory from\nhis father who died 1917, I think, because all the five sons were in the war. He was born in\n1849.",
        "Q: This was the linen factory?",
        "A: Yes. My grandfather had started it, my grandfather. (aside: that’s the man I talked to, he is now\nin Texas.)",
        "Q: He worked in Gottingen?",
        "A: He owned the factory with his own two brothers.",
        "Q: And they all ran the factory?",
        "A: Different parts. You know, one was in the office, the other was running the factory, my father\nwas traveling for sales. My father was basically for sales.",
        "Q: And he mostly sold around Germany?",
        "A: Mostly in Hamburg, and the big cities. Mostly big contracts from the ship companies, the\nmilitary, things like this. Hospitals, you know wherever you need linen with names and things\nlike this. Big orders. And then the depression came and then the business went sour, you know.\nIn the depression, America too at the same time.",
        "Q: Do you remember when your parents got married?",
        "A: They got married 1913, November 9, 1913. That was a tragedy that we were deported on\nNovember 9.",
        "Q: On the same time?",
        "A: That’s why I remember the date extremely well.",
        "Q: The factory was seized in 1933?",
        "A: Yes, 1933. Gottingen was one of the worst Nazi cities, like all university cities. Heidelberg,\nGottingen, all the universities. Nazism was the greatest. And it was the students, you see, the\nstudents and we had the military garrisons there. This was altogether the reason for this. The\nsmaller the cities, the more anti-Semitism. And Berlin wasn’t that bad and Hamburg wasn’t that\nbad but the smaller the cities, more the hatred. And all the Jews in Gottingen were well off in\ncomparison to others. They were the store owners, the lawyers, the doctors, the business\npeople, you know.",
        "Q: Do you remember any instances of overt anti-Semitism by German citizens?",
        "A: No, I was too small. You know my father would come home and say, “ah, ah, look at these\nstupid people, I give them four weeks, they will be out.” That was his attitude.",
        "Q: You mean the Nazis, you mean?",
        "A: Yes. They will never do anything to us, we are here since 1600. I could only trace them to\n1700 when I went back now because all cemeteries and everything had been destroyed. You\nknow, there is almost nobody left now. It doesn’t make much sense now.",
        "Q: And you were all deported in ’38?",
        "A: No, in °41.",
        "Q: That’s right. You were made to leave, let’s see, your house and you moved to Hamburg in\n1934. Did your father do anything in particular when you moved, after Kristallnacht until you\nwere deported?",
        "A: No, he didn’t work after ’36, he couldn’t work any more after ’36. We were helped by an uncle\nof mine who was a millionaire, on my mother’s side, by the Jewish Committee and my brother,\nsister helped also. My father had no money since ’36. Everything was taken away",
        "Q: O.K., then in ’41 you were deported to Minsk.",
        "A: All together.",
        "Q: You all remained in Minsk until you left in ’43, in September?",
        "A: The ghetto I left September 1, 1943 and I was shipped to Treblinka September 14, °43.",
        "Q: Do you know what happened to them?",
        "A: Well, they were still alive at that time, but as I know from other people who survived, that the\nghetto was liquidated September 28, ’43.",
        "Q: So not long after you left?",
        "A: Two weeks later.",
        "Q: Do you know what they did with these people, were they gassed?",
        "A: Most probably gassed. Either gassed or shot. It doesn’t make any difference. They were told\nthat they would be shipped back to Germany. See, the SS always put on a phony excuse to get\nthe people into the cars.",
        "Q: You know, I didn’t ask you. You were married in Minsk?",
        "A: Yes.",
        "Q: Do you remember, what was the date of that? I think you said it was 1942.",
        "A: No, September 42. On a Sunday, September ’42, we finally arranged for the wedding. It must\nbe September ’42. I’m sorry I don’t have the date. Fifty years ago, you know I couldn’t.",
        "Q: The other thing I also did not ask you, can you describe the ghetto in Minsk a little bit, describe\nhow big it was, how it was guarded, the fences, things like that? We did a little bit, like where\nyou stayed.",
        "A: I will give you a plan later on. The ghetto was very big. We only knew, I only knew the\nGerman part of the ghetto, especially where the red house and the white house was where we\ncame in first. There was two different parts for the German, Austrian and Czech Jews. We\nnever entered the Russian ghettos. We were divided by barbed wire. We were not even\npermitted to talk to them. Later on it wasn’t so bad. We talked to them, the SS didn’t say much.\nWe exchanged goods because the Russian Jews were able to get much more food ‘cause they\nlived there, they knew the people against us and the people would trade their coats and their\nclothes. We were starving, you see. And actually, their kids themselves because they had\nnothing to wear any more. So the ghetto was very big. It was surrounded by barbed wire\ncompletely and there were SS guards on the outside, on the inside were the Jewish guards and\nevery man at a certain time had to make two hours at night guard duty. This was not only for\npeople to get in but also for Jews not to run into the wire or do crazy things. You see, the\nJewish commander thought it would be better to have law and order in the ghetto. Not to\naggravate the German SS or they would shoot right away. And the man who was in charge of\nthis German/Jewish force is the one who was later on sent back to Germany.",
        "Q: Oh right, the man you were telling me about.",
        "A: But he did a good job. I mean the SS got in every day. Anybody could kill a Jew. I mean on\nthe holidays they would just shoot anybody that came to them. It meant nothing. A dog was\nmore valuable than a Jew.",
        "Q: Let me ask you about your mother.",
        "A: My mother was born February 21, 1891, in Hamburg. Her maiden name was Herz. Her first\nname was Else. She had a brother and a sister and her father was still alive. He died, my\ngrandfather died 1934, natural death. But she had a brother and a sister and the brother was\ntaken to prison because of having an affair with a German lady, which was against the law. In\nthe end my aunt was shipped to Theresienstadt in ‘43 and then to Auschwitz. By the way, my\ngrandmother who lived in Gottingen up to 1943, was 84 they shipped her to Auschwitz.",
        "Q: Do you have a picture of her?",
        "A: Yes, I have one picture of my grandmother, she was a very courageous lady. And I heard from a\nletter I got from my uncle that my aunt was a real hero. Let me se if I have a picture from my\ngrandmother. I thought I had one. I have to find it. Let me see for one moment. Maybe I don’t\nhave it any more. I don’t see it right now.",
        "Q: What did her father do for a living?",
        "A: Who, my mothers? He was in export/import business of grain. The grain business.",
        "Q: Did he have his own business?",
        "A: Yes. Together with his son. But when the son took over in ’34, there were already restrictions\non Jews having businesses. So little, by little, all the Herz family was in the grain business. It\nwas a big family too. The Rosenberg were a big family, family, the Herz were a big family.",
        "Q: Is there anything you remember particularly that stands out about something that happened to\nyour mother that might be significant, other than what we already talked about?",
        "A: My mother in Hamburg, Gottingen?",
        "Q: Anything, especially from ’33 on?",
        "A: My mother was a very courageous lady who was a very good cook, a very good housewife. She\ncould make anything out of nothing. She was educated in Lausanne, spoke perfect French, was\nmuch more educated than my father.",
        "Q: Did she go to college, to a university?",
        "A: She went to a special, how do they call this, a special school for ladies at that time in Lausanne.\nShe was very well educated. She spoke perfect French, my father didn’t speak any languages\nbut he had a factory. But they were matched up. This was not a love story. At that time, you\nknow, I have a good man. It was different at that time. But they had a very good life and I\ndon’t know how happy they were, I cannot tell you. I was a small boy. There were a lot of\nfights when the factory went broke because my mother was used to a plentiful life and money\nand all of a sudden there was no money. These I remember the fights between my parents. But\nshe was a very courageous lady in Germany. I must say, honestly, I think most of all I have to\nsay one thing, both of my parents were very very fair and understanding people, very modern,\nvery outgoing, gave us, the children, a very very good upbringing and education. This was\nmore than most people do for their children.",
        "Q: And you told me about some of the period. I just needed some for background. O.K., how\nabout your sister?",
        "A: My sister, I feel in a certain way sorry for my sister because she died very young. You see,\nwhen I look at my parents, I am sorry they died, but they had already a certain amount of life\nbehind them. My sister was very young. When she was murdered in °43, she was about, she\nwas born in °17, 26 years old. She had never experienced the joys of life. She had no\nboyfriend, there was no hope, she had no beautiful clothes, or anything, nothing. Not only had\nHitler turned against us, the whole world had turned against us. Because she could have been\nsaved, she was a very hard working girl, but she never had real joys. I don’t think she ever had\na real boyfriend, I mean yes, but nothing really steady or something like this. And when she\nwas, I know if she was murdered, the same with my parents or my first wife, Erica. The young\npeople, I feel more, much more sad about them than, you know, it’s one thing if I would have to\ngo today, I would say O.K., like my wife passed away six years ago, O.K. I have so many years\nleft but if something would happen to my son or to my daughter, or to my grandchildren would\nbe much worse. Because the life is in front of them.",
        "Q: What was your sister’s full name?",
        "A: Irmgard Rosenberg. She was born in June 16, 1917.",
        "Q: Did she also go to public school?",
        "A: Yes, we all went to public school. In Germany you had to go to school. You had to go to\nschool, there was no way out of it, they would force you to go to school.",
        "Q: And when did they kick you all out of school again?",
        "A: My sister and my brother left school when we came to Hamburg. She was about 16 or 17 years.\nMy brother was already 19. He already worked Gottenberg.",
        "Q: You said she worked as a salesperson?",
        "A: A sales apprentice, a company called Helfand in Hamburg, not there any more, also Jewish\ncompany. You see, in °33 and °34, it was hard to get jobs in gentile companies, you had to work\nin Jewish companies.",
        "Q: Is there anything again, we’ve talked a little bit about. She was obviously with the rest of your\nfamily, that you remember about her that sticks out in your mind from those years, from ’33 on?",
        "A: My sister was a very very good person, she was too good and too, like all of us, we were all\nbrought up with this honesty and decency and fairness. Like it was done that way and\nespecially in traditional Jewish families. And she lived at home and she had no boyfriend, if\nshe went out to movies with my brother or if she went with a boy my brother would go along.\nIt was a different lifestyle. But she was a very, we got along very well, my sister and I. She\nwas a very good person. Anything outstanding? No, but she liked to dance and she liked music\nand she liked all the good things in life, but 1t never came through. It was a tragedy.",
        "Q: Did any of the, like the deprivations of your going to Minsk, was there anything in particular\nthat she got upset about. You know what I mean, that really bothered her about the situation\nyou were in?",
        "A: We all did not expect, none of us expected to be murdered. Everybody, you know when you\nhave people, when you are sick or when you are drowning 1n water or when you are in a fire,\nyou, the person, hopes that you will be saved. Understand? Everybody, everybody, including\nmyself, always try, there are so many sicknesses behind me. I don’t want to talk about my\nprivate life. Everybody will always try and think that he will be the one who will be saved.\nAnd everybody looks into a mirror and thinks that he is the best person or the best looking\nperson or the tallest person or the honest person. He might be the biggest crook but he thinks he\nis honest. So you see what really went on in the mind of my sister, I honestly cannot tell you. I\ncannot tell you of my father. I know my father was an outspoken optimist and “they don’t mean\nus, we only work there.” And certainly all of us expected us to work and after the war go back\nhome. You could not imagine that this cruelty, this mass murder would exist. It was abnormal\nfor the world. I mean I remember that in Turkey in 1940, my father told us and my uncle\nPhilip, my father would talk about the first World War, about what they saw there, they\nwere young and then the Germans, they fought the Frenchmen. Ooh, my uncle\nwould say. These French people, they must be . All nonsense, they killed each other for\nnothing. That whole killing is nonsense. There goes a soldier and kills someone, doesn’t know\nwho he kills. You take a knife and you want to kill me, I will try to kill you first. All nonsense,\nwar. Makes for the politicians, for big people, not for the poor people. This goes back for\nthousands of years. The kings always defer, the general always stood behind that you go. He\ndidn’t go.",
        "Q: Would you like to talk about your uncle?",
        "A: No, it’s too far. There comes a point where you have to stop. I mean, I could go on with my\nfamily. There are so many people who were killed and murdered and suicide, it comes too far.\nHe was a very good man, very poor when he comes to America. Died of cancer. The funny\nstories when he was in the hospital in San Francisco and my brother came from England to visit\nhim once more. He visited him and he couldn’t talk, they had to put a tube in his throat, and the\ndoctor said to us, give him a week, that’s it. You call us. Well, one day I was working and my\nwife called me and she said Henry there is a telegram from San Francisco, uncle Philip had\npassed away. Sorry to hear that. So I called the hospital at night when I come home. I said this\nis Henry Robertson, I hear my uncle, Mr. Philip Herz passed away, so whoever was on the\nphone said, if you wait a minute, would you like to talk to him? Pardon me, talk to him, I\ncannot understand it. So, he couldn’t talk, but he put the thing, he could talk. He said “hello.”\nI said Philip, what are you doing? Well, I’m sleeping. I motioned, I understand that he 1s dead.\nLet me see the telegram. What they wrote, Uncle Philip is dying, we need $400 to bury him.\nYou see, but my wife was so excited that she thought he’s dying. He died twelve days later.\nAnd then they couldn’t bury him and I called the funeral parlor, this is a true story, I said this is\nMr. Robertson in New York, I want to send you the money. Well, he said, don’t worry your\nuncle is happily on ice, he cannot be buried because we can only bury him when the money\ncomes from Social Security. I'll send you the money. No, no, it has to be proper. He was four\nweeks happily on ice before they buried him. An unbelievable story. There is no feeling.\nThat’s why I do and I considered it my duty to tell everybody who wants to listen to it that\nwhatever happened in the Holocaust, can never happen again. And I will do my damn best\nwhen I talk to people I always tell them whatever they want to hear. Most people don’t want to\nhear about it. I can’t take it, you know. I say you should hear about it so you know what’s\ngoing on.\n"
    ],
    "questions": [
        "Q: How big is that?",
        "Q: A linen factory? Is that like a textile factory?",
        "Q: Is this Gottingen, 1s that in Bavaria?",
        "Q: Can you tell me, you said you had a brother and a sister, so there were three children.",
        "Q: Do you remember their birthdays?",
        "Q: Did your mother help out with the business also?",
        "Q: Did Gottingen have a very sizeable Jewish community?",
        "Q: Some of the German Jews I talked to said they weren’t very religious.",
        "Q: Were there many religious people?",
        "Q: Did you attend private school or public school?",
        "Q: This is of your house or of your business?",
        "Q: When they confiscated the business, was there a reason given?",
        "Q: After that your father was no longer involved in the business at all.",
        "Q: Can you describe a little bit when they came and made you leave your home?",
        "Q: So a week later they came back.",
        "Q: He was a veteran’?",
        "Q: Did he get another job in Hamburg?",
        "Q: When were you thrown out of school?",
        "Q: And that was in Hamburg?",
        "Q: Were there private Jewish schools?",
        "Q: What did you do there?",
        "Q: Did you do like clerical work?",
        "Q: Did they both finish school before they took these jobs?",
        "Q: They were also thrown out of school?",
        "Q: Can you tell me a little bit about when they came and took your brother away?",
        "Q: That’s all they said?",
        "Q: Did he ever describe to you what Sachsenhausen was like?",
        "Q: What did he say?",
        "Q: Were there other people there besides Jews?",
        "Q: Who else was there?",
        "Q: Were there Communist people there also?",
        "Q: So political prisoners would be of a higher level.",
        "Q: Were they taken to work out of this camp?",
        "Q: But they just made them work to keep them busy.",
        "Q: Did your parents try to get in contact with him after he sent the postcard or tried to go there?",
        "Q: But not the packages, you do not know.",
        "Q: What did they tell your father at the police station?",
        "Q: They didn’t say anything.",
        "Q: Can you describe to me Kristallnacht? Do you remember anything?",
        "Q: This was in November?",
        "Q: So you stayed late at your office. And SS officers came to your place of work?",
        "Q: Did the police come to your house that evening?",
        "Q: So when did you get home? The next morning?",
        "Q: Now, let see, do you remember what damage was done?",
        "Q: Did you go back to work that next day?",
        "Q: So you lost your job?",
        "Q: What did you do after that?",
        "Q: And this is near Hamburg?",
        "Q: Did they do that to some people? Were some people sent away?",
        "Q: In September 30. Was that before or after the war with Poland?",
        "Q: Did you go back and forth from Hamburg or did they have a campo out there?",
        "Q: After the war started? Can I backtrack a little bit? Talking about Hamburg and you said\nsomething about you could still on November 30\" go out. Were there restrictions?",
        "Q: Were there any other restrictions?",
        "Q: Did you turn them in to the authorities?",
        "Q: This is quite a bit, though.",
        "Q: So after the war started, what were you doing?",
        "Q: Oh, yes, you were working in the barracks.",
        "Q: What were you doing there, you were just delivering?",
        "Q: Where was this?",
        "Q: You said November 7, this was 1940?",
        "Q: You said that you were in shoes,?",
        "Q: And this was seized from Jews ---- not Jews from the population in France and Belgium ----",
        "Q: And then, November 7, 1941?",
        "Q: You said she got word to you. Were you still living at home?",
        "Q: So it was during the day that the notice came and she had to contact you?",
        "Q: And all the letter said was that you were being deported to the East?",
        "Q: And they said you were going to the East to work?",
        "Q: That’s all?",
        "Q: O.K. Did it give you a time frame as to when you would leave?",
        "Q: What did you take, do you remember?",
        "Q: So you already knew of one transport leaving?",
        "Q: How long before your transport did that first one leave?",
        "Q: No, no it’s not terribly important.",
        "Q: But you knew that people had already been deported before?",
        "Q: This is a question you probably can answer from information afterwards. I’m sure you didn’t\nknow this then. Do you know why they sent these people to Minsk? Was there a reason that\nyour transport went to Minsk and not somewhere in Poland?",
        "Q: They went straight to the gas chambers?",
        "Q: And this was like carbon monoxide?",
        "Q: In Minsk?",
        "Q: This was November still?",
        "Q: Can you describe the train trip?",
        "Q: They weren’t cattle cars, they had seats?",
        "Q: You had to write this out?",
        "Q: Some people did? There?",
        "Q: No, no go ahead.",
        "Q: So there is already a ghetto established there?",
        "Q: You said something about when you got there that they had to kill many Russian Jews?",
        "Q: This was November?",
        "Q: Inside the houses?",
        "Q: So you were kept apart from the Russians?",
        "Q: And this was still in °41?",
        "Q: These were mostly Soviet Jews?",
        "Q: You said you were working at this hospital and then became a German soldiers home. What did\nyou do there?",
        "Q: You were in the steam room, you cleaned up?",
        "Q: Again who was the person who told you they were going to eliminate the camp?",
        "Q: What was she doing there, was she Jewish?",
        "Q: Oh, like the USO?",
        "Q: And she knew your sister?",
        "Q: You said in the summer?",
        "Q: Do you know what method they used to do this, were they gassing them?",
        "Q: So they shot them when they were on the ground?",
        "Q: So they made them dig the grave?",
        "Q: And then they shot them after they lay down?",
        "Q: Was this in the ghetto?",
        "Q: Where they took them out to the woods?",
        "Q: This book is in German?",
        "Q: I would like to look at it.",
        "Q: Did you know, did you see these people. You were not in the ghetto?",
        "Q: So did you know when you came back what had happened?",
        "Q: These were non-Jews?",
        "Q: You met?",
        "Q: The woman who helped you send the package?",
        "Q: Now can you tell me, you were talking about this man who was, you worked for and got beer\nfor and everything. Were German Jews treated differently than Russian Jews?",
        "Q: Soft, you mean physically?",
        "Q: After July 1942?",
        "Q: Two more actions, when were they?",
        "Q: Was this the first large action, large scale action?",
        "Q: Of your ghetto?",
        "Q: Your family was still there?",
        "Q: So what happened after this? This first large scale?",
        "Q: But did you know people were leaving, nobody knew people were dying except for family\nmembers every day lie that?",
        "Q: Whoever they found on the street?",
        "Q: You said there were two other actions? They would be between July ’42 and September ’43?",
        "Q: You never did any of these gas vans? Were they all staffed by the SS?",
        "Q: Did these people know what these vans would do?",
        "Q: So we’re talking, was there still a division between Russian and German Jews at this point?",
        "Q: Who stepped out?",
        "Q: What happened after that?",
        "Q: And shot him?",
        "Q: So you were there two weeks?",
        "Q: So Erika came, she was there?",
        "Q: They never came with you?",
        "Q: They didn’t give you any water either?",
        "Q: And this was the middle of September?",
        "Q: Sure.",
        "Q: Because they had escaped?",
        "Q: Now what did you do in the first work camp in Puchine?",
        "Q: And where did you go after that?",
        "Q: The kapos said you would die?",
        "Q: Mostly they were political prisoners?",
        "Q: In August of ’44 they said this?",
        "Q: So you went from Colmar in August of ’44, a couple days later to Urbis to dig the tunnel\nthrough...",
        "Q: To work inside the tunnel? What were you doing inside that tunnel?",
        "Q: Do you know what they were doing there?",
        "Q: And so then they transported you to Sachsenhausen?",
        "Q: When you came to Sachsenhauser, when was that?",
        "Q: Do you remember when you got to Bergen-Belsen?",
        "Q: Of °45?",
        "Q: So you were in Bremen from late ’44 to early ’45?",
        "Q: You mean liberated Bergen-Belsen?",
        "Q: When were you liberated?",
        "Q: So you went to Sweden after the war?",
        "Q: So they wouldn’t take German Jews to Sweden?",
        "Q: He saw your name?",
        "Q: You have been to more, I think, than anybody I’ve ever interviewed.",
        "Q: You stayed in Sweden until ’49 and then you came to America in ’49. Now I’ve got basically,\nyour brother’s story up until he left for England. Now what was your brother’s name?",
        "Q: Now, after Kristallnacht, you said......",
        "Q: Taken to Sachsenhausen. He was there for about five months, three or four months?",
        "Q: He was born in Gottingen too?",
        "Q: O.K. What happened after when he got stamped, red stamped on his passport saying he had to\nleave the country?",
        "Q: So he left?",
        "Q: And he then, he changed his name?",
        "Q: He fought in the war?",
        "Q: What did he do?",
        "Q: And he remained in England after the war?",
        "Q: Let me ask you about your parents. Start with your father.",
        "Q: And he was born where?",
        "Q: He was born in Gottingen. And what was his full name?",
        "Q: This was the linen factory?",
        "Q: He worked in Gottingen?",
        "Q: And they all ran the factory?",
        "Q: And he mostly sold around Germany?",
        "Q: Do you remember when your parents got married?",
        "Q: On the same time?",
        "Q: The factory was seized in 1933?",
        "Q: Do you remember any instances of overt anti-Semitism by German citizens?",
        "Q: You mean the Nazis, you mean?",
        "Q: And you were all deported in ’38?",
        "Q: That’s right. You were made to leave, let’s see, your house and you moved to Hamburg in\n1934. Did your father do anything in particular when you moved, after Kristallnacht until you\nwere deported?",
        "Q: O.K., then in ’41 you were deported to Minsk.",
        "Q: You all remained in Minsk until you left in ’43, in September?",
        "Q: Do you know what happened to them?",
        "Q: So not long after you left?",
        "Q: Do you know what they did with these people, were they gassed?",
        "Q: You know, I didn’t ask you. You were married in Minsk?",
        "Q: Do you remember, what was the date of that? I think you said it was 1942.",
        "Q: The other thing I also did not ask you, can you describe the ghetto in Minsk a little bit, describe\nhow big it was, how it was guarded, the fences, things like that? We did a little bit, like where\nyou stayed.",
        "Q: Oh right, the man you were telling me about.",
        "Q: Let me ask you about your mother.",
        "Q: Do you have a picture of her?",
        "Q: What did her father do for a living?",
        "Q: Did he have his own business?",
        "Q: Is there anything you remember particularly that stands out about something that happened to\nyour mother that might be significant, other than what we already talked about?",
        "Q: Anything, especially from ’33 on?",
        "Q: Did she go to college, to a university?",
        "Q: And you told me about some of the period. I just needed some for background. O.K., how\nabout your sister?",
        "Q: What was your sister’s full name?",
        "Q: Did she also go to public school?",
        "Q: And when did they kick you all out of school again?",
        "Q: You said she worked as a salesperson?",
        "Q: Is there anything again, we’ve talked a little bit about. She was obviously with the rest of your\nfamily, that you remember about her that sticks out in your mind from those years, from ’33 on?",
        "Q: Did any of the, like the deprivations of your going to Minsk, was there anything in particular\nthat she got upset about. You know what I mean, that really bothered her about the situation\nyou were in?",
        "Q: Would you like to talk about your uncle?"
    ],
    "answers": [
        "A: My name is Heinz Rosenberg. I was born September 15, 1921 in Gottingen, Germany.",
        "A: Gottingen was a university city, very famous for the universities, students. It was a very old\ncity, a very prosperous city and we lived in a beautiful home. My father had a linen factory.",
        "A: A textile factory, which was confiscated by the Nazis already in 1933 because Gottingen was\none of the high spots of Nazism, like all the universities, Heidelberg, Gottingen, Partabon , all\nof these cities with big universities became the symbol of Nazism.",
        "A: No Gottingen is between Hanover and in the middle of Germany. I can show it to you on\nthe map.",
        "A: We were three children at home. I had a brother who was born 1915 and a sister who was born\n1917.",
        "A: Yes, my brother was born, I will have to look it up, one second. My brother was born June 4,\n1915 and my sister was born June 16, 1917.",
        "A: No, no, my mother was strictly a housewife.",
        "A: It was a very lot of Rosenbergs and Grosenbergs intermarriages. I would think there were\nabout, the city was about 40,000 people when I was a child. I imagine there were about 2,000\nJewish people there. All were well off.",
        "A: We were not religious at all. Not religious.",
        "A: Yes, there were also. We had a very beautiful synagogue in Gottingen and my father also went\nto the High Holy days, but I personally was not and I am still non- religious I must say.",
        "A: No I attended public school and we had to leave. We were thrown out of Gottingen in 1934.\nThe factory was confiscated and the owner of the house came with SR men and told my father\nif you are not out by next week, we throw you in the furnace or out of the window. Which they\nactually did to him.",
        "A: No, no. The business was confiscated in 1933 by the city of Gottingen. This was the house we\nlived in.",
        "A: The reason was given that in 1928 and ’29, there was a world depression and like many\nbusinesses the business went bad and so the city of Gottingen said we need the business and the\nJews cannot do it anymore so we just take it over. And they renamed it from S & R Rosenberg\nto Gottingen Linen which means the City of Gottingen Linen Factory.",
        "A: Well my father was permitted, because he always traveled as a salesman to Hamburg and the\nfirst three years he could still do a little bit of work, but the companies in Hamburg did not\naccept a Jewish salesman anymore. So it died out by itself.",
        "A: I was too small. I only know what my father told me that one morning the owner of the house\ncame with three SR men which is like SS people, and put a gun on the table and told him, if you\nJew are not out within one week we throw you and the furniture out of the window. That’s all I\nremember.",
        "A: No, no, then my father told them, look it cannot be done in a week, I have to find a new\napartment first, but within four weeks we moved to Hamburg because my mother was born in\nHamburg and my father who was a very old German couldn’t believe what was happening said\nthis will pass. And Hamburg was a much better city, 1t was not such anti-Semitism as it was in\nGottingen. So we bought a beautiful apartment in Hamburg and we moved to Hamburg, and we\nwere hoping, my father was hoping, that this would pass and he would get everything back in\nGottingen. My father was in the First World War like all other.",
        "A: My whole family. Many were killed in the First World War.",
        "A: He couldn’t get a job in Hamburg, but my brother worked and my sister started working and we\ngot some money from a very rich uncle in Hanover. So we could survive. I also started\nworking. I was thrown out of school. I was an apprentice.",
        "A: I was thrown out of school when I was 14 years old in 1935.",
        "A: In Hamburg, yes. No more Jews could go to German schools.",
        "A: Yes, but we didn’t have the money so that I could go there. I became an apprentice in a Jewish\nexport and import company. You couldn’t get a job in a gentile business so you had to be in a\nJewish business.",
        "A: Export and import.",
        "A: Clerical work, yes.\nQ? Where did your brother and sister work?",
        "A: My brother and sister worked at two big Jewish department stores as salespeople. One was\ncalled Gabruder Robeson and Gabruder Heft, but that’s not important, and my brother, by the\nway, was taken in 1938 from that particular store to the concentration camp of Sachsenhausen\nin °38.",
        "A: No.",
        "A: Not thrown out. We moved from Gottingen and my father had no more money, it’s very simple.\nWe had to work. They were older than I was. My brother, in 1933 was already much older, 18\nor something. He became an apprentice. In Germany you have to be an apprentice for three\nyears before you can call yourself a full- fledged salesperson. Here you start without anything.",
        "A: They didn’t come to us, he was working. That was the Kristallnacht when all the Jewish stores\nwere demolished. We don’t know how he was taken, we only got a telephone call from\nsomebody who had left in time and told us that all Jewish employees men had been taken to\nprison. That’s all we know.",
        "A: Yes. Then we heard from all over the same stories and we didn’t know where he was until one\nday we got a postcard from him. They were permitted to write one postcard, that I am well off\nin Sachsenhausen for a short time. It wasn’t a short time he was there until February or March\n1939. He was very badly beaten and sick when he came out. He had something with the leg, I\ndon’t remember what it was, they had beaten his leg. I don’t remember these things. He\ncouldn’t work any more and then he went, the British opened the Kitchener camp for young\nJews who had to get out. He got a red stamp on his passport that said if you don’t leave\nGermany within three months you go back to camp.",
        "A: Well he told us exactly how it was. Yes, exactly.",
        "A: It was a tremendous camp and the Jews were beaten and mishandled and treated the worst.",
        "A: Jews were the minority.",
        "A: Anti-German, anti-Nazi, homosexuals, people who didn’t want to work. All different types of\npeople.",
        "A: Plenty of Communists. But you see, these people who have been there already three or four\nyears and survived, they were already the kapos. You know what kapos are? They were the\nleader. You see the SS only was the guard, while the prisoners themselves were the people who\ndid all the work inside the camp. And these few Communists who were there since 33 and had\nsurvived, they were now the commandos and the SS of course did the beating and the\nkilling. But many of these kapos were more brutal than the SS. You see the SS used the\ndifference of the nationalities or religions against each other in the prison camps. You see?",
        "A: So basically, the Jews were treated the worst of the people there?",
        "A: Oh, yes, of course.",
        "A: If they survived. Many did not survive.",
        "A: At that time there was no work so they had to shovel sand from one mountain and build a new\nmountain to be busy. The work was at that time in the concentration camp yes, they made\nstreets inside the camp and they worked from six in the morning until six in the night.",
        "A: To exhaust them. While in other camps like Neuengamme they built tremendous big channels\nand things like this. It was a different camp. But the real work that the prisoners were put to\nwork started after 1939, after the war started.",
        "A: My father went to the police station in our neighborhood and tried, we tried to send packages\nwe do not know if he got it or not. I was a small kid and basically couldn’t do anything at all.\nWe do not know if the packages arrived or not and my mother wrote a letter, after the first\npostcard, it said Rosenberg, number so and so, and we do not know. He later told us that he got\nthree letters. My mother wrote every week.",
        "A: He got one or two packages for Christmas, or something.",
        "A: Nothing, we don’t know anything.",
        "A: No, nothing.",
        "A: Yes, exactly. I was already working at that time. I started working as an apprentice at the\nexport/import company of Artur Cohen in 1936 and this company was taken over after the\nKristallnacht by an SS officer. When Kristallnacht happened, I think there were only Jewish\nowners there who were taken to prison from their homes, Dr. Cohen and Mr. There were two\ntwo assistant Jews, the others were already all gentiles and I was an apprentice and\nfor whatever reason, they were not interested in me. I didn’t go home, I tried to stay away from\nhome because I heard the rumors and I went home late at night.",
        "A: November 8, 1938.",
        "A: They came and took away the two assistants. Dr. Cohen has been taken away already from his\nhome, he was a very famous man because his father was a senator before him. Both of the\nbrothers were taken. They moved later on to South Africa. I still have a letter from them after\nthe separation. When I came home I heard from my mother that my brother was taken to prison\nand when my father went to the police, this is an interesting story. You know, in Germany every\nyear you have different police departments in different parts of the city and when my father\ncame there and he asked by sheer coincidence the officer in charge was a former comrade in\narms from World War I, and he said, Fritz Rosenberg, come in here for a minute. And he told\nhim what are you doing here, are you crazy to come here? I have orders on my list to bring you\nin. But he said look we fought together in World War 1, so I said, look, I tell you what I do, you\ngo out this door and don’t go home before tomorrow morning so if somebody comes there you\nare not home. And that’s what my father did. He went to my aunt who was a lady and there was\nnobody living there, lived in the neighborhood and he stayed there all night. You see. And that\nGerman police officer because he was by sheer coincidence a former comrade in arms from\nWorld War | saved my father from prison. Most probably he wouldn’t have survived anyhow.\nMy brother was young, that’s a different story. But many people didn’t come back from\nKristallnacht. They were beaten already when they got into the camp and the German SS\nwould you know.",
        "A: No, my mother said nobody came.",
        "A: I also went home. At that time we could still go out anytime we want. I had a girlfriend, a\nyoung girlfriend. I went to her house and I called my parents and I said, look I’m staying with,\nI forgot her name. I am sorry to tell you, Eva. I’m staying with Eva. She was transported to\nRiga and murdered there. Everybody died somewhere.",
        "A: All synagogues, all Jewish business was destroyed, windows broken, stolen merchandise. It\nlooked like a hurricane. Many Jewish apartments were destroyed when they came in the SS\npeople or SR people at that time.",
        "A: I went back to work the next day, yes. You see, you have to understand, our German\nupbringing, even though I am Jewish my basic upbringing, unfortunately you have to go to\nwork. Everybody looked at me and said, oh it was terrible. These people in the export\ncompany the Germans were not Nazis because they worked with Dr. Cohen. You see I can’t tell\nyou about later on, but this company was on November 9 was confiscated by the city of\nHamburg and an SS officer was put in and took over the company. I have his name somewhere.\nI have to look in my papers, I forgot the name right now.",
        "A: No, he permitted me to finish my apprenticeship which was finished in ’39, April, °39.",
        "A: After April 1, °39, I had to report to the unemployment office for Jews, which was a special\nsection and when this SS man who was in charge there saw me, he said I have a very good job\nfor you, he said. You go to to dig channels for water.",
        "A: Well, it’s about by train an hour and a half. It was swamp. And it was barracks and there were\nabout fifty Jewish men there and we had not SS guards around us but they just came every day\nand counted. And we had to dig a certain amount. I don’t remember how many meters. For\nme, I was very young, it didn’t mean much. But for the older men when they couldn’t do it,\nthey told us right away that if you couldn’t do it we send you to a concentration camp.",
        "A: Yes, yes. You know if you’re not used to this type of work, if you’re young it’s easy. I got very\nsick the end of September and then I was sent home. I got a terrible stomach. I was sent home.",
        "A: This was still before. No, maybe it was after. I cannot remember now. It was approximately, I\ncannot recall, maybe it was end of August. These dates, I cannot recall, maybe it was end of\nAugust. These dates I don’t remember exactly. I think I was home when the war started. But I\nhad a terrible stomach, you know the food was terrible and the cold.",
        "A: No, barracks. Very primitive. Later on they brought in Polish POWs.",
        "A: September 1, 1939 we had to wear the Jewish Star and we could not go out on the street after\n8:00 or 9:00 at night. I cannot remember right now.",
        "A: No telephones.",
        "A: No, they picked them up. And no radios, as far as I know, and I think cars were also taken\naway, as far as I know. We had no car anyhow. But I heard certain things. And then you see\nthere’s another thing, the November action started because of the murder of the German\nAmbassador, and at that time Jews had to pay three billion marks, or something. And when the\nwar started we had to give up all our silver and gold. That I remember too. We didn’t have\nmuch any more because it was all sold already, you know. There were other restrictions. You\ncouldn’t go to German movie houses any more and theaters and things like this. You couldn’t\ngo to restaurants because it said, in most places they had the signs, no Jews permitted. You\ncouldn’t sit on a bench in the park only on a yellow bench for Jews. There were certain things,\nbut you know, I was young and I don’t recall everything.",
        "A: O.K.",
        "A: I told you.",
        "A: Then when I came home, there was in the house of Otto Menke, there was a young man who\nsold fruit juices. I was visiting Otto and Otto’s father told me, Heinz, he said, A and S company\ndownstairs is looking for strong men because all the people were drafted now to move these big\ncases . You are strong. So I went there to him and I said Mr. Capolsky, or\nwhatever his name was, yes I have a job, but I have to go to the Jewish unemployment to get the\npermission for you. So he said you go there with your bicycle and I give you 24 bottles of the\nbest juice, you bring it to him with best regards from so and so, and this letter. So he looked at\nthe letter and he yeah, yeah, he said, I ordered that. You’re O.K. And I worked there about one\nyear.",
        "A: No, no I couldn’t leave. I was just unloading and loading these cases with bottles of juice and\nthings like that. I have the name of the company somewhere. It was very nice people. There\nwere no Jewish businesses. Germans. After one year I had to stop there because there were\nalso German women working and somebody must have said how can you let a Jew work with\nGerman women together. So I had to stop. Then they sent me to a place to unload shoes and\nconfiscated merchandise from Belgium and France that raided during the war. These came in\nwith tremendous trains and they were used for the Germans.",
        "A: In Hamburg. Also this was a warehouse. I cannot tell you the street. Hamburg is a big place,\nyou know. And I had worked there until one morning on November 7\", my mother, we didn’t\nhave a phone but she got word to me that I better come home there was an order from the\nGestapo to be deported tomorrow and we were the second transport from Hamburg. The first\none.",
        "A: 1941. 1940 I worked in the shoe factory, not factory, a leather one.",
        "A: Warehouse. About a year.",
        "A: Stuff that had been gained through the war?",
        "A: Confiscated by the Germans for their own good.",
        "A: My mother got word to me and to my sister, who was also working, this was not work on your\nfree will, you were just told to work there, you understand. Forced labor. Got word to her or to\nthe company that whatever she did, maybe a gentile neighbor called, I don’t remember, if we\nwould come home, because we were deported to the East. We did not know where we would\ngo.",
        "A: Yes.",
        "A: The letter came by mail and she called my sister and me and told us to come home immediately,\nstop working.",
        "A: I have the copy Alexander, we also get a surname when the war started. Every Jew\nhad to call himself Heinz and the women Elsa . This was also in ’39, I just\nremembered this.",
        "A: No, they didn’t say, they said you would be deported.",
        "A: I have the letter here. I can give it to you later, a photocopy of the letter. I have a photocopy of\nthe letter.",
        "A: We had to report the next morning at 7 0’clock, 8 o’clock at the former Jewish lot in Hamburg.\nWith one suitcase and fifty pounds. And it said you have to leave the key from the home at the\npolice station and the home must be left in perfect condition. Ad my mother cleaned before we\nleft. You see, typical Germans, you wouldn’t believe it. If I think about it today, as I cry\nterrible to leave everything behind. You walk out, same as I would have walked out of here, you\nsee.",
        "A: Well, we took, I was lucky. I had a gentile girlfriend living in my house and she brought me\nboots and warm stockings and everything and my mother took, we figured it would be to the\nEast because the first transport went to Litzmannstadt.",
        "A: We didn’t know where they went to, but we through the grapevine you heard it went to Poland.",
        "A: A month later. I have the date, if you want it.",
        "A: I have the date.",
        "A: Yes, yes. The very first transport went in September, right away there was Polish Jews, they\nshipped them to the Polish border and then the second transport was in October, I think of 41,\nit went to Litzmannstadt, we learned later on. And ours was a second transport from Hamburg\nand we were the first transport that arrived in Minsk. And then another transport came later and\nwe saw 500 people from Bremen and Hamburg together, 500 from Bremen and 500 from\nHamburg.",
        "A: No, you see the Germans, I read from this book here from Mr. Kohl, the Germans heard that the\ncities in Poland and Russia, they figured the Jews would be put there in the beginning. It was no\nidea of killing them immediately, they wanted the Jews to work, and because they couldn’t send\nall these people now to one spot. They distributed them among different cities. Litmanstadt,\nRiga, Lithuania, Minsk, a lot of cities. You see, the transport went from all parts of Germany\nand Czechoslovakia and Vienna and to Litzmannstadt, to the East. The trains were running all\nthe time. We were only one transport. Our luck was that we were the first transport that came\nto Minsk and was unloaded. Because only the first seven transports in Minsk were unloaded.\nThe other 28 were gassed on arrival.",
        "A: There were no gas chambers. Minsk didn’t have a gas chamber. Minsk, they would bring these\npeople from the railroad station in moving vans, which were ___ with a chimney and windows\npainted on it and they said we bring you to our farms to work here. And the minute all the\npeople were pushed in, maybe 100 or 200 people, I wasn’t there, but I read in the book, they\nwould close these big doors and the exhaust pipe would run, this was the first experiment with\ngas and they would bring them to about 8 or 10 kilometers out of Minsk and by the time they\ngot there the people were dead. It took one hour, one hour and a half for the people to die. And\nthen later on they started with different type of gas. In Minsk was actually the experiment with\ngas. Started in Minsk.\nA” We were the first transport to arrive. When we arrived the Germans had just killed 30,000\nRussian Jews to make space for the German Jews.",
        "A: In Minsk. When we arrived the bodies were still there. Not all of them, but in the houses.",
        "A: We arrived, we traveled three or four days.",
        "A: Our train were old passenger cars, not new ones.",
        "A: No cattle cars, they had seats, toilet, everybody had a seat and, now let me go before when we\ncame to the point where we had to, where all the thousand people had to report. The SS would\nfirst look at your passport picture, or your ID card and rip it up then you were to open your\nwallet because you were only permitted to one hundred marks with you, then you had to give\nthem all the jewelry you had, including your wedding band, you had no other jewelry because it\nhad been already confiscated, and then you had to sign a paper that I, the Jew Heinz Rosenberg,\nwill be deported because I am an enemy of the fatherland.",
        "A: No, no, it was already written, we had to sign it. And, one more thing I forgot, then you got in\nand it was a tremendous hall or house, an old Jewish lot, it was a community house, and there\nwere already many, the mood was not bad, because they said, well finally we get there where\nwe will work and after the war we will come home. People just could not understand. It’s the\nsame as they would take today one hundred thousand American people from Queens and say,\nyou're going on a little vacation. Normal person cannot understand. But some people\ncommitted suicide.",
        "A: Not there, in their homes. There were about 30 people and therefore my girlfriend, Erica could\ncome because she was on the list. But because 30 people didn’t show up, she was permitted to\ngo there. It had to be thousand people, Germans are exact, they have to be exact. We left the\nnext morning, at the Jewish Community in Hamburg delivered soup and the Jewish leader in\nHamburg told us, don’t worry you go to work and we loaded the cars with sewing machines and\nequipment for you, and with food and you will be well taken care of, I have the guarantee from\nthe SS and so on. Where will you go, we go to the East. Well it took four days and when we\narrived in Minsk in the evening we were surrounded by very heavy SS guard. We were not\npermitted to get out, it was November, but we saw across the our train a train with Russian\nprisoners, in open cattle cars, and we saw how one or two German soldiers would throw in one\nbread in each car and these people were starved to death , would start fighting and the minute\nthey would start fighting, then SS said mutiny and would take their machine guns and Brrrrrrr.\nIt was the first impression for me. And then the next morning, now I was made a so- called\nrunner from car to car with a yellow ribbon because there had to be some kind of\ncommunication when we stopped.- We stopped three or four times on the way. Some people\ngot sick, we had no doctor, but we had a nurse with us, a Jewish nurse. It had to be somebody\nwho could run fast and I was very young. So I had a much better idea what was going on in the\ndifferent trains. I was only with two more people, we could go from outside, the SS would\nopen the door, and we would try to bring these people to the car where the nurse was. There\nwas no medical things there. But when we got to Minsk, I was also there and Dr. Frank, who\nwas the leader of the transport, a former German officer, a lawyer, the ex-commander of Minsk\nwas standing there and said, where is your leader from the transport? So Dr. Frank, who had\none of these Spanish little things on his head, you know, said Sir, and he saluted him I have one\nthousand Jews men and women and children from Hamburg and that was the first impression,\nthen that SS man took his whip and “slap” to his face and he fell down. You dirty Jew when\nyou speak to an SS man, take your hat off. You see, that was the first impression of Minsk.\nAnd then, you want to continue, or is that too far?",
        "A: And then we had to go to the ghetto of Minsk.",
        "A: From the Russian Jews.",
        "A: We didn’t know that. When we got there the SS people taught us we walked, cold.",
        "A: Cold and many old people couldn’t make it up the hill. I remember this. And we got there and\nwe saw this red house, this used to be a former school and the white house, also a school, is for\nyou. The red is not for you. So we got into these houses, Dr. Frank and the first young man,\nbecause the others took much longer time to get there, the food was still on the table, whatever\nlittle food they had, these people were already pushed into the school buildings. The dead\nbodies were still there.",
        "A: Inside the two houses. So Dr. Frank said we have to clean up before we let the people in. So\nwe tried very hard to clean up. There were not that many bodies, maybe thirty, forty. They had\ntaken everybody away, these most probably were in hiding and when the SS went through the\nbuilding saw them. And then we learned, it was a few days later, there was a big fence between\nthe Russian and the German Jewish ghetto. The SS put a big fence there.",
        "A: They had built it to keep us separate. And when we came to the fence, first we were not\npermitted to go to the fence, but later on you couldn’t always, you know the guards couldn’t be\nall over. They told us that thirty thousand Jews had been killed in the last three days to make\nroom for the German Jews. For the Yekkas (?) they called us the “Yekkas”. The Yekkas is a\ntypical German Jew. So I didn’t speak Yiddish at that time, I spoke German and these people\nspoke Yiddish, so you had, Yiddish is a turned around German. So we couldn’t touch them but\nwe could talk to them at least. And we learned about the tragedies that every day there actions,\nevery day there killings and there were about one hundred thousand Russian Jews, but every\nday they would kill some of them. We didn’t believe it. My father said, come on. My father\nwas typical law abiding citizen and they made Dr. Frank the leader of the German part of the\nghetto. About three days later the next transport came from Dusseldorf already and we didn’t\nknow where to put these people. And two days later a transport from Frankfurt, all with\nthousand people. And then the SS commander came and said well you can move into the small\nhouses. These were not real houses, these were little from can you imagine in the country you\nhave, where you go for the summer, a little summerhouse. It was not very big, with wood, and\nthere was a stove inside and tiny rooms, you know, like this, but we did not have furniture and\nso on and it was cold. But my family and my mother, father, and my sister, we moved together\nwith other family, Blywise and Himmelstein to one of these little houses. Then after awhile,\nafter about four weeks about seven or eight transports arrived all together and then the\ntransports stopped. The last one came from Yanof. Then it stopped. And then we started to\nwork, we were picked up in the morning by heavy guard, twenty men, or twenty women. I\nworked in the German soldiers homes. I had a very good job, I mean, I had plenty to eat, much\nmore than the people in the ghetto. I was permitted every Sunday to visit my family. SS guard\nwould bring me and pick me up the next morning. But most commandos only worked during\nthe day and went home to the ghetto at night. But certain commandos stayed on the job because\nit was impossible to transport them back and forth. I was very lucky, very lucky. First I worked\nin the German hospital and the hospital was later made into a German home for soldiers so I\ncompared to others and I was able to bring little things to my parent. Sometimes extra soup, if I\nwasn’t searched. If you were searched and they found something, they would (sound effect). I\ncame with an SS guard already and the guard would look the other way they didn’t expect me to\nbring anything in. That was about all together about eight months. The officer in charge his\nname was Breimeier who for whatever cockeyed reason was very good to me, he killed other\nJews, but I was his pet for whatever reason. These people were abnormal, abnormal people.\nAnd there’s another interesting story, 1f you want to hear it. One day he told me, he said, Heinz,\ntomorrow morning we expect some German artists to entertain the troops and I want you to help\nthem with the luggage. So when I went up there this one German man said to me how come\nyou speak such a perfect German, are you a Russian Jew? I said no, I am a German Jew,\nI’m from Gottingen. He said, from Gottingen, and this was a girlfriend of my sister’s,\nthey went to school together. So I said, Sir, ’'m sorry I cannot talk to you because I am a\nprisoner here. Come on, how can you be a prisoner, then he saw the Jewish Star and the big\ncross (?) here.\nSide 2, Tape 1\nHe didn’t believe it. And she was the first one who taught me. (blank space on tape at this\npoint) She said, I have heard and been told by SS people that this camp will be eliminated. She\nknew already.",
        "A: \"42. This was in 42, that’s why I bring it up. They knew already that the camp would be\neliminated. Now in summer of ’42, was another big action where thirty thousand Jews were\nkilled in three days.",
        "A: German Jews too. They killed all the Viennese, all the Czech Jews, all the Frankfurt Jews, all\nthe, there were only about two thousand or three thousand people left from the German Jews.",
        "A: I was in the steam room.",
        "A: No, no, we had to heat the place. But not with coal or oil but with Toff, what is toff, something\nthat burns very fast, you know when the trees decompose it becomes like (sound effect) this is a\ntremendous building so you had to focus there. We were a twenty-four hour shift. They\nbrought in wood too, but 1t was very hard work. We had two shifts, two men each, to heat the\nbig place.",
        "A: She was a German girl from Gottingen.",
        "A: No, no. She was an actress. The actors came like here you have the American troops are\nentertained.",
        "A: The same thing. The Germans did the same. She came with this group to Minsk and because I\nworked in the Soldiers Home that’s where they performed.",
        "A: She went to school together. She was our best friends in Gottingen as little children. She knew\nmy family, she knew my home. All coincidence in life, you know. But she was the first one\nwho told me that this camp would be destroyed. And nobody believed us, you know.",
        "A: Then came 1942, they killed every day, 100 people, 50 people, 10 people of the Russian Jews.\nBut then in July 1942 there was a mass action where we who were outside on commandos could\nnot go back to the ghetto. Three days. And they killed thirty five thousand Jews in three days.",
        "A: Whatever they could transport with their gas vans, they would transport them out. The people\nhad to stand in line and waited to be loaded and the others they would shoot them. They also\nbrought these people to, this 1s interesting in the book from Mr. Kohl, he describes exactly\nwhere the killings took place. These people had to lay down, not only just jump into the graves\nthey were digged before, but they had to lay down orderly, one with the head here, the other one\nwith the head there, so it would take less space. Then the soldiers would come with the\nmachine guns and Brrrrrr. Then the next people...",
        "A: In the grave.",
        "A: No, they were digged before. Other prisoners who were also killed and then when these people\ncame they had to line up and they had to jump into the grave, but not just anyway you wanted it,\nno one had to lay this way and the other one this way.",
        "A: The first layer and then the next layer had to jump in.",
        "A: No, this was outside.",
        "A: Yes, they were in a so- called farm.- I have the names in the book from Mr. Kohl if you need\nthe names, I give you the names. This book 1s fantastic because we didn’t know these things. I\nonly learned about these details now from this book from this German reporter.",
        "A: Yes in German. A fantastic book an unbelievable book.",
        "A: This is unbelievable.",
        "A: I was in the Soldiers home.",
        "A: No, no. We knew from the Russian people who worked in the Soldiers home. They came in\nand could not look into my eyes, the Russian people. I worked together with Russian people\ntoo. I asked them.",
        "A: Non-Jews. I asked them what is happening? And some spoke German and they said nisht goot.\nnisht goot, ghetto kaput. So for three days. But Breimeier, my German officer in\ncharge, I had to go every night and bring his beer from the canteen, as a Jew I had to go to the\nGerman soldiers’ canteen and say “das beer bitta for officer Breimeier.” They knew me already.\nEverybody looked at me, here comes the Jew. He liked me because his wife was saved by\nJewish doctors. He killed other because he had two potatoes (?) You know, these\npeople you couldn’t explain it you know. For example, when came she came back\nafter two weeks and I said to her when she left, she said what can I do for you? I said, you\nknow, I would love to send a note to my aunt in Hamburg, who is still there. Certainly, Heinz,\ncertainly. When she came back I did not know. There again was all the SS staff standing there\non the Soldiers’ Home. All these SS people wanted to have affairs with the German girls. And\nshe looked out of the bus who rode in and I was standing there with Breimeier, I was supposed\nto, she said Heinz Rosenberg, I have a package for you from Hamburg. That would have been\nautomatically death penalty. Any communication was death penalty. The SS most probably\ndidn’t hear or they didn’t know because there were German soldiers standing there and others,\nHeinz Rosenberg could also be a German. But Breimeier he looked at me, he didn’t say\nanything. But at night when he called, I had to be up there every night at 6 0’clock to bring his\nbeer, he said I want to talk to you. I said what happened, sir. I had to address him as sir. What\nwas that with a package? What package, I said. He said, come on don’t give me that story. He\nwas aman of about 45. He said this lady called out. I said, well, what can I tell you sir, she\noffered to send a note to my aunt in Hamburg. I tell you one thing, 1f you want to have anything\nwritten or done, you come to me, don’t go to strangers. You couldn’t make these people out\nbecause he could have said at the same minute “bang out”. It meant nothing. So, I was his pet\nfor whatever cockeyed reason, I cannot tell you why. He would sit and drink his beer and tell\nme you know, my wife, she was helped by this Jew doctor, what a beautiful person. I have\nnothing against the Jews , but he kills them, you know. You can’t make them out. So that\nI met her again after the war in Berlin. She died of cancer, unfortunately. She was\na hero, you see.",
        "A: Lila when I went to Germany the first time.",
        "A: Yes, she died. So this was May. So we had this action in July, I think, 26\" or 29\" where they\nkilled thirty-five thousand Jews in one clip.",
        "A: No, you see, what it was, and this I read also in the book here from this Kohl, that F commander\nof White Russia General Kula or whatever, I give you the name, he has the biggest fight with\nBerlin because he said I don’t want anything to happen to the German Jews. I don’t mind if you\nkill all the Russian Jews, but the German Jews are good people, they work, they’re qualified, I\nwant to keep them. And he was overruled by the German high command. Either you do it or\nyou’re out. So he had no choice. But he was in the beginning fighting for, as a matter of fact,\nthere is one German Jew who was in the war with the Kaiser’s son and he was sent back to\nGermany and I have his book here, “One German Jew”. And this SS man went to him in person\nand said, look, you’re the only one. I will make a personal request from Hitler that you will and\nhe was sent to Theresienstadt. So you see that SS he was later blown up by the Party friends of\nRussia. Because he hated the Russian Jews. He hated the Russians. But for some other reason\nhe thought he wanted to save the German Jews, he wanted to send them back after the war.\nQ” Did you see some of this like this treatment in Minsk’?",
        "A: Oh, no. You have to understand something. When we came to Minsk, you have to understand\nthe German Jews basically were much softer than the Russian Jews or Polish Jews because they\nlived a much harder life already,.",
        "A: Physically, more, better homes, better life, all lawyers, all doctors, all businessmen. Jews who\nlived in Poland, Lithuania, Russia were locksmiths or carpenters, they had more trades. And\nthey could live more easily from what they had. Unfortunately, the German Jews in a certain\nway, especially the Western Jews, were already much more used to the easier life. That’s why\nthey died easier too, and faster. They couldn’t take the cold, they couldn’t take the snow, they\ncouldn’t take the hardships of life. The Russian Jews wouldn’t have died if Hitler wouldn’t\nhave killed them. And the German Jews wouldn’t have died either, not all of them, if Hitler\nhadn’t killed them. But the German Jews and the French Jews and the Viennese, especially, or\nthe Czechs, they were much softer, it’s the same here. A man from Park Avenue will not\nsurvive than a man from Harlem. It’s nothing against the Jews from other parts, you\nunderstand, I love anybody, I only bring it out that we were not used to thirty below zero. They\nlived there, it was nothing for them. They were servants in the morning and my father\nwas dying little by little.",
        "A: There were two more actions.",
        "A: I cannot remember.",
        "A: This was the last, after we arrived, they had killed at that time thirty-five thousand. This time\nthey killed thirty-five thousand German, Viennese, Czech and Russian Jews. From the so-\ncalled Wonder ghetto, we were in the Sunder which was called the Extra ghetto, Sunder 1s Extra\nghetto. They eliminated one part.",
        "A: Of our so-called German ghetto of seven thousand people. And after this action everybody had\nto move to the part where the Hamburg, Bremen and Frankfurt Jews used to be, the people from\nDusseldorf, I don’t remember which ones. And the others were closed already. And there only\nwere some survivors, and some of them went crazy, some of them just couldn’t understand,\nthere was nobody left when they came from work. The whole families completely wiped out,\nyou go out, you say goodbye, you come back and there is nothing left.",
        "A: My family, we lived in the Hamburg part. We were lucky. My family was still alive when I\nleft. I was very lucky, I tell you honestly. But I was also very young, very strong, I could lift a\nhorse by myself, you see.",
        "A: They were every day. Mr. Gruber, the SS commander of Minsk, Mr. Gruber, he was not all over\nin charge, but he was the one in charge of the ghetto. Every day he would take five or ten\npeople or one with more children and send them to death. He would kill them himself on the\ncemetery. We didn’t know, because if you were there I wouldn’t be here.",
        "A: You saw it, you saw it. You just couldn’t do anything. He would go through with the Latvian SS\nmen and just say you come with me.",
        "A: Whatever reason, if they would find them on the fence, or they would find them, --- One day\nthere was a beautiful girl who worked together with my brother, Marion Barrow and she had\npainted, she was a painter, a sign painter, new sign, Largo a beautiful sign. Who made this\nbeautiful sign? So, at that time we had already the third Jewish man in charge of the ghetto,\ntwo were killed already and he said oh that was Marion Barrow (?) He said why don’t you call\nher. This is very nice. And he called her, and took her to the cemetery and killed her. And now\nwhen I was in Hamburg I met the daughter of her sister who lived in Israel and the sister had\ndied a week before we came and she wanted to know the story. And it’s very hard for me to tell\na family member what happened. There were two more actions. I don’t know, the Russian\nghetto actions were every day, and our ghetto there were two more actions, I think, I cannot tell\nyou the amount of people that were killed. But I only know one thing, that on September 1,\n1943, there were only two thousand five hundred German Jews left and about the same amount\nof Russian Jews. That was from a camp of one hundred and thirty five thousand men, women\nand children. Within two years they had killed about one hundred and thirty thousand people.\nWe’ ll have to make it short, otherwise we’ll never come to an end.",
        "A: Yes, every day were actions. Gas ones came in all the time.",
        "A: No, no. You see the vans would come in and the people were forced to jump into them.",
        "A: Of course they knew, by now it wasn’t the beginning. The people who arrived in the transports,\nthey saw these big moving vans with the chimneys. And the SS didn’t threaten them, they were\nvery nice, they said you know we bring you to our farms, because they have been told that if\nyou are nice to people they will listen to you. And they are there to undress and they said we\nare going out to a thing and by the time they got there they were already dead. September 1,\n1943, the ghetto, our German ghetto was completely surrounded by SS during the night.",
        "A: Yes, there was always. Heavy guards. We knew something was going on. It was 5 o’clock in\nthe morning. And then Gruber gave order that all Jews had to assemble in one open place we\nhad there in a Platz (?) that is a place to and he said all healthy men step forward and he\nsent back my father who was already old, and other old men he sent back. But left were about\n250 people.",
        "A: He put them separate and he said, I give you exactly half an hour, pack a small knapsack, you\ngo ona special work commando. Nothing will happen to you, you will be treated very well\nand say goodbye to your family, but you will come back and there is no problem.",
        "A: So after half an hour we said goodbye and very heavy SS guard came. I’ve never seen more\nSS people in my whole life. We were 250 men, there must have been 100 SS people with\nmachine guns, everything and we were marched out of the ghetto to a small camp which\nrecently used to be a prisoner of war camp for the Russian prisoners. A small camp in the city.\nI didn’t know the name, we didn’t know it existed. We didn’t know anything because we\ncouldn’t walk around. There was four barracks, actually barracks for horses, and there were\nalready some people there, some Jews. They said we come from Smolensk. And we got in and\nthere was another SS commander. We were only borders to them. And he said, well you will\nbe here until your transport leaves. We asked where are we going? I do not know, I cannot tell\nyou, you will get food and if you behave properly nothing will happen to you. And one person\nmade a question, I don’t know what he asked, what about our wives? I tell you about your wife,\nhe took his gun and bang.",
        "A: Yes. You see. So, we were there, there was no straw, no nothing. Bare wood. Of course, we\nwere worried and we didn’t know what to do. We could soup. It was a small place, we\nwere 500 prisoners and these people from Smolensk told us that the ghetto in Smolensk has\nbeen closed. These were the last people they took out. Come on, this cannot be. Yes, he said.\nOver the two years and then we realized this time it will happen to our people. But after three\ndays, Mr. Gruber, the SS commander came and sad I have very good news for you, you can\neach write a note to your loved ones in the ghetto, and if you have wives, if they want to join\nyou, they will be permitted to join you here. So I wrote to my family, a small piece of paper we\nhad, we got, we didn’t have it and the pencil, I wrote I do not want Erika to come because this\nto me looks very bad. I wrote in French and English, because I spoke a little English and\nFrench at that time because we didn’t figure if they would read it. And two days later I got a\nletter back from home from my family and Erica. And Erica wrote, I am coming together with\nHannah Lou’s sister who was married to Herman Haupman who lives now. We are coming.\nAnd honestly, after six days about 50 women arrived all from the married men. Also with the\nlittle knapsack. And we said it cannot be so bad if they permit the women here. Maybe nothing\nto eat, probably, maybe nothing to sleep probably. But when you are in such a state, just to\nhave somebody is already comforting. And that went on until September 14.",
        "A: With a wife.",
        "A: Yeah. And very early, on September 14, 1943, the SS commander of this camp told us to get\nready for transport. It was 5 in the morning. We all packed our little bag what we had, we went\nup we were not permitted to take anything with us, the men and the women. And he said the\nmen to the left and the women to the right. And he said, first we bring the men to the railroad\nand then the women so you can prepare already at least. And again under very heavy guards we\nwere taken to the railroad. That’s the last time I saw Erika or my parents. The women never\ncame.",
        "A: Never. But when we went through the cities of Minsk with this transporter, 1t was an SS van or\nwhatever it was, we passed the ghetto. And they must have heard something or seen and I saw\nthe people still standing in the ghetto and greeting us. We couldn’t see them in person, but I\nsaw them saying hello. I don’t know if my parents were there or not, you couldn’t look that far.\nSo the ghetto was still alive on September 14, 1943, 2,500 people there. If the Russian Jews\nwere still there, I do not know. We didn’t pass by there. And we were taken to a cattle car now.\nNo heat, no straw, nothing, no food.",
        "A: Nothing. I think we were in the transport two or three days. I honestly can’t remember right\nnow. The doors were never opened. They gave us one little pear, but you know a hundred\npeople in a car that pear went over right away, you know. And then we stopped, we couldn’t\nlook out, but all night long they would move that car back and forth, like a football, you know,\nthe people got completely, what should I say, it was abnormal, you know, you were pushed back\nand forth by tremendous force. They would (sound effect) and push. Then early in the\nmorning the SS opened these cattle car doors and they were standing there with the German\nshepherds and with the kapos and they shouted “Get out you dirty Jews, get out, run, run, run,\nget out, get out, run.” And we saw a gate and it said Treblinka. And it said “Arbeit Mach Frei,\nthe work will make you free.”",
        "A: This was probably the 17\" or 18\" of September, 1943. And we came to this camp, we had to\nrun. It was a terrible sweet smell. A terrible smell. We didn’t know what Treblinka was, we\nhad no idea. And we saw prisoners pulling tremendous loads, a wagon with shoes and with\nclothes. And we were put separate on one spot, the 200, some had died, I don’t remember how\nmany made it or not. About 240 most probably. And there were kapos and there were Dutch\nJews and they told us where you from? I said we’re from Minsk. They said this is the\ncommando that meant this is the commando to heaven. I said what are you talking about?\nWell, you will see, this is the commando to heaven. Do you have anything good with you? I\nsaid why? I need this. You don’t need it anymore. They were one hundred per cent sure, these\nkapos, we would be gassed too. So after a while, we were standing there about three hours, not\npermitted to go to the toilet, there were no toilets. After three hours an SS delegation came and\nsaid, are there any carpenters here? Yes, three carpenters. Any locksmiths? Yes. Any\nplumbers? Yes. Any electricians? Yes. Get out, get out, get out. And I, my friend Herman\nHoffman was an electrician, he said to me, if they ask for locksmith next time, get out too.\nLocksmith? Yes. I knew about it, I was in the steam room. I got out too. We took Otto\nMenkin with us and Herman and about hundred people went out. And they said are there any\ngardeners? Yes. Everybody went as a gardener. The gardeners we never saw again. But we\nwere pushed on the side and we went to a barrack and we had to undress. We had still not\nprison uniforms but we had old clothes marked with _. So we had to undress. The little\nthing we had, here, here, here. Nothing. We were searched from top to bottom. Then we went\ninto a shower room. We didn’t know what it was. And we got out and then we came to a room\nwhere they gave us each one a new uniform and wooden shoes or something like this and then\nthey said you will stay here and you will be transported to Deshov. So the kapos said to us, that\nkapos, you are the first group that came in and goes out of here alive. So we still didn’t know\nwhat Treblinka was. I never heard about Treblinka before, you know. But we heard the smell\nand he said this is a death factory. But you know, even getting from the ghetto in Minsk, even\nseeing everything, we didn’t know what a death factory was, you know. We didn’t know, we\ndidn’t know. So in the evening they put us back on a cattle car to Puchine which wasn’t too far\naway. Because the next morning we got there. In Puchine was a work camp, a concentration\nwork camp, a very small camp. And we worked for the Heinkel factory. This was taken over\nby the, this used to be Polish airplane factory, taken over by the Germans and we got there was\na small camp and this camp was, there were about 250 Polish Jews and women there. And just\nbefore we got there, the SS had executed all the children there by beheading them. And the\ngrave, you know the mothers and fathers had to watch, there were about fifty children. So we\ngot there, the Polish Jews did not like the German Jews, they called us the Yekkas. There was\nalways friction, but they were in command. And we were put to work there in Puchine in one\ncamp and then the next camp. This lasted about, I would think, four or six months. I can’t\nremember I have to look it up in my book. If you wait a minute I can get it. You want me to\nmake sure of the dates?",
        "A: It was from September 17 to April 21, 1944, in Puchine. Puchine was then closed down\nbecause the Russians came already near, you see, and we were shipped to another work camp\ncalled Scechochw, and this was from April to July in 1944. These were all work camps for the\nHeinkel factory. But the Russians came closer again and when the train left the machine guns\nhit the last car of the train, but they got the Jews out. You see we were one hundred per cent\nsure that we would be liberated, but they got us out just before they got there. As a matter of\nfact the SS commander, two or three Polish Jews escaped that night or ten people. In the\nmorning we thought we would all be killed, there was already machine guns around.",
        "A: Yes. He said how many escaped? Ten, that’s all, I thought more. He has no guts, you know, he\nwas already sick and tired of this, you know.",
        "A: We worked. I worked as a locksmith. I don’t remember exactly what I did. Because I was very\nstrong at the end. First we had to transport in the beginning this was a work force to repair the\ntanks and we have to move these things and the equipment and, of course, they took the young\nmen to move these things. And only later on did they try to put us really in places to work. But\nnothing was ever accomplished there, nothing. No airplane ever left there. But these were\nsmall concentration work camps, you understand. They had SS guards and the SS commandos.\nBut in general you worked from 6-6 but you got soup, proper soup at night and a slice of bread,\nand because the camp became smaller, it was bad enough. But we got __ in Deshov. They\ntook us to a public bath every four weeks. The Heinkel Work insisted that the prisoner\nshouldn’t have lice. They paid for us. I think they paid fifty pfenigs a day for us or something\nlike that. Puchine went to September and Deshov went from April to July 1944. And that also\nhad to be closed down because the Russians came.",
        "A: And then we were taken to a big camp near Krakow called Plaszow, which was built on the\nformer Jewish cemetery. It was mostly women camp. Women were there. Jewish women.\nThis was a tremendous camp, one of the worst camps. That commander, SS commander, only\nwalked around in a white silk suit. And he would kill the women like nothing. We had one\nlatrine. You know what a latrine is? Women and men together. There was no difference.\nAbsolutely no difference. And we finally, somebody put a wooden plank in between us. And\nwe had very very bad kapos there and SS people too. But we were only there a few days.\nBecause by now we were so called expert workers. So from Plaszow, after five days, we\nwere sent to the salt mines in Wieliczka, but they did not put us to work but it was the worst\ncamp, I think because everything was dirt, you know from the salt and from the prisoners who\nworked there, never made it more than four to six weeks, they told us. And because they\ncouldn’t use us there, they sent us to a tremendous German concentration camp in Bavaria\ncalled Flossenberg, a big camp, a very big camp. That was in August of ’44. And there the SS\ncommandant when we came in he asked, we were very dirty and in a long transport for the day,\nhe asked, the kapos, where do these prisoners come from? And the kapos said they are Jews.\nHe said Jews? Jews only walk in, they go out in the chimney. This was a tremendous camp,\nvery clean, very orderly, but terrible kapos. The German kapos hated us. The Polish kapos, you\nknow. And we were put, just to give you an example, where to undress, this was high in the\nmountains, we had to undress, we had to run into a shower and this was originally the gas\nchamber, and the kapos said that’s it. And we didn’t know what would happen.",
        "A: Yes, because it was a gas chamber. But they also had water faucets there on the ceiling. But in\nour case, the boiling water came out and you couldn’t move anywhere, we came out like\nlobsters into the ice cold weather, but we got out. And the kapos didn’t believe it. I only give\nhappy thoughts because I couldn’t tell you the whole thing, you can read everything here. So in\nFlossenberg, after about three weeks, we were not put to work, we were put in into a special\nbarracks for Jews. There were no other Jews. There was a camp of about twenty thousand\nprisoners.",
        "A: Political, Galitziana, homosexuals, no Jews. We were the first Jews that came in and the first\nJews that go out. But what happened in Flossenberg, it’s an interesting story. One day they put\nout of the 250 men were not all German Jews, they were Russian Jews, Polish Jews, but now\nthere may be 200 left. One morning they called, all German Jews to the barracks A. That was\nwhere the commanding was sitting. Hands up, and we figured that’s it, we didn’t know what to\nmake out of it. And all of a sudden somebody pushed me and said, Jew, come inside. There\nwas no dead man, or the SS man or the typewriter and he asked, your name? I said Heinz\nLudwig Rosenberg. Idiot, you are Heinz Ludwig Israel Rosenberg. Yes sir. Where you born?\nSo and so. Where your parents? What’s your nationality? I said I am stateless. You are\nGerman. All of a sudden I am German again. You never knew where to take these people.\nWhat did you learn, what did you do, and so and so? Wrote everything down. Out! Next one.\nI tell you why this is important to tail this on the end of this. Everybody, German Jews were\nregistered. Why? Don’t ask me. It was Rosenberg. Then, about three weeks later one\nmorning, they said Block, everything with loud speakers, Block 420 or whatever our block was,\nyou do not go to work, you report to the gate. And the kapos hated the Jews, he said good, get\nrid of you Jews. And the gate is a real commander today, out. We each got a piece of bread and\na piece of liverwurst. And we’re standing and standing. I was so hungry J ate, little, little, little,\nand 5 o’clock the SS man came with a big basket to collect the wurst and bread because the\nrailroad didn’t come. And somebody said I don’t have it. Don’t have it, stand out. So when he\ncame to me I said sergeant, I ate mine I was so hungry. Why do you speak such good German?\nI was born in Hamburg. Next one. He didn’t do anything to me. Somehow, you know, there\nwas all a matter of luck. From Flossenberg we were transported to the other part of Germany,\nColmar, which was in the French , 1n the mountains. It was in August of ’44. And\nthis transport was not guarded by SS men, but by disabled German soldiers. And they told us,\nthey left the gate doors open, and they said the war is over.",
        "A: They said, the war is over, that’s the end of the war. What have you done that you are 1n prison?\nBecause we had prison uniforms by now. We said we are Jews. Oh, don’t worry, it’s all over.\nAnd they were basically not brutal with whips and so on. They were German soldiers. And we\ncame to this little camp in Colmar which was a small camp, also prisoners.",
        "A: Not dig, not dig. To work in the tunnel.",
        "A: Transport, the skier or the product for the Germans.",
        "A: I think they were building parts for the submarines. I know the submarines were assembled in\nBremen. I worked there too.",
        "A: Yes. We were also again put in a special barracks because we were the only Jews in\nSachsenhausen. We were next to the barrack of people who were condemned to die. Every\nweek they collected prisoners should die. Every Saturday they had about 250 executions in\nSachsenhausen. We were next to it. But you could not talk to these people. It was completely\nsurrounded by wire, barbed wire, you know. You couldn’t talk to them. But we saw them.\nThey were all shackled together, foot and things day and night. And they were permitted half\nan hour to march around in their little extra things. And they had crosses here and crosses here\nand crosses here, ready for death. Every Saturday morning the truck would come and throw\nthese people on the trucks, the kapos, and that’s it. And then they collect again. We were in the\nnext barrack and that’s why we knew it. And in Sachsenhausen we were put to work. We were\nput to work to dig out the houses that were bombed by the British or American planes. Heavy\nguards. But we had to clean or dig or whatever we had to do.",
        "A: October ’44. We were about one month in Sachsenhausen, or maybe six weeks, I don’t\nremember, I have to look it up. Dates are hard to remember.\nTape 2, Side |\nWhen we came to Bremen we were unloaded near the harbor and we were put, not near the\nharbor, maybe an hour from where they build the submarines and these things, A small camp\nwith a very cool SS commander who hanged some people there, every day they were hanging.\nI remember that especially. And every morning at 5 0’clock we were put on a little barge, ice\ncold, and we were brought to the place of work because it was an hour away. We had to work\nthere. I worked as a plumber or a locksmith, I don’t remember what I did. I can’t remember\nexactly what I did any more. But I worked. And there were German men who were the people\nwho worked all the time and we had to help them. And some of them were very nice and others\nwould report your number to the SS and at night you came to the camp and they would call you\nout and you got twenty- five on your behind. You never knew when, you see. So I only later on\nI was put in charge of the Jewish barrack and one day I came back from work, the SS\ncommander told me that he had found a knife in my barrack and I would get twenty five on my\nbehind. And every man of the room got ten and every single Jew got one. But I got twenty-\nfive and you had to count. You didn’t count you got the whip. It was given to me by a Polish\nkapo, there were two Russians. They were the worst Jew haters I ever see in my life. They\nwere Russian prisoners. Later on before this camp was liquidated, these two Russian prisoners\nwere stoned to death by the other prisoners. And when Bremen came to an end, we again went\non transport and went to Bergen-Belsen, the inferno of infernos.",
        "A: We got to Bergen-Belsen approximately the end of March, I think.",
        "A: Yes.",
        "A: Right. Bremen was the worst I’ve seen besides Minsk. Thirty thousand dead bodies on the\nground. Only because I was still able to work we transported, the Germans wanted to clean up\nthat camp, and we had to transport the dead bodies, decomposed bodies, to the mass grave that\nday, and all of a sudden only and you couldn’t get out of line, and my best friend Kurt\nSpitzkopf, with whom I went together all the time from Minsk, all of a sudden, while we were,\nhe said, Heinz, there’s my mother. His mother was killed in Minsk. I said, good, your mother\nis dead. My mother is dead, my mother (sound effect of machine gun), you couldn’t stop him.\nSo most of the people from my commando died in Minsk. But when we were liberated in\nMinsk we were about, I think 10 people left from the 250 people.",
        "A: Yeah, Bergen-Belsen.",
        "A: April 15, 1945. I was 75 pounds, typhus, blood clot, TB. I only saw the British tank coming in\nand then I collapsed. I was very very sick. It took a year and a half to recuperate.",
        "A: No, you see, then when the camp was liberated and the British came in they didn’t know what\nto do with these people. So first they had to eliminate all the dead people and then they opened\nthe SS barracks and the soldiers and they made temporary hospitals. We were so sick. Most\npeople died. Ten thousand people died after liberation. So I was lucky and they brought me to\nthis hospital. My legs were like this, with blood clots, you know. But, one day a British doctor\ncame and they called a very expert and he said no, no, it’s not so bad he will live. That’s what I\nunderstood. But then one day the British came around about in May or the beginning of June\nand said there are transports to Sweden, and we will put you on the transport. So when they\nasked me what is your nationality, I thought I would be proud and say I am a German Jew. He\nsaid no German Jews because we don’t know if you’re a Jew or not. I said I’m a Jew, my name\nis Rosenberg. No, no. So the next time they came around I was a little smarter. Said, what is\nyour name Uh, huh. What is your nationality? Stateless? Uh huh. So they shipped me to\nSweden.",
        "A: No, no. Not in the beginning because they were not sure. You see they thought maybe these SS\npeople, they couldn’t be sure. The Polish could speak Polish, the French talked French, the\nItalians speak Italian. I couldn’t speak. My broken English. Ve vant bread, yah. You know,\nyou see I didn’t know at that time. So they took us to Sweden. I was unconscious, but when I\ncame to Sweden I never forget that and I saw all these blond Swedish people, they all volunteer.\nSweden took in 30,000 people. They emptied out the schools, the hospitals. I don’t know how\nmany America took in. I don’t know how many of Switzerland. Nothing. Switzerland took\nsome and sent them back to Germany. But when I saw these nurses I thought this is the\nentrance to heaven. I thought really these long tents must be the entrance to heaven because I\nwas conscious and unconscious. And these nurses looked at me and they said Swedish\nlanguage, look at the little boy here. They knew there was nothing here nothing there, 75 or 80\npounds at that time. But what happened at Bergen-Belsen, coming back to the registration in\nFlossenberg, my cousin, Albert Hottenberg just called, he was a high officer under Eisenhower\nand he liberated Buchenwald and Dachau and when he came to Flossenberg and he saw this.",
        "A: He looked for Rosenberg, he Heinz Rosenberg (sound effects) and it says Heinz Rosenberg\nshipped to here. And he traced me to Sachsenhausen and from Sachsenhausen he was able to\nBremen and Bremen. Not that he saw me in person, but he knew I’m either dead in Bergen-\nBelsen or alive. So we were in these big rooms from the German soldiers. I couldn’t walk. I\nhad diarrhea. I couldn’t get out of bed. So I heard somebody shouting outside. Hey Rosenberg.\nBut you know I couldn’t go to the window, nobody could. I come to America a couple of years\nlater, I get in contact with my cousin, my other cousin said Albert lives in Baltimore. One day\nmy wife and I go to Washington to see Otto and we go to Baltimore to see my cousin Albert and\nhe says Heinz, I don’t understand you were in Bergen-Belsen, didn’t you hear me with a loud\nspeaker in Bergen-Belsen. I was very sick, I didn’t hear anybody. I went there with an army\njeep with three American soldiers with a big loud speaker calling for Heinz Rosenberg. I would\nhave taken you to Gottingen and made you the Mayor of Gottingen. Honestly that is what he\nwanted to do. He was in command. He had the whole district. He was a high officer under\nEisenhower, because he had jumped while still the war was going on over Gottingen in German\nuniform. He was a typical German. My cousin is a good tall looking man, typical German. He\nwas German. So, I didn’t meet him there, but I met him here. And we are still very good\nfriends. But this other coincidence in life only because the Germans took my card and file did\nhe find me. It’s unbelievable. But you see, this here what I am giving you 1s all written here in\nthis book, and I will give you a book. And, you see, it is very very impossible to explain all the\ncruelties and all the tragedies and all that went on in these camps because the normal person\ncannot feel and understand what went on. I happen to be a man who went through thirteen\ncamps. Sometimes I think I’m not really alive, it’s a dream that I am still here. I wasn’t\nsupposed to live. I was in front of machine guns, I was in gas chambers, we were put out again\nin . You can read all this. To tell you my story is not important, but to tell you the story\nof the six million Jews and fourteen million Russians and Polish and other people who have\nbeen killed. It is absolutely a necessity that the world should know what happened. Only by\nknowing the facts can we build a better world. If we don’t do it, the world will blow itself up.\nAnd I don’t care if you are a Jew or gentile, black, white, yellow, whatever you are, I don’t care,\nI don’t mean you in person, the people you see. If the world doesn’t realize that this hatred and\nthis crime and this dirt has to stop, then they will destroy themselves. I am at the age, maybe\nI’m lucky, I have another fifteen years, it’s not so important. But, for my children and\ngrandchildren and for all the children and grandchildren in this world there should be some kind\nof more understanding from all the peoples to know what went on. It’s very hard to, you know,\nwhat should I tell you, how people starve to death, it wouldn’t make sense. This you can read\nin books. I can only tell you my story and my story is not important. I am alive. But the story\nof my parents, my sister, my first wife, all my friends, all the Jews from Hamburg, all the Jews\nfrom Minsk, all the peoples from all the other concentration camps, they put them at the knife\nfor punishment, in the trees gallows, they hanged them, in Bremen they hanged them, all over\nthey gassed them. I am one of the few people who can talk about it. Ihave a very good\nmemory. I hold this book in order that people should know what went on, that’s why I am\nwilling to give you this book. I didn’t write it for myself, I know the stories, I was there. But\nthe people who were not there, they should learn from it, you see, otherwise we will destroy\nourselves. This hatred has to stop somewhere and there is still tremendous hatred in this world.\nTremendous hatred and jealousy, whatever it is. So I am trying to do my little part in order to\nbring a little bit of more understanding and peace to this world. That the whole story. I am an\nexpert on concentration camps, unfortunately.",
        "A: I really sometimes honestly and truly ask myself how come I am alive and everybody else\ndidn’t make it. But it’s really like a little going through all these big naps and then all\nof a sudden one or two or three people are left over. We are eighteen people, I give you the list\nof the German Jews who are still alive. Some died already. One girl died now in Australia last\nyear. Martin Stock died in Hamburg many years ago. So it’s getting less, you know. That’s\nwhy, we the witnesses, it’s very important, and I hope that when they build this Holocaust\nMuseum in Washington, and here too, you see when I write to them they don’t answer. You see,\nthey have a very peculiar nasty attitude. If you are not Mr. Wiesel, they think you are nobody.\nAnd I don’t agree with them. I offered them my book. Here they build a Holocaust Memorial\nto I wrote to them, they don’t even answer. So I figure they can kiss me, you\nunderstand. I wrote to Washington. There was a big do in Washington a couple of years ago\nand I went there because I thought I would meet someone from Minsk. Nobody there. You see\nyou have to understand something, that being in prison is one thing and being in private life is\nanother thing. Many people use it to become famous, to make money out of it. When I wrote\nmy book I wrote to Mr. Wiesel, I said Sir, here is a book maybe you can combine these facts\nwith one of your stories or collect them, or something because your name 1s better known than\nmine. Never an answer. At least have the decency and answer. But even the Holocaust\nMemorial, nobody answers. (Yiddish expression). I sent them the books and I met many Israeli\nJews. I think I would not have the good nerve, I wouldn’t have survived. I slept whenever I\nhad the chance. I can take tremendous pressure.",
        "A: Curt Egon Rosenberg and later on he was known under Edgar M. Roberts in England. That’s\nwhy I went to Roberts, he didn’t want to go back to his old name. He was born June 4, 1915.",
        "A: He was taken to Sachsenhausen.",
        "A: I think he came back in February, maybe February or March. I can’t remember exactly.",
        "A: Everybody. The family goes back to 1600.",
        "A: If you don’t leave, you have to go back to prison.",
        "A: He was able to get to the Kitchener camp in England. It was called Kitchener camp because it\nwas a Lord Kitchener who had opened this for the German young Jews. I think they took in\nabout 200 or 300, 500 people, I have no idea how many. I cannot tell you I wasn’t there. Maybe\n2,000, I don’t know. They had to do farm work and garden work, things like that.",
        "A: No. When he volunteered when the war started, he volunteered for the British Army, and he\nhad to take a British sounding name, English sounding name. They gave him the name, you\nknow with new identity papers. He became automatically an English citizen.",
        "A: Yeah.",
        "A: I have no idea. He was a soldier, I don’t know, I couldn’t tell you. He never talked about it. I\ndidn’t ask him either. The war was over when I met him. I wasn’t interested in war any more.",
        "A: Yes, yes, he died in England. He died when he was 60 years old, it was in 1975, heart attack. I\nwas talking on the telephone with my aunt, bang, out! He was only 60 years old. He was\nmarried, he had no children. They had a little factory and he was doing very well. Hard\nworking. We saw each other each year. We visited each other each year, either I went there or\nhe came here. We were very close.",
        "A: My father was born February 21, 1881.",
        "A: In Gottingen.",
        "A: Fritz Alexander Rosenberg. He and his two brothers Otto and Arens inherited the factory from\nhis father who died 1917, I think, because all the five sons were in the war. He was born in\n1849.",
        "A: Yes. My grandfather had started it, my grandfather. (aside: that’s the man I talked to, he is now\nin Texas.)",
        "A: He owned the factory with his own two brothers.",
        "A: Different parts. You know, one was in the office, the other was running the factory, my father\nwas traveling for sales. My father was basically for sales.",
        "A: Mostly in Hamburg, and the big cities. Mostly big contracts from the ship companies, the\nmilitary, things like this. Hospitals, you know wherever you need linen with names and things\nlike this. Big orders. And then the depression came and then the business went sour, you know.\nIn the depression, America too at the same time.",
        "A: They got married 1913, November 9, 1913. That was a tragedy that we were deported on\nNovember 9.",
        "A: That’s why I remember the date extremely well.",
        "A: Yes, 1933. Gottingen was one of the worst Nazi cities, like all university cities. Heidelberg,\nGottingen, all the universities. Nazism was the greatest. And it was the students, you see, the\nstudents and we had the military garrisons there. This was altogether the reason for this. The\nsmaller the cities, the more anti-Semitism. And Berlin wasn’t that bad and Hamburg wasn’t that\nbad but the smaller the cities, more the hatred. And all the Jews in Gottingen were well off in\ncomparison to others. They were the store owners, the lawyers, the doctors, the business\npeople, you know.",
        "A: No, I was too small. You know my father would come home and say, “ah, ah, look at these\nstupid people, I give them four weeks, they will be out.” That was his attitude.",
        "A: Yes. They will never do anything to us, we are here since 1600. I could only trace them to\n1700 when I went back now because all cemeteries and everything had been destroyed. You\nknow, there is almost nobody left now. It doesn’t make much sense now.",
        "A: No, in °41.",
        "A: No, he didn’t work after ’36, he couldn’t work any more after ’36. We were helped by an uncle\nof mine who was a millionaire, on my mother’s side, by the Jewish Committee and my brother,\nsister helped also. My father had no money since ’36. Everything was taken away",
        "A: All together.",
        "A: The ghetto I left September 1, 1943 and I was shipped to Treblinka September 14, °43.",
        "A: Well, they were still alive at that time, but as I know from other people who survived, that the\nghetto was liquidated September 28, ’43.",
        "A: Two weeks later.",
        "A: Most probably gassed. Either gassed or shot. It doesn’t make any difference. They were told\nthat they would be shipped back to Germany. See, the SS always put on a phony excuse to get\nthe people into the cars.",
        "A: Yes.",
        "A: No, September 42. On a Sunday, September ’42, we finally arranged for the wedding. It must\nbe September ’42. I’m sorry I don’t have the date. Fifty years ago, you know I couldn’t.",
        "A: I will give you a plan later on. The ghetto was very big. We only knew, I only knew the\nGerman part of the ghetto, especially where the red house and the white house was where we\ncame in first. There was two different parts for the German, Austrian and Czech Jews. We\nnever entered the Russian ghettos. We were divided by barbed wire. We were not even\npermitted to talk to them. Later on it wasn’t so bad. We talked to them, the SS didn’t say much.\nWe exchanged goods because the Russian Jews were able to get much more food ‘cause they\nlived there, they knew the people against us and the people would trade their coats and their\nclothes. We were starving, you see. And actually, their kids themselves because they had\nnothing to wear any more. So the ghetto was very big. It was surrounded by barbed wire\ncompletely and there were SS guards on the outside, on the inside were the Jewish guards and\nevery man at a certain time had to make two hours at night guard duty. This was not only for\npeople to get in but also for Jews not to run into the wire or do crazy things. You see, the\nJewish commander thought it would be better to have law and order in the ghetto. Not to\naggravate the German SS or they would shoot right away. And the man who was in charge of\nthis German/Jewish force is the one who was later on sent back to Germany.",
        "A: But he did a good job. I mean the SS got in every day. Anybody could kill a Jew. I mean on\nthe holidays they would just shoot anybody that came to them. It meant nothing. A dog was\nmore valuable than a Jew.",
        "A: My mother was born February 21, 1891, in Hamburg. Her maiden name was Herz. Her first\nname was Else. She had a brother and a sister and her father was still alive. He died, my\ngrandfather died 1934, natural death. But she had a brother and a sister and the brother was\ntaken to prison because of having an affair with a German lady, which was against the law. In\nthe end my aunt was shipped to Theresienstadt in ‘43 and then to Auschwitz. By the way, my\ngrandmother who lived in Gottingen up to 1943, was 84 they shipped her to Auschwitz.",
        "A: Yes, I have one picture of my grandmother, she was a very courageous lady. And I heard from a\nletter I got from my uncle that my aunt was a real hero. Let me se if I have a picture from my\ngrandmother. I thought I had one. I have to find it. Let me see for one moment. Maybe I don’t\nhave it any more. I don’t see it right now.",
        "A: Who, my mothers? He was in export/import business of grain. The grain business.",
        "A: Yes. Together with his son. But when the son took over in ’34, there were already restrictions\non Jews having businesses. So little, by little, all the Herz family was in the grain business. It\nwas a big family too. The Rosenberg were a big family, family, the Herz were a big family.",
        "A: My mother in Hamburg, Gottingen?",
        "A: My mother was a very courageous lady who was a very good cook, a very good housewife. She\ncould make anything out of nothing. She was educated in Lausanne, spoke perfect French, was\nmuch more educated than my father.",
        "A: She went to a special, how do they call this, a special school for ladies at that time in Lausanne.\nShe was very well educated. She spoke perfect French, my father didn’t speak any languages\nbut he had a factory. But they were matched up. This was not a love story. At that time, you\nknow, I have a good man. It was different at that time. But they had a very good life and I\ndon’t know how happy they were, I cannot tell you. I was a small boy. There were a lot of\nfights when the factory went broke because my mother was used to a plentiful life and money\nand all of a sudden there was no money. These I remember the fights between my parents. But\nshe was a very courageous lady in Germany. I must say, honestly, I think most of all I have to\nsay one thing, both of my parents were very very fair and understanding people, very modern,\nvery outgoing, gave us, the children, a very very good upbringing and education. This was\nmore than most people do for their children.",
        "A: My sister, I feel in a certain way sorry for my sister because she died very young. You see,\nwhen I look at my parents, I am sorry they died, but they had already a certain amount of life\nbehind them. My sister was very young. When she was murdered in °43, she was about, she\nwas born in °17, 26 years old. She had never experienced the joys of life. She had no\nboyfriend, there was no hope, she had no beautiful clothes, or anything, nothing. Not only had\nHitler turned against us, the whole world had turned against us. Because she could have been\nsaved, she was a very hard working girl, but she never had real joys. I don’t think she ever had\na real boyfriend, I mean yes, but nothing really steady or something like this. And when she\nwas, I know if she was murdered, the same with my parents or my first wife, Erica. The young\npeople, I feel more, much more sad about them than, you know, it’s one thing if I would have to\ngo today, I would say O.K., like my wife passed away six years ago, O.K. I have so many years\nleft but if something would happen to my son or to my daughter, or to my grandchildren would\nbe much worse. Because the life is in front of them.",
        "A: Irmgard Rosenberg. She was born in June 16, 1917.",
        "A: Yes, we all went to public school. In Germany you had to go to school. You had to go to\nschool, there was no way out of it, they would force you to go to school.",
        "A: My sister and my brother left school when we came to Hamburg. She was about 16 or 17 years.\nMy brother was already 19. He already worked Gottenberg.",
        "A: A sales apprentice, a company called Helfand in Hamburg, not there any more, also Jewish\ncompany. You see, in °33 and °34, it was hard to get jobs in gentile companies, you had to work\nin Jewish companies.",
        "A: My sister was a very very good person, she was too good and too, like all of us, we were all\nbrought up with this honesty and decency and fairness. Like it was done that way and\nespecially in traditional Jewish families. And she lived at home and she had no boyfriend, if\nshe went out to movies with my brother or if she went with a boy my brother would go along.\nIt was a different lifestyle. But she was a very, we got along very well, my sister and I. She\nwas a very good person. Anything outstanding? No, but she liked to dance and she liked music\nand she liked all the good things in life, but 1t never came through. It was a tragedy.",
        "A: We all did not expect, none of us expected to be murdered. Everybody, you know when you\nhave people, when you are sick or when you are drowning 1n water or when you are in a fire,\nyou, the person, hopes that you will be saved. Understand? Everybody, everybody, including\nmyself, always try, there are so many sicknesses behind me. I don’t want to talk about my\nprivate life. Everybody will always try and think that he will be the one who will be saved.\nAnd everybody looks into a mirror and thinks that he is the best person or the best looking\nperson or the tallest person or the honest person. He might be the biggest crook but he thinks he\nis honest. So you see what really went on in the mind of my sister, I honestly cannot tell you. I\ncannot tell you of my father. I know my father was an outspoken optimist and “they don’t mean\nus, we only work there.” And certainly all of us expected us to work and after the war go back\nhome. You could not imagine that this cruelty, this mass murder would exist. It was abnormal\nfor the world. I mean I remember that in Turkey in 1940, my father told us and my uncle\nPhilip, my father would talk about the first World War, about what they saw there, they\nwere young and then the Germans, they fought the Frenchmen. Ooh, my uncle\nwould say. These French people, they must be . All nonsense, they killed each other for\nnothing. That whole killing is nonsense. There goes a soldier and kills someone, doesn’t know\nwho he kills. You take a knife and you want to kill me, I will try to kill you first. All nonsense,\nwar. Makes for the politicians, for big people, not for the poor people. This goes back for\nthousands of years. The kings always defer, the general always stood behind that you go. He\ndidn’t go.",
        "A: No, it’s too far. There comes a point where you have to stop. I mean, I could go on with my\nfamily. There are so many people who were killed and murdered and suicide, it comes too far.\nHe was a very good man, very poor when he comes to America. Died of cancer. The funny\nstories when he was in the hospital in San Francisco and my brother came from England to visit\nhim once more. He visited him and he couldn’t talk, they had to put a tube in his throat, and the\ndoctor said to us, give him a week, that’s it. You call us. Well, one day I was working and my\nwife called me and she said Henry there is a telegram from San Francisco, uncle Philip had\npassed away. Sorry to hear that. So I called the hospital at night when I come home. I said this\nis Henry Robertson, I hear my uncle, Mr. Philip Herz passed away, so whoever was on the\nphone said, if you wait a minute, would you like to talk to him? Pardon me, talk to him, I\ncannot understand it. So, he couldn’t talk, but he put the thing, he could talk. He said “hello.”\nI said Philip, what are you doing? Well, I’m sleeping. I motioned, I understand that he 1s dead.\nLet me see the telegram. What they wrote, Uncle Philip is dying, we need $400 to bury him.\nYou see, but my wife was so excited that she thought he’s dying. He died twelve days later.\nAnd then they couldn’t bury him and I called the funeral parlor, this is a true story, I said this is\nMr. Robertson in New York, I want to send you the money. Well, he said, don’t worry your\nuncle is happily on ice, he cannot be buried because we can only bury him when the money\ncomes from Social Security. I'll send you the money. No, no, it has to be proper. He was four\nweeks happily on ice before they buried him. An unbelievable story. There is no feeling.\nThat’s why I do and I considered it my duty to tell everybody who wants to listen to it that\nwhatever happened in the Holocaust, can never happen again. And I will do my damn best\nwhen I talk to people I always tell them whatever they want to hear. Most people don’t want to\nhear about it. I can’t take it, you know. I say you should hear about it so you know what’s\ngoing on.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        ""
    ]
}