{
    "rg": "RG-50.549.01.0027_trs_en",
    "sequence": [
        "Answer: My name is Maddie(ph) Deutsch, | was born on April 29th, 1930, in a city\ncalled Betterhovo(ph), in, in a Czech name. The Hungarian name was\nBettexas(ph) and presently it's occupied by the Ukraine and so now it is\nBeregoval(ph). This city belonged, prior to World War 1, to the Austrio-Hungarian\nempire and it was a time when the Jews a beautiful life. Then after\nWorld War 1, when they cut up Europe, this part of the country was given to\nCzechoslovakia and in 1938 back to Hungary. In 1945, after World War 2, it\nbecame part of the Soviet Union and as we know, 1991, the Soviet Union broke up\nand now it is part of the Ukraine. So, in one little city, one lived many, many\ndifferent, many cultures and many different lifestyles. | went to Hungarian schools\nbecause my parents primarily were educated in the Hungarian language, so were\ntheir parents, who also were born in that same general area. 1944, March the 19th,\nHitler invaded Hungary and within days we were ordered to wear a yellow star on\nour outer garments so that when we were on the streets, we were recognized\nimmediately as Jews and therefore secondary citizens. They also ordered various\ndegrees that Jews were allowed or not allowed to do. And within weeks, within just\na matter of couple of weeks, we landed in the ghetto in our hometown and we did\nnot stay there very long because by this time the Germans, the Hungarians were\nreally, the Hungarian Jews were the last ones to be taken away and although we\ndidn't know anything about what was happening anywhere in the eastern European\ncountries, we were packed up in a matter of a few days and, into the ghetto and we\nstayed there just maybe two weeks and from there unto the boxcars and taken to\nAuschwitz. Describing this trip to Auschwitz is one of the most difficult things that |\nwill ever do. There were 80 to 100 people packed into these boxcars that had\nnothing but a couple of little windows for air and when we got onto the train we\nwere given a bucket of water for drinking and an empty bucket for personal\nelimination which neither one of them lasted even a half a day. Old people, young\npeople, babies, men, women together and the trip lasted about three days and\nthree nights. During the day it was hot and because the air that we receive was\nonly through these couple of little windows. At nighttime we were traveling through\nthe Alp mountains and it was quite, quite cold. We had no blankets or pillows, food,\nno water and so it was just a, one of the most horrible trips that one could ever take.\nAnd so after we have arrived in the destination, which we had of course no idea\nwhere it was, was nighttime and we saw in the distance flames and some noises\nand dogs barking and we had to wait until daylight when they opened up the doors\nto the, the boxcars and we were separated immediately, men from the women and\nwe were being marched to one, men one direction, the women the other and in\neach area they had the young children and older people still into another direction.\nAnd of course we found out later that they were taken straight to the crematorium\nwhere they were burned. Those of us that looked younger and stronger were taken\nin the direction of the barracks where, this was in Birkenau, Auschwitz and we\nstayed there for approximately one week, we were lucky that we only stayed for\none week and we had to be lined up every morning and every evening, anywhere\nfrom three to five hours where they were counting us to make sure that nobody ran\naway. But the irony is that how could people run away when there were these wire\nfences that were about 10, 12 feet tall, with electricity running through them so that\nanybody touched it, they were dead. But nevertheless, this was their policy. As |\nsaid, after about a week or two we were lined up again and loaded onto trucks with\ncanvas cover and we were, didn't know again where we were going. Driven at\nnight and so that we wouldn't see where we were being taken. And we have\narrived a, at a small place where there were only about 500 other inmates. They\nwere from, originally from Poland and they had been displace already, close to a\nyear. And they were working in an ammunition manufacturing plant and were\nabout 500 of us that were taken in this transport, from Auschwitz to this small camp,\njoined these other women and where we worked in the factory also, almost a year.\nThe situation there was basically the same, we had to stand in line from three to\nfive hours each morning and evening to be counted that we were not going to run\naway. We worked 12 hours in this ammunition factory, walking to and from for an\nhour. The food we received was very, very minimal. Many people died. And of\ncourse we never knew when anybody was going to be killed for any reason or no\nreason at all. And we tried our best to do the work or at least do as much of it as\nwe were able to, to try to somehow hope that we will survive if we do the work.\nBasically, if | go back to the days of when we were liberated, which is really May\n8th, 1945, while we were working in this camp, as | mentioned, there was a lady\nwho was in charge, she was a cappo(ph), she was a Jewish lady who was selected\nby the German SS and her job was to make sure that we line up for these, what\nthey call , where we were being counted and then after she has\ncounted us and found everybody there, then she would call the SS and they would\nrecount us to make sure that in fact nobody ran away. The days were very long,\nvery, in the winter very cold and summertime terribly hot, we had no proper clothing\nand the, the year seemed like forever that we were in this camp. My luck was that\nmy mother protected me in whatever way she could and the way she could protect\nme was trying to talk to me every single day because | was a very slim little girl, just\nturned 14 and | found the work very, very hard and also everything scared me\nbecause | was just a child and | came from a very well protected, warm home and\nwhen | was in this camp there was no protection from anything. And so | was\nalways scared and jumpy and fearful. If | saw the SS, | was trembling, so my\nmother used to talk to me and try to say to try to hold off and try to pretend, even if |\ncouldn't do the actual work, but that I'm trying to do it and just so that she would\nprotect me from the SS. The other way she helped me was, which | did not find out\nuntil after the war was over. We were given some warm, lukewarm water, they\ncalled it coffee, in the morning with a piece of bread and in the evening after we\ncame back from work, we would get some warm soup, which was nothing but\ngreen leaves floating in some warm water. But this piece of bread was really what\nhad to last for the day to help us survive, so what my mother did, in order to protect\nthat bread that no one would dare to take it away from a 14 year old child, she\nwould hold it close to her bosom the whole day and every so often she would break\noff a piece of bread and she would give it to me to sort of tie me over and she did\nthe same for herself, she would take a piece of bread during the day. But | did not\nfind out until the war was over that when she broke off a piece of bread and gave it\nto me, that she not only gave me my portion of the bread, but she gave me some of\nhers, to help me survive. And this too, helped an awful lot in my survival. We were\nhere approximately, doing pretty much the same kind of work in the factory, and\nmarching to and from and then one day in the spring, of course we didn't know\nwhat day it was because we had no calendar or radio or anything, one morning\nwhen this lady, the cappo(ph) woke us up and lined us up and counted us and she\nwent to report to the SS, she went to the barracks, because she was allowed to go\nthere, she was the only one that was allowed to go there and she was going to\nreport that we are all there and she couldn't find a single SS in the barracks. So\nshe went from one to the next, there were several of them where the, all the SS\nwere. And she found no one. So she assumed that the war was over and that the\nSS ran away. And in fact she must have gone to the radio where the SS kept their\nradios and she must have listened and she came out saying, \"Yes, we are free, the\nwar is over and we are free to go anywhere that we want to.\" And that point, all of\nus were crying and laughing and hugging and kissing and every emotion that we\ncan go through because we were free and we somehow made it before they had a\nchance to kill us. And we were liberated by the Russian soldiers and when they\nfound all of us being so sick and weak and emaciated, they took the very, very sick\nones into the local hospital and took the other ones that were not quite as sick and\nplaced them into homes where the German Nazis ran away from when they saw\nthat the war was over and they were afraid that they going to be caught and\npunished. So some of the people were placed in there and the soldiers brought in\ndoctors and medicine and tried to help us and my mother and | was among those\nthat was placed in one of these homes. And we stayed there for about three or four\nweeks trying to gain our strength back because there was only one thought in the\nminds of all of us and that was to try to get home and search for our families\nbecause we didn't know what happened to anyone and so we were hoping that\nwhen we go home, we'll find each other and start a new family, a family again.",
        "Q: | want to ask about the family that you stayed with, what, what was their\nnationality and do you remember anything about them and your attitude toward\nthem.",
        "A: | did not stay with families, these are the people that ran away. These were the\nNazi homes.",
        "Q: You were in a vacant home?",
        "A: Mm-hm.",
        "Q: And who, was there food?",
        "A: As | said, the Russian soldiers, the occupiers brought us food and medicine and\nthat's how we were being helped to, you know, to get stronger again.",
        "Q: I'm trying to get a picture when you say we, was there a group of people who\nyou were close, closer to than the others?",
        "A: No, not basically, just people who survived and if had two sisters survive,\nnaturally they would stay together or like my mother and | survived so we stayed\ntogether and we were just trying to get some food and medicine to try to get\nstronger so that somehow we could get, head back home to look for our families.",
        "Q: But you and your mother were in this place with lots of other people?",
        "A: Mm-hm, there were, as | mentioned originally, there were about 500 women\nthere from the Poland and then the next 500 were us, who were taken later, from\nAuschwitz to this camp. | might just see what I'm touching and what I'm not\ntouching there. And this is the part that's very important, there. As | mentioned, the\nRussian soldiers were helping us with bringing food and medicine to this homes,\nwhere the empty homes that we, they have places us after the German SS ran\naway. And took us several weeks, I'd say about three, four weeks until we had\nenough energy to sort of walk around and just even think about going home. And\nthat we did because the only thought that we had in mind was to get home,\nbecause we were hoping that if any of members of our family, would do the same\nand that we would meet there and be a family again. When my mother and |\narrived, we went straight to our home and when we approached it there were\npeople living in there and they were looking out the window which faced the street\nand of course when they recognized us, they got scared. They said, \"What? You\nreturn, you survived? We were told that you were all killed and now that you\nsurvived and now you are back home, you will want your home back and you will\nwant your businesses back. This is terrible, we thought that you were all killed.\"\nMy mother and | looked at one another and my mother said, \"No, we don't want our\nhome back, we do not want our business back and we don't want to live among\nyou. Anyone who was our neighbor and business partners or business associate\nand this is the kind of greetings that we get when you see that we had survived, we\ndon't want to or we are unable to live among you again.\" And my mother and |\nturned on our heels and walked away. We walked to the center of the city, where\nthere were already some of the survivors who also went home, trying to find\nfamilies and | don't remember now whether we were put into a big home,\nsomebody's home or rather a small hotel, but we were placed somewhere again\nwhile we were waiting to see if my father or my brother will come home. Because\nmost of our families, you know, like mother's parents and sisters and brothers, lived\nin different cities. So basically here we were waiting for my father and my brother,\nhopefully that they would come back. And so, several weeks passed by and every\nday a train arrived and we went to the train station to see if by some miracle my\nfather or my brother would be on it. And then weeks went by and they were not on\nthere and so one of the men, who was a former citizen of our town, he apparently\nhad pity on us, because we been doing this now for weeks after weeks, going to the\nrailroad station every day and my father and my brother didn't show up so he called\nmy mother on the side and myself and he said that we should not wait, we should\nget away from here as far as we can, excuse me. Because my father and my\nbrother are not coming back. So my mother asked how does he know? And he\nsaid that he was in the same camp with them and he saw them die, so he knows\nthat they are not coming back. So with that, my mother turned to me and she said,\n\"You know, we fought all this time so that we have our family hopefully together\nagain and we suffered all of this and then, now that the war is over, we found out\nthere was no reason to fight and to suffer, because there is no family left. We\nshould take our lives now, because it's worthless, it's useless.\" And | said to her\nthat | had just turned 15, nine days before the war was over and | said all | knew in\nmy whole young life is suffering. | would like to go on living to see if there is\nanything better in this world, if there are better people, if there are kinder people\nand if there is a better life. So she said that if that's what | want, then her job as a\nmother was to go on with me, to help me survive and go on and try to make a new\nlife for myself. So at this point we packed up the couple of things that we had and\nwe were leaving our hometown and went over to Romania but at this point it was\nhard to get over there already because the Soviet Union occupied this area. The\none thing | forgot to mention that my father had hidden some dollar bills and some\njewelry before we were taken away and he showed it to all three of us that if we\ndidn't know what was to happen to us, that is anybody came back, to see where it\nwas so maybe it will help us go on when the war is over.",
        "Q: Could you describe, did you have to sneak in to the yard to find that money?",
        "A: Yes, what happened was, the money and the jewelry, my father hid in one of\nthese small mason jars, sealed and he buried it in one of our warehouses in the\nground. And because we knew that we have these neighbors that used to be our\ngood neighbors and friends and they greeted us in the manner that | just described,\nwe certainly didn't want to dig for it during the day where they would see us and\npossibly hurt us. So at night we took some shovels and the two of us and went\nthere and we dug up the money in the one jar and the jewelry in the other jar and\nwe took that money and some of it we paid border guards between Hungary and\nRomania so that we could get out already and the Russian soldiers were there, so\nin order to be able to get out of there and go over to Romania where my mother's, a\nlot of my mother's family lives. And so we gave them quite a bit of this money so\nthat they would get us out of there and that's how we were able to get away already\nat that point. And then we live in, in Romania, this is again Transylvania, Romania,\nHungary, where they changed again in 1940, it became Hungary again and then\nafter the World War 2, 1945, it became part of Romania. And my mother had\nsisters there and other family and so we thought we'll stay there and see if any of\nthose members of the families might have survived and come back.",
        "Q: Where were you at this point?",
        "A: This was, it was called Transylvania, Romania, Hungary, which is the\nsoutheastern part of Hungary.",
        "Q: What was the roof over your head?",
        "A: At that point, we had a small apartment, a one bedroom apartment that\nsomehow, my mother's brother lived there prior to the war and so somehow they\nkept that apartment for him so when we came back and my uncle survived and he\ncame back, we moved in together and we lived there and we stayed there for close\nto a year, again, waiting for hopefully family, to trickle back.",
        "Q: In a little town called?",
        "A: It's not a little town, it was a fairly decent sized town, it's called Satoumary(ph) in\nRomanian and the Hungarian name was Satmarnamaty(ph) and so we stayed here\nclose to a year again, hoping for somebody from the family to come back and\nactually one more sister came back, out of eight.",
        "Q: Your mother's sister?",
        "A: Yes. Mm-hm. And then...",
        "Q: Could you describe that? Do you remember her return?",
        "A: | don't quite remember, well | remember the return because we were all just\nhugging and kissing and you know, we somehow were all lived in this one bedroom\napartment because it was very difficult to get anything else. And it was just, you\nknow, hope and despair because despair was that, you know, my mother had eight\nsiblings and only two of them came back. Her parents were killed. All the nephews\nand nieces and cousins, all of them were dead, all of them were killed, there was\njust this few of us, handful of us that survived. And again, we didn't want to stay\nthere either, because there are a lot of the people were anti-Semitic again there as\nwell. And so we didn't want to stay there, we were hoping that we could possibly\nemigrate. And the reason we wanted to come to the United States, because my\nmother's only sister, who got away just, couple of months before the war broke out\nin 1939, that she had left and so we wrote, well, her, fortunately | remembered her\naddress in United States, | was all of, what, 13 and | wrote to them, you know,\nthere's a couple of us survived and we would like to come to the United States so\nthat we can be together. And so one day she found out about this, you know, then\nof course they arranged for all the necessary papers, which was quite difficult\nbecause at that time the United States did not want to let in much, many people of\nthe eastern European continent.",
        "Q: Could | ask you something? Do you, did she save that letter that you wrote to\nher, your aunt?",
        "A: | don't think so.",
        "Q: No?",
        "A: | don't think so.",
        "Q: So you don't have any letters like that?",
        "A: No, that one | don't have, what | do have letters from my father and my\ngrandfather and from my uncle, who wrote to their sister here or their daughter, you\nknow.",
        "Q: This same woman we're talking about?",
        "A: Yes. That basically, | have other letters that my father wrote my grandfather, the\nfather of the girl that was here and her brothers and sisters, writing to them, this is\ngoing back to 1937, '38 and even the very beginning of '39, begging them to do\nwhatever arrangements they can for us to come to the States, you know, because\nthe, it looked like the war was imminent and if they cannot help all of us, at least\nthey should try to get my brother out, who was a teenager and my father, my\nparents were afraid that they will take him into the army and God knows where he\nwill wind up, if he'll wind up alive at all. So these are letters that | have here, in the\noriginal handwriting of my father and my grandfather and uncles and aunts, who are\nbegging them to try to do something, but it was too late at that point.",
        "Q: Were you able to receive a reply from her or did you just never hear?",
        "A: No I, we did not. The only thing that | do have a copy of is, where this daughter,\nthis sister who lived here, wrote to the American Red Cross, looking for her parents\nand this was already the beginning, of 1944, in April '44, maybe a week or two after\nwe were taken away. And so she did not get a reply, but she does have a copy that\nthe American Red Cross did receive this inquiry. So | have a copy of that, my aunt\nhas the original. So this is something that, you know, is very, very precious\nbecause, you know, she was looking for them and we were already in Auschwitz, or\nwhen day, you know, days after they were killed in Auschwitz.",
        "Q: You mentioned, we're back now in Transylvania in a small apartment with your\nsurviving family members, you mentioned anti-Semitism. What was it about the\nenvironment that, that happened that made you know or feel or?",
        "A: Well basically you know, we had this practice already, we had practice for many,\nmany years, you know, what it was like and with anti-Semitism. First very subtle\nand then if, after a while it wasn't subtle any more, they would just say whatever\nthey felt or if people came back and they opened up their own businesses that they\nhad before, they were, you know, really angry at them and they let the people know\nthat you don't belong here any more and you shouldn't have the businesses here,\nnor should you live here. So when we saw all of this, this was when we decided\nthat it was time to move on from here, too, because this is not a home for us any\nmore either. Nobody wants the Jews. And so this is when we decided to try to\ncome to the United States, you know, different people were trying to go to different\nplaces. Some to Israel, some to Canada, some wherever they would accept us\nbecause you've probably read about it, that most countries did not want us,\nincluding the United States. You know if you heard about the ship, the Saint Louis,\nwhere 1000 people were turned away, first from Cuba and then from the United\nStates and no other country wanted them so most of them wound up in a\nconcentration camp and killed. So no country really wanted the Jews whether it\nwas during the war or even after the war.",
        "Q: So when you went from Transylvania, you were there for how long?",
        "A: As | said, a little less than a year.",
        "Q: And after that?",
        "A: That's when we went back to Germany because they, you know you could not\nemigrate from Romania or from these countries. Only from Germany or Austria\nand those are the places where the displaced, where the concentration camps\nwere. So there were, you know, thousands and thousands and thousands of\npeople who survived the concentration camps but they had nowhere to go, so they\nwere all just hanging around in some of these camps. Now some of these camps\nwere actually concentration camps, prior. And then of course, the SS went away,\nran away. Some of them were, these were mostly army barracks and so when we\nwere in, in the camp, this particular camp was near Munich. It's called Poking(ph)\nand it was a rather large camp. And so we waited here.",
        "Q: When you say we, who do you mean?",
        "A: My mother and myself.",
        "Q: So you said good-bye to your relatives?",
        "A: Yes, stay, one of them stay there, she got married and stayed there, her sister\nand the brother stayed there for awhile but then he also came to the United States,\nalso about 1949.",
        "Q: And the distance from where you were to where you went, to the camp in\nGermany, how did you get?",
        "A: Again, you know by this time they had some railroad, you know, trains traveling.\nNot the boxcars, but more or less regular railroads so we would hitch rides on them\nor we would hitch rides with farmers and pay them something, you know. Because\nthere was no other transportation and we wanted to go back to Germany where,\nthat was the only place we could emigrate to, either United States or anywhere\nelse. Q: This is the end of Tape 1, Side A.",
        "A: Okay, so in order to seriously thinking about move, you know, coming to the\nUnited States where my mother's only surviving sister came, we had to go back to\nGermany and stay in one of these displaced person's camps, where most of the\nsurvivors of World War 2 and primarily of course the Holocaust survivors, since we\nhad no other home, that we made this, these camps our homes and trying to make\nwhatever arrangements have to be in order to be able to emigrate, whatever we\ncould. The reason we wanted to come to the United States was because my\nmother's sister was here and she's the only one that was able to get away before,\njust before the war broke out. And so | remembered her address and wrote to her\nthat a few of us survived and that we would like to come to the United States and\ncould they make the arrangements? And so we got a letter back, oh by all means,\nyou know and they would have to do, they would do whatever they have to do. In\nother words they had to guarantee that we would not be a burden on the United\nStates government, that we would have a job waiting for us and a home waiting for\nus and that we will not be any kind of burden of the government or of the United\nStates citizen, that we would not take away their jobs, their homes, etcetera. So\nthey filled out all these forms and whatever else they needed, but being that we\nwere born in Czechoslovakia and that quota system is very, very small, you see.\nEven the United States allowed only a very small number of people annually to\nenter the United States and there were certain countries that had even less, | mean\na minute amount of people that they would let in annually. And we were\nunfortunately among those. So we had to sit here, in this displaced person's camp,\nin Poking(ph) until the beginning of 1949.",
        "Q: Okay, now | know and you heard me mention that when I, it's very fresh on my\nmind, your video interview, it was these, you were there for four years in this camp.\nIt was these four years that | heard the least about. Could you recollect as a 15\nyear old, through her eyes, who you were then, what you saw, where you slept,\nhow you ate and how you socialized?",
        "A: Okay, | had just turned 16 by the time we got back to Germany in the displaced\nperson's camp and this was another experience. We were again in this army\nbarracks that did not have partitions or rooms, individual rooms. The only privacy\nthat we had, we were given a blanket and a pillow there already and the only\nprivacy we were able to muster for ourselves was to find a rope and tie it on\nbetween two nails and maybe find a few safety pins and with these safety pins, put\nthese blankets on these ropes to separate one family from another. If a person was\nsnoring right next door, you Know, to you, well you just have to put up with it. | was\njust a 15 year old little girl, or just turned 16 and if | heard a couple who was next to\nus and have marital relationship, well that's what | had to listen to. If there was an\nold couple right next to us, they came from Uhzbakistan(ph), the backwoods of\nRussia, who knew very little of progress and life of today, having lived there. Their\nbodily noises were their lifestyle. | mean it was just awful. No matter, | mean you\nwere surrounded by people who lived so many different ways and you just had to\nbear with it. Now the bed that we slept on, it was a cot and army cot, this particular\ncamp, displaced person, displaced person's camp was built in a forest because this\ntoo was a concentration camp.",
        "Q: It had been.",
        "A: It had been during the was and so when the war was over, the people who\nsurvived the concentration camps lived in these places because there were no\nother place to go to. So being in middle of a forest, a lot of mice and a lot of rats\ncame into these barracks and so middle of the night you had a visitor. When you\nwere sleeping on this cot, you just never knew what bit your hand, it could have\nbeen a mouse, a field mouse or it could have been a large rat. There was no\nindividual toilets, there was | think one on each end of the barracks and you know\nhow large one of the barracks are. And so this is where we would take a shower or\nstand in line for a bathroom or for a shower. And, and the food that we were given,\nexcuse me, was again, you know, like army portions and that kind of stuff, but of\ncourse much more than what we have gotten when we were in the concentration\ncamp. It was already a living portion.",
        "Q: Do you know who did the cooking?",
        "A: At this point, it was more under the United States government and so there was\na group called Unrra, U-n-r-r-a and the Joint, J-o-i-n-t distributing committee and\nthey are the ones that supplied the food and did some of the cooking for us and\nsuch.",
        "Q: But it was not much better?",
        "A: Well, not an awful lot better but it was at least more than what we have gotten\nbefore and the fact that we knew that we were free, that we could move, we could\ngo, basically during the day wherever we wanted, that was everything because that\nwas freedom. And there is nothing more important in a person's life, is just being\nfree.",
        "Q: So when you lay there, Maddie(ph) on certain nights, were there fears that you,\nyour freedom might end?",
        "A: Well there were all kinds of fears, there were many fears because when you are,\nyou basically just turned 16 and already three years you have gone through all the\nhell a human being is capable of, one is scared of everything, whether it's the rats\nor the mice or what will be tomorrow or will | have anything to eat in these three\ndays from now or am | going to survive and get out of this camp and will | have\nanother, a normal life again? These are all fears and some. There are things that |\ncan't even think of right now but these were all fears. So in order to counteract\nsome of these fears and not think of them and to occupy people, these\norganizations | mentioned had offered something for people to do during the day.\nOne of them was sewing, you know, clothe, making clothes. Another one was\ndental technique to become a dental technician and there were tailors and various\nother occupations that they brought in also from the group called ORT, O-R-T,\nwhich exists even today and these are people who help others that need help, to\nlearn a profession and get started in life again. So these are the things that have\nbeen offered, they are to do during the day cause otherwise for years you'd go out\nof your mind.",
        "Q: For teenagers?",
        "A: For, for everyone that wanted to take, you know, to try to make, start a new life\nso that whenever they will be allowed anywhere in any country, that they can be\ngood citizens, that they can do something or make something.",
        "Q: Did you and your mother spend time together during the day or did you go\nseparate ways?",
        "A: Okay, my mother had volunteered and she worked in the, there was an, like a\nlittle hospital and my mother volunteered, she always loved to take care of people,\nso she was there in the hospital during the day and she worked there. And | went\nto all these classes. | learned, tried to learn how to sew. | went to these classes\nwhere they offered dental technique and | also went to class where they were\noffering how to speak English. So when | came to the States, | was able to make\nmyself understood. Of course not fluently, but | was at the point that | was able to\ncommunicate somewhat.",
        "Q: Did you translate for your mother or did she also?",
        "A: Oh no, | had to translate for her and so it was definitely helpful because | was\noccupied doing something, otherwise, you know the, all the young people who\nsurvived, we would have gone crazy completely, there was nothing to do, you know\nand so...",
        "Q: Were these primarily Americans who were teaching?",
        "A: Yes, yes, these were primarily Americans, right.",
        "Q: Do you remember some of the friends that you made?",
        "A: Yes, | remember some, very well, some of the friends that | made, there were\nabout six of us about the same age and...",
        "Q: All girls?",
        "A: Yeah because men and women were never together. So these were girls\nabout...",
        "Q: Now you say they were never together, but if they were married, they were\ntogether?",
        "A: Never. Men and women were separated at Auschwitz and that was the last time\n| saw my father and my brother. | have never seen them. Men and women were\nnot together in any camps except in Poland or Russia, that was in the very\nbeginning, like in 1940 and 1941 that when they took the whole families together.\nAnd so they were taken to one area where the families were able together, but after\nthat, especially 1944 when the Hungarian Jews were taken away, there was no\nsuch thing. We had never seen a man from the women after we separated in\nAuschwitz.",
        "Q: So your memory of the couple having marital relations?",
        "A: This was already in the displaced camps, after, after the war, the displaced\nconcentration camp. But not in the concentration camp.",
        "Q: Right. I'm talking about the displaced.",
        "A: In the displaced person's camp, yes, one could live.",
        "Q: But you still had mainly girlfriends there?",
        "A: Well there | found one of the girlfriends, I'm sorry, two girlfriends, my two best\nfriends from the concentration camp | ran into in this same camp, in the displaced\nperson's camp. One of them survived with her mother and this is the one, you\nmentioned my birthday book, okay she is the one that gave me this little birthday\nbook that we were chatting about here that was given for my 15th birthday, which\nwas as | mentioned, nine days before the war was over. | don't Know where she\nworked in that factory, at this point, where she was able to get paper and some\nfabric and a needle and a thread to make this little birthday book for me, but she did\nand...",
        "Q: What was her name?",
        "A: Vera Goodman was her name and she...",
        "Q: Was she Hungarian also?",
        "A: No, she was from Germany, Poland, that area and she also had her mother and\nI'm sure she helped her survive as well. And the other girlfriend that | had was\ncalled Udit(ph) or Ditka(ph) Kaufman. And she was there also with her mother and\nI'm sure she helped her daughter survive. And | found them in the displaced\npersons camp, you know, in Poking(ph) and we became again, very close friends.",
        "Q: Do you remember your reunion, where you, you have a big smile on your face.",
        "A: Oh yes, it was a very pleasant thing because you know, the nicest thing that has,\nanybody has done for me through the war and you know at the end of the war was\nthis little birthday book. And the only way that | was able to save that, because you\nknow, we were stark naked all the time so we couldn't save anything, but this was\njust nine days before the war and | must have learned from my mother to hide my\nbread, she hid the bread near the bosom and for those nine days | kept that there\nand somehow it wasn't found. So right now it is in the, in a museum, Holocaust\nmuseum in Houston, on display.",
        "Q: Are you in touch with these two women now?",
        "A: No, one of them | understand had died. By the time | realized where she lived\nand that she was here in Houston on a visit, | found out and then by the time |\ntracked her down from, you know, through New York, | found out she had died and\nso did her husband. So there was no way that | could find her. And the other one, |\nknow that she married a first cousin, also named Kaufman and they were just about\nthe time we came to the United States, she went to Canada and she started a new\nlife there, but | lost track of her and so | have no idea where she is right now.",
        "Q: In the displaced person's camp with your girlfriends, did you have any free time\ntogether and if so what...",
        "A: Oh, in the displaced person's camp | had free time, the choice...",
        "Q: What would you do, would you sing, or?",
        "A: Well we would get together, yes sing and talk about times when we were\nchildren and the hopes that we had that when we get out of this situation, that we'll\nhave a home again and that we what will be, what we are looking forward to doing .\nAnd that was very important because in a concentration camp there were only two\nthings, basically one thing that kept us alive. The main thing to get together again,\nto reunite with our families. That was the, my one and only important thing. And\nthe other thing of course, once we are together, to make a new life again and have\na new, normal lifestyle like human beings would normally live again. so basically\nthis is all that we were looking forward to. So when we got together we were talking\nabout schools in her, you know, their, one was, both of them were the, were\nOriginally from this area, that's called near where some of the\ncamps were. Right, not far from where the concentration camps were. And so...",
        "Q: So they were very close to home?",
        "A: Yes.",
        "Q: And you were how?",
        "A: We were quite a distance, we were like three days and three nights on these\ntrains when we were taken there, you know. But basically this is what we were\ntalking about, what we used to do when we were younger, schools and what, you\nknow, sports and friendships and normal lifes.",
        "Q: And what language would you be communicating in?",
        "A: We were speaking in German, believe it or not, because these two girls as |\nmentioned, where they were born, they spoke both Polish and German. But |, in\nschool, learned how to speak German so all three of us were able to speak in\nGerman. So that's how we communicated, you know.",
        "Q: Did you have any religious experiences, was there any of the religion celebrated\nin these camps, or?",
        "A: Yeah there's, the religions were being celebrated but not in the way that we\nwould have liked, because there were no facilities for that. And there were beliefs\ndifferent of different people. Some people who survived the concentration camp,\nwho's family was very observant, very religion, a lot of those people turned away\nfrom God and they didn't want to know anything about religion. Then there were\nthose who were not religious at all, but after this experience, they became very,\nvery religious and then there those in between, who believed in God and practiced,\nbut within, you know, not as fanatically as perhaps the Orthodox Jews or, so one\nbelieved in God and continued believed in God and observing the holidays but with\na certain fervency, you know, not necessarily going from one extreme to the other.\nAnd | think my mother and | stayed somewhere in the middle of the road. We, |\nguess, believed that there is a God, even though many, many people questioned\nand we also questioned when we found out. But we, and I'm going to speak just for\nmyself because my mother is gone. | feel that to go on living, | had to believe in\nsomething. Because if | believe only what | have gone through, through this time\nand if | have only belief in this people, that people are the way these murderers\nwere, then life is not worth anything. Then there is no sense going on, going on\nliving, then my mother was right. So in order to, to survive and to go on and start a\nnew life, or try to start a new life, one had to believe in something and | guess | just\nbelieved that God was still there, even though all of this horror took place and all\nthese things that happened to good people, just because they were Jews. For no\nother reason.",
        "Q: Were there certain prayers or songs or something that you held onto as an\nanchor, that your mother would say to you or sing to you or that you sang with other\npeople?",
        "A: No, there wasn't anything specific, nothing. The only thing that was in our minds\nalways, to make it through another day, make it through another hour. Just to\nmake it through so that we can be reunited with our families. That's all that\nmattered. And there wasn't just one song, we were just holding on to one another\nand trying our very best to make it through.",
        "Q: So there was no, was there, were there movies?",
        "A: Oh no.",
        "Q: In the displaced camp?",
        "A: No, there were...",
        "Q: Was there any form of entertainment?",
        "A: There were, some of the people who were older than | of course, that they knew\nmore Yiddish culture and things like that, they would put on, like a little plays, so\nthings from home, what it used to be like and so that people would try to remember\nwhat it used to be like when life was normal and good and decent and worthwhile\nand these were just little plays that were put on, on a Saturday night and people,\nyou know, we would go to.",
        "Q: Would that be where you ate, that?",
        "A: Yeah, in like a big hall where we would eat. Then in the evening they would put\nthe chairs in there and, in fact, you know, since | was so young, | Knew so little\nabout the Yiddish culture, that through these plays | have learned a lot about\nJewishness and Yiddish culture from way before because | had no opportunity to\nlearn this because | went to school during the day and then | learn, had the Hebrew\nlessons in the afternoons and such or Hebrew reading, but not, there wasn't\nenough time to learn about the culture, that would have come later, but | never had\nthe opportunity so this is how | learned some of it.",
        "Q: Now, how long were you at this camp and | know it was a very involved process\nback and forth.",
        "A: Well basically from 19, early 1946 until 1949, so it's almost four years and that\nwas four years of my life on top of the concentration camp, whatever, it was gone.\n| mean this is my, all my teen years were gone. When most young girls at the age\nof 13 are at puberty and they're learning about friendships and doing things and\nrelationships with other people their age and doing things together and learning\nabout life and | had none of that. So when | came to the United States, when | had\nalready turned 18, | was really not 18, | was still a 13 year old girl in the body of an\n18 year old.",
        "Q: Before you arrive over here, | know that the process of the letters back and forth\nmust have been fraught with responsibilities.",
        "A: It was terrible because for almost four years this has been going on. Either my\nmother would go to Munich, to the office, you know, of the governmental office and\ntrying to find out have they heard anything. Then she would come back, the next\nweek | would make the same trip and trying to find out and this has been going on\nfor years and years until we were already going out of our minds because we didn't\nknow if or when we'll ever be able to get out of there. And to live in this barracks\nthat | described to you, with the mice and with the rats and no privacy, | mean\nanimals should not live the way we had to live for almost four years. It was horrible.\nBut the only good thing was that we were free, you know. But anything else you\nknow, it was just horrible, horrible experience. And for a young girl especially.",
        "Q: How did you receive your mail?",
        "A: The only mail that we received was, went into the main office, the headquarters\nof the camp and then once a day we would go there and if anybody got mail, they\nwould read it out, you know.",
        "Q: How often did you receive mail?",
        "A: Sometimes it came once a day, sometimes you got once a week, sometimes it\ntook from the United States to get, a month, you know, mail was not very good in\nthe 1940's.",
        "Q: But you got mail on a regular basis?",
        "A: Well, if you can call it regular, you know.",
        "Q: From whom?",
        "A: The only person, that was my mother's sister, here. And she's the only one that\nshe, they would let us know that they went to, let's say to Pittsburgh, because they\nlived in Pennsylvania and trying to find out what's happening with our papers and all\nof that. But that's the only mail we got, there was nobody else in this world.",
        "Q: Was she also receiving mail from you?",
        "A: She got the mail from us, right. And all we could write is please try to go to\nPittsburgh and whatever offices you have to, to see if you could put a little push on\nit, because we are going crazy here.",
        "Q: So when it finally happened, how did you feel?",
        "A: We couldn't, really couldn't even believe it any more, after four years, you know,\nliving like this. You couldn't believe it, we didn't know what to even expect, so that\nwhen we finally came on that ship, the SS Marine Flasher.",
        "Q: The what?",
        "A: That's was the name of it, the SS Marine Flasher. And when we arrived in New\nYork harbor and saw the Statue of Liberty and we got off the boat, we kissed the\ngood old American soil, because now we knew that we were finally free. And that\nwas a very special experience, a very special, special day.",
        "Q: | want to hear about that day, but the day that you or the last week that you were\npreparing, were there people that you cared enough to say good-bye to?",
        "A: Well of course when you're together with them for almost four years, you know,\nyou make friends and you, you are a human being so you interrelate with people\nwho live right next to you or, you Know, make special relationship with others. And\nof course we parted company and wished each other well. We had no idea what\nwas waiting for us or what was waiting for them. So we were looking forward to\nstarting a new life, but we were also scared silly.",
        "Q: How did you get from the camp to the boat?",
        "A: Well, from the camp to the boat, we were in Bremerhaven(ph), which is the port,\nthat's the German port, so we were taken there, oh | think about a week or so\nbefore that and we were in big, big barracks and that's where we were kept until\nthis ship was ready for us.",
        "Q: And did you, was it uncomfortable on the ship or?",
        "A: Oh, who cared at that point? At that point we knew that we were coming already\nto the United States and you know, we are looking forward to it, we didn't know, we\nwere very anxious and very anticipatory, but also with hope. You have to have\nhope in order to go on. So we were hoping for to be able to start a new, decent life\nagain.",
        "Q: Did you bring anything with you, any items that were very special to your family?",
        "A: Well | had nothing that survived, because when we were taken to Auschwitz, we\nwere stripped naked and everything was taken away from us. So | had nothing\nfrom before. The only thing that | had and that | held onto and | just gave to the\nHolocaust museum here in Houston, was my little birthday book that was given to\nme just nine days before the war was over. And that's all | kept and...",
        "Q: | just wondered if the home that you returned to, where there were neighbors\nwho had taken over so rudely, there was nothing there from that land around the\nwarehouses or anything, other than the money?",
        "A: No, because.",
        "Q: No jewelry?",
        "A: No, there was some jewelry and some money that my father hid and that's what\nwe did find and that's what helped us get out of there at the time.",
        "Q: You had to sell the jewelry?",
        "A: The jewelry we had to sell, but not at this point yet, this we sold at a later date,\nbut the money, the cash money that my father hid, is what we had used to pay off,\nyou know, these guards, the border guards so we could get out of there.",
        "Q: So arriving, or?",
        "A: Arriving in New York was fantabulous. Our aunt and uncle showed us around\nTimes Square, a million lights and everything else and it was very, very impressive.\nWe stayed here overnight in one of the, the Taft Hotel, in New York, on Times\nSquare. And so it was very exciting and very nice, but we were so worn and so\nworn and tired from all the excitement that we could hardly wait to be taken to their\nhome and so we could get some rest and decent, a good night's sleep and being\nsomewhere. Anew home. A home.",
        "Q: What was the name of your aunt who met you?",
        "A: Magda. Her first name is Magda and she married a young man, Adolph\nBergstein(ph), just before they came. You know my uncle, her husband, came with\nhis family in the 1920's, through Ellis Island and he went back to visit his hometown\nin 1937 and that's where he met my mother's sister, who was a very, very beautiful\n21 year old girl. And they fell in love with each other and they got married and then,\njust in beginning of '39, before the war broke out, they, you know, came to the\nUnited States. | mean he was here, but already, beginning of '39 there were\nproblems, they didn't want people to come out and so on. So he had to actually\nreturn to Europe and take care of her papers so that they would let her go. So that\nthey came out just before the war broke out.",
        "Q: Was there anything about arriving in America that you recall, even a very little\nthing, that was different from how you thought it might be? You'd had so much time\nto dream.",
        "A: Yeah, | think the expectations perhaps were a little bit bigger. You know, when\nwe arrived we thought that the homes were, all of the buildings would be like the\nskyscrapers, everything would be huge, like described in America, everything would\nbe very, very big. So this was somewhat of a, not so much a disappointment, just\nmore of a difference than what we thought.",
        "Q: What about the food?",
        "A: Well the food took some getting used to, but for awhile we stayed in my aunt,\nyou know, my mother's sister and she did do a lot of Hungarian cooking yet, so that\nwas Okay. One thing that | would like to mention at this point, which carries on into\nlater life is this, when we arrived in this small town and this was a small mining town\ncalled Manassen(ph) Pennsylvania, not far from Pittsburgh. And they, my aunt and\nuncle had a small house there, they had a grocery store and he made a nice living\nand they lived a comfortable life and they had made a lot of good friends. And\nabout two weeks after we arrived there, my aunt wanted us to meet her friends. So\nshe made a little party, she gathered, you know, invited all her friends and we were\njust talking because as | mentioned, my English was such that | could carry on a\nconversation. So when she had invited these friends, several of them asked me\ncertain questions pertaining to the Holocaust and I, you know, | explained to them\nin simple, short way and it seemed to me like human beings, being interested in\nother human beings. And | felt that was natural and felt it was warm and felt\nwelcome. Until one of her friends said that, \"You know, that's enough conversation\nabout that Holocaust already, let's just forget about it.\". And that was like a knife\nbeing stabbed, you know, in my heart. This is, we are just after the Holocaust\nbeing over. 11 million people were killed. Innocent people were killed and this is\njust 1949, four years later and people are first coming to the, from these camps and\na few here, a few there. So many million peoples were killed for nothing and then\nshe says let's not talk about it any more. It was devastating to me.",
        "Q: This is the end of Tape 1, Side B.\nEnd of Tape 1.\nTape 2",
        "Q: Now you've just arrived in, outside of Pittsburgh with your aunt, you and your\nmother and you've met a few of her friends and your relationship with your mother\nin this case must have been very close because you were the two, the only two\nwho knew, out of all those other people. Could you talk about that?",
        "A: Yes, our relationship, | mean we were so, we couldn't be closer if we tried. We\ncould just look at one another and understand the other person, what goes on in\nthe other one's mind. We were in this small town, Manassen(ph) with my mother's\nsister, for a short time, a very short duration, from the March, beginning of March\nwhen we arrived until the fourth of July when we went up to New York to visit a\ncouple of my mother's cousins and an aunt who came also in the 1920's and my\nmother of course, didn't see them so we decided that we would go to visit them in\nNew York for a few days. And when we were talking about, you know,\nManassen(ph), this small town where my aunt lived and my age being just 18 and\nthat there was really very little for me to do in this small town. So we had many\nconferences with the cousins and the aunt that we had there and they advised that\ninstead of staying in Pennsylvania that we stay in New York instead, where we\nhave a better chance of starting a new life, whether it's going back to school or\nworking or the combination or whatever. You see, | had a problem, a very, very big\nproblem when | came to the United States, cause as | mentioned before, although |\nalready was 18 years old, | was really just 13. Because | haven't learned anything\nbetween the age of 13 and 18. Plus the fact | was still scared of everything. Living\nin these camps, whether it's a concentration camp or later in the displaced person's\ncamp, and | never had a normal relationship with people. This was not a normal\nlifestyle that | had all these years, so | was scared silly of everything. | also did not\nhave a good working relationship with people my age, because we had nothing in\ncommon. Those girls that | met through the family, at age 18 were dating and\ngoing to the movies and theaters and all of that, all those things were unknown to\nme. They were talking about boys and all, you know, the dating and all that. It\nmeant nothing to me. Even when | got my first job, through the family, my stomach\nwas so nervous just getting on the subway in New York and going to work and not\nto know what to expect there, all the unknowns, everything that was unknown was\nso scary that the first several years and I'm not talking about months, first several\nyears, | was having a real hard time. | couldn't go out on a date, that, that was\nforeign to me, it was very scary. As | said, when going to a job was very, very\nscary. Meeting people, in general, was scary. And in Pennsylvania, in this small\ntown, one of the things that kept me from staying there was that the children, or the\nyoung people that were my age were not Jewish and so | had, again, nothing in\ncommon with them because and especially not just that they were not Jewish but\nthey were not in a concentration camp, they were not living in DP camps, their life\nwas completely different. Or they were very young children, so there was nobody\nfor me to have relationships with. Or understanding one another.",
        "Q: Except your mother?",
        "A: Except my mother. But no, no people my age, so | had really nothing to do in\nthat small town. So when we went to New York and we were talking about these\nthings, the, you know the good sense was that yes, we should stay in New York.\nSo which we did, we stayed with this aunt at first, for a short while, then we rented\na, a furnished room, where we stayed for awhile. Then we got our first apartment,\nwhich at that time was like impossible to get, but what we had gone through in lack\nof privacy that | described to you, that was the only thing, now that we had our\nfreedom, that was the only thing my mother and | wanted and I'm sure all the\nHolocaust survivors, some privacy.",
        "Q: What did she do to earn this?",
        "A: So my mother, her cousins found her a job, again taking care of people because\nthat's what she was always best at. So she was working in an old age home, a\nnursing home and so she was making money there. And | went to, to work in one\nof the factories, again a cousin, where they taught me how to work a sewing\nmachine and so | was making some money there and then | finally met a young\nman, an American born college graduate and he somehow talked me into going\nback to school, because my family wanted me to and | still saw school anti-Semitic\nin everything the way it was back in Europe, so | didn't want to go back. So this\nfriend, this young man that | met, said, \"I tell you what, you sign up and | will come\nwith you.\"",
        "Q: Can | ask you how, under what circumstances you met this friend?",
        "A: Yes. After, as | said, for several years | was not very good socially with anybody\nhere, but one of the cousins in the family used to go away on weekends or on\nvacations to the mountains where they had single groups, you know, where they\nwould meet. And in one weekend, she talked me into it and | went with her. And |\nmet this young man there and somehow it seemed like he had empathy and\nunderstanding of what | have gone through and he knew a lot about the\nconcentration camps and all that, so we sort of hit it off. And so | started to go out\nwith him, you know, with other people, with other young people because alone |\nwas still scaredy-baby. But anyway, so he talked me into going back to school and\nhe said, well of course only in the evening because during the day | worked. So he\nwould sit with me in the evening, in the school for | think maybe six months or so\nuntil | got used to it, then | saw that school here was not the same as anti-Semitic\nschools that | had to go through before we were taken away.",
        "Q: What did you fear in this school might happen?",
        "A: Basically the hatred of the Jews and you know, what happened was in Europe,\nthen when | went to school, if | deserved an A or a B, | would get maybe a D, just\npassing grades, you know. And so it's, it was very scary. Again, among those\nthings that were very, very scary. But finally | stayed in school and while | was\nthere is where | met my husband to be. This other fellow took me there, but | met\nmy husband to be there, who was also a Holocaust survivor and who lost all his\nfamily there.",
        "Q: Could you tell me what, what school and where?",
        "A: Yes, that was Theodore Roosevelt evening high school in the Bronx, New York,\nacross the street from Fordham University.",
        "Q: So was he in a class together, ?",
        "A: We were not in the same class, but he heard me speak Hungarian to someone\nthere and so that's how he asked me if he could drive me home and he seemed like\na nice enough young man and maybe by that time | was getting, warming up a little\nbit that | wasn't quite as scared as | was the first few years because this was\nalready 1955, you know, so this is six years later.",
        "Q: And you were then how old?",
        "A: At this point | was 25, | had just turned 25, yeah.",
        "Q: It must have been such a thrill to meet someone who you had so much in\ncommon with.",
        "A: Yes, definitely. This was something, that we had a lot in common with and...",
        "Q: Were you actually able to approach the subject of the Holocaust?",
        "A: Oh yes, oh yes.",
        "Q: Could you tell me a little bit about that?",
        "A: That was one of the first things that we talked about, because when you meet\nsomeone, you try to find things that you have in common. And of course what did\nwe have in common more than having been in the concentration camps, having lost\nall our families, trying to make a new life for ourselves and how we are going about\ntrying to do that. And then my husband was also in Korea. No sooner that he\narrived to the United States, he was, he was taken, you know, to the Korean war,\nfront lines. And so things of this sort, that we were, had a lot in common with and\ntalked about. And, now of course we spoke about what we would like in our lives,\nnow that we are here and we would like, we should try to put the past behind us\nand try to start a new life and perhaps have children and you know, to live a normal\nlife again. Try to forget all those years, wnat we have gone through and everything\nand everyone that we have lost. And so all of these things were things that we had\nin common. And we both wanted to, you Know, speak English better and you\nknow, try to do the very best we can with what we had. | mean we were young\nkids.",
        "Q: You said you were from different parts of Hungary, but...",
        "A: Yeah, but not terribly far away, because where | was born is, was Hungary,\nCzechoslovakia, the northeastern part of Hungary, while my husband is what they\ncall the Transylvania area, which is Hungary, Romania. But those were like 50, 60\nmiles away from one another.",
        "Q: And he lost both of his parents?",
        "A: Oh, he lost his parents, his brothers, his sisters, his aunts, uncles cousins. We\nboth as well as all the other people, lost at least 90 percent of our families. So he\nwas all alone.",
        "Q: Your heart must have really gone out to him.",
        "A: Yeah, because he had no one, yeah.",
        "Q: And so that was touching you a great deal.",
        "A: Yeah, yes.",
        "Q: And he and your mother, did they also meet and?",
        "A: And he and my mother hit it off beautifully, even after we were married for years,\nthey got along so well. My husband had a tremendous amount of respect for my\nmother and my mother had very much respect for him because, not only because\nhe tried to work so hard and to establish a life and have children and a you know,\nfamily life and taking care of me, but just the fact that he was trying to hard in\neverything and to please her and to please me and to just try to make a good life for\nall of us, yeah.",
        "Q: I'll say now there just seems to be, we're approaching your marriage | know and\nthe story of that and you've already talked to me a little bit about, but there was so\nmuch joy on the one hand and then on the other there were flashbacks\nhow you balanced the two of those things, the past, the present and\nthe hopes of the future?",
        "A: Okay. Oh, is it going? Well, basically at this point, now this is, we're talking\nabout end of 1955, we were planning our wedding, which was February 4th, 1956\nand we had a small apartment because it was still very difficult to get anything\nbigger or better in the Bronx. And we both were going to work. My mother lived\njust a couple of blocks away from us and so we saw each other almost, quite often.\nShe would invited us for dinner, you know, after work and on Sundays we spent\ntime together and some of course with just friends. But we, our relationship\nremained very, very close with my mother. Then two years later, | had a little boy,\nMark and at the same time, when my oldest son was born, my mother remarried.\nAnd that is an interesting story because, of course, she wasn't looking at this point\nto get married, we were still in a lot of pain and we were not thinking and she surely\nwasn't thinking about, you know, getting married again. The pain was still quite\ndeep and strong there. But this same sister in Pennsylvania had good friends and\none of them knew about this gentleman who had lost his wife just several years\nprior. And he was born in the village right next to where we lived back home. And\nso she thought that maybe the two of them could hit it off. And so they invited my\nmother, you know, down to Pennsylvania and they met and it seemed to have\nworked very nicely, he was a very, very nice man and he was lonesome, you know,\nhe had lost his wife and my mother was alone, basically. | mean, she lived near us,\nbut still she was alone. And they got married, that same time when my first son\nwas born. And they moved, you know, she moved to, where he lived.",
        "Q: So she moved to Pennsylvania?",
        "A: She moved to Pennsylvania this point and they had a very nice life for five years\nand then they went to Miami, to one of his niece's weddings and while they were\nthere in a hotel that they were staying in, he had a heart attack and died in front of\nher. So the poor woman, not enough that she had to survive all she had to survive\nand lose everybody, it, like five, six years later, she, same thing have to happen\nagain. So that was a devastating time. And we made her move in with us because\nwe didn't want her to be alone. And at this point, you Know, we had a little baby\nand so we were taking care of a child and my mother was living with us and we\nlived a very good, normal life. And you know, you're busy with a child, you tend to\nnot focus so much of the past, you tend to live one day at a time in taking care of\nthe child, enjoying it and have a good married life and it was just, the first time |\nthink that some of this stuff was not thought of every single day. The only time that\nit did happen, that we would think about it of course is both of us and most of the\nsurvivors, I'm sure, have gone through that, is where we would have some\nnightmares that things would come back from the past. The slightest little thing\ncould set off nightmare, you know. You would see a person in a uniform. Didn't\nhave to be a police, it didn't have to be anything like that, but it would trigger off\nsomething. And then of course at night you would have these horrible nightmares\nand you'd be screaming on top of your lungs and jump up and the perspiration\npouring off your body because you're actually reliving this. And this has been gone\nfor many, many years. In the first years, much more often than in later years, but\neven now, occasionally it will happen. My husband, many times that he feels that\nhe's fighting back, you know, when he would wake up all in a cold sweat. But as |\nsaid, this is now on a rare occasion, but for several years this was a pattern and we\naccepted that this is how it is.",
        "Q: When you had these nightmares and you would wake up in the morning and\nremember, did you repeat what you had dreamed?",
        "A: Yeah, we repeated it basically to one another and then tried to go on and you\nknow, try not to think about it much and this is the good part, you know, that we\ntried our best to start anew. Tried our best not to think much of what took place,\nwhat happened. But of course you can't just get rid of years, years of pain, years of\nsuffering. It just, you know, we tried.",
        "Q: Were you living around a lot of other survivors?",
        "A: Not really. There were a couple of good friends that we had and we are siill\nfriends with them although they are in New York, one in New York and one in\nColorado. We are, you know, still constantly in touch with them. They were the\nonly ones that were really, we did any talking about. When, again, when we would\nsee something, that would trigger things off. We were not trying to talk about these\nthings, we would try to get it out of our systems and you know, you try to\nconcentrate, they had little children, we had little children. You know two years\nafter my first one was born, | had another little boy. And we tried to live as normal\nlife as possible, but occasionally things, we would see, and it happens today. I'll\nsee something and it will trigger off something that | have seen 50 some odd, you\nknow, years ago.",
        "Q: Did | ask about your feeling about how to talk to your children, whether or not to\ntell your children or when to tell your children?",
        "A: Well this is a very difficult and individual things to do. Most of us survivors were\nnot able to talk to our children about our experiences, about what happened, for a\nnumber of years. | don't know what the reason was, | guess basically most of us\nbelieve that we didn't want, want to hurt our children, we didn't want them to live\nthrough the things that we have lived through. In other words we were trying to\nprotect them. Not like a, a, a lion cub but 10 times more. Because that was the\nthing and | think our problem still is, those of us that survived and we have children,\nwe became overprotective. Sometimes to the point where it's harmful.\nNevertheless, that's how it is, you know.",
        "Q: And this was one of the number one ways you would overly protect, by not\ntelling them anything?",
        "A: That was...",
        "Q: Did they ever ask you or hear about it in school?",
        "A: Well later on, when they were a little bigger and they started to ask if they saw\ncertain things that we would read or if they overheard us talk to these couple of\nfriends, you know, about certain things, they would ask questions, but that's about\nall and we would give them a very simple answer and not going into too much until\nmuch later. Now, whether this was the right thing or wrong thing, | don't know. In\nour case, of course they have learned much more later, because | did not, we did\nnot talk much about it until, let's see, 1978. This was when we already lived in a\ndifferent home in New City, New York, which is upstate, in Rockland County. At\nthis point we had a very beautiful one family home and we lived a, the nicest time of\nour lives since the concentration camp took place there, in the seven years that we\nlived there. We had the boys, they had friends, we had friends, we had a lovely\nhome and so it was just a very, very nice lifestyle. But we still, the friends knew that\nwe went through the concentration camp and occasionally something would come\nup, we would talk about it a little bit. Sometimes our children heard about it and\nwe'll answer them but not going into detail. My children learned much more starting\nin 1978 when we were living here in New City, the rabbi from the temple where we\nbelonged to, is a conservative rabbi, asked another lady and myself if we would put\ntogether a Holocaust remembrance program in April, which was, you know, the Day\nof Remembrance, called Yom Hashewah(ph) and | was taken back a little bit\nbecause as | said, we really didn't talk about it as such, but this other lady that he\nasked and | sat down and we did put together a remembrance program and that\nwas presented on the Day of Remembrance, Yom Hashewah(ph), 1978. And...",
        "Q: And how old would your sons have been?",
        "A: Well one was born in '60, 1960, the other one was born in 1958. So this was\nalready about 20, 18 and 20. So they...",
        "Q: Then they were there?",
        "A: And they were there, as were most of the, a lot of the Jewish people from the\ntown, you know. And they have heard a lot there and then that October, that same\nyear is when we moved to Houston, where immediately | got involved with the\nHolocaust survivors group which was forming at that particular time here in\nHouston. So we moved down in 79 and a couple of months later | was very much\ninvolved already in the Holocaust survivors group that we put together and from\nthen on, because of the things that | have been doing since 1980 is where they\nreally have learned everything about the Holocaust and they have learned quite a\nbit, about our physical experiences, about our emotional experiences, our\nrelationship with other survivors and they themselves understand much more,\npeople who have been in the concentration camps and lost everything, so they\nhave gained a tremendous amount of knowledge of what took place and what we\nare living with, all as survivors.",
        "Q: So we're going back a little bit to?",
        "A: Well basically when we started out in the Bronx and where we had a one\nbedroom apartment and my first son was about a year and a half old, we moved to\nQueens, we bought a two family home and we hoped that we'll be able to support\nit, both of us working and...",
        "Q: You didn't mention your work?",
        "A: That time | was only working, you know in a factory because | didn't know\nanything else, but after | went back to school in the evening, | changed my job and |\nworked in an office and | was working in office until | got, until my first son was born,\nso | was working there.",
        "Q: And your husband's job?",
        "A: And my husband was in the frozen food distributing line for many, many years.\nIn fact for, he worked for one company for 22 years. So we lived in Laurelton(ph),\nwhich was a nice family-oriented town. The street we lived on, there were 271\nfamilies with children more or less the same age, so our children had good friends\nand they didn't know much about our past at this age, you know, young age.",
        "Q: Was this a Jewish community, or?",
        "A: It was quite a, there were quite a bit of Jews, in fact | think most of the people\nwho lived on our block, the 21 families, | think most of them were Jewish, so the\nchildren had a lot in common, when they started Hebrew school and things of that\nsort.",
        "Q: Bar Mitzvahs?",
        "A: And the Bar Mitzvahs, you know, they went to each others Bar Mitzvahs, Bat\nMitzvahs, they had all their birthdays together and it was a very quiet, beautiful\nlifestyle, we lived there for 13 years and it was something that, it was good for all of\nus, because we didn't think much or talk much about our past, but lived our present\nand trying to raise our children and so it was good for us, for the children it was\ngood because they had all their friends and they were doing things together, so that\nwas a good lifestyle for them. And then the neighborhood started to change and\npeople were moving in and out and was getting very unstable and the children were\nhaving some problems in the schools. Their lunch money was taken away and all\nof these things, so the area started to change and we decided it was time to move\non and at that point we had some friends who moved, who lived in a very beautiful\narea up in Rockland County, New City, to be specific and they talked us into going\nup there to look around and we fell in love with the area and we found a beautiful\none family home there and so we made the move and again we were very happy\nthere. The boys were in school, in high school and they were, had good friends\nand we made some very good friends through the sisterhood and the Jewish\ncenter. And we lived very nicely, very comfortably and talking very little about our\npast. Trying to just live in the present.",
        "Q: | just wanted to ask that, was this also a large Jewish community?",
        "A: No, this was a fairly new community per se and so there were Jews and non-\nJews as well, but we felt that the boys were at an age where they would be going,\nyou know to Hebrew school and such that it would be good for them to be involved\nand for us to be involved so that we can do things together and so on.",
        "Q: To be involved in?",
        "A: In a, a nice lifestyle where they can learn about more Judaism and being\neducated in the Jewish religion and learn more about their past, per se, | mean not\nso much what happened to as as to, more to know about Judaism. You know, like\nreligious celebrations and reading, how to read Hebrew and things of that nature.",
        "Q: Are there times when you learned also?",
        "A: Well in a way | learned, | did not take any formal Hebrew education there\nbecause, well | don't know, because. But | had some Hebrew education when |\nwas going in in school in Europe, you know, before we were taken away and so |\nwas not involved per se in theirs, except supervising them that they are doing their\nwork and like a mother, a good mother's supposed to do. But this is when we were\nthere, where we lived in New City and then in 1978 is when the rabbi asked us if we\nwould, you know, make this program for Yom Hashewah(ph) and that's where |\nstarted a new career for myself so to speak, because few months later we moved\nfrom there to Texas, where | got very much involved in the Holocaust survivors and\nthen | can tell you a little bit more of what | have done since 1980, since | live here\nIn Texas.",
        "Q: Yeah. I'm really looking forward to it, | think before that, maybe to your\nrelationship with your mother, also your mother's health took a turn during this time.",
        "A: Yes, yes.",
        "Q: | may have to stop us because we'll have to go to another side, but you can\nbegin now.",
        "A: Okay, okay. When my mother was married, as | said that her husband had died\nin front of her, she was devastated and we made her move in to, in with us. And at\nthat time we had the two family home in Queens and we had tenants in the upstairs\napartment, a young couple with a little girl and we had asked them if they would find\nother place to live because we wanted my mother to have more comfort than we\ncould provide in that, you know, in our apartment. And privacy as well. So after\nthis couple moved, she had moved upstairs into the other apartment and our\nyoungest son moved up with her to keep her company. So he had a bedroom right\nnext to my mother's and so they kept each other company and that was absolutely\ngreat for both of them. They were sitting playing cards in the evenings and\nwatching television together and it was really just a, a great thing for both of them\nbut especially for my mother who needed, who needed warmth, who needed some\ncomfort because to have gone through what she has gone through and now losing\nher second husband was another horrible experience. So it was great because you\nknow, we had our meals together and we were all close together, but came the\nevening, the two of them retired upstairs and they, you know, it was really\nmarvelous for both of them. But then when we moved to Rockland County, my\nmother had gotten sick. She had cancer of the colon and she suffered for two\nyears. | took her to the doctors there and then they discovered that was cancer. |\ndid not hesitate for a second, we went straight to Sloan-Kettering, which is, you\nknow, specifically for, the best cancer center, you Know. She had surgery and she\nhad suffered for two years and she needed chemotherapy every week, so | would\ntake her to get the chemotherapy. Then she would have to go to the oncologist\nevery couple of weeks, or whatever and then her surgeon, so it was a, one of those\npainful experiences that lasted for two years, but | did everything that | had to and\neverything that they were capable of doing for her, | made sure that they take care\nof her and then two years later, in 1978, she passed away. And that same week\nthat she had passed away, both my sons went away to college. So there were the\ntwo of us, three of them gone that same week. So it was a, little difficult.",
        "Q: Youwere_—s_?",
        "A: No, | was still in, in New City. This was in '78 in June.",
        "Q: All right, | think this is a good time to turn over the tape, this is the end of Tape 2,\nside A.",
        "A: Well, this all took place in June of 1978, my mother passed on and while we\nwere sitting Shiva, which is a Jewish way of mourning when a person, close family\nmember dies, that we observe seven days of mourning the person\nand so right after the seven days passed, both our sons went away to college. So\nthere we were, the two of us in a big house, rattling. But our...",
        "Q: Rattling?",
        "A: Rattling, in a big house, just the two of us, you know. So then, my husband has\na cousin here in Houston, who has been trying to get us to move down here for\nquite a while but there was no reason, but at this point at the same, just about the\nsame time, the company that my husband had worked for 22 years was sold. And\nso a change had to be made and there were too many changes during that period\nof time. So we decided that we'll come down to look around in Houston and see if\nthere's anything really worthwhile to even talk about it. And we did come down and\nwithin 48 hours decided to move down here.",
        "Q: Did you come in the winter by any chance?",
        "A: No, we came down, | came, you know we came down in May and the weather\nwas magnificent and so we decided that since the boys were in two different\ncolleges, we had no idea after four years, where they will wind up and we were in\nthis big house in New York and my husband, you know, just more or less lost his\njob after 22 years, so that was a big, time for a big change.",
        "Q: And your mother?",
        "A: And my mother had just passed away so it was weeks, within weeks,\ntremendous, tremendous change, so we made a decision that the boys should to to\nthe colleges of their choices at where they sign up and, but we put up the house for\nsale in New City and then | came down to look around to find the house here and\nthen my husband joined me to see if he agrees and we moved down by October,\nend of October we were down here, this was from June to October and it was a big\nchange but we both started to work right away, and...",
        "Q: What sorts of things...",
        "A: Oh, what | left out was that while we were living in Queens where the boys, you\nknow, in, they were in elementary school, | also returned to school during the day\nwhile they were in school. | completely forgot about that. While they were in\nschool, | went to school and | became an interior decorator. And so when we\nmoved down to Houston and I, | was looking through the newspaper to see if there\nwas any job opportunities and | saw one, the first couple weeks that | was here and\napplied for the job and | got it immediately and | stayed there for six and a half\nyears.",
        "Q: It's almost like it was meant to be.",
        "A: Yeah | guess, | guess. So that's where | stayed for all that time. And then\nbusiness started to, this is already now in the 80's and business was getting worse\nand you know, in Texas business was going down and so | decided to leave there\nand we opened up a second store and so | was running one of the stores and my\nhusband was running the second store.",
        "Q: | don't think we heard what, what kind of a store it...",
        "A: It's a liquor and wine shop and very nicely built with the wooden shelves and\ncarpeted and you know, it's...",
        "Q: Did he have any special interest or any of his family ever have done anything\nlike this before?",
        "A: No, no, it's, | mean, his father was a rather poor man, he had a large family and\nhe did whatever he had to, to make a, you know, a living for the family. So he did\nnot have any kind of formal training and neither did his children. So when my\nhusband survived, again he had to start from scratch and work his way up to\nwhatever and thank God | mean, with all the work and without the formal education,\nhe still made a good living for all of us and he was always a tremendous father and\nhusband and so we are married now almost 41 years so | can just look back at\nthose years as wonderful and those few years that | had with my mother as being\nmarvelous and I'm very thankful to her, helping me survive those horrible, horrible\nyears. | can never be thankful enough to her. And | hope one day we'll meet again.\nAnd we are a very, very closely knit family, the four of us, although one son lives in\nNew York and the other one lives down in Alabama. We celebrate all our good\ndays, birthdays, anniversaries. In fact, for our 30th birthday, our boys made a very,\nvery...",
        "Q: Your 30th?",
        "A: 30th wedding anniversary, our son's made us a very, very big surprise birthday\nparty where close friends from years and years ago, they have come in from all\nover, to New York to celebrate our anniversary. And if either one of us is sick, the\nboys are here immediately and if it's a birthday or a big birthday or anything special\nor holidays, we try to be together as much as we possibly can. We are very, very\nclose and I'm very thankful for that.",
        "Q: Since you understand so what it's like to lose family, | think it also gives you an\nunderstanding of what it's like to, to have family.",
        "A: This is all that's important in life now.",
        "Q: Although you did mention one thing about sometimes being a little bit overly\nprotective.",
        "A: True, that is true, I'm sure we all are somewhat overprotective. And sometimes\nthey'll say so, Hey Ma, you know, go easy and don't forget I'm now 30 or whatever.\nBut they don't really get upset about it, they just try to say ease up a little bit Mom,\nyou know, you're going a little bit too far, you Know, too worrying, you know and\nthen | lay off.",
        "Q: For the 30th anniversary, as far as all the friends that came, were, was there a\ncertain number of them who had also experienced the Holocaust?",
        "A: Oh yes, oh yes, a lot of these...",
        "Q: Could you talk about them?",
        "A: A lot of these friends, you know, who | mentioned, there's one of them that lives\nin New York that we are still very much in close touch with. The other one in\nColorado. And there are several of them that we have been very close with and still\nare. And we talk to one another and if one celebrates an anniversary we just call\nup and, or send them cards or whatever. That we do remember each other and the\ngood times and the bad times, you know. So these are friendships that are not just\nsuperficial, but very deep understanding of one another and what our needs are of\neach other and of life in general. And so, all these years we remember and we\nthink about think you know about the life that we have gone through and trying to\ncelebrate the good things.",
        "Q: You mentioned so many good things, family seems foremost and also making a\ngood living, making a good home. Having security. As time passed and the\nawareness of the horror of the Holocaust became more real to the rest of the world,\ndid that affect you and had you been aware that you were being a little bit\nsecretive?",
        "A: Well | didn't feel that | was secretive, because | never kept it a secret. If any time\n| spoke to anyone, not necessarily Jewish, not necessarily people who have been\nin a concentration camp, but if we just had general talks or discussions about all\nkinds of things and it would come up through history, through the time, what\nhappened in this year or what happened when that took place in the world and then\n| would say, \"Well, | see it from it a different point of view because and these are the\nthings how it used to come up. Not necessarily hiding it nor putting it on public\nview, per se. But if the opportunity was such that it contributed something\nworthwhile that | felt, then | would mention it or talk about it or a phase of it or you\nknow, something like that.",
        "Q: So you mentioned when you first go to America and you were so horrified when\nthe girl said, \"That's enough of that Holocaust,\" | guess I'm trying to say, it sounds\nlike, correct me if I'm wrong, that when you, when you were in conversation with the\nway the world saw the Holocaust versus your own experience, and movies too and\njust news clips and the way you saw it betrayed, even if it contradicted your\nexperience, it didn't ever make you angry?",
        "A: Yes and many times | think about what it is really, why | did not talk about all of\nthese things from the time that, you know, it was over? Was it because of this one\nterrible statement from this lady, | was wondering many times. That that was so\npainful that it could have caused me to silence. But then | listen to other people\nand, thousands of other people also did not talk about it, because whether if it's with\ntheir children, they try to prevent the pain. Whether it's with other people, because\nwe felt that they really can't understand and not necessarily because they did not\nwant to understand but because | feel that to understand, to really, fully understand\nand empathize with what happened to us, through us and through this period, one\nhad to really be in it, to fully understand it and while we might have, you know, just\na conversation and sometimes maybe even a little bit more serious conversation, a\nlittle bit deeper and going more into what happened. The understanding of anyone,\nJew, non-Jew alike, could not be there unless you were there. There is just no way\nanybody can understand it. Some people will try, some people will empathize,\nsome people will read a tremendous amount about what happened. Some people\nwill try to talk to as many survivors as to what happened to you, to learn from\ndifferent phases from different people because each of us, you know, there must\nhave been 12 different countries or more that were involved. One may be Poland\nand life was completely different there than it was in Hungary. From France it was\nnot the same as in Denmark and so the background of all these people are so\nentirely different. The people from Poland or Russia might have been, or certain\nparts, I'm not talking about the larger cities where there was, you know, tremendous\neducation. But you know, like | described this older couple from the back woods of\nRussia, without any education, so if you put people together with highly education,\neducated people, let's say from Germany, these are two completely opposite ends\nof the, the world. And so when you talk to one group of people from there, | mean\nthey lived in a little village without even a wood stove or whatever. They did not\nlearn, they did not know about what was going on this world as did the German Jew\nor the Austrian Jew or the French Jew or the Hungarian Jew, where there was\nmuch more education. So these are completely different worlds apart and so\neverybody's going to look at things differently. So if you're going to talk to a person\nfrom this end of the spectrum and then you'll speak to the other one at the other\nend, you're going to hear two completely different stories and lifes and so to\nunderstand all of this, you have to understand history and people who want to know\nabout it, would want to read about it and would want to talk to a survivor about it\nbecause that's where they'll get the, the actual facts, the truth, wnat had happened.",
        "Q: In lieu of that, there were some pretty famous documentaries done about the\nHolocaust, | think in the 70's. Did you see those, did you remember the first time\nyou ever saw any documentaries or footage from that time?",
        "A: Yes. | remember seeing the Holocaust, that was shown on television, the film\nseries.",
        "Q: That was in the 70's?",
        "A: Yes. And that one was a disaster because it was primarily a show rather than\nthe truth.",
        "Q: In a, wait a, by a show, tell me what you...",
        "A: Just to, to basically almost like make-believe. You know like putting it in the\nhistorical background, but it is more like, like Dr. Zhivago, that kind of feeling, you\nknow, to show a lovely story. A little bit more dramatic perhaps but that was not the\nway to portray the Holocaust. The one to portray the Holocaust are basically two\nfilms, as far as I'm concerned. One is Shoa, which is a very long movie,\nS-h-o-a, which in the Hebrew means Holocaust and the other one is Steven\nSpielberg's, the Schindler's List. And even and those are not 100% nearly as quite\nas bad as it really was, but they will give you more of the true facts as to what\nhappened.",
        "Q: Can | ask you how did you feel when you saw Schindler's List?",
        "A: | was crying throughout and then a couple of week's later, or a few weeks later, it\nwas available, you know, on rental. | rented it out again and | sat down by myself\nand watched it again and cried throughout again. And if | see it 10 times, the\nreaction will be the same. And | felt very much the same way about the film Shoa\nand | highly recommend people to see that as well. But above all | feel that the\nbest way to tell people what happened, to teach people about the hatred, about\nwhat this whole thing was about, what the Holocaust was all about is by teaching\npeople. And those of us who survived, luckily well enough so that we can teach or\nshare our experiences and try to teach especially the younger people what it was,\nwhat this whole thing was really all about and what we have to be warned against\nand what we can teach the young people, that they should never let this happen\nagain. And for that reason, since | started to give that presentation for the Yom\nHashewah(ph) in 1979...",
        "Q: That was in Houston?",
        "A: No, that was still, that first one was still in New City in my...",
        "Q: Just shortly before you left?",
        "A: Just few months before | left and that started me on, on this trip on this journey\nthat | have been on and am I, | am on and hope God will help me to continue on,\nteaching students going to schools, from middle school, high school, college, to\nlibraries, to civic organizations, to churches, where I've been doing this now for,\nsince 1980. So it's 16 years, non-stop, where | share my experiences, what | have\ngone through, what life was like, what a beautiful life we had before and how that\ncame to a sudden halt by Hitler marching into Hungary. And what living in a\nconcentration camp was like, what it was like to live in a displaced person's camp\nfor almost four years, not having freedom. Then coming to the United States, how\ndifficult it was to get started because | was still a scared child and then little by little\nto work all my problems out and find somebody that | had a lot in common with, to\nmarry and have children and start a new life and though | could never forget what |\nhave gone through, | still have to, and | had to and | still have to make a new life for\nourselves, for our sons and if when they get married, for their children. And the\nonly good thing that | feel | am doing is trying to teach people about what happened\nand how we can and how we have to, letting something like this happen to any\nhuman being anywhere on the face of the earth.",
        "Q: Sounds like, you know we were talking about, you showed me some of the\nthings that you're going to show me a little later...",
        "A: Okay.",
        "Q: ...about the coping mechanism...",
        "A: Okay.",
        "Q: ...the thesis and the book that the woman is writing...",
        "A: Okay, there is one young lady who got in touch with me that she is writing a book\nabout how women coped in the concentration camps.",
        "Q: Specifically _?",
        "A: Specifically women, how they were able and coping mechanisms and what kept\nthem alive and my experience and I'm sure most of the other people will agree with\nme, that there was no one coping mechanism. There was no way that you could\ndecide that if you go in this row, rather than in that row, that you will be safer.\nBecause the Nazi may have decided that, at the spur of the moment, that that row\nis going to the crematorium today and that row might go tomorrow or the day after.\nSo there was no such a thing as trying, you know, making it or able to make the\nright decision, there was no such thing. Survival in my opinion was a chance.\nChance of survival. | mean how could | have said, told that when | was digging\nditches, after, when the raw material in the factory ran out and they took us out to\ndig ditches, foxholes for the German army. How would | have known that | was\nbarely able to pick up that shovel, that that SS was not going to get mad as all hell\nand blow my head open, you know. So you could never tell what will happen to\nyou from one moment to the next. Therefore it is strictly a chance survival. Now as\nfar as my mother helping me and my other two girlfriends, I'm sure they had similar\nexperiences, where my mother would try to tell me, when they come around, when\nthe SS comes by, try to make sure you show that you are working and you're trying.\nThat, yes, that helped me. Her giving me the part of her bread without my\nknowledge, without a doubt that helped me because | was just a 14 year old skinny\nlittle kid who was not used to this kind of abuse and work and all of that. So these\nthings yes, these things helped. But there was no coping mechanism, maybe my\nfriendship with these other girls was a little helpful, that | had somebody to talk to\nwho was my age. Perhaps all these little things added up, but | can't say that there\nwas one thing, any time, anywhere during this whole period, that there was one\nthing that helped me other than these two things about my mother.",
        "Q: | know, Maddie, it's a very difficult subject, but and you've told me that to some\nextent, you religion has been therapeutic and | know that your family has been a\nvery strong force in your continuing faith. But there's been a lot of talk and things\nwritten about self-hatred over having survived at all. Were you affected in this way?",
        "A: To some degree | was, because if | think of my mother's, my father's birthday\ncoming up, if | think of my brother's, there isn't a time, in all these years that | don't\nthink of them on their birthdays and | say, \"Why?\" My father was a very, very good,\ncharitable, kind person. My brother was only 19, just turned 20. What kind of bad\nthing could he have done? So | say, \"Why was | better? How was | better than\neither one of them? So how come I'm entitled to live and they were not?\" And\nthere is no answer, the same way there is no answer when you ask where was God\nall this time? And we all asked that, every single one of us. And that's the same\nway, how come he let me survive and he didn't let my brother survive? How was |\nany better than he was? So these are all questions, good questions, bad\nquestions, these are just questions. There is no such thing again.",
        "Q: How have you coped with these things, | mean have you, I've even understood\nthat there are therapists that can't, can't be helpful because as you say, they\nhaven't had the experience. Have you ever tried to communicate with...",
        "A: No, | have not tried for many, many years. | don't know, it wasn't fashionable at\nthat time. See today, that's much more, you know, going to see a shrink, that's the\nsecond best than going food shopping, you know. So that was not the case at that\ntime, it wasn't the practice, number one. Number two, we would not have that kind\nof money to, you know, to pay for it. Number three, I'm not even sure...[pause]",
        "Q: All right, we're resuming here after a short telephone break and a coffee break.\nVery good coffee and very good fruit and what we began to talk about was the\nvalue of the Holocaust survivors group and your teaching. And it seems, it almost\nseems that it's a value not just for others, but also for each other. Could you talk\nabout?",
        "A: Well, let's see, when we started with this group, you know, the Holocaust\nsurvivors, we got together for two reasons. Number one was for each other and\nthat we can share some of it with each other, those who survived it, who\nunderstand it, who, we can just look at one another and we know what the other\none means, because there is such communication that it doesn't have to be verbal\nand in this case, the Holocaust survivors practically don't have to talk about things\nto understand one another. So this is a communication that is definitely between\njust survivors. And the other reason that came up a little bit later, because we\nremembered when some of the people who were killed and they said, their last\nbreath, remember us, don't, not let us, do not let them forget us. And basically, |\nmean that's not, you know, word for word, that was basically what they kept asking\nbefore they went to their deaths. Do not let us, do not let them forget us. So this\nwas a promise that probably all of us that survived made to ourselves, that we will\nnot let the world forget them, because these were all decent human beings and\nthey were just killed because they were Jews, or the other six million who were not\nJews, but for various not important reasons, that they were being killed as well. So\nthis was one of the other things that we have promised, that we will not let the world\nforget what happened and what they did to them. And so, as the war ended, the\nother thing that besides trying to find our families and trying to make a new life for\nourselves, we also wanted to talk about the people that were killed and so when we\nstarted this group, the Holocaust survivors, one of our major reasons to getting\ntogether was to try to create some kind of a memorial to remember all these six\nmillion Jews that were murdered for no other reason that they, than they were\nJews. And in order to create some sort of a memorial, we had to gather on a\nregular basis and plan whatever we could afford, whatever we could do. And that's\nwhat happened here in Houston, when |, we moved down here the end of 1979 and\nwe Started this group in the beginning of 1980, in fact we were planning on going to\nIsrael for the world reunion of Holocaust survivors and a group of us went and when\nwe were all together, you know, many thousands of people who were together in\nthe concentration camps and we realized that we can no longer postpone this and\nwe can not dilly dally with it, we have to speak about what happened and we have\nto educate people what happened, whether it's verbally or they can possibly do a\nbuilding or a memorial or whatever, that will speak for all these innocent people that\nwere murdered and one of the most important things that we have decided on\nwhen we came back from Israel, from this trip, that we are really going to put a very\nstrong emphasis in building something here in Houston. And so | was among the\nfirst ones, a small group of us that started really working on it and working on it\nhard. It took us a long time because it was, we are talking about very serious\nmoney. But after all these years, since 1980, '81, we finally opened this year on\nMarch the third, 1996. And | have put in an awful lot of time, effort, energy, helping\nbuild this. Many, many hundreds of hours in the museum and taking work home\nand | think we have done justice and | feel that we have done a good job and we\nare telling the story the way it took place. In a simple way, but very straightforward\nand we are talking about everything that took place, people who were the\nmurderers, we talked about the bystanders, who didn't lift a finger to help. And\nwe're also talking about, in there, about the people who helped, although very small\nin number, but there were those who helped and we have to definitely, | felt it was\nvery important that we mention that. In fact right now we have an exhibit, about\nfour people who were diplomats and they saved, | believe it was, 15,000 lives.\nWell, there's Wallenberg in Hungary and there was Sugihara(ph) in from Japan and\nthere are four of them that are being displayed right now, describing of what they\ndid and how they did it and it's fantastic. So we just started that exhibit two weeks\nago and this is very important because there were some kind people. There were\nsome fantastic people in France, in the village of Chambourd(ph). There were\nsome magnificent people who took Jews from Denmark and shuttled it to Sweden.",
        "Q: And this is the end of Tape 2, Side B. We're going to Tape 3.\nEnd of Tape 2.\nTape 3",
        "Q: Now we're talking about people who, who have helped, in all this horror and |\nwant to ask Maddie(ph) if there's anyone in your experience ever, who has helped?",
        "A: Well, the only thing that | can remember that anybody that ever did for me, as a\nkind gesture from one human being to another, was when we were in the camp in\n, this is a camp where we were working in the manufacturing of\nammunition and we would march close to an hour to the factory from the, you\nknow, where we were staying, these barracks and the same of course, coming\nback. And one evening as we were walking home from the factory, it was already\ndark and | was walking on the outside, because we were marching in rows of fives\nand | happen to be, at this point on the side of the sidewalk on the outside and as\nwe were marching, sort of dark, | saw this man passing by but | didn't pay much\nattention, | was much too hungry and much too tired, | was just dragging somehow\nto get back to the camp. But | felt this man touching my hand, but my hands were\nso cold that they were frozen, | couldn't tell and then he, in German he says, \"Take\nit already, take it.\" And so | took it, which turn out to be a little brown paper bag and\n| didn't dare to open it up as were marching, because if the SS would see me open\nit, | would get killed. So when we went back to the, the camp, | told my mother that\nthis man that walked passed us handed me this little package so she said that let's\nwait until we go back where we go back where we can be alone and so we would\nopen it. And that's what we did and inside the package there were two thin slices of\nbread with just a little margarine holding them together and that was like a piece of\ngold, it was like a lifeline. And so of course we split it and we ate it. But that was\nthe only kindness that | have seen throughout the Holocaust. And I'm sure there\nwere other people who experienced something good here or there but it was not\nthe norm at all.",
        "Q: Maybe later in the camp, the displaced person's camp, there were?",
        "A: Well, that was already different ballgame, once we were in the displaced\nperson's camp, you, that is not part of the Holocaust any more, that is past the\nHolocaust and life was a completely different routine and different lifestyle and as |\nsaid we were free at that point to more or less come and go as we wanted and\nalthough we were living in this awful barracks, you know, without any privacy, but\nthat was, you know, that had nothing to do with the concentration camps any more\nand the Holocaust. The Holocaust was during the time that some of us were in the\nconcentration camps, other's were murdered in Auschwitz or other camps, those\nthat were hiding out in, possibly in the forests and they were possibly partisans and\ntried to survive that way, so this is the Holocaust.",
        "Q: One of the things that | know you have talked about and | want to hear you talk\non tape, is your experience at the national museum, the Holocaust and...",
        "A: Well, the national, the museum in Washington, | had been invited to give oral\ntestimony back in 1990 and | found that very rewarding because when the opening\ntook place and | went there and I've seen people's interest in there, it was very\nrewarding. | also have a statement in the voices of Auschwitz in the museum in\nWashington and | didn't know that was utilized in there until | went there to the\nopening and when | sat down to listen to the voices of Auschwitz | heard my own\nand that was sort of shocking as well. And that gave me even more incentive to be\ninvolved in trying to build something here in Houston. And so we did put in an awful\nlot of effort and | was one of the people of a handful of us that worked on the core\nexhibit of this museum. We have a marvelous gentleman by the name of Professor\nJohn Roth, who wrote the text and there were four of us who went over it with a fine\ntooth comb and added and subtracted and did whatever we felt was necessary to\nmake it as authentic, which was the major word for us, as possible and | think we\nhave done a pretty good job. We have thousands of people, adults as well as\nstudents from the surrounding schools who are coming on very, very regular basis\nand they are praising it very highly, that it's very informative and very down to earth\nand it is, they think very highly of it and | must say that | feel very good about the\njob we have done. And to me, what this represents is something that we are giving\nback, in other words we are keeping those promises that we have made right after\nthe war, when those people who were murdered and yelled out in their last breath,\n\"Don't let the world forget us.\" This is how | feel, that | have given back a little bit,\nthat | have kept my word to all those people, that to teach the world, to tell the world\nwhat happened and hoping that everyone who sees this museum and spends time\nthere, will learn quite a bit about what happened and how they can think about it,\nthat when something terrible happens, how they could possibly alter the course of\nthat horrible thing that is happening and maybe to learn how they can stand up\nwhile so many others did not and those few who did, to learn from them and if\nanything bad does happen, that they will not let it happen, that they will speak up\nearly, that it cannot become so as bad as it was during the Holocaust and the more\nwe teach them, the better | feel about it. And whenever we hear people who come\nand visit and they say that it was very informative and very very good, it is like, |\nmean | just feel marvelous that | was a small part of teaching people about what did\nhappen and how we can avoid something like this from happening again.",
        "Q: Can you think of an instance with a child, a moment when you were telling him a\nstory or a response that a person or a child has had from your speaking to them?",
        "A: Yes. There were several young children who were about my age, because |\nalways make sure | tell them my age, how old | was when all this started happening\nto me and | reached them very much because we are on the same age level and so\nmany, many children come over and \"May | hug you, may | touch you? | just want\nto tell you how wonderful you're explaining all these things.\" So all these things\nmake you feel that perhaps I'm doing something or have done something\nworthwhile and at the end of our, the, the museum, there is, like in the Washington\nmuseum, voices of survivors and they have decided to use a couple of things that |\nhave said during my tape, videotaping and so they're using it here and so that is the\nlast part what, that one sees in the museum and expressing all of us, the survivors,\nwho by the way are all people who live here in Houston. All, this whole museum is\nbasically telling the story through the survivors of the Holocaust survivors here in\nHouston. So everything that you see there, you know, you're going to see your\nfriends, excuse me, telling about what happened here or there. And some of the\npeople that were the, you know, in this voices is my voice and how | tell a couple of\ndifferent things that happened to me, as did the other people and it seems to be\nquite impressive, people like it very much, so | feel this is a very good museum that\nwe're able to build and I'm very proud of it and | feel satisfied that | have done\nsomething.",
        "Q: You must have established lasting friendships with some of these other\nsurvivors.",
        "A: Oh, yes, most of us are very, very close. In fact we have two functions a year,\none of them is a Hanukkah dinner dance, which took place just two weeks ago and\nthe other one is a spring luncheon where the children of the survivors honor the\nparents. So we get together on a very regular basis, formally and informally and we\nhave formed some very good relationships.",
        "Q: Children of survivors is another subject, so I...",
        "A: Oh yes.",
        "Q: ...we will not get into that today, but...",
        "A: Yeah, we have a group here also that had formed, children of survivors who are\nsecond generation and they are quite active here in Houston also.",
        "Q: Well that's wonderful.",
        "A: Yes, yes.",
        "Q: I'm very interested.",
        "A: Now, only, I'm sorry, go ahead.",
        "Q: Well | just wanted, at some point, you've told me off tape, your feelings and\nresponse when you first went into the museum in Washington and | just thought\nthat was...",
        "A: Yes, | went to the opening and | went with my older son and as we started to\nwalk through and | was making, as | saw things and | was making my comments to\nme son, it was just very, very painful and reliving some of that that | have seen\nthere was very, very painful. When we have reached the boxcar and it was time to\nwalk through it to get to the other side of the museum, | couldn't make that first step\nto walk through the museum. My son suggested that we walk around it but | said,\n\"No, everybody was able to go get through the Holocaust and | have, I'm going to\nwalk through that boxcar and remember all those people that were carried in them\nto their deaths.\" It was a very, very painful journey, but one that | felt that | had to\nmake. There was no way | couldn't, not have made it. And | went back again and\nspent about nine days there and here, now that we have the museum here, of\ncourse | spend a lot of time here because | put a lot of the work into the, building\nthe core exhibit and planning it. But of course, talking to students and visitors alike\nabout all the things that we have in the museum and | hope that I'll be able to\ncontinue doing this and the reason I'm saying because at the moment, actually for\nawhile now, | have not been well. In December of '91, | had cancer of a kidney and\nthat was removed and fortunately | didn't need chemotherapy and | was\nrecuperating well, so that's while | was able to put all these years into this museum\nthat we have built here, but last June, in June of 96, | came down with a cancer of\nthe colon and | was operated on that. This time the doctors decided to use some\nminor chemotherapy just to play it safe and while | was on this chemotherapy |\ndeveloped a very bad pain in my back and the doctor told me to go into the\nemergency room, where they discovered pneumonia in that lung and a growth in\nthe other. Appears, after several serious check-ups and tests, they discovered that\nthe colon, the renal cancer or the kidney cancer of 1991 metastasized into the\nlungs and so I'm not feeling so well right now because | am going through a lot of\nchemotherapy, but if God is good an willing to keep me alive, | have promised to\ncontinue my job of telling people about the Holocaust and | hope I'll be able to do\nthat for whatever time I'm allowed. [pause]",
        "Q: Now we are resuming.",
        "A: Basically, right now, while I'm taking chemotherapy and doing a lot of rests at\nhome, | am trying to put together a family tree, but basically starting with members\nof my family that were murdered in the Holocaust. In other words, starting with my\ngrandparents, who were the oldest members of my family that was, were killed in\nAuschwitz, their children, their grandchildren and all the way down to today, so that\nmy children and perhaps when they'll have children, will learn about the family that\nthey had, that there was a beautiful life prior to the Holocaust and to show them I'm\ntrying to do it with pictures, whatever | can, wherever | can get them. From my one\nand only aunt that came to the United States just before the war and pictures from\nher and making copies whatever | can get, anything and as many pieces of\ninformation I'm able to collect from the couple of surviving members of the family\nand it's basically genealogy but | am not going back very far because right now I'm\nnot well, but | want to do this for those of my, members of my family who were killed\nand even those few who survived and | would like this, to give this for my children,\nwho did not know their aunts, uncles, grandparents or cousins, so that they will\nknow their family, at least through these pictures and whatever information | can\ngather and write down for them. So that is my preoccupation now, since the\nmuseum is finished. | feel this is very important to give to my children, to leave\nsome sort of a legacy of their family. [pause] , okay. Wait a second,\nit had to happen before that because I'm trying to do them chronologically but |\nthink this has been changed , this is my father and this is my family. See this\nis that Red Cross letter that | said that, the inquiry. So that's the copy and those are\nthe original letters.",
        "Q: This letter from your father, would it be in another language?",
        "A: That's written in Hungarian, yes.",
        "Q: Would it be difficult to read some part?",
        "A: Well they could be enlarged and it will be much easier because his writing is like\nlittle pearls, you Know, so it shouldn't be so difficult. This is my brother. Okay and\nthis was our rabbi, this was our synagogue before the war.",
        "Q: In the village?",
        "A: In our city, not the village, but a city and this is what they made out of it, you\nknow, when the Russian occupation was there, they changed the whole thing, they\nmade it look like nothing. So this is basically my home, but it was ruined. This had\na beautiful balcony and it had a center entrance and it just, | don't know, they just\nruined it. And these are some of the schools that | went to.",
        "Q: So you went back?",
        "A: We went back. | didn't ever even mention that. You see in 1990 the four of us\nwent back, because...",
        "Q: Who was that?",
        "A: My husband, our two sons and |. We went back for the first time and the reason\nwe did was, | really didn't want to because | knew that it was going to be very\npainful but when | spoke to the students and | stand in front of them and tell them\nabout all these things, they always say, you know, it's marvelous that we do this,\nyou know, those few of us who can because it's that, they say that it's one thing\nwhen you learn about it in a book and it's something else when somebody stands in\nfront of you who was there and lived through this. And so with that in mind | felt that\nwhen they opened up the Russian section, you know, and they finally let some\noutsiders go into the Soviet Union in that area. So | decided that it would be time\nto go back there and see things and for the boys to, our sons to see where we\ncome from and see whatever they could. So we went back to my husband's\nhometown and there wasn't one Jew that survived. And there was nothing there\nthat belonged to the Jews. Then we went back to my hometown and we found my\nhouse as you saw, but in horrible shape. And then from there we went to\nAuschwitz. And this is in Auschwitz, these pictures are all in Auschwitz and these,\nthis is the urn, when you walk into the, into the Auschwitz museum, this holds the\nashes of millions, of thousands of people here. This is one a pedestal and that's a\nbig urn and that has some ashes from those that were burned to death there in\nAuschwitz. And so we went back to Auschwitz, which was a horrible, horrible\nexperience. Nevertheless that too had to be done. Perhaps if nothing else, just\nhealing for my husband and myself, you know. And these are some of the pictures\nthat my friends gave me also for my 15th birthday, just before the war was over.\nWhere they got these pencils and papers | don't know, because where, the section\nof the factory where | worked, | couldn't get any of these things, but apparently a\ncouple of them did. And they are showing here the pictures, lined up, of five rows\nof fives marching to the factory and back. And then here are pictures of after the\nwar of my mother and myself. And some of them are terrible. And then of course\nthe displaces person's camp where, this is the hospital where my mother worked\nand this is...",
        "Q: Is she in this picture?",
        "A: Yes, she is in the picture right here. I'm sorry, here she is, oh, okay. And then\nthis is the school where | was learning how to sew and these are some of the\ndresses that we have made and this is taking a test and | was congratulation that |\npassed the test on that one.",
        "Q: Who was taking these pictures?",
        "A: Again by that time there were some people who were able, you know, had some\nmoney and were able to buy a camera. So this must have been maybe the brother\nof my girlfriend, you know, taking those pictures. And these are pictures where |\nwas learning how to become a dental technician and this was the teacher right\nhere. And then these were some of the friends that I've made there. And one of\nthese, the one in the middle here is one of the girls that | was together in the\nconcentration camp with originally and then we met again in the displaced person's\ncamp. And this Is, let's see, summertime and wintertime, you know, the seasons,\nwhen you are there four years, you know, you go through all the different seasons.\nAnd there's my mother with a friend at the hospital and this is a girlfriend that | was\nso close with, this is, she got married in the displaces person's camp and this is her\nwedding. And | guess that was a maid of honor that | was in there. And this is the\nBremerhaven camp where we were held for a week or so before putting on the,\nbeing put on the ship to come to the United States. And then this is a very short\nperiod after we have arrived to the United States, my mother and myself. And\nhere's my mother and myself and two little cousins and this is some of their family.",
        "Q: Is that you?",
        "A: That's me, yeah.",
        "Q: You looked very happy.",
        "A: Oh of course, of course. It was just a couple of weeks after we have arrived\nhere. And this is a copy of my becoming a citizen. Of course, you know, you had\nto...",
        "Q: Your maiden name is?",
        "A: Fisher. Mm-hm. And then this is already later on when | was a little bit more\nrelaxed and have gone through the worst of you know, socializing and work and all\nof that, so this was already in the 50's, early 50's.",
        "Q: Who is that gorgeous girl?",
        "A: That was me. Once upon a time | had a good shape. But even that has\nchanged. And this is here with my husband-to-be.",
        "Q: On the beach.",
        "A: Yes. And this is our engagement party and then our wedding. This is on our\nhoneymoon in Florida. And then this is one of the ceremonies, you know the\nJewish ceremonies when a boy is a week old and they trim the penis, then as a\ncelebration it's called a bris. So this is that particular party, which is one of the most\nimportant celebrations in a Jewish boys life. And this is a certificate of that that took\nplace.",
        "Q: Okay, we're going to go to another subject and something we spoke about on\nour break was your husband's feeling about speaking about his experience.",
        "A: Well he has much more difficulty with speaking, as a matter of fact whenever I've\ntried to go over it a little bit, you Know, just see if he could bring it out, but we have\ntried many times, but apparently he's having a very tough time sharing or getting in\ntouch with these feelings. Maybe my healing mechanism is talking about it\nalthough it is very, very painful every time | talk about it because | relive this every\nsingle time. But perhaps this is my way of coping. He has a difficulty talking about\nit. He is able to, if we have a conversation with friends and we reach a point in the\nconversation where it, we are talking about, pertaining something to the Holocaust,\nhe is able to do that. But so far he was unable to sit down and share his\nexperiences. But hopefully, if | get well soon enough, we're going to try it again,\nbecause | think it is very, very important that we share our experiences, for one thin,\nto discredit the people who are claiming that there was no Holocaust and also for\nthose people who come after us and I'm afraid there is too little written about it in\nschool books where the children can learn about it and so whatever way that they\ncan learn about this most horrible happening of the 20th century, | think it is very\nimportant that they learn.",
        "Q: And isn't it also for your own healing?",
        "A: Well this is what | said, for me perhaps it is a form of healing and maybe that's\none of the reasons why | am and have been doing it all these years, but I'd like to\nthink more that I'm contributing even in a little way. A little share in teaching the\npeople what happened and making sure that it is not forgotten. And this is the way\n| prefer looking at it.",
        "Q: Is there anything, out of all the things that we've covered, that you want to go\nover again, or that you would like to add to?",
        "A: Well, | don't know, | haven't thought about all these things for quite some time so\nit's difficult to pinpoint just exactly one thing or another that |, | see | would like to\nrepeat but | think the most important thing that | see for myself is to continue\neducating people because the sign that | had suggested for our museum at the\nentrance and it was accepted by the people that | was working with, was from\nPrimo Levee(ph), where he says, \"It happened, therefore it can happen again.\"\nAnd | feel that this is so very true and | feel that we have to repeat it and repeat it\ncountless times, to teach people what happened and trying to teach them to stand\nup and speak up when they hear or see something terrible happening to any\nhuman being at all. And since that sign is in front of my eyes all the time, that it can\nhappen again, then my personal wish is, that as long as | can speak and as long as\nI'm well enough to do it, | would like to continue teaching people and telling people\nwhat happened and I'm hoping that they are learning from it so that if they do see\nsomething said or done to a human being that should not be done, that this time\nthere will not be so many bystanders, but instead, rescuers. And | hope | will help\nor | am helping to accomplish this.",
        "Q: Thank you so much.",
        "A: You're very welcome.",
        "Q: God bless.",
        "A: It's not a very good job but, you know, can't always be very good right? Some of\nour days are better than others.\nConclusion of Interview.\n"
    ],
    "questions": [
        "Q: | want to ask about the family that you stayed with, what, what was their\nnationality and do you remember anything about them and your attitude toward\nthem.",
        "Q: You were in a vacant home?",
        "Q: And who, was there food?",
        "Q: I'm trying to get a picture when you say we, was there a group of people who\nyou were close, closer to than the others?",
        "Q: But you and your mother were in this place with lots of other people?",
        "Q: Could you describe, did you have to sneak in to the yard to find that money?",
        "Q: Where were you at this point?",
        "Q: What was the roof over your head?",
        "Q: In a little town called?",
        "Q: Your mother's sister?",
        "Q: Could you describe that? Do you remember her return?",
        "Q: Could | ask you something? Do you, did she save that letter that you wrote to\nher, your aunt?",
        "Q: No?",
        "Q: So you don't have any letters like that?",
        "Q: This same woman we're talking about?",
        "Q: Were you able to receive a reply from her or did you just never hear?",
        "Q: You mentioned, we're back now in Transylvania in a small apartment with your\nsurviving family members, you mentioned anti-Semitism. What was it about the\nenvironment that, that happened that made you know or feel or?",
        "Q: So when you went from Transylvania, you were there for how long?",
        "Q: And after that?",
        "Q: When you say we, who do you mean?",
        "Q: So you said good-bye to your relatives?",
        "Q: And the distance from where you were to where you went, to the camp in\nGermany, how did you get?",
        "A: Again, you know by this time they had some railroad, you know, trains traveling.\nNot the boxcars, but more or less regular railroads so we would hitch rides on them\nor we would hitch rides with farmers and pay them something, you know. Because\nthere was no other transportation and we wanted to go back to Germany where,\nthat was the only place we could emigrate to, either United States or anywhere\nelse. Q: This is the end of Tape 1, Side A.",
        "Q: Okay, now | know and you heard me mention that when I, it's very fresh on my\nmind, your video interview, it was these, you were there for four years in this camp.\nIt was these four years that | heard the least about. Could you recollect as a 15\nyear old, through her eyes, who you were then, what you saw, where you slept,\nhow you ate and how you socialized?",
        "Q: It had been.",
        "Q: Do you know who did the cooking?",
        "Q: But it was not much better?",
        "Q: So when you lay there, Maddie(ph) on certain nights, were there fears that you,\nyour freedom might end?",
        "Q: For teenagers?",
        "Q: Did you and your mother spend time together during the day or did you go\nseparate ways?",
        "Q: Did you translate for your mother or did she also?",
        "Q: Were these primarily Americans who were teaching?",
        "Q: Do you remember some of the friends that you made?",
        "Q: All girls?",
        "Q: Now you say they were never together, but if they were married, they were\ntogether?",
        "Q: So your memory of the couple having marital relations?",
        "Q: Right. I'm talking about the displaced.",
        "Q: But you still had mainly girlfriends there?",
        "Q: What was her name?",
        "Q: Was she Hungarian also?",
        "Q: Do you remember your reunion, where you, you have a big smile on your face.",
        "Q: Are you in touch with these two women now?",
        "Q: In the displaced person's camp with your girlfriends, did you have any free time\ntogether and if so what...",
        "Q: What would you do, would you sing, or?",
        "Q: So they were very close to home?",
        "Q: And you were how?",
        "Q: And what language would you be communicating in?",
        "Q: Did you have any religious experiences, was there any of the religion celebrated\nin these camps, or?",
        "Q: Were there certain prayers or songs or something that you held onto as an\nanchor, that your mother would say to you or sing to you or that you sang with other\npeople?",
        "Q: So there was no, was there, were there movies?",
        "Q: In the displaced camp?",
        "Q: Was there any form of entertainment?",
        "Q: Would that be where you ate, that?",
        "Q: Now, how long were you at this camp and | know it was a very involved process\nback and forth.",
        "Q: Before you arrive over here, | know that the process of the letters back and forth\nmust have been fraught with responsibilities.",
        "Q: How did you receive your mail?",
        "Q: How often did you receive mail?",
        "Q: But you got mail on a regular basis?",
        "Q: From whom?",
        "Q: Was she also receiving mail from you?",
        "Q: So when it finally happened, how did you feel?",
        "Q: The what?",
        "Q: | want to hear about that day, but the day that you or the last week that you were\npreparing, were there people that you cared enough to say good-bye to?",
        "Q: How did you get from the camp to the boat?",
        "Q: And did you, was it uncomfortable on the ship or?",
        "Q: Did you bring anything with you, any items that were very special to your family?",
        "Q: | just wondered if the home that you returned to, where there were neighbors\nwho had taken over so rudely, there was nothing there from that land around the\nwarehouses or anything, other than the money?",
        "Q: No jewelry?",
        "Q: You had to sell the jewelry?",
        "Q: So arriving, or?",
        "Q: What was the name of your aunt who met you?",
        "Q: Was there anything about arriving in America that you recall, even a very little\nthing, that was different from how you thought it might be? You'd had so much time\nto dream.",
        "Q: What about the food?",
        "Q: This is the end of Tape 1, Side B.\nEnd of Tape 1.",
        "Q: Now you've just arrived in, outside of Pittsburgh with your aunt, you and your\nmother and you've met a few of her friends and your relationship with your mother\nin this case must have been very close because you were the two, the only two\nwho knew, out of all those other people. Could you talk about that?",
        "Q: Except your mother?",
        "Q: What did she do to earn this?",
        "Q: Can | ask you how, under what circumstances you met this friend?",
        "Q: What did you fear in this school might happen?",
        "Q: Could you tell me what, what school and where?",
        "Q: So was he in a class together, ?",
        "Q: And you were then how old?",
        "Q: It must have been such a thrill to meet someone who you had so much in\ncommon with.",
        "Q: Were you actually able to approach the subject of the Holocaust?",
        "Q: Could you tell me a little bit about that?",
        "Q: You said you were from different parts of Hungary, but...",
        "Q: And he lost both of his parents?",
        "Q: Your heart must have really gone out to him.",
        "Q: And so that was touching you a great deal.",
        "Q: And he and your mother, did they also meet and?",
        "Q: I'll say now there just seems to be, we're approaching your marriage | know and\nthe story of that and you've already talked to me a little bit about, but there was so\nmuch joy on the one hand and then on the other there were flashbacks",
        "Q: So she moved to Pennsylvania?",
        "Q: When you had these nightmares and you would wake up in the morning and\nremember, did you repeat what you had dreamed?",
        "Q: Were you living around a lot of other survivors?",
        "Q: Did | ask about your feeling about how to talk to your children, whether or not to\ntell your children or when to tell your children?",
        "Q: And this was one of the number one ways you would overly protect, by not\ntelling them anything?",
        "Q: Did they ever ask you or hear about it in school?",
        "Q: And how old would your sons have been?",
        "Q: Then they were there?",
        "Q: So we're going back a little bit to?",
        "Q: You didn't mention your work?",
        "Q: And your husband's job?",
        "Q: Was this a Jewish community, or?",
        "Q: Bar Mitzvahs?",
        "Q: | just wanted to ask that, was this also a large Jewish community?",
        "Q: To be involved in?",
        "Q: Are there times when you learned also?",
        "Q: Yeah. I'm really looking forward to it, | think before that, maybe to your\nrelationship with your mother, also your mother's health took a turn during this time.",
        "Q: | may have to stop us because we'll have to go to another side, but you can\nbegin now.",
        "Q: Youwere_—s_?",
        "Q: All right, | think this is a good time to turn over the tape, this is the end of Tape 2,\nside A.",
        "Q: Rattling?",
        "Q: Did you come in the winter by any chance?",
        "Q: And your mother?",
        "Q: What sorts of things...",
        "Q: It's almost like it was meant to be.",
        "Q: | don't think we heard what, what kind of a store it...",
        "Q: Did he have any special interest or any of his family ever have done anything\nlike this before?",
        "Q: Your 30th?",
        "Q: Since you understand so what it's like to lose family, | think it also gives you an\nunderstanding of what it's like to, to have family.",
        "Q: Although you did mention one thing about sometimes being a little bit overly\nprotective.",
        "Q: For the 30th anniversary, as far as all the friends that came, were, was there a\ncertain number of them who had also experienced the Holocaust?",
        "Q: Could you talk about them?",
        "Q: You mentioned so many good things, family seems foremost and also making a\ngood living, making a good home. Having security. As time passed and the\nawareness of the horror of the Holocaust became more real to the rest of the world,\ndid that affect you and had you been aware that you were being a little bit\nsecretive?",
        "Q: So you mentioned when you first go to America and you were so horrified when\nthe girl said, \"That's enough of that Holocaust,\" | guess I'm trying to say, it sounds\nlike, correct me if I'm wrong, that when you, when you were in conversation with the\nway the world saw the Holocaust versus your own experience, and movies too and",
        "Q: In lieu of that, there were some pretty famous documentaries done about the\nHolocaust, | think in the 70's. Did you see those, did you remember the first time\nyou ever saw any documentaries or footage from that time?",
        "Q: That was in the 70's?",
        "Q: In a, wait a, by a show, tell me what you...",
        "Q: Can | ask you how did you feel when you saw Schindler's List?",
        "Q: That was in Houston?",
        "Q: Just shortly before you left?",
        "Q: Sounds like, you know we were talking about, you showed me some of the\nthings that you're going to show me a little later...",
        "Q: ...about the coping mechanism...",
        "Q: ...the thesis and the book that the woman is writing...",
        "Q: Specifically _?",
        "Q: | know, Maddie, it's a very difficult subject, but and you've told me that to some\nextent, you religion has been therapeutic and | know that your family has been a\nvery strong force in your continuing faith. But there's been a lot of talk and things\nwritten about self-hatred over having survived at all. Were you affected in this way?",
        "Q: How have you coped with these things, | mean have you, I've even understood\nthat there are therapists that can't, can't be helpful because as you say, they\nhaven't had the experience. Have you ever tried to communicate with...",
        "Q: All right, we're resuming here after a short telephone break and a coffee break.\nVery good coffee and very good fruit and what we began to talk about was the\nvalue of the Holocaust survivors group and your teaching. And it seems, it almost\nseems that it's a value not just for others, but also for each other. Could you talk\nabout?",
        "Q: And this is the end of Tape 2, Side B. We're going to Tape 3.\nEnd of Tape 2.",
        "Q: Now we're talking about people who, who have helped, in all this horror and |\nwant to ask Maddie(ph) if there's anyone in your experience ever, who has helped?",
        "Q: Maybe later in the camp, the displaced person's camp, there were?",
        "Q: One of the things that | know you have talked about and | want to hear you talk\non tape, is your experience at the national museum, the Holocaust and...",
        "Q: Can you think of an instance with a child, a moment when you were telling him a\nstory or a response that a person or a child has had from your speaking to them?",
        "Q: You must have established lasting friendships with some of these other\nsurvivors.",
        "Q: Children of survivors is another subject, so I...",
        "Q: ...we will not get into that today, but...",
        "Q: Well that's wonderful.",
        "Q: I'm very interested.",
        "Q: Well | just wanted, at some point, you've told me off tape, your feelings and\nresponse when you first went into the museum in Washington and | just thought\nthat was...",
        "Q: Now we are resuming.",
        "Q: This letter from your father, would it be in another language?",
        "Q: Would it be difficult to read some part?",
        "Q: In the village?",
        "Q: So you went back?",
        "Q: Who was that?",
        "Q: Is she in this picture?",
        "Q: Who was taking these pictures?",
        "Q: Is that you?",
        "Q: You looked very happy.",
        "Q: Your maiden name is?",
        "Q: Who is that gorgeous girl?",
        "Q: On the beach.",
        "Q: Okay, we're going to go to another subject and something we spoke about on\nour break was your husband's feeling about speaking about his experience.",
        "Q: And isn't it also for your own healing?",
        "Q: Is there anything, out of all the things that we've covered, that you want to go\nover again, or that you would like to add to?",
        "Q: Thank you so much.",
        "Q: God bless."
    ],
    "answers": [
        "Answer: My name is Maddie(ph) Deutsch, | was born on April 29th, 1930, in a city\ncalled Betterhovo(ph), in, in a Czech name. The Hungarian name was\nBettexas(ph) and presently it's occupied by the Ukraine and so now it is\nBeregoval(ph). This city belonged, prior to World War 1, to the Austrio-Hungarian\nempire and it was a time when the Jews a beautiful life. Then after\nWorld War 1, when they cut up Europe, this part of the country was given to\nCzechoslovakia and in 1938 back to Hungary. In 1945, after World War 2, it\nbecame part of the Soviet Union and as we know, 1991, the Soviet Union broke up\nand now it is part of the Ukraine. So, in one little city, one lived many, many\ndifferent, many cultures and many different lifestyles. | went to Hungarian schools\nbecause my parents primarily were educated in the Hungarian language, so were\ntheir parents, who also were born in that same general area. 1944, March the 19th,\nHitler invaded Hungary and within days we were ordered to wear a yellow star on\nour outer garments so that when we were on the streets, we were recognized\nimmediately as Jews and therefore secondary citizens. They also ordered various\ndegrees that Jews were allowed or not allowed to do. And within weeks, within just\na matter of couple of weeks, we landed in the ghetto in our hometown and we did\nnot stay there very long because by this time the Germans, the Hungarians were\nreally, the Hungarian Jews were the last ones to be taken away and although we\ndidn't know anything about what was happening anywhere in the eastern European\ncountries, we were packed up in a matter of a few days and, into the ghetto and we\nstayed there just maybe two weeks and from there unto the boxcars and taken to\nAuschwitz. Describing this trip to Auschwitz is one of the most difficult things that |\nwill ever do. There were 80 to 100 people packed into these boxcars that had\nnothing but a couple of little windows for air and when we got onto the train we\nwere given a bucket of water for drinking and an empty bucket for personal\nelimination which neither one of them lasted even a half a day. Old people, young\npeople, babies, men, women together and the trip lasted about three days and\nthree nights. During the day it was hot and because the air that we receive was\nonly through these couple of little windows. At nighttime we were traveling through\nthe Alp mountains and it was quite, quite cold. We had no blankets or pillows, food,\nno water and so it was just a, one of the most horrible trips that one could ever take.\nAnd so after we have arrived in the destination, which we had of course no idea\nwhere it was, was nighttime and we saw in the distance flames and some noises\nand dogs barking and we had to wait until daylight when they opened up the doors\nto the, the boxcars and we were separated immediately, men from the women and\nwe were being marched to one, men one direction, the women the other and in\neach area they had the young children and older people still into another direction.\nAnd of course we found out later that they were taken straight to the crematorium\nwhere they were burned. Those of us that looked younger and stronger were taken\nin the direction of the barracks where, this was in Birkenau, Auschwitz and we\nstayed there for approximately one week, we were lucky that we only stayed for\none week and we had to be lined up every morning and every evening, anywhere\nfrom three to five hours where they were counting us to make sure that nobody ran\naway. But the irony is that how could people run away when there were these wire\nfences that were about 10, 12 feet tall, with electricity running through them so that\nanybody touched it, they were dead. But nevertheless, this was their policy. As |\nsaid, after about a week or two we were lined up again and loaded onto trucks with\ncanvas cover and we were, didn't know again where we were going. Driven at\nnight and so that we wouldn't see where we were being taken. And we have\narrived a, at a small place where there were only about 500 other inmates. They\nwere from, originally from Poland and they had been displace already, close to a\nyear. And they were working in an ammunition manufacturing plant and were\nabout 500 of us that were taken in this transport, from Auschwitz to this small camp,\njoined these other women and where we worked in the factory also, almost a year.\nThe situation there was basically the same, we had to stand in line from three to\nfive hours each morning and evening to be counted that we were not going to run\naway. We worked 12 hours in this ammunition factory, walking to and from for an\nhour. The food we received was very, very minimal. Many people died. And of\ncourse we never knew when anybody was going to be killed for any reason or no\nreason at all. And we tried our best to do the work or at least do as much of it as\nwe were able to, to try to somehow hope that we will survive if we do the work.\nBasically, if | go back to the days of when we were liberated, which is really May\n8th, 1945, while we were working in this camp, as | mentioned, there was a lady\nwho was in charge, she was a cappo(ph), she was a Jewish lady who was selected\nby the German SS and her job was to make sure that we line up for these, what\nthey call , where we were being counted and then after she has\ncounted us and found everybody there, then she would call the SS and they would\nrecount us to make sure that in fact nobody ran away. The days were very long,\nvery, in the winter very cold and summertime terribly hot, we had no proper clothing\nand the, the year seemed like forever that we were in this camp. My luck was that\nmy mother protected me in whatever way she could and the way she could protect\nme was trying to talk to me every single day because | was a very slim little girl, just\nturned 14 and | found the work very, very hard and also everything scared me\nbecause | was just a child and | came from a very well protected, warm home and\nwhen | was in this camp there was no protection from anything. And so | was\nalways scared and jumpy and fearful. If | saw the SS, | was trembling, so my\nmother used to talk to me and try to say to try to hold off and try to pretend, even if |\ncouldn't do the actual work, but that I'm trying to do it and just so that she would\nprotect me from the SS. The other way she helped me was, which | did not find out\nuntil after the war was over. We were given some warm, lukewarm water, they\ncalled it coffee, in the morning with a piece of bread and in the evening after we\ncame back from work, we would get some warm soup, which was nothing but\ngreen leaves floating in some warm water. But this piece of bread was really what\nhad to last for the day to help us survive, so what my mother did, in order to protect\nthat bread that no one would dare to take it away from a 14 year old child, she\nwould hold it close to her bosom the whole day and every so often she would break\noff a piece of bread and she would give it to me to sort of tie me over and she did\nthe same for herself, she would take a piece of bread during the day. But | did not\nfind out until the war was over that when she broke off a piece of bread and gave it\nto me, that she not only gave me my portion of the bread, but she gave me some of\nhers, to help me survive. And this too, helped an awful lot in my survival. We were\nhere approximately, doing pretty much the same kind of work in the factory, and\nmarching to and from and then one day in the spring, of course we didn't know\nwhat day it was because we had no calendar or radio or anything, one morning\nwhen this lady, the cappo(ph) woke us up and lined us up and counted us and she\nwent to report to the SS, she went to the barracks, because she was allowed to go\nthere, she was the only one that was allowed to go there and she was going to\nreport that we are all there and she couldn't find a single SS in the barracks. So\nshe went from one to the next, there were several of them where the, all the SS\nwere. And she found no one. So she assumed that the war was over and that the\nSS ran away. And in fact she must have gone to the radio where the SS kept their\nradios and she must have listened and she came out saying, \"Yes, we are free, the\nwar is over and we are free to go anywhere that we want to.\" And that point, all of\nus were crying and laughing and hugging and kissing and every emotion that we\ncan go through because we were free and we somehow made it before they had a\nchance to kill us. And we were liberated by the Russian soldiers and when they\nfound all of us being so sick and weak and emaciated, they took the very, very sick\nones into the local hospital and took the other ones that were not quite as sick and\nplaced them into homes where the German Nazis ran away from when they saw\nthat the war was over and they were afraid that they going to be caught and\npunished. So some of the people were placed in there and the soldiers brought in\ndoctors and medicine and tried to help us and my mother and | was among those\nthat was placed in one of these homes. And we stayed there for about three or four\nweeks trying to gain our strength back because there was only one thought in the\nminds of all of us and that was to try to get home and search for our families\nbecause we didn't know what happened to anyone and so we were hoping that\nwhen we go home, we'll find each other and start a new family, a family again.",
        "A: | did not stay with families, these are the people that ran away. These were the\nNazi homes.",
        "A: Mm-hm.",
        "A: As | said, the Russian soldiers, the occupiers brought us food and medicine and\nthat's how we were being helped to, you know, to get stronger again.",
        "A: No, not basically, just people who survived and if had two sisters survive,\nnaturally they would stay together or like my mother and | survived so we stayed\ntogether and we were just trying to get some food and medicine to try to get\nstronger so that somehow we could get, head back home to look for our families.",
        "A: Mm-hm, there were, as | mentioned originally, there were about 500 women\nthere from the Poland and then the next 500 were us, who were taken later, from\nAuschwitz to this camp. | might just see what I'm touching and what I'm not\ntouching there. And this is the part that's very important, there. As | mentioned, the\nRussian soldiers were helping us with bringing food and medicine to this homes,\nwhere the empty homes that we, they have places us after the German SS ran\naway. And took us several weeks, I'd say about three, four weeks until we had\nenough energy to sort of walk around and just even think about going home. And\nthat we did because the only thought that we had in mind was to get home,\nbecause we were hoping that if any of members of our family, would do the same\nand that we would meet there and be a family again. When my mother and |\narrived, we went straight to our home and when we approached it there were\npeople living in there and they were looking out the window which faced the street\nand of course when they recognized us, they got scared. They said, \"What? You\nreturn, you survived? We were told that you were all killed and now that you\nsurvived and now you are back home, you will want your home back and you will\nwant your businesses back. This is terrible, we thought that you were all killed.\"\nMy mother and | looked at one another and my mother said, \"No, we don't want our\nhome back, we do not want our business back and we don't want to live among\nyou. Anyone who was our neighbor and business partners or business associate\nand this is the kind of greetings that we get when you see that we had survived, we\ndon't want to or we are unable to live among you again.\" And my mother and |\nturned on our heels and walked away. We walked to the center of the city, where\nthere were already some of the survivors who also went home, trying to find\nfamilies and | don't remember now whether we were put into a big home,\nsomebody's home or rather a small hotel, but we were placed somewhere again\nwhile we were waiting to see if my father or my brother will come home. Because\nmost of our families, you know, like mother's parents and sisters and brothers, lived\nin different cities. So basically here we were waiting for my father and my brother,\nhopefully that they would come back. And so, several weeks passed by and every\nday a train arrived and we went to the train station to see if by some miracle my\nfather or my brother would be on it. And then weeks went by and they were not on\nthere and so one of the men, who was a former citizen of our town, he apparently\nhad pity on us, because we been doing this now for weeks after weeks, going to the\nrailroad station every day and my father and my brother didn't show up so he called\nmy mother on the side and myself and he said that we should not wait, we should\nget away from here as far as we can, excuse me. Because my father and my\nbrother are not coming back. So my mother asked how does he know? And he\nsaid that he was in the same camp with them and he saw them die, so he knows\nthat they are not coming back. So with that, my mother turned to me and she said,\n\"You know, we fought all this time so that we have our family hopefully together\nagain and we suffered all of this and then, now that the war is over, we found out\nthere was no reason to fight and to suffer, because there is no family left. We\nshould take our lives now, because it's worthless, it's useless.\" And | said to her\nthat | had just turned 15, nine days before the war was over and | said all | knew in\nmy whole young life is suffering. | would like to go on living to see if there is\nanything better in this world, if there are better people, if there are kinder people\nand if there is a better life. So she said that if that's what | want, then her job as a\nmother was to go on with me, to help me survive and go on and try to make a new\nlife for myself. So at this point we packed up the couple of things that we had and\nwe were leaving our hometown and went over to Romania but at this point it was\nhard to get over there already because the Soviet Union occupied this area. The\none thing | forgot to mention that my father had hidden some dollar bills and some\njewelry before we were taken away and he showed it to all three of us that if we\ndidn't know what was to happen to us, that is anybody came back, to see where it\nwas so maybe it will help us go on when the war is over.",
        "A: Yes, what happened was, the money and the jewelry, my father hid in one of\nthese small mason jars, sealed and he buried it in one of our warehouses in the\nground. And because we knew that we have these neighbors that used to be our\ngood neighbors and friends and they greeted us in the manner that | just described,\nwe certainly didn't want to dig for it during the day where they would see us and\npossibly hurt us. So at night we took some shovels and the two of us and went\nthere and we dug up the money in the one jar and the jewelry in the other jar and\nwe took that money and some of it we paid border guards between Hungary and\nRomania so that we could get out already and the Russian soldiers were there, so\nin order to be able to get out of there and go over to Romania where my mother's, a\nlot of my mother's family lives. And so we gave them quite a bit of this money so\nthat they would get us out of there and that's how we were able to get away already\nat that point. And then we live in, in Romania, this is again Transylvania, Romania,\nHungary, where they changed again in 1940, it became Hungary again and then\nafter the World War 2, 1945, it became part of Romania. And my mother had\nsisters there and other family and so we thought we'll stay there and see if any of\nthose members of the families might have survived and come back.",
        "A: This was, it was called Transylvania, Romania, Hungary, which is the\nsoutheastern part of Hungary.",
        "A: At that point, we had a small apartment, a one bedroom apartment that\nsomehow, my mother's brother lived there prior to the war and so somehow they\nkept that apartment for him so when we came back and my uncle survived and he\ncame back, we moved in together and we lived there and we stayed there for close\nto a year, again, waiting for hopefully family, to trickle back.",
        "A: It's not a little town, it was a fairly decent sized town, it's called Satoumary(ph) in\nRomanian and the Hungarian name was Satmarnamaty(ph) and so we stayed here\nclose to a year again, hoping for somebody from the family to come back and\nactually one more sister came back, out of eight.",
        "A: Yes. Mm-hm. And then...",
        "A: | don't quite remember, well | remember the return because we were all just\nhugging and kissing and you know, we somehow were all lived in this one bedroom\napartment because it was very difficult to get anything else. And it was just, you\nknow, hope and despair because despair was that, you know, my mother had eight\nsiblings and only two of them came back. Her parents were killed. All the nephews\nand nieces and cousins, all of them were dead, all of them were killed, there was\njust this few of us, handful of us that survived. And again, we didn't want to stay\nthere either, because there are a lot of the people were anti-Semitic again there as\nwell. And so we didn't want to stay there, we were hoping that we could possibly\nemigrate. And the reason we wanted to come to the United States, because my\nmother's only sister, who got away just, couple of months before the war broke out\nin 1939, that she had left and so we wrote, well, her, fortunately | remembered her\naddress in United States, | was all of, what, 13 and | wrote to them, you know,\nthere's a couple of us survived and we would like to come to the United States so\nthat we can be together. And so one day she found out about this, you know, then\nof course they arranged for all the necessary papers, which was quite difficult\nbecause at that time the United States did not want to let in much, many people of\nthe eastern European continent.",
        "A: | don't think so.",
        "A: | don't think so.",
        "A: No, that one | don't have, what | do have letters from my father and my\ngrandfather and from my uncle, who wrote to their sister here or their daughter, you\nknow.",
        "A: Yes. That basically, | have other letters that my father wrote my grandfather, the\nfather of the girl that was here and her brothers and sisters, writing to them, this is\ngoing back to 1937, '38 and even the very beginning of '39, begging them to do\nwhatever arrangements they can for us to come to the States, you know, because\nthe, it looked like the war was imminent and if they cannot help all of us, at least\nthey should try to get my brother out, who was a teenager and my father, my\nparents were afraid that they will take him into the army and God knows where he\nwill wind up, if he'll wind up alive at all. So these are letters that | have here, in the\noriginal handwriting of my father and my grandfather and uncles and aunts, who are\nbegging them to try to do something, but it was too late at that point.",
        "A: No I, we did not. The only thing that | do have a copy of is, where this daughter,\nthis sister who lived here, wrote to the American Red Cross, looking for her parents\nand this was already the beginning, of 1944, in April '44, maybe a week or two after\nwe were taken away. And so she did not get a reply, but she does have a copy that\nthe American Red Cross did receive this inquiry. So | have a copy of that, my aunt\nhas the original. So this is something that, you know, is very, very precious\nbecause, you know, she was looking for them and we were already in Auschwitz, or\nwhen day, you know, days after they were killed in Auschwitz.",
        "A: Well basically you know, we had this practice already, we had practice for many,\nmany years, you know, what it was like and with anti-Semitism. First very subtle\nand then if, after a while it wasn't subtle any more, they would just say whatever\nthey felt or if people came back and they opened up their own businesses that they\nhad before, they were, you know, really angry at them and they let the people know\nthat you don't belong here any more and you shouldn't have the businesses here,\nnor should you live here. So when we saw all of this, this was when we decided\nthat it was time to move on from here, too, because this is not a home for us any\nmore either. Nobody wants the Jews. And so this is when we decided to try to\ncome to the United States, you know, different people were trying to go to different\nplaces. Some to Israel, some to Canada, some wherever they would accept us\nbecause you've probably read about it, that most countries did not want us,\nincluding the United States. You know if you heard about the ship, the Saint Louis,\nwhere 1000 people were turned away, first from Cuba and then from the United\nStates and no other country wanted them so most of them wound up in a\nconcentration camp and killed. So no country really wanted the Jews whether it\nwas during the war or even after the war.",
        "A: As | said, a little less than a year.",
        "A: That's when we went back to Germany because they, you know you could not\nemigrate from Romania or from these countries. Only from Germany or Austria\nand those are the places where the displaced, where the concentration camps\nwere. So there were, you know, thousands and thousands and thousands of\npeople who survived the concentration camps but they had nowhere to go, so they\nwere all just hanging around in some of these camps. Now some of these camps\nwere actually concentration camps, prior. And then of course, the SS went away,\nran away. Some of them were, these were mostly army barracks and so when we\nwere in, in the camp, this particular camp was near Munich. It's called Poking(ph)\nand it was a rather large camp. And so we waited here.",
        "A: My mother and myself.",
        "A: Yes, stay, one of them stay there, she got married and stayed there, her sister\nand the brother stayed there for awhile but then he also came to the United States,\nalso about 1949.",
        "A: Okay, so in order to seriously thinking about move, you know, coming to the\nUnited States where my mother's only surviving sister came, we had to go back to\nGermany and stay in one of these displaced person's camps, where most of the\nsurvivors of World War 2 and primarily of course the Holocaust survivors, since we\nhad no other home, that we made this, these camps our homes and trying to make\nwhatever arrangements have to be in order to be able to emigrate, whatever we\ncould. The reason we wanted to come to the United States was because my\nmother's sister was here and she's the only one that was able to get away before,\njust before the war broke out. And so | remembered her address and wrote to her\nthat a few of us survived and that we would like to come to the United States and\ncould they make the arrangements? And so we got a letter back, oh by all means,\nyou know and they would have to do, they would do whatever they have to do. In\nother words they had to guarantee that we would not be a burden on the United\nStates government, that we would have a job waiting for us and a home waiting for\nus and that we will not be any kind of burden of the government or of the United\nStates citizen, that we would not take away their jobs, their homes, etcetera. So\nthey filled out all these forms and whatever else they needed, but being that we\nwere born in Czechoslovakia and that quota system is very, very small, you see.\nEven the United States allowed only a very small number of people annually to\nenter the United States and there were certain countries that had even less, | mean\na minute amount of people that they would let in annually. And we were\nunfortunately among those. So we had to sit here, in this displaced person's camp,\nin Poking(ph) until the beginning of 1949.",
        "A: Okay, | had just turned 16 by the time we got back to Germany in the displaced\nperson's camp and this was another experience. We were again in this army\nbarracks that did not have partitions or rooms, individual rooms. The only privacy\nthat we had, we were given a blanket and a pillow there already and the only\nprivacy we were able to muster for ourselves was to find a rope and tie it on\nbetween two nails and maybe find a few safety pins and with these safety pins, put\nthese blankets on these ropes to separate one family from another. If a person was\nsnoring right next door, you Know, to you, well you just have to put up with it. | was\njust a 15 year old little girl, or just turned 16 and if | heard a couple who was next to\nus and have marital relationship, well that's what | had to listen to. If there was an\nold couple right next to us, they came from Uhzbakistan(ph), the backwoods of\nRussia, who knew very little of progress and life of today, having lived there. Their\nbodily noises were their lifestyle. | mean it was just awful. No matter, | mean you\nwere surrounded by people who lived so many different ways and you just had to\nbear with it. Now the bed that we slept on, it was a cot and army cot, this particular\ncamp, displaced person, displaced person's camp was built in a forest because this\ntoo was a concentration camp.",
        "A: It had been during the was and so when the war was over, the people who\nsurvived the concentration camps lived in these places because there were no\nother place to go to. So being in middle of a forest, a lot of mice and a lot of rats\ncame into these barracks and so middle of the night you had a visitor. When you\nwere sleeping on this cot, you just never knew what bit your hand, it could have\nbeen a mouse, a field mouse or it could have been a large rat. There was no\nindividual toilets, there was | think one on each end of the barracks and you know\nhow large one of the barracks are. And so this is where we would take a shower or\nstand in line for a bathroom or for a shower. And, and the food that we were given,\nexcuse me, was again, you know, like army portions and that kind of stuff, but of\ncourse much more than what we have gotten when we were in the concentration\ncamp. It was already a living portion.",
        "A: At this point, it was more under the United States government and so there was\na group called Unrra, U-n-r-r-a and the Joint, J-o-i-n-t distributing committee and\nthey are the ones that supplied the food and did some of the cooking for us and\nsuch.",
        "A: Well, not an awful lot better but it was at least more than what we have gotten\nbefore and the fact that we knew that we were free, that we could move, we could\ngo, basically during the day wherever we wanted, that was everything because that\nwas freedom. And there is nothing more important in a person's life, is just being\nfree.",
        "A: Well there were all kinds of fears, there were many fears because when you are,\nyou basically just turned 16 and already three years you have gone through all the\nhell a human being is capable of, one is scared of everything, whether it's the rats\nor the mice or what will be tomorrow or will | have anything to eat in these three\ndays from now or am | going to survive and get out of this camp and will | have\nanother, a normal life again? These are all fears and some. There are things that |\ncan't even think of right now but these were all fears. So in order to counteract\nsome of these fears and not think of them and to occupy people, these\norganizations | mentioned had offered something for people to do during the day.\nOne of them was sewing, you know, clothe, making clothes. Another one was\ndental technique to become a dental technician and there were tailors and various\nother occupations that they brought in also from the group called ORT, O-R-T,\nwhich exists even today and these are people who help others that need help, to\nlearn a profession and get started in life again. So these are the things that have\nbeen offered, they are to do during the day cause otherwise for years you'd go out\nof your mind.",
        "A: For, for everyone that wanted to take, you know, to try to make, start a new life\nso that whenever they will be allowed anywhere in any country, that they can be\ngood citizens, that they can do something or make something.",
        "A: Okay, my mother had volunteered and she worked in the, there was an, like a\nlittle hospital and my mother volunteered, she always loved to take care of people,\nso she was there in the hospital during the day and she worked there. And | went\nto all these classes. | learned, tried to learn how to sew. | went to these classes\nwhere they offered dental technique and | also went to class where they were\noffering how to speak English. So when | came to the States, | was able to make\nmyself understood. Of course not fluently, but | was at the point that | was able to\ncommunicate somewhat.",
        "A: Oh no, | had to translate for her and so it was definitely helpful because | was\noccupied doing something, otherwise, you know the, all the young people who\nsurvived, we would have gone crazy completely, there was nothing to do, you know\nand so...",
        "A: Yes, yes, these were primarily Americans, right.",
        "A: Yes, | remember some, very well, some of the friends that | made, there were\nabout six of us about the same age and...",
        "A: Yeah because men and women were never together. So these were girls\nabout...",
        "A: Never. Men and women were separated at Auschwitz and that was the last time\n| saw my father and my brother. | have never seen them. Men and women were\nnot together in any camps except in Poland or Russia, that was in the very\nbeginning, like in 1940 and 1941 that when they took the whole families together.\nAnd so they were taken to one area where the families were able together, but after\nthat, especially 1944 when the Hungarian Jews were taken away, there was no\nsuch thing. We had never seen a man from the women after we separated in\nAuschwitz.",
        "A: This was already in the displaced camps, after, after the war, the displaced\nconcentration camp. But not in the concentration camp.",
        "A: In the displaced person's camp, yes, one could live.",
        "A: Well there | found one of the girlfriends, I'm sorry, two girlfriends, my two best\nfriends from the concentration camp | ran into in this same camp, in the displaced\nperson's camp. One of them survived with her mother and this is the one, you\nmentioned my birthday book, okay she is the one that gave me this little birthday\nbook that we were chatting about here that was given for my 15th birthday, which\nwas as | mentioned, nine days before the war was over. | don't Know where she\nworked in that factory, at this point, where she was able to get paper and some\nfabric and a needle and a thread to make this little birthday book for me, but she did\nand...",
        "A: Vera Goodman was her name and she...",
        "A: No, she was from Germany, Poland, that area and she also had her mother and\nI'm sure she helped her survive as well. And the other girlfriend that | had was\ncalled Udit(ph) or Ditka(ph) Kaufman. And she was there also with her mother and\nI'm sure she helped her daughter survive. And | found them in the displaced\npersons camp, you know, in Poking(ph) and we became again, very close friends.",
        "A: Oh yes, it was a very pleasant thing because you know, the nicest thing that has,\nanybody has done for me through the war and you know at the end of the war was\nthis little birthday book. And the only way that | was able to save that, because you\nknow, we were stark naked all the time so we couldn't save anything, but this was\njust nine days before the war and | must have learned from my mother to hide my\nbread, she hid the bread near the bosom and for those nine days | kept that there\nand somehow it wasn't found. So right now it is in the, in a museum, Holocaust\nmuseum in Houston, on display.",
        "A: No, one of them | understand had died. By the time | realized where she lived\nand that she was here in Houston on a visit, | found out and then by the time |\ntracked her down from, you know, through New York, | found out she had died and\nso did her husband. So there was no way that | could find her. And the other one, |\nknow that she married a first cousin, also named Kaufman and they were just about\nthe time we came to the United States, she went to Canada and she started a new\nlife there, but | lost track of her and so | have no idea where she is right now.",
        "A: Oh, in the displaced person's camp | had free time, the choice...",
        "A: Well we would get together, yes sing and talk about times when we were\nchildren and the hopes that we had that when we get out of this situation, that we'll\nhave a home again and that we what will be, what we are looking forward to doing .\nAnd that was very important because in a concentration camp there were only two\nthings, basically one thing that kept us alive. The main thing to get together again,\nto reunite with our families. That was the, my one and only important thing. And\nthe other thing of course, once we are together, to make a new life again and have\na new, normal lifestyle like human beings would normally live again. so basically\nthis is all that we were looking forward to. So when we got together we were talking\nabout schools in her, you know, their, one was, both of them were the, were\nOriginally from this area, that's called near where some of the\ncamps were. Right, not far from where the concentration camps were. And so...",
        "A: Yes.",
        "A: We were quite a distance, we were like three days and three nights on these\ntrains when we were taken there, you know. But basically this is what we were\ntalking about, what we used to do when we were younger, schools and what, you\nknow, sports and friendships and normal lifes.",
        "A: We were speaking in German, believe it or not, because these two girls as |\nmentioned, where they were born, they spoke both Polish and German. But |, in\nschool, learned how to speak German so all three of us were able to speak in\nGerman. So that's how we communicated, you know.",
        "A: Yeah there's, the religions were being celebrated but not in the way that we\nwould have liked, because there were no facilities for that. And there were beliefs\ndifferent of different people. Some people who survived the concentration camp,\nwho's family was very observant, very religion, a lot of those people turned away\nfrom God and they didn't want to know anything about religion. Then there were\nthose who were not religious at all, but after this experience, they became very,\nvery religious and then there those in between, who believed in God and practiced,\nbut within, you know, not as fanatically as perhaps the Orthodox Jews or, so one\nbelieved in God and continued believed in God and observing the holidays but with\na certain fervency, you know, not necessarily going from one extreme to the other.\nAnd | think my mother and | stayed somewhere in the middle of the road. We, |\nguess, believed that there is a God, even though many, many people questioned\nand we also questioned when we found out. But we, and I'm going to speak just for\nmyself because my mother is gone. | feel that to go on living, | had to believe in\nsomething. Because if | believe only what | have gone through, through this time\nand if | have only belief in this people, that people are the way these murderers\nwere, then life is not worth anything. Then there is no sense going on, going on\nliving, then my mother was right. So in order to, to survive and to go on and start a\nnew life, or try to start a new life, one had to believe in something and | guess | just\nbelieved that God was still there, even though all of this horror took place and all\nthese things that happened to good people, just because they were Jews. For no\nother reason.",
        "A: No, there wasn't anything specific, nothing. The only thing that was in our minds\nalways, to make it through another day, make it through another hour. Just to\nmake it through so that we can be reunited with our families. That's all that\nmattered. And there wasn't just one song, we were just holding on to one another\nand trying our very best to make it through.",
        "A: Oh no.",
        "A: No, there were...",
        "A: There were, some of the people who were older than | of course, that they knew\nmore Yiddish culture and things like that, they would put on, like a little plays, so\nthings from home, what it used to be like and so that people would try to remember\nwhat it used to be like when life was normal and good and decent and worthwhile\nand these were just little plays that were put on, on a Saturday night and people,\nyou know, we would go to.",
        "A: Yeah, in like a big hall where we would eat. Then in the evening they would put\nthe chairs in there and, in fact, you know, since | was so young, | Knew so little\nabout the Yiddish culture, that through these plays | have learned a lot about\nJewishness and Yiddish culture from way before because | had no opportunity to\nlearn this because | went to school during the day and then | learn, had the Hebrew\nlessons in the afternoons and such or Hebrew reading, but not, there wasn't\nenough time to learn about the culture, that would have come later, but | never had\nthe opportunity so this is how | learned some of it.",
        "A: Well basically from 19, early 1946 until 1949, so it's almost four years and that\nwas four years of my life on top of the concentration camp, whatever, it was gone.\n| mean this is my, all my teen years were gone. When most young girls at the age\nof 13 are at puberty and they're learning about friendships and doing things and\nrelationships with other people their age and doing things together and learning\nabout life and | had none of that. So when | came to the United States, when | had\nalready turned 18, | was really not 18, | was still a 13 year old girl in the body of an\n18 year old.",
        "A: It was terrible because for almost four years this has been going on. Either my\nmother would go to Munich, to the office, you know, of the governmental office and\ntrying to find out have they heard anything. Then she would come back, the next\nweek | would make the same trip and trying to find out and this has been going on\nfor years and years until we were already going out of our minds because we didn't\nknow if or when we'll ever be able to get out of there. And to live in this barracks\nthat | described to you, with the mice and with the rats and no privacy, | mean\nanimals should not live the way we had to live for almost four years. It was horrible.\nBut the only good thing was that we were free, you know. But anything else you\nknow, it was just horrible, horrible experience. And for a young girl especially.",
        "A: The only mail that we received was, went into the main office, the headquarters\nof the camp and then once a day we would go there and if anybody got mail, they\nwould read it out, you know.",
        "A: Sometimes it came once a day, sometimes you got once a week, sometimes it\ntook from the United States to get, a month, you know, mail was not very good in\nthe 1940's.",
        "A: Well, if you can call it regular, you know.",
        "A: The only person, that was my mother's sister, here. And she's the only one that\nshe, they would let us know that they went to, let's say to Pittsburgh, because they\nlived in Pennsylvania and trying to find out what's happening with our papers and all\nof that. But that's the only mail we got, there was nobody else in this world.",
        "A: She got the mail from us, right. And all we could write is please try to go to\nPittsburgh and whatever offices you have to, to see if you could put a little push on\nit, because we are going crazy here.",
        "A: We couldn't, really couldn't even believe it any more, after four years, you know,\nliving like this. You couldn't believe it, we didn't know what to even expect, so that\nwhen we finally came on that ship, the SS Marine Flasher.",
        "A: That's was the name of it, the SS Marine Flasher. And when we arrived in New\nYork harbor and saw the Statue of Liberty and we got off the boat, we kissed the\ngood old American soil, because now we knew that we were finally free. And that\nwas a very special experience, a very special, special day.",
        "A: Well of course when you're together with them for almost four years, you know,\nyou make friends and you, you are a human being so you interrelate with people\nwho live right next to you or, you Know, make special relationship with others. And\nof course we parted company and wished each other well. We had no idea what\nwas waiting for us or what was waiting for them. So we were looking forward to\nstarting a new life, but we were also scared silly.",
        "A: Well, from the camp to the boat, we were in Bremerhaven(ph), which is the port,\nthat's the German port, so we were taken there, oh | think about a week or so\nbefore that and we were in big, big barracks and that's where we were kept until\nthis ship was ready for us.",
        "A: Oh, who cared at that point? At that point we knew that we were coming already\nto the United States and you know, we are looking forward to it, we didn't know, we\nwere very anxious and very anticipatory, but also with hope. You have to have\nhope in order to go on. So we were hoping for to be able to start a new, decent life\nagain.",
        "A: Well | had nothing that survived, because when we were taken to Auschwitz, we\nwere stripped naked and everything was taken away from us. So | had nothing\nfrom before. The only thing that | had and that | held onto and | just gave to the\nHolocaust museum here in Houston, was my little birthday book that was given to\nme just nine days before the war was over. And that's all | kept and...",
        "A: No, because.",
        "A: No, there was some jewelry and some money that my father hid and that's what\nwe did find and that's what helped us get out of there at the time.",
        "A: The jewelry we had to sell, but not at this point yet, this we sold at a later date,\nbut the money, the cash money that my father hid, is what we had used to pay off,\nyou know, these guards, the border guards so we could get out of there.",
        "A: Arriving in New York was fantabulous. Our aunt and uncle showed us around\nTimes Square, a million lights and everything else and it was very, very impressive.\nWe stayed here overnight in one of the, the Taft Hotel, in New York, on Times\nSquare. And so it was very exciting and very nice, but we were so worn and so\nworn and tired from all the excitement that we could hardly wait to be taken to their\nhome and so we could get some rest and decent, a good night's sleep and being\nsomewhere. Anew home. A home.",
        "A: Magda. Her first name is Magda and she married a young man, Adolph\nBergstein(ph), just before they came. You know my uncle, her husband, came with\nhis family in the 1920's, through Ellis Island and he went back to visit his hometown\nin 1937 and that's where he met my mother's sister, who was a very, very beautiful\n21 year old girl. And they fell in love with each other and they got married and then,\njust in beginning of '39, before the war broke out, they, you know, came to the\nUnited States. | mean he was here, but already, beginning of '39 there were\nproblems, they didn't want people to come out and so on. So he had to actually\nreturn to Europe and take care of her papers so that they would let her go. So that\nthey came out just before the war broke out.",
        "A: Yeah, | think the expectations perhaps were a little bit bigger. You know, when\nwe arrived we thought that the homes were, all of the buildings would be like the\nskyscrapers, everything would be huge, like described in America, everything would\nbe very, very big. So this was somewhat of a, not so much a disappointment, just\nmore of a difference than what we thought.",
        "A: Well the food took some getting used to, but for awhile we stayed in my aunt,\nyou know, my mother's sister and she did do a lot of Hungarian cooking yet, so that\nwas Okay. One thing that | would like to mention at this point, which carries on into\nlater life is this, when we arrived in this small town and this was a small mining town\ncalled Manassen(ph) Pennsylvania, not far from Pittsburgh. And they, my aunt and\nuncle had a small house there, they had a grocery store and he made a nice living\nand they lived a comfortable life and they had made a lot of good friends. And\nabout two weeks after we arrived there, my aunt wanted us to meet her friends. So\nshe made a little party, she gathered, you know, invited all her friends and we were\njust talking because as | mentioned, my English was such that | could carry on a\nconversation. So when she had invited these friends, several of them asked me\ncertain questions pertaining to the Holocaust and I, you know, | explained to them\nin simple, short way and it seemed to me like human beings, being interested in\nother human beings. And | felt that was natural and felt it was warm and felt\nwelcome. Until one of her friends said that, \"You know, that's enough conversation\nabout that Holocaust already, let's just forget about it.\". And that was like a knife\nbeing stabbed, you know, in my heart. This is, we are just after the Holocaust\nbeing over. 11 million people were killed. Innocent people were killed and this is\njust 1949, four years later and people are first coming to the, from these camps and\na few here, a few there. So many million peoples were killed for nothing and then\nshe says let's not talk about it any more. It was devastating to me.\nTape 2",
        "A: Yes, our relationship, | mean we were so, we couldn't be closer if we tried. We\ncould just look at one another and understand the other person, what goes on in\nthe other one's mind. We were in this small town, Manassen(ph) with my mother's\nsister, for a short time, a very short duration, from the March, beginning of March\nwhen we arrived until the fourth of July when we went up to New York to visit a\ncouple of my mother's cousins and an aunt who came also in the 1920's and my\nmother of course, didn't see them so we decided that we would go to visit them in\nNew York for a few days. And when we were talking about, you know,\nManassen(ph), this small town where my aunt lived and my age being just 18 and\nthat there was really very little for me to do in this small town. So we had many\nconferences with the cousins and the aunt that we had there and they advised that\ninstead of staying in Pennsylvania that we stay in New York instead, where we\nhave a better chance of starting a new life, whether it's going back to school or\nworking or the combination or whatever. You see, | had a problem, a very, very big\nproblem when | came to the United States, cause as | mentioned before, although |\nalready was 18 years old, | was really just 13. Because | haven't learned anything\nbetween the age of 13 and 18. Plus the fact | was still scared of everything. Living\nin these camps, whether it's a concentration camp or later in the displaced person's\ncamp, and | never had a normal relationship with people. This was not a normal\nlifestyle that | had all these years, so | was scared silly of everything. | also did not\nhave a good working relationship with people my age, because we had nothing in\ncommon. Those girls that | met through the family, at age 18 were dating and\ngoing to the movies and theaters and all of that, all those things were unknown to\nme. They were talking about boys and all, you know, the dating and all that. It\nmeant nothing to me. Even when | got my first job, through the family, my stomach\nwas so nervous just getting on the subway in New York and going to work and not\nto know what to expect there, all the unknowns, everything that was unknown was\nso scary that the first several years and I'm not talking about months, first several\nyears, | was having a real hard time. | couldn't go out on a date, that, that was\nforeign to me, it was very scary. As | said, when going to a job was very, very\nscary. Meeting people, in general, was scary. And in Pennsylvania, in this small\ntown, one of the things that kept me from staying there was that the children, or the\nyoung people that were my age were not Jewish and so | had, again, nothing in\ncommon with them because and especially not just that they were not Jewish but\nthey were not in a concentration camp, they were not living in DP camps, their life\nwas completely different. Or they were very young children, so there was nobody\nfor me to have relationships with. Or understanding one another.",
        "A: Except my mother. But no, no people my age, so | had really nothing to do in\nthat small town. So when we went to New York and we were talking about these\nthings, the, you know the good sense was that yes, we should stay in New York.\nSo which we did, we stayed with this aunt at first, for a short while, then we rented\na, a furnished room, where we stayed for awhile. Then we got our first apartment,\nwhich at that time was like impossible to get, but what we had gone through in lack\nof privacy that | described to you, that was the only thing, now that we had our\nfreedom, that was the only thing my mother and | wanted and I'm sure all the\nHolocaust survivors, some privacy.",
        "A: So my mother, her cousins found her a job, again taking care of people because\nthat's what she was always best at. So she was working in an old age home, a\nnursing home and so she was making money there. And | went to, to work in one\nof the factories, again a cousin, where they taught me how to work a sewing\nmachine and so | was making some money there and then | finally met a young\nman, an American born college graduate and he somehow talked me into going\nback to school, because my family wanted me to and | still saw school anti-Semitic\nin everything the way it was back in Europe, so | didn't want to go back. So this\nfriend, this young man that | met, said, \"I tell you what, you sign up and | will come\nwith you.\"",
        "A: Yes. After, as | said, for several years | was not very good socially with anybody\nhere, but one of the cousins in the family used to go away on weekends or on\nvacations to the mountains where they had single groups, you know, where they\nwould meet. And in one weekend, she talked me into it and | went with her. And |\nmet this young man there and somehow it seemed like he had empathy and\nunderstanding of what | have gone through and he knew a lot about the\nconcentration camps and all that, so we sort of hit it off. And so | started to go out\nwith him, you know, with other people, with other young people because alone |\nwas still scaredy-baby. But anyway, so he talked me into going back to school and\nhe said, well of course only in the evening because during the day | worked. So he\nwould sit with me in the evening, in the school for | think maybe six months or so\nuntil | got used to it, then | saw that school here was not the same as anti-Semitic\nschools that | had to go through before we were taken away.",
        "A: Basically the hatred of the Jews and you know, what happened was in Europe,\nthen when | went to school, if | deserved an A or a B, | would get maybe a D, just\npassing grades, you know. And so it's, it was very scary. Again, among those\nthings that were very, very scary. But finally | stayed in school and while | was\nthere is where | met my husband to be. This other fellow took me there, but | met\nmy husband to be there, who was also a Holocaust survivor and who lost all his\nfamily there.",
        "A: Yes, that was Theodore Roosevelt evening high school in the Bronx, New York,\nacross the street from Fordham University.",
        "A: We were not in the same class, but he heard me speak Hungarian to someone\nthere and so that's how he asked me if he could drive me home and he seemed like\na nice enough young man and maybe by that time | was getting, warming up a little\nbit that | wasn't quite as scared as | was the first few years because this was\nalready 1955, you know, so this is six years later.",
        "A: At this point | was 25, | had just turned 25, yeah.",
        "A: Yes, definitely. This was something, that we had a lot in common with and...",
        "A: Oh yes, oh yes.",
        "A: That was one of the first things that we talked about, because when you meet\nsomeone, you try to find things that you have in common. And of course what did\nwe have in common more than having been in the concentration camps, having lost\nall our families, trying to make a new life for ourselves and how we are going about\ntrying to do that. And then my husband was also in Korea. No sooner that he\narrived to the United States, he was, he was taken, you know, to the Korean war,\nfront lines. And so things of this sort, that we were, had a lot in common with and\ntalked about. And, now of course we spoke about what we would like in our lives,\nnow that we are here and we would like, we should try to put the past behind us\nand try to start a new life and perhaps have children and you know, to live a normal\nlife again. Try to forget all those years, wnat we have gone through and everything\nand everyone that we have lost. And so all of these things were things that we had\nin common. And we both wanted to, you Know, speak English better and you\nknow, try to do the very best we can with what we had. | mean we were young\nkids.",
        "A: Yeah, but not terribly far away, because where | was born is, was Hungary,\nCzechoslovakia, the northeastern part of Hungary, while my husband is what they\ncall the Transylvania area, which is Hungary, Romania. But those were like 50, 60\nmiles away from one another.",
        "A: Oh, he lost his parents, his brothers, his sisters, his aunts, uncles cousins. We\nboth as well as all the other people, lost at least 90 percent of our families. So he\nwas all alone.",
        "A: Yeah, because he had no one, yeah.",
        "A: Yeah, yes.",
        "A: And he and my mother hit it off beautifully, even after we were married for years,\nthey got along so well. My husband had a tremendous amount of respect for my\nmother and my mother had very much respect for him because, not only because\nhe tried to work so hard and to establish a life and have children and a you know,\nfamily life and taking care of me, but just the fact that he was trying to hard in\neverything and to please her and to please me and to just try to make a good life for\nall of us, yeah.\nhow you balanced the two of those things, the past, the present and\nthe hopes of the future?",
        "A: Okay. Oh, is it going? Well, basically at this point, now this is, we're talking\nabout end of 1955, we were planning our wedding, which was February 4th, 1956\nand we had a small apartment because it was still very difficult to get anything\nbigger or better in the Bronx. And we both were going to work. My mother lived\njust a couple of blocks away from us and so we saw each other almost, quite often.\nShe would invited us for dinner, you know, after work and on Sundays we spent\ntime together and some of course with just friends. But we, our relationship\nremained very, very close with my mother. Then two years later, | had a little boy,\nMark and at the same time, when my oldest son was born, my mother remarried.\nAnd that is an interesting story because, of course, she wasn't looking at this point\nto get married, we were still in a lot of pain and we were not thinking and she surely\nwasn't thinking about, you know, getting married again. The pain was still quite\ndeep and strong there. But this same sister in Pennsylvania had good friends and\none of them knew about this gentleman who had lost his wife just several years\nprior. And he was born in the village right next to where we lived back home. And\nso she thought that maybe the two of them could hit it off. And so they invited my\nmother, you know, down to Pennsylvania and they met and it seemed to have\nworked very nicely, he was a very, very nice man and he was lonesome, you know,\nhe had lost his wife and my mother was alone, basically. | mean, she lived near us,\nbut still she was alone. And they got married, that same time when my first son\nwas born. And they moved, you know, she moved to, where he lived.",
        "A: She moved to Pennsylvania this point and they had a very nice life for five years\nand then they went to Miami, to one of his niece's weddings and while they were\nthere in a hotel that they were staying in, he had a heart attack and died in front of\nher. So the poor woman, not enough that she had to survive all she had to survive\nand lose everybody, it, like five, six years later, she, same thing have to happen\nagain. So that was a devastating time. And we made her move in with us because\nwe didn't want her to be alone. And at this point, you Know, we had a little baby\nand so we were taking care of a child and my mother was living with us and we\nlived a very good, normal life. And you know, you're busy with a child, you tend to\nnot focus so much of the past, you tend to live one day at a time in taking care of\nthe child, enjoying it and have a good married life and it was just, the first time |\nthink that some of this stuff was not thought of every single day. The only time that\nit did happen, that we would think about it of course is both of us and most of the\nsurvivors, I'm sure, have gone through that, is where we would have some\nnightmares that things would come back from the past. The slightest little thing\ncould set off nightmare, you know. You would see a person in a uniform. Didn't\nhave to be a police, it didn't have to be anything like that, but it would trigger off\nsomething. And then of course at night you would have these horrible nightmares\nand you'd be screaming on top of your lungs and jump up and the perspiration\npouring off your body because you're actually reliving this. And this has been gone\nfor many, many years. In the first years, much more often than in later years, but\neven now, occasionally it will happen. My husband, many times that he feels that\nhe's fighting back, you know, when he would wake up all in a cold sweat. But as |\nsaid, this is now on a rare occasion, but for several years this was a pattern and we\naccepted that this is how it is.",
        "A: Yeah, we repeated it basically to one another and then tried to go on and you\nknow, try not to think about it much and this is the good part, you know, that we\ntried our best to start anew. Tried our best not to think much of what took place,\nwhat happened. But of course you can't just get rid of years, years of pain, years of\nsuffering. It just, you know, we tried.",
        "A: Not really. There were a couple of good friends that we had and we are siill\nfriends with them although they are in New York, one in New York and one in\nColorado. We are, you know, still constantly in touch with them. They were the\nonly ones that were really, we did any talking about. When, again, when we would\nsee something, that would trigger things off. We were not trying to talk about these\nthings, we would try to get it out of our systems and you know, you try to\nconcentrate, they had little children, we had little children. You know two years\nafter my first one was born, | had another little boy. And we tried to live as normal\nlife as possible, but occasionally things, we would see, and it happens today. I'll\nsee something and it will trigger off something that | have seen 50 some odd, you\nknow, years ago.",
        "A: Well this is a very difficult and individual things to do. Most of us survivors were\nnot able to talk to our children about our experiences, about what happened, for a\nnumber of years. | don't know what the reason was, | guess basically most of us\nbelieve that we didn't want, want to hurt our children, we didn't want them to live\nthrough the things that we have lived through. In other words we were trying to\nprotect them. Not like a, a, a lion cub but 10 times more. Because that was the\nthing and | think our problem still is, those of us that survived and we have children,\nwe became overprotective. Sometimes to the point where it's harmful.\nNevertheless, that's how it is, you know.",
        "A: That was...",
        "A: Well later on, when they were a little bigger and they started to ask if they saw\ncertain things that we would read or if they overheard us talk to these couple of\nfriends, you know, about certain things, they would ask questions, but that's about\nall and we would give them a very simple answer and not going into too much until\nmuch later. Now, whether this was the right thing or wrong thing, | don't know. In\nour case, of course they have learned much more later, because | did not, we did\nnot talk much about it until, let's see, 1978. This was when we already lived in a\ndifferent home in New City, New York, which is upstate, in Rockland County. At\nthis point we had a very beautiful one family home and we lived a, the nicest time of\nour lives since the concentration camp took place there, in the seven years that we\nlived there. We had the boys, they had friends, we had friends, we had a lovely\nhome and so it was just a very, very nice lifestyle. But we still, the friends knew that\nwe went through the concentration camp and occasionally something would come\nup, we would talk about it a little bit. Sometimes our children heard about it and\nwe'll answer them but not going into detail. My children learned much more starting\nin 1978 when we were living here in New City, the rabbi from the temple where we\nbelonged to, is a conservative rabbi, asked another lady and myself if we would put\ntogether a Holocaust remembrance program in April, which was, you know, the Day\nof Remembrance, called Yom Hashewah(ph) and | was taken back a little bit\nbecause as | said, we really didn't talk about it as such, but this other lady that he\nasked and | sat down and we did put together a remembrance program and that\nwas presented on the Day of Remembrance, Yom Hashewah(ph), 1978. And...",
        "A: Well one was born in '60, 1960, the other one was born in 1958. So this was\nalready about 20, 18 and 20. So they...",
        "A: And they were there, as were most of the, a lot of the Jewish people from the\ntown, you know. And they have heard a lot there and then that October, that same\nyear is when we moved to Houston, where immediately | got involved with the\nHolocaust survivors group which was forming at that particular time here in\nHouston. So we moved down in 79 and a couple of months later | was very much\ninvolved already in the Holocaust survivors group that we put together and from\nthen on, because of the things that | have been doing since 1980 is where they\nreally have learned everything about the Holocaust and they have learned quite a\nbit, about our physical experiences, about our emotional experiences, our\nrelationship with other survivors and they themselves understand much more,\npeople who have been in the concentration camps and lost everything, so they\nhave gained a tremendous amount of knowledge of what took place and what we\nare living with, all as survivors.",
        "A: Well basically when we started out in the Bronx and where we had a one\nbedroom apartment and my first son was about a year and a half old, we moved to\nQueens, we bought a two family home and we hoped that we'll be able to support\nit, both of us working and...",
        "A: That time | was only working, you know in a factory because | didn't know\nanything else, but after | went back to school in the evening, | changed my job and |\nworked in an office and | was working in office until | got, until my first son was born,\nso | was working there.",
        "A: And my husband was in the frozen food distributing line for many, many years.\nIn fact for, he worked for one company for 22 years. So we lived in Laurelton(ph),\nwhich was a nice family-oriented town. The street we lived on, there were 271\nfamilies with children more or less the same age, so our children had good friends\nand they didn't know much about our past at this age, you know, young age.",
        "A: It was quite a, there were quite a bit of Jews, in fact | think most of the people\nwho lived on our block, the 21 families, | think most of them were Jewish, so the\nchildren had a lot in common, when they started Hebrew school and things of that\nsort.",
        "A: And the Bar Mitzvahs, you know, they went to each others Bar Mitzvahs, Bat\nMitzvahs, they had all their birthdays together and it was a very quiet, beautiful\nlifestyle, we lived there for 13 years and it was something that, it was good for all of\nus, because we didn't think much or talk much about our past, but lived our present\nand trying to raise our children and so it was good for us, for the children it was\ngood because they had all their friends and they were doing things together, so that\nwas a good lifestyle for them. And then the neighborhood started to change and\npeople were moving in and out and was getting very unstable and the children were\nhaving some problems in the schools. Their lunch money was taken away and all\nof these things, so the area started to change and we decided it was time to move\non and at that point we had some friends who moved, who lived in a very beautiful\narea up in Rockland County, New City, to be specific and they talked us into going\nup there to look around and we fell in love with the area and we found a beautiful\none family home there and so we made the move and again we were very happy\nthere. The boys were in school, in high school and they were, had good friends\nand we made some very good friends through the sisterhood and the Jewish\ncenter. And we lived very nicely, very comfortably and talking very little about our\npast. Trying to just live in the present.",
        "A: No, this was a fairly new community per se and so there were Jews and non-\nJews as well, but we felt that the boys were at an age where they would be going,\nyou know to Hebrew school and such that it would be good for them to be involved\nand for us to be involved so that we can do things together and so on.",
        "A: In a, a nice lifestyle where they can learn about more Judaism and being\neducated in the Jewish religion and learn more about their past, per se, | mean not\nso much what happened to as as to, more to know about Judaism. You know, like\nreligious celebrations and reading, how to read Hebrew and things of that nature.",
        "A: Well in a way | learned, | did not take any formal Hebrew education there\nbecause, well | don't know, because. But | had some Hebrew education when |\nwas going in in school in Europe, you know, before we were taken away and so |\nwas not involved per se in theirs, except supervising them that they are doing their\nwork and like a mother, a good mother's supposed to do. But this is when we were\nthere, where we lived in New City and then in 1978 is when the rabbi asked us if we\nwould, you know, make this program for Yom Hashewah(ph) and that's where |\nstarted a new career for myself so to speak, because few months later we moved\nfrom there to Texas, where | got very much involved in the Holocaust survivors and\nthen | can tell you a little bit more of what | have done since 1980, since | live here\nIn Texas.",
        "A: Yes, yes.",
        "A: Okay, okay. When my mother was married, as | said that her husband had died\nin front of her, she was devastated and we made her move in to, in with us. And at\nthat time we had the two family home in Queens and we had tenants in the upstairs\napartment, a young couple with a little girl and we had asked them if they would find\nother place to live because we wanted my mother to have more comfort than we\ncould provide in that, you know, in our apartment. And privacy as well. So after\nthis couple moved, she had moved upstairs into the other apartment and our\nyoungest son moved up with her to keep her company. So he had a bedroom right\nnext to my mother's and so they kept each other company and that was absolutely\ngreat for both of them. They were sitting playing cards in the evenings and\nwatching television together and it was really just a, a great thing for both of them\nbut especially for my mother who needed, who needed warmth, who needed some\ncomfort because to have gone through what she has gone through and now losing\nher second husband was another horrible experience. So it was great because you\nknow, we had our meals together and we were all close together, but came the\nevening, the two of them retired upstairs and they, you know, it was really\nmarvelous for both of them. But then when we moved to Rockland County, my\nmother had gotten sick. She had cancer of the colon and she suffered for two\nyears. | took her to the doctors there and then they discovered that was cancer. |\ndid not hesitate for a second, we went straight to Sloan-Kettering, which is, you\nknow, specifically for, the best cancer center, you Know. She had surgery and she\nhad suffered for two years and she needed chemotherapy every week, so | would\ntake her to get the chemotherapy. Then she would have to go to the oncologist\nevery couple of weeks, or whatever and then her surgeon, so it was a, one of those\npainful experiences that lasted for two years, but | did everything that | had to and\neverything that they were capable of doing for her, | made sure that they take care\nof her and then two years later, in 1978, she passed away. And that same week\nthat she had passed away, both my sons went away to college. So there were the\ntwo of us, three of them gone that same week. So it was a, little difficult.",
        "A: No, | was still in, in New City. This was in '78 in June.",
        "A: Well, this all took place in June of 1978, my mother passed on and while we\nwere sitting Shiva, which is a Jewish way of mourning when a person, close family\nmember dies, that we observe seven days of mourning the person\nand so right after the seven days passed, both our sons went away to college. So\nthere we were, the two of us in a big house, rattling. But our...",
        "A: Rattling, in a big house, just the two of us, you know. So then, my husband has\na cousin here in Houston, who has been trying to get us to move down here for\nquite a while but there was no reason, but at this point at the same, just about the\nsame time, the company that my husband had worked for 22 years was sold. And\nso a change had to be made and there were too many changes during that period\nof time. So we decided that we'll come down to look around in Houston and see if\nthere's anything really worthwhile to even talk about it. And we did come down and\nwithin 48 hours decided to move down here.",
        "A: No, we came down, | came, you know we came down in May and the weather\nwas magnificent and so we decided that since the boys were in two different\ncolleges, we had no idea after four years, where they will wind up and we were in\nthis big house in New York and my husband, you know, just more or less lost his\njob after 22 years, so that was a big, time for a big change.",
        "A: And my mother had just passed away so it was weeks, within weeks,\ntremendous, tremendous change, so we made a decision that the boys should to to\nthe colleges of their choices at where they sign up and, but we put up the house for\nsale in New City and then | came down to look around to find the house here and\nthen my husband joined me to see if he agrees and we moved down by October,\nend of October we were down here, this was from June to October and it was a big\nchange but we both started to work right away, and...",
        "A: Oh, what | left out was that while we were living in Queens where the boys, you\nknow, in, they were in elementary school, | also returned to school during the day\nwhile they were in school. | completely forgot about that. While they were in\nschool, | went to school and | became an interior decorator. And so when we\nmoved down to Houston and I, | was looking through the newspaper to see if there\nwas any job opportunities and | saw one, the first couple weeks that | was here and\napplied for the job and | got it immediately and | stayed there for six and a half\nyears.",
        "A: Yeah | guess, | guess. So that's where | stayed for all that time. And then\nbusiness started to, this is already now in the 80's and business was getting worse\nand you know, in Texas business was going down and so | decided to leave there\nand we opened up a second store and so | was running one of the stores and my\nhusband was running the second store.",
        "A: It's a liquor and wine shop and very nicely built with the wooden shelves and\ncarpeted and you know, it's...",
        "A: No, no, it's, | mean, his father was a rather poor man, he had a large family and\nhe did whatever he had to, to make a, you know, a living for the family. So he did\nnot have any kind of formal training and neither did his children. So when my\nhusband survived, again he had to start from scratch and work his way up to\nwhatever and thank God | mean, with all the work and without the formal education,\nhe still made a good living for all of us and he was always a tremendous father and\nhusband and so we are married now almost 41 years so | can just look back at\nthose years as wonderful and those few years that | had with my mother as being\nmarvelous and I'm very thankful to her, helping me survive those horrible, horrible\nyears. | can never be thankful enough to her. And | hope one day we'll meet again.\nAnd we are a very, very closely knit family, the four of us, although one son lives in\nNew York and the other one lives down in Alabama. We celebrate all our good\ndays, birthdays, anniversaries. In fact, for our 30th birthday, our boys made a very,\nvery...",
        "A: 30th wedding anniversary, our son's made us a very, very big surprise birthday\nparty where close friends from years and years ago, they have come in from all\nover, to New York to celebrate our anniversary. And if either one of us is sick, the\nboys are here immediately and if it's a birthday or a big birthday or anything special\nor holidays, we try to be together as much as we possibly can. We are very, very\nclose and I'm very thankful for that.",
        "A: This is all that's important in life now.",
        "A: True, that is true, I'm sure we all are somewhat overprotective. And sometimes\nthey'll say so, Hey Ma, you know, go easy and don't forget I'm now 30 or whatever.\nBut they don't really get upset about it, they just try to say ease up a little bit Mom,\nyou know, you're going a little bit too far, you Know, too worrying, you know and\nthen | lay off.",
        "A: Oh yes, oh yes, a lot of these...",
        "A: A lot of these friends, you know, who | mentioned, there's one of them that lives\nin New York that we are still very much in close touch with. The other one in\nColorado. And there are several of them that we have been very close with and still\nare. And we talk to one another and if one celebrates an anniversary we just call\nup and, or send them cards or whatever. That we do remember each other and the\ngood times and the bad times, you know. So these are friendships that are not just\nsuperficial, but very deep understanding of one another and what our needs are of\neach other and of life in general. And so, all these years we remember and we\nthink about think you know about the life that we have gone through and trying to\ncelebrate the good things.",
        "A: Well | didn't feel that | was secretive, because | never kept it a secret. If any time\n| spoke to anyone, not necessarily Jewish, not necessarily people who have been\nin a concentration camp, but if we just had general talks or discussions about all\nkinds of things and it would come up through history, through the time, what\nhappened in this year or what happened when that took place in the world and then\n| would say, \"Well, | see it from it a different point of view because and these are the\nthings how it used to come up. Not necessarily hiding it nor putting it on public\nview, per se. But if the opportunity was such that it contributed something\nworthwhile that | felt, then | would mention it or talk about it or a phase of it or you\nknow, something like that.\njust news clips and the way you saw it betrayed, even if it contradicted your\nexperience, it didn't ever make you angry?",
        "A: Yes and many times | think about what it is really, why | did not talk about all of\nthese things from the time that, you know, it was over? Was it because of this one\nterrible statement from this lady, | was wondering many times. That that was so\npainful that it could have caused me to silence. But then | listen to other people\nand, thousands of other people also did not talk about it, because whether if it's with\ntheir children, they try to prevent the pain. Whether it's with other people, because\nwe felt that they really can't understand and not necessarily because they did not\nwant to understand but because | feel that to understand, to really, fully understand\nand empathize with what happened to us, through us and through this period, one\nhad to really be in it, to fully understand it and while we might have, you know, just\na conversation and sometimes maybe even a little bit more serious conversation, a\nlittle bit deeper and going more into what happened. The understanding of anyone,\nJew, non-Jew alike, could not be there unless you were there. There is just no way\nanybody can understand it. Some people will try, some people will empathize,\nsome people will read a tremendous amount about what happened. Some people\nwill try to talk to as many survivors as to what happened to you, to learn from\ndifferent phases from different people because each of us, you know, there must\nhave been 12 different countries or more that were involved. One may be Poland\nand life was completely different there than it was in Hungary. From France it was\nnot the same as in Denmark and so the background of all these people are so\nentirely different. The people from Poland or Russia might have been, or certain\nparts, I'm not talking about the larger cities where there was, you know, tremendous\neducation. But you know, like | described this older couple from the back woods of\nRussia, without any education, so if you put people together with highly education,\neducated people, let's say from Germany, these are two completely opposite ends\nof the, the world. And so when you talk to one group of people from there, | mean\nthey lived in a little village without even a wood stove or whatever. They did not\nlearn, they did not know about what was going on this world as did the German Jew\nor the Austrian Jew or the French Jew or the Hungarian Jew, where there was\nmuch more education. So these are completely different worlds apart and so\neverybody's going to look at things differently. So if you're going to talk to a person\nfrom this end of the spectrum and then you'll speak to the other one at the other\nend, you're going to hear two completely different stories and lifes and so to\nunderstand all of this, you have to understand history and people who want to know\nabout it, would want to read about it and would want to talk to a survivor about it\nbecause that's where they'll get the, the actual facts, the truth, wnat had happened.",
        "A: Yes. | remember seeing the Holocaust, that was shown on television, the film\nseries.",
        "A: Yes. And that one was a disaster because it was primarily a show rather than\nthe truth.",
        "A: Just to, to basically almost like make-believe. You know like putting it in the\nhistorical background, but it is more like, like Dr. Zhivago, that kind of feeling, you\nknow, to show a lovely story. A little bit more dramatic perhaps but that was not the\nway to portray the Holocaust. The one to portray the Holocaust are basically two\nfilms, as far as I'm concerned. One is Shoa, which is a very long movie,\nS-h-o-a, which in the Hebrew means Holocaust and the other one is Steven\nSpielberg's, the Schindler's List. And even and those are not 100% nearly as quite\nas bad as it really was, but they will give you more of the true facts as to what\nhappened.",
        "A: | was crying throughout and then a couple of week's later, or a few weeks later, it\nwas available, you know, on rental. | rented it out again and | sat down by myself\nand watched it again and cried throughout again. And if | see it 10 times, the\nreaction will be the same. And | felt very much the same way about the film Shoa\nand | highly recommend people to see that as well. But above all | feel that the\nbest way to tell people what happened, to teach people about the hatred, about\nwhat this whole thing was about, what the Holocaust was all about is by teaching\npeople. And those of us who survived, luckily well enough so that we can teach or\nshare our experiences and try to teach especially the younger people what it was,\nwhat this whole thing was really all about and what we have to be warned against\nand what we can teach the young people, that they should never let this happen\nagain. And for that reason, since | started to give that presentation for the Yom\nHashewah(ph) in 1979...",
        "A: No, that was still, that first one was still in New City in my...",
        "A: Just few months before | left and that started me on, on this trip on this journey\nthat | have been on and am I, | am on and hope God will help me to continue on,\nteaching students going to schools, from middle school, high school, college, to\nlibraries, to civic organizations, to churches, where I've been doing this now for,\nsince 1980. So it's 16 years, non-stop, where | share my experiences, what | have\ngone through, what life was like, what a beautiful life we had before and how that\ncame to a sudden halt by Hitler marching into Hungary. And what living in a\nconcentration camp was like, what it was like to live in a displaced person's camp\nfor almost four years, not having freedom. Then coming to the United States, how\ndifficult it was to get started because | was still a scared child and then little by little\nto work all my problems out and find somebody that | had a lot in common with, to\nmarry and have children and start a new life and though | could never forget what |\nhave gone through, | still have to, and | had to and | still have to make a new life for\nourselves, for our sons and if when they get married, for their children. And the\nonly good thing that | feel | am doing is trying to teach people about what happened\nand how we can and how we have to, letting something like this happen to any\nhuman being anywhere on the face of the earth.",
        "A: Okay.",
        "A: Okay.",
        "A: Okay, there is one young lady who got in touch with me that she is writing a book\nabout how women coped in the concentration camps.",
        "A: Specifically women, how they were able and coping mechanisms and what kept\nthem alive and my experience and I'm sure most of the other people will agree with\nme, that there was no one coping mechanism. There was no way that you could\ndecide that if you go in this row, rather than in that row, that you will be safer.\nBecause the Nazi may have decided that, at the spur of the moment, that that row\nis going to the crematorium today and that row might go tomorrow or the day after.\nSo there was no such a thing as trying, you know, making it or able to make the\nright decision, there was no such thing. Survival in my opinion was a chance.\nChance of survival. | mean how could | have said, told that when | was digging\nditches, after, when the raw material in the factory ran out and they took us out to\ndig ditches, foxholes for the German army. How would | have known that | was\nbarely able to pick up that shovel, that that SS was not going to get mad as all hell\nand blow my head open, you know. So you could never tell what will happen to\nyou from one moment to the next. Therefore it is strictly a chance survival. Now as\nfar as my mother helping me and my other two girlfriends, I'm sure they had similar\nexperiences, where my mother would try to tell me, when they come around, when\nthe SS comes by, try to make sure you show that you are working and you're trying.\nThat, yes, that helped me. Her giving me the part of her bread without my\nknowledge, without a doubt that helped me because | was just a 14 year old skinny\nlittle kid who was not used to this kind of abuse and work and all of that. So these\nthings yes, these things helped. But there was no coping mechanism, maybe my\nfriendship with these other girls was a little helpful, that | had somebody to talk to\nwho was my age. Perhaps all these little things added up, but | can't say that there\nwas one thing, any time, anywhere during this whole period, that there was one\nthing that helped me other than these two things about my mother.",
        "A: To some degree | was, because if | think of my mother's, my father's birthday\ncoming up, if | think of my brother's, there isn't a time, in all these years that | don't\nthink of them on their birthdays and | say, \"Why?\" My father was a very, very good,\ncharitable, kind person. My brother was only 19, just turned 20. What kind of bad\nthing could he have done? So | say, \"Why was | better? How was | better than\neither one of them? So how come I'm entitled to live and they were not?\" And\nthere is no answer, the same way there is no answer when you ask where was God\nall this time? And we all asked that, every single one of us. And that's the same\nway, how come he let me survive and he didn't let my brother survive? How was |\nany better than he was? So these are all questions, good questions, bad\nquestions, these are just questions. There is no such thing again.",
        "A: No, | have not tried for many, many years. | don't know, it wasn't fashionable at\nthat time. See today, that's much more, you know, going to see a shrink, that's the\nsecond best than going food shopping, you know. So that was not the case at that\ntime, it wasn't the practice, number one. Number two, we would not have that kind\nof money to, you know, to pay for it. Number three, I'm not even sure...[pause]",
        "A: Well, let's see, when we started with this group, you know, the Holocaust\nsurvivors, we got together for two reasons. Number one was for each other and\nthat we can share some of it with each other, those who survived it, who\nunderstand it, who, we can just look at one another and we know what the other\none means, because there is such communication that it doesn't have to be verbal\nand in this case, the Holocaust survivors practically don't have to talk about things\nto understand one another. So this is a communication that is definitely between\njust survivors. And the other reason that came up a little bit later, because we\nremembered when some of the people who were killed and they said, their last\nbreath, remember us, don't, not let us, do not let them forget us. And basically, |\nmean that's not, you know, word for word, that was basically what they kept asking\nbefore they went to their deaths. Do not let us, do not let them forget us. So this\nwas a promise that probably all of us that survived made to ourselves, that we will\nnot let the world forget them, because these were all decent human beings and\nthey were just killed because they were Jews, or the other six million who were not\nJews, but for various not important reasons, that they were being killed as well. So\nthis was one of the other things that we have promised, that we will not let the world\nforget what happened and what they did to them. And so, as the war ended, the\nother thing that besides trying to find our families and trying to make a new life for\nourselves, we also wanted to talk about the people that were killed and so when we\nstarted this group, the Holocaust survivors, one of our major reasons to getting\ntogether was to try to create some kind of a memorial to remember all these six\nmillion Jews that were murdered for no other reason that they, than they were\nJews. And in order to create some sort of a memorial, we had to gather on a\nregular basis and plan whatever we could afford, whatever we could do. And that's\nwhat happened here in Houston, when |, we moved down here the end of 1979 and\nwe Started this group in the beginning of 1980, in fact we were planning on going to\nIsrael for the world reunion of Holocaust survivors and a group of us went and when\nwe were all together, you know, many thousands of people who were together in\nthe concentration camps and we realized that we can no longer postpone this and\nwe can not dilly dally with it, we have to speak about what happened and we have\nto educate people what happened, whether it's verbally or they can possibly do a\nbuilding or a memorial or whatever, that will speak for all these innocent people that\nwere murdered and one of the most important things that we have decided on\nwhen we came back from Israel, from this trip, that we are really going to put a very\nstrong emphasis in building something here in Houston. And so | was among the\nfirst ones, a small group of us that started really working on it and working on it\nhard. It took us a long time because it was, we are talking about very serious\nmoney. But after all these years, since 1980, '81, we finally opened this year on\nMarch the third, 1996. And | have put in an awful lot of time, effort, energy, helping\nbuild this. Many, many hundreds of hours in the museum and taking work home\nand | think we have done justice and | feel that we have done a good job and we\nare telling the story the way it took place. In a simple way, but very straightforward\nand we are talking about everything that took place, people who were the\nmurderers, we talked about the bystanders, who didn't lift a finger to help. And\nwe're also talking about, in there, about the people who helped, although very small\nin number, but there were those who helped and we have to definitely, | felt it was\nvery important that we mention that. In fact right now we have an exhibit, about\nfour people who were diplomats and they saved, | believe it was, 15,000 lives.\nWell, there's Wallenberg in Hungary and there was Sugihara(ph) in from Japan and\nthere are four of them that are being displayed right now, describing of what they\ndid and how they did it and it's fantastic. So we just started that exhibit two weeks\nago and this is very important because there were some kind people. There were\nsome fantastic people in France, in the village of Chambourd(ph). There were\nsome magnificent people who took Jews from Denmark and shuttled it to Sweden.\nTape 3",
        "A: Well, the only thing that | can remember that anybody that ever did for me, as a\nkind gesture from one human being to another, was when we were in the camp in\n, this is a camp where we were working in the manufacturing of\nammunition and we would march close to an hour to the factory from the, you\nknow, where we were staying, these barracks and the same of course, coming\nback. And one evening as we were walking home from the factory, it was already\ndark and | was walking on the outside, because we were marching in rows of fives\nand | happen to be, at this point on the side of the sidewalk on the outside and as\nwe were marching, sort of dark, | saw this man passing by but | didn't pay much\nattention, | was much too hungry and much too tired, | was just dragging somehow\nto get back to the camp. But | felt this man touching my hand, but my hands were\nso cold that they were frozen, | couldn't tell and then he, in German he says, \"Take\nit already, take it.\" And so | took it, which turn out to be a little brown paper bag and\n| didn't dare to open it up as were marching, because if the SS would see me open\nit, | would get killed. So when we went back to the, the camp, | told my mother that\nthis man that walked passed us handed me this little package so she said that let's\nwait until we go back where we go back where we can be alone and so we would\nopen it. And that's what we did and inside the package there were two thin slices of\nbread with just a little margarine holding them together and that was like a piece of\ngold, it was like a lifeline. And so of course we split it and we ate it. But that was\nthe only kindness that | have seen throughout the Holocaust. And I'm sure there\nwere other people who experienced something good here or there but it was not\nthe norm at all.",
        "A: Well, that was already different ballgame, once we were in the displaced\nperson's camp, you, that is not part of the Holocaust any more, that is past the\nHolocaust and life was a completely different routine and different lifestyle and as |\nsaid we were free at that point to more or less come and go as we wanted and\nalthough we were living in this awful barracks, you know, without any privacy, but\nthat was, you know, that had nothing to do with the concentration camps any more\nand the Holocaust. The Holocaust was during the time that some of us were in the\nconcentration camps, other's were murdered in Auschwitz or other camps, those\nthat were hiding out in, possibly in the forests and they were possibly partisans and\ntried to survive that way, so this is the Holocaust.",
        "A: Well, the national, the museum in Washington, | had been invited to give oral\ntestimony back in 1990 and | found that very rewarding because when the opening\ntook place and | went there and I've seen people's interest in there, it was very\nrewarding. | also have a statement in the voices of Auschwitz in the museum in\nWashington and | didn't know that was utilized in there until | went there to the\nopening and when | sat down to listen to the voices of Auschwitz | heard my own\nand that was sort of shocking as well. And that gave me even more incentive to be\ninvolved in trying to build something here in Houston. And so we did put in an awful\nlot of effort and | was one of the people of a handful of us that worked on the core\nexhibit of this museum. We have a marvelous gentleman by the name of Professor\nJohn Roth, who wrote the text and there were four of us who went over it with a fine\ntooth comb and added and subtracted and did whatever we felt was necessary to\nmake it as authentic, which was the major word for us, as possible and | think we\nhave done a pretty good job. We have thousands of people, adults as well as\nstudents from the surrounding schools who are coming on very, very regular basis\nand they are praising it very highly, that it's very informative and very down to earth\nand it is, they think very highly of it and | must say that | feel very good about the\njob we have done. And to me, what this represents is something that we are giving\nback, in other words we are keeping those promises that we have made right after\nthe war, when those people who were murdered and yelled out in their last breath,\n\"Don't let the world forget us.\" This is how | feel, that | have given back a little bit,\nthat | have kept my word to all those people, that to teach the world, to tell the world\nwhat happened and hoping that everyone who sees this museum and spends time\nthere, will learn quite a bit about what happened and how they can think about it,\nthat when something terrible happens, how they could possibly alter the course of\nthat horrible thing that is happening and maybe to learn how they can stand up\nwhile so many others did not and those few who did, to learn from them and if\nanything bad does happen, that they will not let it happen, that they will speak up\nearly, that it cannot become so as bad as it was during the Holocaust and the more\nwe teach them, the better | feel about it. And whenever we hear people who come\nand visit and they say that it was very informative and very very good, it is like, |\nmean | just feel marvelous that | was a small part of teaching people about what did\nhappen and how we can avoid something like this from happening again.",
        "A: Yes. There were several young children who were about my age, because |\nalways make sure | tell them my age, how old | was when all this started happening\nto me and | reached them very much because we are on the same age level and so\nmany, many children come over and \"May | hug you, may | touch you? | just want\nto tell you how wonderful you're explaining all these things.\" So all these things\nmake you feel that perhaps I'm doing something or have done something\nworthwhile and at the end of our, the, the museum, there is, like in the Washington\nmuseum, voices of survivors and they have decided to use a couple of things that |\nhave said during my tape, videotaping and so they're using it here and so that is the\nlast part what, that one sees in the museum and expressing all of us, the survivors,\nwho by the way are all people who live here in Houston. All, this whole museum is\nbasically telling the story through the survivors of the Holocaust survivors here in\nHouston. So everything that you see there, you know, you're going to see your\nfriends, excuse me, telling about what happened here or there. And some of the\npeople that were the, you know, in this voices is my voice and how | tell a couple of\ndifferent things that happened to me, as did the other people and it seems to be\nquite impressive, people like it very much, so | feel this is a very good museum that\nwe're able to build and I'm very proud of it and | feel satisfied that | have done\nsomething.",
        "A: Oh, yes, most of us are very, very close. In fact we have two functions a year,\none of them is a Hanukkah dinner dance, which took place just two weeks ago and\nthe other one is a spring luncheon where the children of the survivors honor the\nparents. So we get together on a very regular basis, formally and informally and we\nhave formed some very good relationships.",
        "A: Oh yes.",
        "A: Yeah, we have a group here also that had formed, children of survivors who are\nsecond generation and they are quite active here in Houston also.",
        "A: Yes, yes.",
        "A: Now, only, I'm sorry, go ahead.",
        "A: Yes, | went to the opening and | went with my older son and as we started to\nwalk through and | was making, as | saw things and | was making my comments to\nme son, it was just very, very painful and reliving some of that that | have seen\nthere was very, very painful. When we have reached the boxcar and it was time to\nwalk through it to get to the other side of the museum, | couldn't make that first step\nto walk through the museum. My son suggested that we walk around it but | said,\n\"No, everybody was able to go get through the Holocaust and | have, I'm going to\nwalk through that boxcar and remember all those people that were carried in them\nto their deaths.\" It was a very, very painful journey, but one that | felt that | had to\nmake. There was no way | couldn't, not have made it. And | went back again and\nspent about nine days there and here, now that we have the museum here, of\ncourse | spend a lot of time here because | put a lot of the work into the, building\nthe core exhibit and planning it. But of course, talking to students and visitors alike\nabout all the things that we have in the museum and | hope that I'll be able to\ncontinue doing this and the reason I'm saying because at the moment, actually for\nawhile now, | have not been well. In December of '91, | had cancer of a kidney and\nthat was removed and fortunately | didn't need chemotherapy and | was\nrecuperating well, so that's while | was able to put all these years into this museum\nthat we have built here, but last June, in June of 96, | came down with a cancer of\nthe colon and | was operated on that. This time the doctors decided to use some\nminor chemotherapy just to play it safe and while | was on this chemotherapy |\ndeveloped a very bad pain in my back and the doctor told me to go into the\nemergency room, where they discovered pneumonia in that lung and a growth in\nthe other. Appears, after several serious check-ups and tests, they discovered that\nthe colon, the renal cancer or the kidney cancer of 1991 metastasized into the\nlungs and so I'm not feeling so well right now because | am going through a lot of\nchemotherapy, but if God is good an willing to keep me alive, | have promised to\ncontinue my job of telling people about the Holocaust and | hope I'll be able to do\nthat for whatever time I'm allowed. [pause]",
        "A: Basically, right now, while I'm taking chemotherapy and doing a lot of rests at\nhome, | am trying to put together a family tree, but basically starting with members\nof my family that were murdered in the Holocaust. In other words, starting with my\ngrandparents, who were the oldest members of my family that was, were killed in\nAuschwitz, their children, their grandchildren and all the way down to today, so that\nmy children and perhaps when they'll have children, will learn about the family that\nthey had, that there was a beautiful life prior to the Holocaust and to show them I'm\ntrying to do it with pictures, whatever | can, wherever | can get them. From my one\nand only aunt that came to the United States just before the war and pictures from\nher and making copies whatever | can get, anything and as many pieces of\ninformation I'm able to collect from the couple of surviving members of the family\nand it's basically genealogy but | am not going back very far because right now I'm\nnot well, but | want to do this for those of my, members of my family who were killed\nand even those few who survived and | would like this, to give this for my children,\nwho did not know their aunts, uncles, grandparents or cousins, so that they will\nknow their family, at least through these pictures and whatever information | can\ngather and write down for them. So that is my preoccupation now, since the\nmuseum is finished. | feel this is very important to give to my children, to leave\nsome sort of a legacy of their family. [pause] , okay. Wait a second,\nit had to happen before that because I'm trying to do them chronologically but |\nthink this has been changed , this is my father and this is my family. See this\nis that Red Cross letter that | said that, the inquiry. So that's the copy and those are\nthe original letters.",
        "A: That's written in Hungarian, yes.",
        "A: Well they could be enlarged and it will be much easier because his writing is like\nlittle pearls, you Know, so it shouldn't be so difficult. This is my brother. Okay and\nthis was our rabbi, this was our synagogue before the war.",
        "A: In our city, not the village, but a city and this is what they made out of it, you\nknow, when the Russian occupation was there, they changed the whole thing, they\nmade it look like nothing. So this is basically my home, but it was ruined. This had\na beautiful balcony and it had a center entrance and it just, | don't know, they just\nruined it. And these are some of the schools that | went to.",
        "A: We went back. | didn't ever even mention that. You see in 1990 the four of us\nwent back, because...",
        "A: My husband, our two sons and |. We went back for the first time and the reason\nwe did was, | really didn't want to because | knew that it was going to be very\npainful but when | spoke to the students and | stand in front of them and tell them\nabout all these things, they always say, you know, it's marvelous that we do this,\nyou know, those few of us who can because it's that, they say that it's one thing\nwhen you learn about it in a book and it's something else when somebody stands in\nfront of you who was there and lived through this. And so with that in mind | felt that\nwhen they opened up the Russian section, you know, and they finally let some\noutsiders go into the Soviet Union in that area. So | decided that it would be time\nto go back there and see things and for the boys to, our sons to see where we\ncome from and see whatever they could. So we went back to my husband's\nhometown and there wasn't one Jew that survived. And there was nothing there\nthat belonged to the Jews. Then we went back to my hometown and we found my\nhouse as you saw, but in horrible shape. And then from there we went to\nAuschwitz. And this is in Auschwitz, these pictures are all in Auschwitz and these,\nthis is the urn, when you walk into the, into the Auschwitz museum, this holds the\nashes of millions, of thousands of people here. This is one a pedestal and that's a\nbig urn and that has some ashes from those that were burned to death there in\nAuschwitz. And so we went back to Auschwitz, which was a horrible, horrible\nexperience. Nevertheless that too had to be done. Perhaps if nothing else, just\nhealing for my husband and myself, you know. And these are some of the pictures\nthat my friends gave me also for my 15th birthday, just before the war was over.\nWhere they got these pencils and papers | don't know, because where, the section\nof the factory where | worked, | couldn't get any of these things, but apparently a\ncouple of them did. And they are showing here the pictures, lined up, of five rows\nof fives marching to the factory and back. And then here are pictures of after the\nwar of my mother and myself. And some of them are terrible. And then of course\nthe displaces person's camp where, this is the hospital where my mother worked\nand this is...",
        "A: Yes, she is in the picture right here. I'm sorry, here she is, oh, okay. And then\nthis is the school where | was learning how to sew and these are some of the\ndresses that we have made and this is taking a test and | was congratulation that |\npassed the test on that one.",
        "A: Again by that time there were some people who were able, you know, had some\nmoney and were able to buy a camera. So this must have been maybe the brother\nof my girlfriend, you know, taking those pictures. And these are pictures where |\nwas learning how to become a dental technician and this was the teacher right\nhere. And then these were some of the friends that I've made there. And one of\nthese, the one in the middle here is one of the girls that | was together in the\nconcentration camp with originally and then we met again in the displaced person's\ncamp. And this Is, let's see, summertime and wintertime, you know, the seasons,\nwhen you are there four years, you know, you go through all the different seasons.\nAnd there's my mother with a friend at the hospital and this is a girlfriend that | was\nso close with, this is, she got married in the displaces person's camp and this is her\nwedding. And | guess that was a maid of honor that | was in there. And this is the\nBremerhaven camp where we were held for a week or so before putting on the,\nbeing put on the ship to come to the United States. And then this is a very short\nperiod after we have arrived to the United States, my mother and myself. And\nhere's my mother and myself and two little cousins and this is some of their family.",
        "A: That's me, yeah.",
        "A: Oh of course, of course. It was just a couple of weeks after we have arrived\nhere. And this is a copy of my becoming a citizen. Of course, you know, you had\nto...",
        "A: Fisher. Mm-hm. And then this is already later on when | was a little bit more\nrelaxed and have gone through the worst of you know, socializing and work and all\nof that, so this was already in the 50's, early 50's.",
        "A: That was me. Once upon a time | had a good shape. But even that has\nchanged. And this is here with my husband-to-be.",
        "A: Yes. And this is our engagement party and then our wedding. This is on our\nhoneymoon in Florida. And then this is one of the ceremonies, you know the\nJewish ceremonies when a boy is a week old and they trim the penis, then as a\ncelebration it's called a bris. So this is that particular party, which is one of the most\nimportant celebrations in a Jewish boys life. And this is a certificate of that that took\nplace.",
        "A: Well he has much more difficulty with speaking, as a matter of fact whenever I've\ntried to go over it a little bit, you Know, just see if he could bring it out, but we have\ntried many times, but apparently he's having a very tough time sharing or getting in\ntouch with these feelings. Maybe my healing mechanism is talking about it\nalthough it is very, very painful every time | talk about it because | relive this every\nsingle time. But perhaps this is my way of coping. He has a difficulty talking about\nit. He is able to, if we have a conversation with friends and we reach a point in the\nconversation where it, we are talking about, pertaining something to the Holocaust,\nhe is able to do that. But so far he was unable to sit down and share his\nexperiences. But hopefully, if | get well soon enough, we're going to try it again,\nbecause | think it is very, very important that we share our experiences, for one thin,\nto discredit the people who are claiming that there was no Holocaust and also for\nthose people who come after us and I'm afraid there is too little written about it in\nschool books where the children can learn about it and so whatever way that they\ncan learn about this most horrible happening of the 20th century, | think it is very\nimportant that they learn.",
        "A: Well this is what | said, for me perhaps it is a form of healing and maybe that's\none of the reasons why | am and have been doing it all these years, but I'd like to\nthink more that I'm contributing even in a little way. A little share in teaching the\npeople what happened and making sure that it is not forgotten. And this is the way\n| prefer looking at it.",
        "A: Well, | don't know, | haven't thought about all these things for quite some time so\nit's difficult to pinpoint just exactly one thing or another that |, | see | would like to\nrepeat but | think the most important thing that | see for myself is to continue\neducating people because the sign that | had suggested for our museum at the\nentrance and it was accepted by the people that | was working with, was from\nPrimo Levee(ph), where he says, \"It happened, therefore it can happen again.\"\nAnd | feel that this is so very true and | feel that we have to repeat it and repeat it\ncountless times, to teach people what happened and trying to teach them to stand\nup and speak up when they hear or see something terrible happening to any\nhuman being at all. And since that sign is in front of my eyes all the time, that it can\nhappen again, then my personal wish is, that as long as | can speak and as long as\nI'm well enough to do it, | would like to continue teaching people and telling people\nwhat happened and I'm hoping that they are learning from it so that if they do see\nsomething said or done to a human being that should not be done, that this time\nthere will not be so many bystanders, but instead, rescuers. And | hope | will help\nor | am helping to accomplish this.",
        "A: You're very welcome.",
        "A: It's not a very good job but, you know, can't always be very good right? Some of\nour days are better than others.\nConclusion of Interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\n[Date not Labeled on audio tape]"
    ]
}