{
    "rg": "RG-50.030.0888_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMrs. Jacqueline Hieminga, on August 9\", 2016, in Nashua, New Hampshire.\nThank you very much, Mrs. Hieminga, for agreeing to speak with us today, and to\nshare some of your experiences during World War II. Before we get to that point,\nI’m going to ask an awful lot of questions about your pre-war life, so that we can\nbecome better acquainted with you. So I’ll start with the most basic ones, and we’ ll\ngo from there. So, my very first question 1s, can you — can you tell me, what was\nyour name at birth, when you were born?",
        "Answer: Oh on — ja — wasn’t —",
        "Q: Your maiden —",
        "A: — ma-— my maiden name? Oh.",
        "Q: Your maiden name.",
        "A: Jacqueline van Westreenen.",
        "Q: Can you repeat that for me?",
        "A: Jacqueline van Westreenen, as a wa —",
        "Q: Jac — okay, Jacqueline van Westreenen.",
        "A: Westreenen, yeah.",
        "Q: Okay. And what was the date of your birth?August 9, 2016",
        "A: August ’76 — August ’76, 19 — you have to help me dear.",
        "Q: August 26, and what year?\nA2: Twenty-two.",
        "Q: 1922?",
        "A: Yeah, is this month —",
        "Q: Okay.",
        "A: — that I will be ni — 94 years old.",
        "Q: Well, happy birthday.",
        "A: Oh, thank you.",
        "Q: So, August 26\", 1922.",
        "A: Yeah.",
        "Q: And where were you born?",
        "A: In Rotterdam.",
        "Q: In Rotterdam.",
        "A: Yeah.",
        "Q: Did you si — grow up in Rotterdam as well?",
        "A: Yeah.",
        "Q: Okay. Did you have brothers and sisters?",
        "A: One sister, and one brother, yeah.August 9, 2016",
        "Q: And were they older, or younger than you?",
        "A: No, I was the oldest.",
        "Q: Okay. Can you tell me their names, their first names?",
        "A: My — my brother’s name was Gerrit van Westreenen, and my sister’s name\nwas —\nA2: Francisca(ph).",
        "A: Mosisca(ph)?\nA2: Franfrisca(ph) van Westreenen.",
        "A: Yeah [indecipherable]",
        "Q: Francisca(ph)? Was it Francisca(ph)?",
        "A: Yeah, yeah, Francisca(ph).",
        "Q: Van Westreenen.",
        "A: Yeah.",
        "Q: Okay. And do you — how much — who is the next one in line, after you? Who 1s\nthe next oldest?",
        "A: My — my brother.",
        "Q: Gerrit — Gerrit.",
        "A: Yeah, Gerrit, yeah.",
        "Q: Yeah. And then came Francisca(ph)?\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Yeah.",
        "Q: How many years between you?",
        "A: Well, with my brother was maybe two or three years, and with my sister, 1t was\nquite a —\nA2: Thirteen.",
        "A: — thirteen year in between.",
        "Q: Oh, so you were a teenager when she was born?",
        "A: Yeah, yeah.",
        "Q: Okay. And your mother and your father, can you tell me their names? Your\nfather’s first name?",
        "A: Gerrit.",
        "Q: Gerrit?",
        "A: Gerrit, same as —",
        "Q: Gerrit.",
        "A: — same as my brother, you know.",
        "Q: How do you spell that?",
        "A: G-e-r-r-i-t, Gerrit.",
        "Q: Gerrit, Gerrit, okay.",
        "A: Gerrit, yeah.\nAugust 9, 2016",
        "Q: Gerrit. And your mother’s name?",
        "A: You want all the f— all the first names?",
        "Q: All the first names, okay.",
        "A: Bartje [indecipherable]",
        "Q: Oh my goodness. All the — so how do I spell her first name?",
        "A: Bartje.",
        "Q: B-a-r —- t-h—-",
        "A: T -t-j-e.",
        "Q: T-j-e, ah, Bartje.",
        "A: Yeah, yeah.",
        "Q: Okay. And her maiden name was?",
        "A: Van Hattum.",
        "Q: Van Hattum.",
        "A: Hattum, yeah.",
        "Q: Van Hattum. And tell me a little bit about your parents. How did your — how\ndid your father — I assume it was your father — support the family?",
        "A: How you call what — what — what he was from — from — for the job?\nA2: He was an — a metal former.",
        "Q: A metal former?\nhttps://collections.ushmm.org\nAugust 9, 2016\nA2: Former. In other words, if somebody has to make something, he cast it in\nbronze, or silver or [indecipherable]",
        "Q: Okay, so he was a metalsmith?",
        "A: Yeah, something like it was it —",
        "Q: He was a metalsmith?",
        "A: Yeah.",
        "Q: Okay. So your father was a metalsmith.",
        "A: Yeah.",
        "Q: Did he work in precious metals, such as silver and gold?",
        "A: No, I think it was more — yeah, what was it? The metal was bronze and copper,\nand all that stuff, you know’?",
        "Q: Did — what are some of the things that he made with it?\nA2: Can you cut it?",
        "Q: Yeah, let’s cut it. [break] So tell me, is this something that your father made?",
        "A: Oh yes, he did.",
        "Q: Aha.",
        "A: And it is so funny, he was very sick, all — and I was not allowed to come on his\nhouse, because they didn’t like me. And then I dropped it off there, so they could\ngive it to him, in his bed, that he could see what my father did for him.\nAugust 9, 2016",
        "Q: Who was the him that did not like you?",
        "A: My father-in-law.",
        "Q: Ah, I see what you’re saying, okay. So, at any rate, this is — this is something\nthat your father made for your father-in-law?",
        "A: For him.",
        "Q: So, if I understand properly, your father made this for your husband?",
        "A: Yes.",
        "Q: And your husband was sick in bed, and you dropped it off at his home?",
        "A: Yeah.",
        "Q: Okay. And he made it bec — the casting 1s what he did with it, someone else\nmade the design?",
        "A: Yeah.",
        "Q: Okay. Did he have his own business?",
        "A: No.",
        "Q: He worked for somebody else?",
        "A: No — yeah, for somebody else.",
        "Q: Okay.",
        "A: In his firm.",
        "Q: Okay. And your mother, did she work outside the home’?August 9, 2016",
        "A: No.",
        "Q: She was — she took care of the children and the house?",
        "A: Yeah.",
        "Q: Tell me a little bit about where you lived? What kind of a place? Was it an\napartment, or an owned house, how was it?",
        "A: It was an — an apartment, I think, yeah. Though I am born in the gutter from the\nhouse. It was so very hot the day even I was born, they didn’t know where to go\nwith me. So between the houses, there was a gutter, so they put me in the gutter.\nThat was the coolest place.",
        "Q: In the gutter?",
        "A: In the gutter, yeah. That’s true.",
        "Q: The day you were born?",
        "A: Yes, I was born, yeah.",
        "Q: Oh my goodness. So they told you this story?",
        "A: Yeah, that was my mother told me that all the time.",
        "Q: Okay.",
        "A: Yeah.",
        "Q: And, can you describe your home to me, what — how many rooms there were,\nwhere — what part of town it was in, things like that?August 9, 2016",
        "A: Well, it was a living room, a dining room, three bedrooms, bathroom, kitchen,\nand then a little garden. And then — what more was it?",
        "Q: What part of Rotterdam was it?",
        "A: A Rotterdam south, on the south side.",
        "Q: Okay.",
        "A: South, yeah, yeah.",
        "Q: Was your — would you say your family was well-to-do —",
        "A: No, no.",
        "Q: — or poor?",
        "A: No. It was working man, working, yeah.",
        "Q: Okay, you were working class.",
        "A: Yeah.",
        "Q: Okay. Tell me a little bit about your parents as people, their personalities.",
        "A: Oh my lord. Well, first I all — ’'m not from a Christian family.",
        "Q: Okay.",
        "A: And my mom — my mother fought it. She hated it, you know? So I went to a\nschool, and that was an Christian school. That was the closest by where I lived. So I\nhad Christian girlfriends, etcetera, I went with them to their churches, and so. Well,\nthat was not very ga — nice for my mother.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "Q: She was — she we not religious, then?",
        "A: Oh no, nothing, oh no. I was once in Holland, when my sister was very sick, so\n— and on Friday morning was the rin — program on the television, and that was —\nthat — you can watch them, there was a pastor who spoke. He said, well, I’m leaving\nthe house, now it is for you. She hated anything what is to do —",
        "Q: Why?",
        "A: I don’t know, I don’t — her — her mother was from — he was Catholic, but they\nhad to get married, and my grandfather was Protestant. So and there’s what already\nstarted, the trouble, because she was not allowed to come in — in the churches any\nmore. Because, don’t forget, was an whole different time —",
        "Q: Yeah.",
        "A: — then, than it is now, you know. And —",
        "Q: So your mother experienced something of what it was in that time, to go against\ntradition.",
        "A: Yeah.",
        "Q: Religious tradition.",
        "A: Ye—oh, yeah, yeah, yeah, yeah, yeah.",
        "Q: Okay. And it turned her off?",
        "A: Oh yeah.\nAugust 9, 2016",
        "Q: And that meant she didn’t want to raise her children —",
        "A: No, oh no, oh no, no.",
        "Q: Okay.",
        "A: No.",
        "Q: What about your father, was he religious?",
        "A: No.",
        "Q: Okay.",
        "A: No.",
        "Q: Did your parents have any political leanings?",
        "A: Political leaning. I don’t know what that means, leaning.",
        "Q: It means were they — were they people who were more conservative politically,\nwere they people who were more socialist?",
        "A: Yeah, socialistic, yeah.",
        "Q: They were more socialistic?",
        "A: Yeah.",
        "Q: Okay. Okay, both of them together?",
        "A: I think so, yeah.",
        "Q: Okay. Okay. So I was asking about their personalities. So tell me a little bit\nabout your mother’s personality.\nAugust 9, 2016",
        "A: Well, she — anything what she says, that was law, you know? And was\ncompletely different on my father. He was a very quiet man, and so on. But many\ntimes she get trouble with it, because if I did something that should be on the left\nside, and it had to be in her book on the right side, then whole world are done. The\nwa — the war started again, you know.",
        "Q: So she was strict?",
        "A: Yeah, on one way. But her way.",
        "Q: Her way.",
        "A: That is it — that’s it, you — and, well, she took ca — she took care of us, not\n[indecipherable] but —",
        "Q: Were you scared of her?",
        "A: No, not at — I was not scared of her, no, no. Because she would not have the\nnerve, I think, to hit me. Then I would have hit back.",
        "Q: So, you had a — you had your own will, even as a child.",
        "A: Mm-hm, I had to.",
        "Q: Yeah, yeah.",
        "A: Yeah.",
        "Q: And, did you know your grandparents?",
        "A: Oh yeah.August 9, 2016",
        "Q: You did?",
        "A: Yeah, yeah.",
        "Q: Did they live close by?",
        "A: Oh no, because they lived in — in Z-Zalt — Zaltbommel, and that was in the\nmiddle — middle from all around there, was a little town, and there they lived.",
        "Q: I see.",
        "A: No.",
        "Q: But you visited them? Or they visited you?",
        "A: Yeah, only on the si — the summer month, when the school was closed.",
        "Q: Okay.",
        "A: Then we went there for our vacation time.",
        "Q: Okay. And, all three of you?",
        "A: No, and — only me.",
        "Q: Really?",
        "A: Yeah.",
        "Q: And why was this?",
        "A: I don’t know, because I could help my grandmother, etcetera, you know.",
        "Q: Did she live in a town as well, or out on the farm?\nAugust 9, 2016",
        "A: No, no, it was not on the — it was in little house, and my grandfather was a\nshoemaker. So reached you — when you come in, it was the — right away the — the\nsmell from — from — from all the leath-leather, you know?",
        "Q: Yeah, yeah. Yeah, yeah.",
        "A: Yeah, yeah.",
        "Q: Okay.",
        "A: No.",
        "Q: And, in your neighborhood, where you were growing up in Rotterdam in the\nsouth — southern Rotterdam, southern part of the city, describe for me what the\nneighborhood was like. Were there many apartment buildings there, many different\nkinds of people?",
        "A: Well, different kind of people, yes.",
        "Q: Okay.",
        "A: But I don’t have many contact with the people. Excuse me (coughs)",
        "Q: Bless you. Can we cut —",
        "A: Because Friday —",
        "Q: — for se — can we cut for a second? [break] So we were talking about the\ndifferent kinds of people who were in your neighborhood. Tell me a little bit about\nthe different — you know, the — your neighbors. Who were your neighbors?\nAugust 9, 2016",
        "A: The wa — well, that was in the — lady with a couple of daughters, because the\nhusband passed away there, when we just mof — moved in that house, my father and\nmother. And that was very stubborn lady, the mother. She never said a word to\nanybody, never greeted anybody, so you — you stayed away from her.",
        "Q: Yeah, it’s a little strange.",
        "A: Yeah, it’s very strange, yeah. And I had mam — many more contacts with my\nChristian friends than this — the neighbors everywhere, because I — I rather walked\nover to their side, you know?",
        "Q: Did you feel the same way as your mother did about religion, as you were\ngrowing up?",
        "A: Oh no, never. And the funny part was that the Christian chil — the Christian\nschool that was very close by our house, so that is why I was in the Christian\nschool. And there I learned — well, all the things what have to do with it, you know.\nBut — she did not like it, but too bad, I had to go there.\nA2: Can you break it?",
        "Q: Yes, we can cut. [break] So yeah, explain to those people who don’t know much\nabout the Dutch school system, was the school that you attended also run by the\nstate, or supported by the state financially?",
        "A: I don’t think so. I — I don’t know that. I don’t think so.August 9, 2016",
        "Q: Oh, you don’t know that, okay. But was it a school you had to pay tuition for?",
        "A: No, nothing.",
        "Q: So it was free.",
        "A: Everything was free.",
        "Q: It was free.",
        "A: Yeah.",
        "Q: And were there also public schools that were run by the state?",
        "A: Yeah, and they were free, too.",
        "Q: And they were free as well?",
        "A: Mm-hm.",
        "Q: Okay. Was the public school further away from your home?",
        "A: Yeah, a little bit. Not too much, but — I don’t know how that — why I get — got\nthere. I don’t know, I can’t remember, you know.",
        "Q: Okay.",
        "A: Yeah.",
        "Q: Well, tell me about your school life. Tell me a little bit about the kinds of things\nthat you were learning.",
        "A: Well, like everybody else, you said the ABC. And I — I liked the school very\nmuch, and the teachers sometime visited the parents, to let them know how the\nAugust 9, 2016\npupils were doing. And well, it was always a good report, so I— I never have any\ntrouble there. I did very well.",
        "Q: And are there any particular incidents that you remember from your school\nyears, that were — that still stay in your mind now, as you were growing up?",
        "A: Yeah, they — I have to tell you about, there was there a girl, and w-we became\npretty close together. And sometimes, I all of a sudden remember her, but she\nbecame a — not a nurse, but somebody who visited the people th — at home when\nthey were sick.",
        "Q: Okay.",
        "A: And that is what she became [indecipherable] I came — I came to America, and\nI lose all the contacts.",
        "Q: I see.",
        "A: Yeah, because —",
        "Q: I see. Did your mother — did your brother and sister attend the same school?",
        "A: My — my brother, I think. Yeah, not my sister.",
        "Q: Okay.",
        "A: No, no. So many years in between.",
        "Q: Yeah.",
        "A: Yeah, that is what it 1s.\nAugust 9, 2016",
        "Q: Yeah. Well, she was — she was a little girl when you were already —",
        "A: Yeah.",
        "Q: — becoming an adult.",
        "A: Yeah.",
        "Q: Okay.",
        "A: True.",
        "Q: What was — I have a few questions about how modern the Netherlands was in\nthe 1920s. Did your home have electricity, for example?",
        "A: Oh yeah, yeah.",
        "Q: Okay. And running water?",
        "A: Yeah.",
        "Q: Okay. Did you — so I take — you had running water, you had electricity, how did\nyou heat the home? How was the place heated? Was it with coal, was it some oth —",
        "A: Yeah, with coal, yeah, yeah.",
        "Q: Okay.",
        "A: Yeah.",
        "Q: Did you have a radio at home’?",
        "A: Yeah.",
        "Q: And was — were there favorite programs that the family used to listen to?August 9, 2016",
        "A: Well, I don’t know that. I forgot. I don’t know.",
        "Q: Okay. Did your parents read any newspapers?",
        "A: My father did, not my mother.",
        "Q: Okay, what did he read?",
        "A: The newspaper.",
        "Q: Yeah, which newspaper would it have been?",
        "A: Oh, what was the name of the newspaper?",
        "Q: I know, what a strange question. The reason why I ask this is I’m trying to get a\nsense of, how did they get their information about the outside world?",
        "A: Oh, yeah.",
        "Q: How did they find out about what was going on in the world. So —",
        "A: Well, it must have — must have been from the newspapers. And it was quite a big\n— the newspapers were very heavy, lots of sheets to — to read, you know’?",
        "Q: Yeah.",
        "A: Yeah.",
        "Q: Were they active, socially? I mean, were they active as socialists?",
        "A: No.",
        "Q: No.",
        "A: No.\nAugust 9, 2016",
        "Q: No. Did they have brothers and sisters? Did your parents have brothers and\nsisters?",
        "A: Oh yeah, they did.",
        "Q: Yeah.",
        "A: My father was the oldest from the 12.",
        "Q: From 12 people?",
        "A: Yeah 12 ba — and it were all brothers, no sister.",
        "Q: All boys.",
        "A: Yeah, no sister. But I mean, and that was a very sad story there, because my\ngrandfather came from a bit — a better bringing up than wi — than — than she was,\nthan my grandmother was. And she was a drinker. So, many times, that is what we\nheard from my mother and father, she was sitting drunk, next to the caskets from\nthe babies.",
        "Q: Oh my God.",
        "A: He had a — yeah, that was very sad, you know.",
        "Q: So some of the children didn’t survive?",
        "A: Oh la — yeah.",
        "Q: Okay.\nAugust 9, 2016",
        "A: Cause my father was the oldest, and he went to Amsterdam, where he learned\nthe trades there, I think. And then, what he made on salary, that had to be right\naway in the mail, because Mother had — Mother needed her drinks, you know?",
        "Q: That’s a hard childhood for him.",
        "A: Very sad.",
        "Q: Yeah. And your mother, did she have brothers and sisters?",
        "A: Yeah, she did. She has an — how many, I don’t know [indecipherable] maybe\nfive — five brothers, I think, and she was the only girl.",
        "Q: And did you see your aunts, did you see your uncles much? You know, did you\nvisit with your uncles —",
        "A: No.",
        "Q: — did you have contact with them?",
        "A: No, not too much, but I mean, the — the men — the boys who grew up in — more\nlike the — yeah, well it was not in — well, anyhow, they came all to our house in\nRotterdam, where my father and mother were married, of course, to learn a trade.\nSo, and they lived by us, so the whole house was filled with men, and smokers. And\nI hate —",
        "Q: Smokers? Oh —",
        "A: — oh, I hated it, you know.\nAugust 9, 2016",
        "Q: Yeah.",
        "A: But it was, in those days.",
        "Q: That’s what people did.",
        "A: Oh yeah.",
        "Q: Yeah.",
        "A: Oh yeah. Yeah.",
        "Q: Do you have any earliest memories as a child, no matter what they would be? So\n— some of your earliest memories, when you were little. What stays in your mind?",
        "A: No, I don’t think so. I can’t remember anything. There so long ago, you know.",
        "Q: I know, I know, I know. And it’s very open-ended question.",
        "A: Mm-hm.",
        "Q: I— would you say you had a happy childhood?",
        "A: Oh, halfway.",
        "Q: Okay.",
        "A: I— for — for my mother’s side of it, there was always something wrong with me,\nalways.",
        "Q: That’s tough.",
        "A: Yeah, ver — yeah, very tough. Tough lady.",
        "Q: Yeah. And your father was accepting, more accepting.August 9, 2016",
        "A: Oh yeah, yeah.",
        "Q: Okay.",
        "A: Because I — if I know — if you think about fathers, and I think about my father,\nand his father, he loved my father. And it was so funny, you know.",
        "Q: Okay. Your husband’s father loved your father? That is —",
        "A: No. He. My — ma —",
        "Q: Your husband.",
        "A: Oh yeah, my husband li — loved my father.",
        "Q: Okay. So he must have been a special man.",
        "A: Yeah, he was, absolutely.",
        "Q: Yeah.",
        "A: Yeah.",
        "Q: Tell me what made him special to you.",
        "A: The way he thought about things, and if he wanted to know something — like, for\nexample, one ta — time, I saw him reading all books, and that was [indecipherable]\nover Russia.",
        "Q: Okay.",
        "A: You know, that he wanted to see hi — hear himself what was going on there, and\nhow the people lived there, etcetera.\nAugust 9, 2016",
        "Q: In Russia.",
        "A: Yeah.",
        "Q: Okay.",
        "A: That is what I remember, the type of books he re-read.",
        "Q: Those are pretty serious books.",
        "A: Oh yeah, it was, yeah, for him, yeah.",
        "Q: Okay.",
        "A: Yeah.",
        "Q: So he had interests beyond just his own work.",
        "A: Oh yeah, oh yeah, especially in his words, but he — he can tell you that sp — parts",
        "Q: When you say his, you mean your husband?",
        "A: Yeah.",
        "Q: Okay, okay. And so, let’s go with your father. Did you spend any — any leisure\ntime with your parents, or were they always busy? That is, did your father or mother\ntake you anywhere? Did they go on walks with you, or did they go to the cinema\nwith you, or —",
        "A: No, th — my father the — my father and I, we took walks together.",
        "Q: You did.\nAugust 9, 2016",
        "A: Before that I was married, just that.",
        "Q: Yeah.",
        "A: And, with my mother, no.",
        "Q: Okay. Would you — who would you say was the greatest influence on you, when\nyou were growing up?",
        "A: My father.",
        "Q: Your father. What were some of his values, that you also said, these are\nimportant, I want them as my values?",
        "A: Well, yeah, how do I explain that?",
        "Q: Yeah.",
        "A: Not too easy, you know.",
        "Q: No.",
        "A: Well, he was — he never se — said about something, you don’t know what is the\ntruth, so you better don’t listen to these things. You have to look at the truth in life.\nSee I always — he said that always. My — my mother, that was a gossiper. She — and\nthat is what he hated, and I hated it, too.",
        "Q: Okay.",
        "A: Yeah.",
        "Q: Yeah. That can do enormous damage to people.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Oh, it does, absolutely.",
        "Q: Yeah.",
        "A: Even — even when we were going to get — we had to get married in the war,\nbefore the — yeah, before the war started. And it was an saying, if you are married,\nand you have a — sent to Germany, to work there, for the sor — from there, then you\nget — you could back — you came back in half a year home, to see your family. But,\nof course, was afterwards a big lie, because it will never happen. But they picked\nhim up from — my husband up from the street, and then they picked, or brought you\nto a place where all the Germans were, and then you have to empty all your pockets,\nand then let us see what you have with you. And then, I had the friend who worked\nthere by all the Germans, and a — a friend of me saw that he was picked up by the\nGermans.",
        "Q: ?ma little confused now, about what you’re telling me. But — because we were\ntalking about your father.",
        "A: Yeah.",
        "Q: And we were talking about the importance he placed on truth.",
        "A: Yeah, yeah.",
        "Q: And you were then going to give me this example, and I don’t understand —",
        "A: Oh, yeah —\nAugust 9, 2016",
        "Q: Okay, can you explain to me again what you — what you’re saying about your\nfather and — and his value on what is true, and to know what 1s true?",
        "A: Yeah. Tha-That is the way he lived.",
        "Q: Okay.",
        "A: You know, it was — yeah. It was complete different.",
        "Q: Okay. Tell me a little bit about when you finished school, how many grades did\nyou go through?",
        "A: Well, the schools, I was finished in the sixth, eighth grade — well, I went — I\nthink that I went 10 — for 10 years to school.",
        "Q: Okay.",
        "A: You know.",
        "Q: And by that time it was what, mid 1930s? Was it like 1937, or 1938? When did —\nabout when did you finish your school?",
        "A: I can’t remember.",
        "Q: That’s okay.",
        "A: I can’t. Don’t remember, sorry.",
        "Q: It’s okay. But you say you were born in 1922, and if you started when you were\nfive or six —",
        "A: Mm-hm, yeah.August 9, 2016",
        "Q: — then 10 years —",
        "A: Yeah, it — yeah, those",
        "Q: Okay.",
        "A: Yeah.",
        "Q: So you were then about 16 - 17 years old?",
        "A: Sixteen years, yeah.",
        "Q: All right. What — after you finished those 10 years, what did you do next?",
        "A: To look for a job.",
        "Q: Okay.",
        "A: Yeah.",
        "Q: What kind of job?",
        "A: Well, I—I started in an bakery [indecipherable] yeah, first class bakery.",
        "Q: Okay.",
        "A: And then I g — there was there an — a business where I worked, and that was very\nparticular. You have to be exactly dressed that they wanted be you — you know?\nAnd if the re — customer came, and that was the little [indecipherable] well,\nanyhow. But you have to bow — to bow down for the — for the customers, and so we\ncan — you know, was — really, I could — I —I go there really and [indecipherable]\nsight from what is — what was happening in life [indecipherable] my mother\nhttps://collections.ushmm.org\nAugust 9, 2016\n[indecipherable]. Was very, very very — was very easy to grow up in. But then the\nwar came, and everything was gone. So —",
        "Q: Okay, but still, before the war comes, you learned — it sounds to me like you\nwere trained —",
        "A: Yeah, there — yeah.",
        "Q: — by — by there — of how to behave with customers, and that one had to, you\nknow —",
        "A: Yeah, yeah.",
        "Q: — sort of greet them in a very honorable way.",
        "A: Oh yeah. Yeah, yeah, yeah.",
        "Q: Okay, was it hard work for you, or did you like it?",
        "A: No, no, no, no, no, was not hard work, no.",
        "Q: Did you like it?",
        "A: Yeah, I liked it, but I mean, well, then the war started, it was all over. My do —\nmy business was gone, everything was gone, too. I —",
        "Q: You mean the bakery no longer existed?",
        "A: No, it was gone. Bombed [indecipherable] bombed down, you know.\nAugust 9, 2016",
        "Q: Okay. We’ll come to that, we’ll come to that. Right now I still want to learn a\nlittle bit more about what your life was like when you finished school. So you — you\nstarted — did you ever work anyplace else, or just at this bakery?",
        "A: No, th-th — no, the different bake — different places, but it was more — oh, after th\n— after the war.",
        "Q: Okay.",
        "A: Yeah.",
        "Q: I’m talking before the war.",
        "A: Yeah.",
        "Q: And when you fi — after you finished school, did you work in — just in one\nbakery, or did you work somewhere else as well, before the war started?",
        "A: No. One bakery, I think, yeah.",
        "Q: Okay. Was the bakery in your neighborhood?",
        "A: Oh no, no, no.",
        "Q: Where was it?",
        "A: And I—I have to go on my bicycle to go there, you know, and it was heavy\ntraffic, and —",
        "Q: Was it in the town center?",
        "A: Yeah, it was in — yeah, Rotterdam center.\nAugust 9, 2016",
        "Q: Okay.",
        "A: Yeah.",
        "Q: Did you get to know any of your customers?",
        "A: Oh yeah, oh yeah, we don’t talk about that, please. There was an old man —",
        "Q: Okay.",
        "A: — and he was apparently very taken with me. I don’t know — you know, one time\nI was — I had the flu, so I was not working, of course. So, and he came every day to\ndrink coffee, because it was so — and, where is she? Is she — no, no, she is sick. And\nthen he found out where I lived. And then he came on the door with a big bouquet\nof flowers, and a li — bi — box of chocolate, and my mother said, oh no, you cannot\nsee her, because you never know that you get it. Well, anyhow, well, he left it all\nbehind, it was all some for me, and —",
        "Q: [indecipherable]",
        "A: Yeah. That was one that —",
        "Q: That was one, okay. Any other memorable customers, then?",
        "A: Yeah. I can te — but not that me — not that you have contact with them really —",
        "Q: Yeah, yeah.",
        "A: — you know?\nAugust 9, 2016",
        "Q: Were you exposed to a class of people that you didn’t — hadn’t known about\nwhen you were growni — growing up?",
        "A: Mm-hm.",
        "Q: Were you — did you meet different kinds of people a— who came into the\nbakery?",
        "A: Oh yes, oh yeah.",
        "Q: Okay.",
        "A: Yeah. Very sa — yeah, very nice.",
        "Q: Was it — was the neighborhood where you worked a more well-to-do\nneighborhood?",
        "A: No.",
        "Q: Okay.",
        "A: No.",
        "Q: What kind of — where was that bakery located? When you’re saying — you said\nit’s in the center of town, and there was a lot of traffic?",
        "A: Yeah, that was in Rotterdam —",
        "Q: Uh-huh.",
        "A: — the center of Rotterdam, yeah.",
        "Q: So, were there businesses around the bakery?\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Oh yes, oh yes, yeah. All gone, of course, after the war.",
        "Q: Yeah.",
        "A: Everything was gone.",
        "Q: But before the war, there were businesses?",
        "A: Oh yeah.",
        "Q: And so, were your customers mostly from the businesses, or from people who\nlived there?",
        "A: Private people.",
        "Q: Mostly private —",
        "A: I think more private people, yeah.",
        "Q: Okay.",
        "A: And they — they live in mansions. They had plenty of money.",
        "Q: Okay.",
        "A: Because it was an expensive place where I worked.",
        "Q: Was it?",
        "A: Yeah.",
        "Q: Was it? Tell me, you mentioned before when you were growing up, that — you\nmentioned it quite strongly that your f— mother was not Christian, but that you went\nhttps://collections.ushmm.org\nAugust 9, 2016\nto a Christian school. The people in your neighborhood, were they almost all\nChristian?",
        "A: Oh no, no. Some were Catholics, what I can remember, but no, it was not so —",
        "Q: Who were some of the people who were you — who were in your neighborhood,\nthe different kinds?",
        "A: That was my — all working class people, you know? That is what I remember.\nAnd — but the mothers all stayed home with the children, I remember that.",
        "Q: Okay.",
        "A: Yeah.",
        "Q: Were there Jewish families in your neighborhood?",
        "A: No, not in my neighborhood, no. Rotterdam, of course, it was all Jewish there.",
        "Q: So, in the center of town, your customers, were they mostly Jewish, or were they",
        "A: No.",
        "Q: They weren’t?",
        "A: No, no.",
        "Q: Okay. As you were growing up, did you meet any Jewish people?",
        "A: No, I don’t think so.",
        "Q: So, you didn’t know any?August 9, 2016",
        "A: No, I don’t — no, I don’t remember that, no.",
        "Q: Okay. And, did your parents have any contact with Jewish families, Jewish\npeople?",
        "A: No, no, no, no.",
        "Q: Okay. Because you attended the Christian school, did it have an influence on\nyou?",
        "A: Oh yeah, yeah.",
        "Q: In what way’?",
        "A: That was a big — I think that was a beginning for me, from — for the total\ndifferent life. Not in — not looking at the way my mother thought about things, but —\nbut there was — but there was a God, and we better — you know? And everything,\nand that — that is what I was taught there.",
        "Q: So, are you a very religious person?",
        "A: Yes, I— yes, absolutely.",
        "Q: Okay. Were you practicing?",
        "A: Yes.",
        "Q: Okay. So not just that you felt it, but that you participate in a religious\ncommunity, and services, and things like that.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Yeah, but I — now, with all my trouble, that I can’t walk so — you know, we s —\nwe watch television on Sunday morning, and I saw five — five programs every\nSunday morning. So —",
        "Q: Wow, that’s a lot.",
        "A: It’s a lot, yeah.",
        "Q: It’s a lot.",
        "A: Yeah, but I mean —",
        "Q: But after — but wa — after you finished school, did you start going to church?",
        "A: Yeah, with the girlfriends, yeah.",
        "Q: With the girlfriends?",
        "A: Yeah.",
        "Q: Okay. Did your mother give you trouble for this?",
        "A: No, my — my father, he made sure that my shoes were polished, before the door,\nand that was not what I remember, yeah — no.",
        "Q: Can you tell me, what was the denomination? What — what — what religious faith\ndid you belong to, before the war?",
        "A: What was that name now on this? I cannot tell you.",
        "Q: Okay.",
        "A: Yeah.August 9, 2016",
        "Q: Okay.",
        "A: Yeah, I have —",
        "Q: So, it was the re — what was the name of your church?",
        "A: I don’t know.",
        "Q: I may — mean, your religion. What was the name of your religion?",
        "A: Reformed.",
        "Q: Reformed.",
        "A: Yeah, yeah.",
        "Q: The Reformed church.",
        "A: Yeah.",
        "Q: Okay. How did you meet your husband?",
        "A: That was a different story. I work in an business, and his sister worked there too,\nbut she worked on the office side, and I was in the — in the — the — on the counter,\nlet me say. And then it was the — the jubilee in from the queen. That’s — it was 40\nyear queen, I think, or something like it. Well — and everybody, of course, had a\ndate to go, but I didn’t have a date, and I was much too young to do that. But I told\nmy father, I told him, I said that I— I ha —I go with Willy(ph), and that was his\nsister’s name. And then I — I— I see what comes from it. And my father said, okay, I\ncan trust you, so don’t worry. So, when I — then I met him, he came with his sister,\nAugust 9, 2016\nalso on bicycle, and I thought, oh no, my lord [indecipherable] I — and — and then\nhe — he thought the same about me.",
        "Q: Oh yeah?",
        "A: But we were al — alone, because she had the boyfriend, and so on. And there —\nwell, it grew from there, really. But then, of course, with the ha — whole thing in\nbetween from the war, you know, you saw each other not many times. And if he\ncame over, after a lot of trouble at his household, because he was not allowed to\nstay in my house, then I — then he came on a Friday night, or Saturday, and then he\nstayed over til Sunday night to go home. And then at li — at least, well, you co —\ncould see each other, I know.",
        "Q: So, let me step back a little bit. How old were you when you met your husband?",
        "A: Sixteen.",
        "Q: So, were you still working at the bakery store?",
        "A: No, that was all gone.",
        "Q: Oh, so you — okay. Okay. So, your husband mentioned that before the war\nstarted, when you were 16 years old, you left the bakery, is that correct? And you\nwent to work in an office supply store?",
        "A: Yeah, I was there before the bakery. So, of the — when I think about it now, I\nthink, yeah.\nAugust 9, 2016",
        "Q: Oh, okay, so you worked at the office supply store before you worked at the\nbakery?",
        "A: Yeah, yeah.",
        "Q: Okay. And what was your job there?",
        "A: Well, I was called the fluffy.",
        "Q: What’s that mean?",
        "A: Yeah, I didn’t know what it meant either, but all the horrible little things what\nthe — you know, I had to fix up. And I had other people working behind the counters",
        "Q: Okay.",
        "A: — but they were much older than I am.",
        "Q: Okay.",
        "A: So I was the youngest one, so I had to do all the miserable things. Make coffee,\nand bring it by the boss. Oh, and that boss, to tell you, that was a Jew.",
        "Q: So, was this the first time you met somebody who was Jewish?",
        "A: He was Jewish, yeah.",
        "Q: Do you remember his name?",
        "A: No.",
        "Q: Okay.\nAugust 9, 2016",
        "A: No.",
        "Q: Okay.",
        "A: Well, I know that he must have been — when the war started, that’s — he must\nhave been gone, I think that he was killed, yeah.",
        "Q: Okay. And, was this a large organization? Was it a large company?",
        "A: No, no, no, it was —",
        "Q: Just a few people that worked there?",
        "A: Yeah, ye-yeah.",
        "Q: And where was this place located?",
        "A: Rotterdam.",
        "Q: Also in the center of town?",
        "A: Yeah.",
        "Q: All right. And was it that your husband’s sister worked there?",
        "A: Yeah.",
        "Q: And that’s how you met him?",
        "A: Yeah.",
        "Q: Okay.",
        "A: Yeah.\nAugust 9, 2016",
        "Q: And after that, is it that you went to the bakery, that you started working at the\nbakery?",
        "A: Yeah, yeah, yeah, yeah.",
        "Q: Okay. Why did you leave this place?",
        "A: I don’t know.",
        "Q: Okay. I mean, young people change jobs.",
        "A: Oh yeah, yeah, yeah.",
        "Q: Young people change jobs all the time. So you met your husband when you were\nabout 16 years old, before the war. And you gave a sense that his family didn’t like\nhim dating you. Is that correct?",
        "A: Yeah, because his father — his mu — no, the father and mother both were\nChristian Reforms.",
        "Q: Okay.",
        "A: And I was only Dutch Reformed.",
        "Q: And it — what’s the difference between the two?",
        "A: Yeah, well if — if you can tell me, then — I cannot tell you, no.",
        "Q: But this means that there must have been something significant —",
        "A: Yeah.",
        "Q: — within — within —August 9, 2016",
        "A: The religious business, you know —",
        "Q: Yeah.",
        "A: — oh, it’s unbelievable. And they were — he was pretty rough on him, too. Not\nonly on me, but on him, too. He had a —",
        "Q: Your — your father-in-law?",
        "A: Yeah, oh yeah. He came even at our house, and — to tell my father and mother\nthat I could not see him any more, because he was going to the school where he\ngoes at night, and he’s — he would sit there til he came out of school, and going\nhome, because then he cannot see me.",
        "Q: That was a lot of control.",
        "A: That was horrible, horrible tur — time was that.",
        "Q: Yeah.",
        "A: But, anyhow —",
        "Q: But you were — you were both young, and it was before the war.",
        "A: Yeah, he was 18 [indecipherable] was 16.",
        "Q: Okay. Okay. When did you marry? What year did you marry, or how old were\nyou when you married?",
        "A: Oh brother, almost — I don’t know. Tell hi — ask him, he knows everything, so —",
        "Q: Okay, okay. Okay, we will. We will.\nAugust 9, 2016",
        "A: Yeah, he knows everything.",
        "Q: Okay. But was it after the war started, or before the war started? Did you get\nmarried before the war s —",
        "A: No, in the war time.",
        "Q: In the war time, okay. Now, you’re a teenager, and it is the last years of the\n1930s, 1938 and ’39. Are people talking about political events in Holland?",
        "A: Oh yeah, oh yeah.",
        "Q: What were they saying? What were they talking about?",
        "A: Well, first of all, we got all things in the mail, I think, that you had to make sure\nthat all your windows were black at night, so that not light could shine out —\noutside, that was the beginning. And that was in 1930 — yeah, eight, nine. And then\n— so — and then pretty soon, we knew that the — that the Germans were dop — putting\nbombs down in different pla — store — places. So — and then we thought, oh, it is\ncoming here, it is coming here. And one evening, I was laying in bed, and all of a\nsudden I thought, what is that noise, or this noise, and there they came, all the\nbomb.",
        "Q: Was it an airfl — or airplanes that you were hear —",
        "A: Oh yeah, oh, it was unbelievable what happened, and so many people died on —\nalready, in the street, and everywhere. Yeah, that was a very sad time, I can tell —\nAugust 9, 2016",
        "Q: So that was the very first night, you know —",
        "A: Yeah.",
        "Q: — when you’re saying — the ver — when they invaded?",
        "A: Yeah. That was the beginning of it, yeah.",
        "Q: So, when you got up the next day, did you already see bombed out places in the\nstreets?",
        "A: No, not yet, not that — not so close by our house. But you know, my mother and\nfather’s house was here, right down on this straight line, on — farther up, there was\nWaalhaven, that it was called that way, and that is why they want to do — bomb —\nbomb, because that is a p — a place what they wanted for their — yeah, you call that\nto —",
        "Q: What is wal — Waalhaven, what was it?",
        "A: Well, that was in — in — Waalhaven, that was in — I can’t remember. He knows.\nHe knows.",
        "Q: Okay. Was it — was it a particular facility, was it a port, was ita —a—",
        "A: No, no. He — he — he knows it better than I do.",
        "Q: Okay.",
        "A: I was not so —",
        "Q: Okay. So did — but it was a target. It was a target of — of the Germans, okay.\nAugust 9, 2016",
        "A: Mm-hm, yeah.",
        "Q: And when — what did you see in those next couple of days, after the bombing\nstarted? What did you see? What could you —",
        "A: Well, I remember that I said to my father, I said, how do I know if my business\nis still there in Rotterdam center? Now my father said, well, step on your bicycle,\nand I go with you. But then we come by the — the Maas, that is an river there, you\nknow? And that, they had lots of bombs hit. So there were — this — the — the places\nwere not [indecipherable] but it were little pieces of wood, and that was all put\ntogether, and I had to walk about it, to come to the center of town. And then I saw\nthat my business was gone, and I knew the school where he was going at night, to\nstudy with something, that was gone, you know, and the — the — the — the people\nwere hanging out the windows, dead. And the mo — most — mostly, I think that it\nwere Jewish people. Because they right away were after the Jews, as you know.",
        "Q: Yeah. So this was — this was after the first night of bombing?",
        "A: Yeah.",
        "Q: You already saw corpses of people —",
        "A: Yeah.",
        "Q: — hanging from windows?August 9, 2016",
        "A: Yeah, yeah. That come — the bombs, they came, and we — the people the — they\nwere maybe sleeping there, because it was a big hotel, and it was terrible.",
        "Q: Oh my goodness.",
        "A: Terrible, it was.",
        "Q: When did you see the first soldiers?",
        "A: At night already, when it — always — I can still hear that in my hea — in my mind,\nthat boom, boom, boom, boom. The two next to each other, and they passed the\nhouses, to see [indecipherable] ou-outside, like you know it was supposed to do.",
        "Q: How did life change for you? How — tell me, how did life change for you? Did\nyou have — clearly, the place you worked was no longer there.",
        "A: No, no. I re — can’t remember anything. You know, was unbelievable. This —\nthere was nothing left, I — really. And then where in — where the time goes on and\non where you don’t have food, and you have no — nothing to drink, and you have\nnothing, you know.",
        "Q: So the stores became empty?",
        "A: Oh, there was fe — to-totally empty. The big trucks came for the door, and they\nempty all everything out, yeah.",
        "Q: So, it was a— who were the big trucks from, the Germans?",
        "A: Yeah.\nAugust 9, 2016",
        "Q: So how did people eat?",
        "A: Well, we didn’t have something to eat. I mean, it was the craziest things. In the\ncellar from where we lived — oh no, I have to tell you first, where we married, we\nmarried at na — that I stayed in my house, because he was going to Germany,\nbecause he was picked up. But then, my mother was very smart in that way. I had\nthe — the day after that we got married, I couldn’t talk. So my mother la — the doctor\ncame, and the doctor said, well, I think that there is something wrong with her there,\nso she cannot go to Germany, because she will infect all the people there. That was\nall —",
        "Q: That wasn’t true.",
        "A: No. So — so — and then, he came home, the second day after that we were\nmarried, and he had erase the papers [indecipherable] somewhere, that he could\nnot leave on Monday. On Wednesday we got married, and on Wednesday — no, of\nsatur — Sunday, he had to go to Germany. He was picked up for that. But no. He\nsaid no, we are not going to do that.",
        "Q: And is that — and did the doctor give you the reason why you weren’t going, 1s\nbecause that you had a throat illness?",
        "A: Yeah.",
        "Q: And the doctor was saying that he could get infected?\nAugust 9, 2016",
        "A: Yes, that is ri —",
        "Q: And that this ma — this had — there was some choice in this matter, then.",
        "A: Yeah.",
        "Q: Because some people were picked up on the street —",
        "A: Oh yeah.",
        "Q: — in different countries, and they were just shipped out.",
        "A: Yeah, I know. That was with hi — it was with him too, one time —",
        "Q: Okay.",
        "A: — when he was already married, and he had a lot of money in his pocket, because\nhe was doing a job for his father, and well, that is the way it was. And then\nsomebody else looked on it, saw where they put him. So then I could go to that\nsame lady of the gi — gentleman again. I said, well, we have to get him home. Well,\nbut he — he — he spoke with his eyes [indecipherable] does not say anything, or it\nhad to be German.",
        "Q: Yeah.",
        "A: And so it — he said, he will be home tonight. That was all the [indecipherable]",
        "Q: So this was a guard? Who spoke with his eyes? Who was the person who spoke\nwith his eyes?\nAugust 9, 2016",
        "A: That was an — that was a Dutch man, where he was sitting between all the\nGermans, who [indecipherable] happen, I don’t know, but —",
        "Q: Okay.",
        "A: Yeah.",
        "Q: Okay. So that’s later on. But those first days of the war, you see these terrible\nsights, and you no longer have a place to work. What did you si — do? Did you stay\nat home then, or did you find another job? What happened —",
        "A: No, nothing to begin, because everything was upside-down, you know’?",
        "Q: Okay.",
        "A: And when the Germans came, they came in the streets by all of us, a big school.\nAnd all this, the seats on — from the kids, were all thrown out in the s — in the — the\nback, I think. And [indecipherable] the truck came, with all the bedding in it, for\nthe Germans, and they were going to live there. Well, the — and that was almost —\nthat one was so close by.",
        "Q: Is this your Christian school?",
        "A: No, the —",
        "Q: — or was this a different school?",
        "A: There was not a scri — it was 1n the war, that — there’s no school.\nAugust 9, 2016",
        "Q: I know. But was this the same school you attended, or was this a different school\nwhere they threw the chairs out?",
        "A: That it was different school.",
        "Q: Different school.",
        "A: Yeah.",
        "Q: Different school.",
        "A: Was unbelievable, yeah. And, what it comes from, Father doesn’t have\ncigarettes, and mother le — wants like a piece of chocolate, and we did not have it.\nSo, the Germans had it, so what happened? The — the — that the girls and the boys\nthere, of the girls m-met the Germans, and you can — as a — when I-I think back on\nthat [indecipherable] by myself, the guys had all kids from themself, in Germany,\nof course, and wives, but the way they lived in Holland, it was unbelievable. And\nwhen the war was over, you know, that the people — the pianos were standing in the\nstreet, that the people can dance there, and — and the war was over. But then there\ncame a big, flat truck for the door — by my mother, for the door. And I was by — in\nher house, for one reason or another, and all the girls who lived with these soldiers,\nthey were all picked up, and all on — on the truck. And the — all their hair was all cut\noff, a-and in the middle was a hakenkreuz, from — you know, and then —",
        "Q: A swastika.August 9, 2016",
        "A: — the swastika, yeah. Was unbelievable, the craziest things happen in wartime.",
        "Q: Yeah, yeah.",
        "A: But anyhow, that was their life.",
        "Q: What happened in your family? Did your father still have work when the war\nstarted?",
        "A: Yeah, because yeah, because that — his boss, that is a [indecipherable] who was\nmore to the German side, I think, he had — for a long time, he had work, yeah.",
        "Q: Okay.",
        "A: Yeah. And then later on was the no — was no work, and there’s nothing to eat,\nand — but we can — what to do, you have to do.",
        "Q: Well, what did you do?",
        "A: I don’t know. He came tho — well, he has to walk from his house to our house,\nand that was at least — well, more than an hour. And then, when he came by us, and\nbecause — well [indecipherable] a long story, again.",
        "Q: Okay.",
        "A: There come no end from.",
        "Q: That’s okay.",
        "A: In the cellar from the house where we lived, for — for five dollars a week, his\nfather, he [indecipherable] that — that he could rent it out. And so, then the\nAugust 9, 2016\nGermans came, and that was a big cellar there, was high. So when the — the trucks\ngo drive in, and they dumped there all kinds of coal.",
        "Q: And this was in your — the place you were living with your husband?",
        "A: Yeah.",
        "Q: Okay.",
        "A: And they — so, and then you could not touch that coal, one — that was for if\nsomething happened, you know, that the Germans needed it. And it was that they\nput some powder o-over it, so that you could not touch it.",
        "Q: So that means — was the powder so that it was bad for the human skin, or was it\nthat they could see somebody had touched it?",
        "A: Yeah, yeah, that’s it, yeah. That’s —",
        "Q: Okay, what color was the powder?",
        "A: White.",
        "Q: Uh-huh. Okay, like flour.",
        "A: Yeah, something like it, yeah. But yeah, we knew that so many people around us\nthere, were starving, especially the kids.",
        "Q: Yeah.August 9, 2016",
        "A: So what he — did he do? He dug under the coals, and he could bring back —\nbacks, with coal that — with food for the kids [indecipherable] to — to keep them\nalive.",
        "Q: So how — I mean, are you ti — did his — you get the coal —",
        "A: Yeah.",
        "Q: — and what do you do with it, you trade it for food?",
        "A: No, because the people didn’t have anything.",
        "Q: Okay, so then how do you turn coal into food?",
        "A: No, I don’t know how th-the — but, well, he — he knows it —",
        "Q: Your husband will be able to tell us, okay.",
        "A: Yeah, oh yeah, yeah.",
        "Q: Okay.",
        "A: But that what he did.",
        "Q: But your father — did your father come to your home, in order to also get some of\nthis coal? Is that —",
        "A: No.",
        "Q: No?",
        "A: Food. He — we had a— a va —a butcher, and a butcher we knew ver — he knew\nvery well, and then he — he saved the — the grease from things, you know?August 9, 2016",
        "Q: Yeah.",
        "A: And then Jan brought that coal to the butcher, and then he got that stuff, and\nthen he could cook with that, a little bit, but not much, but — and my father came\nthen, and he could give him something to eat, because the man was like a stick.",
        "Q: Yeah.",
        "A: You know?",
        "Q: What about your sister and brother? Your sister was still a little girl.",
        "A: Yeah. But the war was already over, I think, and then my sister went to a f — swi\n— Switzerland, for her health, because it’s — sh-she has bronchitis. And so, that 1s\nthe way it went then.",
        "Q: Was she malnourished during the war?",
        "A: Yeah. But because of that she had that illness, she got something to eat up in a\nspecial place. And then, when somebody was not looking, she put o — th-the food in\nbetween her clothes, and she could give that to my father, when she came home.",
        "Q: And what about your brother?",
        "A: My — my brother was in — in — immediately in Germany.",
        "Q: So how did that happen?",
        "A: Ah, picked up from house, you know, they came my house, in the —",
        "Q: And what — and where was he taken, in Germany?\nAugust 9, 2016",
        "A: I don’t know. I don’t — forget, I don’t know.",
        "Q: Did you get letters from him?",
        "A: No.",
        "Q: You didn’t know what had happened to him, only that he was in Germany’?",
        "A: The only thing that we knew, that was when he was picked up, they were going\nin a big boat, with the — that boat that was, lots of water in it. So, he stood with his\nfeet to here, in the boat.",
        "Q: Oh my.",
        "A: And that is why he got cancer from, later on at home, because he died from\ncancer. And that is all from that he, in Germany was.",
        "Q: When did he come back, your brother, from Germany?",
        "A: The — di — that same man — same man, where we had that contact with, he did\nalways what he could to get my brother ack — back out of Germany, to our own\nhouse. And so, it was not — not [indecipherable]",
        "Q: Not — so it didn’t — your brother was not in Germany for a long time?",
        "A: No, maybe two — two years, I think.",
        "Q: Okay. And did he tell you — when he came back, did he tell you what had — he ha\n— what had been going on with him? Where he was, and things?",
        "A: Yeah, then we heard it.\nAugust 9, 2016",
        "Q: Okay.",
        "A: But, that was the way it was.",
        "Q: Well, where — where was he taken to work? Where did your brother go to —\nwhere did they put him to work, in Germany’",
        "A: I don’t know.",
        "Q: Okay.",
        "A: I don’t know. Well, it — I think it was making all the — the — not the bombs, ma —\nsomething what had to do with —",
        "Q: Weaponry?",
        "A: Yeah, weaponry, yeah.",
        "Q: Okay. And your mother di — did she go outside the house to work once the war\nstarted, or she stayed at home, still?",
        "A: No, but she had the — she had very funny ways, how she got little bit of mo —\nfood in.",
        "Q: Okay.",
        "A: And well, was not the honest way, I think, but if you have nothing to eat.",
        "Q: What did she do?",
        "A: I don’t know.",
        "Q: Okay.\nAugust 9, 2016",
        "A: I don’t know. No.",
        "Q: Tell me, when did you s — did you find another job, during the war, when the\nGermans were there?",
        "A: Yeah, and that was also a place in a bakery.",
        "Q: That’s pretty lucky.",
        "A: Yeah. But, it was very funny, all the Germans were sitting there on stools, for\ncoffee in the morning.",
        "Q: Okay.",
        "A: I used to behind the counter, and you have to help them. But my — the boss there,\nthat was a — was for the Germans.",
        "Q: Okay.",
        "A: So, and then he said, well, if you want to go in the back — I said, no thank you.\nAnd when my father found that out, he said, forget it, you don’t go back.",
        "Q: So, was — if I interpret this, the owner of the bakery was more or less saying that\nif a German wanted to go in the back of the bakery with you, it’s okay with him?",
        "A: And lots of, lots of ladies right there in the back with the Germans. Yeah, that\nwas very nice. Well, the people were starving, from the [indecipherable]",
        "Q: And, did you ever become active in any kind of anti — anti-resistan — or\nresistance movement, or anything like that?\nAugust 9, 2016",
        "A: No, no.",
        "Q: No?",
        "A: Him, not me.",
        "Q: Okay. Okay. Did you see Jews being taken away’?",
        "A: Oh yeah, oh yeah, don’t talk about that. When they first came, the Germans, and\nthere were big, big [indecipherable] and the people have the babies in their arms,\nand they stood all in a lump [indecipherable] one after another. But if the baby\nstarted crying, the Germans grabbed him on the legs, on the little baby, and\nsmacked them to the — to the trees.",
        "Q: You saw these things?",
        "A: Yeah, that’s — yeah, and it was fla — just by where my mother lived, was a big,\nopen field, and that is where they did these things. Was terrible. And then the\nscreaming from the parents, I never forget it. They have — you left your babies\nthere, and you are put in an — it was terrible, absolutely terrible. Yeah, it was life,\nyou know. And all these things came back during the night, that I thought, oh yeah,\nI remember. Oh, remember, don’t forget, don’t forget.",
        "Q: Yeah.",
        "A: Mm.August 9, 2016",
        "Q: Yeah. I know. I know. It is — there’s so much — there’s so many different\nimpressions one can have, and in — in an interview, we never can capture all of\nthem.",
        "A: Oh, no.",
        "Q: Don’t worry about that.",
        "A: No.",
        "Q: That’s okay. As long as we capture some of them.",
        "A: Yeah.",
        "Q: The ones that are the most significant for you, okay? So after — after you came\nback from the bakery, where the baker would have offered your services to the\nGermans, and your father said no, no way, what did you do then?",
        "A: I think I stayed home. I think that there was nothing to get, you know, and there\nwa — oh [indecipherable] or another thing, that’s true. I was on my bicycle, of\ncourse, and you have to put that in a kind of a garage, it was, and the bike — bicycles\nwere low, and on a shelf. And the man who [indecipherable] your bicycle out, he\nwas a very tall fellow. So — and there was an guy there, and he wanted to take with\nme, but I — he get — he got my bicycle. So I came for my bicycle, and the man said,\nyour bicycle is already picked up. And then he made with his eyes, so it looked to\nme, and I thought, oh no, and I stood with my bicycle, and I had to walk for a long\nAugust 9, 2016\ntime, talking and talking and talking to him. And then, of course, my — my German\nwas much, much better to speak to him. And then I found out that his father and\nmother had an — an stocking fac-factory, and he was the only son. So — and when he\ncame home, then he was going to work there again. But I could not get\n[indecipherable] to let them know that maybe that was not there any more.\nEverything was bombed flat, the address as well. And that why the Dutch pe — th-\nthe English people [indecipherable] and Dutch people, too. And they were\noverseas, all in England. And —",
        "Q: This was a German soldier?",
        "A: Yeah.",
        "Q: He — and he liked you, so he took your bicycle.",
        "A: Yeah.",
        "Q: And so, his family owned a stocking factory.",
        "A: Yeah.",
        "Q: And you’re thinking to yourself, it might be bombed by the British, and the\nDutch, as well?",
        "A: Yeah, but — but they did not believe that. And I said to him, said, now we go\ncloser by my house. I said, please give my bicycle, except my father murders me.",
        "Q: Yeah.\nAugust 9, 2016",
        "A: And I—I— you — you — you could not say to him because he hates the Germans.\nAnd in 0 — we — were called in Holland, we called them the rotmoffer(ph).",
        "Q: Rotmoffer(ph).",
        "A: Rotmoffer(ph).",
        "Q: Okay, what does that mean, rotmoffer(ph)?",
        "A: Well, that was — I don’t know. Ger — German — Dutch word.",
        "Q: Okay.",
        "A: But anyhow, I — I’m glad that it was over. Finally I had my bicycle, and I could\nri-rive — drive home.",
        "Q: Okay.",
        "A: And then I — I watched it, and he stood there, up until he could not see me far\naway, and then he turned around, and he had to walk where he had to go, I don’t\nknow.",
        "Q: So, he had taken your bicycle so — as an excuse to meet you.",
        "A: Must have been that, yeah, must have been something like it.",
        "Q: Were you married at that point?",
        "A: Oh no, no.",
        "Q: Okay. Okay.",
        "A: No.\nAugust 9, 2016",
        "Q: Did you — were you involved, at any point, with the rescue of any people? With\nthe rescue of any Jews in Rotterdam?",
        "A: No, not me. He — he was, but not me.",
        "Q: I see. How did you spend the rest of the war? Did you work anywhere else,\noutside of that bakery?",
        "A: No, no, no, no. And that not alone, you have no lights. So when it was winter,\nand it was four o’clock that it was dark, where do you go?",
        "Q: Yeah.",
        "A: So, and in the beginning, my mother had candles, and so on. But then there was\nnothing left, so most of the thing is — what you did, you went to bed.",
        "Q: Yeah.",
        "A: Yeah. That’s [indecipherable]",
        "Q: Did you — did you ever meet people who were part of the resistance movement?",
        "A: Oh yes. Afterwards for sure.",
        "Q: After the war?",
        "A: Yeah. And also during the war, yeah.",
        "Q: And during the war?",
        "A: Yeah. Well, and he — he [indecipherable]August 9, 2016",
        "Q: Okay. I understand. We’|I talk to him. But who were the — did you get involved\nwith any of their activities?",
        "A: No.",
        "Q: No?",
        "A: That — that was all secret. Everything was secret, you know? No.",
        "Q: But you knew that they are part of the resistance?",
        "A: Oh yeah, yeah, yeah.",
        "Q: How would you know, if somebody doesn’t tell you? Or did they tell you?",
        "A: I don’t know how I knew it, but I knew it.",
        "Q: You knew it.",
        "A: Yeah.",
        "Q: Okay. Are there any other memories of the war, that you remember, that you\nthink is important for people to know about? Of what it was like to live in occupied\nRotterdam”",
        "A: Well, first of all, we got — you did not have food. That was point one. And then\nsecond, sometimes there was not water. And then — I said to him, what are we going\nto wash our clothes in?",
        "Q: You’re talking about your husband? You asked your husband?\nAugust 9, 2016",
        "A: Yeah, when — when — when were we married. Well, we did not have soap, we\ndid not have this, we did — so I don’t know what we did. And we laugh about it\nnow. He said, oh, maybe I changed my underwear. And you — and then I said no,\nyou can keep it for so long. Oh, man, was unbelievable. That were the terrible\nthings, yeah.",
        "Q: Was there fighting going on in Rotterdam itself, as the Germans were losing the\nwar?",
        "A: When they were leaving?",
        "Q: Yeah, when they were leaving.",
        "A: Yeah.",
        "Q: Was there fighting?",
        "A: No, the people were much too scared from the German, because right away — the\none time, was — they were looking at the houses everywhere, while we were already\nmarried.",
        "Q: Okay.",
        "A: And he had washed the floor from the whole building there, because there was a\ntheater in that, where we lived. So in there, this Germans came, with those\ngirlfriends, so [indecipherable]. But then somebody, they — they screamed at him,\nJan, stop it, go inside. The Germans are on the way to pick you up. So anyhow, he\nAugust 9, 2016\ncame inside, and what are we going to do now? They saying, you have to change\nyour clothes, put your pajama on, and put a little pra — things by his bed. And I says,\nwe — we wait and see what’s going to happen. Well, not too long after that, it was\nout here that they knocked on the doors. But we lived on the top of a store. The\nbottom was completely empty, we had to go steps to go upstairs. And he said, well\nnow what? They said, you stay here, we see what comes from it. And there I opened\nthe door, and then the soldier was right away sent upstairs to check on the closets\nand blah, blah, blah and talk to him. But by me downstairs, where I stood, the other\none had all the time his rifle on my head. Because if I would have lied, I was get\nkilled there, on the —",
        "Q: Wow.",
        "A: You know? And — but the man came down, and he must have told him that —\nbecause what — what is the — the matter with him? He say, I have the maagzweer.",
        "Q: So this is a stomach —",
        "A: Sick.",
        "Q: — stomach sick.",
        "A: Yeah.",
        "Q: Okay.\nAugust 9, 2016",
        "A: Or something. And then, when it was finished, he saw that all the people\n[indecipherable] over the stores lived, they were all picked up, he said, now look,\nall the people are going, I should go, too. I said, no sir. You don’t go.",
        "Q: The Germans said this to him?",
        "A: No, I said that to him.",
        "Q: Oh.",
        "A: Because the Germans went house to house, and all these stores were empty, but\nthe people lived on top still there.",
        "Q: So they were emptying it out. They were empty —",
        "A: Every, oh, yeah, oh, yeah. [indecipherable]",
        "Q: Which army liberated you? Which army liberated Rotterdam?",
        "A: I think, I think the e — the English, I think. Because the English also threw out of\ntheir planes, food. And the people were fighting over that food in the street\neverywhere.",
        "Q: Did you ever catch one of those packets?",
        "A: I can’t remember. I can’t rem — so long ago.",
        "Q: When did you know that you were free?",
        "A: On — on that — the noise from the people. You have never heard in your life so\nmuch noise, that everybody came out their houses, and the pianos [indecipherable]\nAugust 9, 2016\nthe people there, they were sat in the street, and there was dancing, and oh, it was\nunbelievable.",
        "Q: But how did you know? I mean, how did you know the Germans had left? Did a\nnew army come in?",
        "A: No, they came no —",
        "Q: Did you see British soldiers?",
        "A: No, no, there were no other, it was — no, I don’t know [indecipherable]",
        "Q: Okay. You just —",
        "A: But we knew that we were free. But yeah. And now you have to wait, where me\n— when is the food coming, you know.",
        "Q: And did it come?",
        "A: Yeah, partly. Yeah, partly. Because, I remember in 1947, our oldest daughter\nwas mar — was born. And there was a just a time that the bananas came back. And\nhe said, can I have a piece of the banana? I said, no, sir, it’s for the baby. No. No.",
        "Q: So, many, many years before fruits like that appeared again.",
        "A: Oh, yeah, they — long, long time.",
        "Q: Okay.",
        "A: You know, it was not so easy.\nAugust 9, 2016",
        "Q: Is there anything else you would like to add to what we’ve talked about today,\nthat you think people should know about, about your experiences during the war?",
        "A: The story is too long. Can you sit here tomorrow”?",
        "Q: Pll be happy to be here, let me tell you.",
        "A: No.",
        "Q: No.",
        "A: No, he has what to tell you too, so —",
        "Q: Okay. Well, in that case, what I will say is, this concludes the United States\nHolocaust Memorial Museum interview with Mrs. Jacqueline Hieminga —",
        "A: Hieminga.",
        "Q: — Hieminga, on August 9\"\", 2016, in Nashua, New Hampshire.",
        "A: Mm-hm, that’s it.",
        "Q: Thank you very much.",
        "A: Well, you’re welcome.",
        "Q: Okay.\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with\nMrs. Jacqueline Hieminga, on August 9\", 2016, in Nashua, New Hampshire.\nThank you very much, Mrs. Hieminga, for agreeing to speak with us today, and to\nshare some of your experiences during World War II. Before we get to that point,\nI’m going to ask an awful lot of questions about your pre-war life, so that we can\nbecome better acquainted with you. So I’ll start with the most basic ones, and we’ ll\ngo from there. So, my very first question 1s, can you — can you tell me, what was\nyour name at birth, when you were born?",
        "Q: Your maiden —",
        "Q: Your maiden name.",
        "Q: Can you repeat that for me?",
        "Q: Jac — okay, Jacqueline van Westreenen.",
        "Q: Okay. And what was the date of your birth?August 9, 2016",
        "Q: August 26, and what year?\nA2: Twenty-two.",
        "Q: 1922?",
        "Q: Okay.",
        "Q: Well, happy birthday.",
        "Q: So, August 26\", 1922.",
        "Q: And where were you born?",
        "Q: In Rotterdam.",
        "Q: Did you si — grow up in Rotterdam as well?",
        "Q: Okay. Did you have brothers and sisters?",
        "Q: And were they older, or younger than you?",
        "Q: Okay. Can you tell me their names, their first names?",
        "Q: Francisca(ph)? Was it Francisca(ph)?",
        "Q: Van Westreenen.",
        "Q: Okay. And do you — how much — who is the next one in line, after you? Who 1s\nthe next oldest?",
        "Q: Gerrit — Gerrit.",
        "Q: Yeah. And then came Francisca(ph)?",
        "Q: How many years between you?",
        "Q: Oh, so you were a teenager when she was born?",
        "Q: Okay. And your mother and your father, can you tell me their names? Your\nfather’s first name?",
        "Q: Gerrit?",
        "Q: Gerrit.",
        "Q: How do you spell that?",
        "Q: Gerrit, Gerrit, okay.",
        "Q: Gerrit. And your mother’s name?",
        "Q: All the first names, okay.",
        "Q: Oh my goodness. All the — so how do I spell her first name?",
        "Q: B-a-r —- t-h—-",
        "Q: T-j-e, ah, Bartje.",
        "Q: Okay. And her maiden name was?",
        "Q: Van Hattum.",
        "Q: Van Hattum. And tell me a little bit about your parents. How did your — how\ndid your father — I assume it was your father — support the family?",
        "Q: A metal former?",
        "Q: Okay, so he was a metalsmith?",
        "Q: He was a metalsmith?",
        "Q: Okay. So your father was a metalsmith.",
        "Q: Did he work in precious metals, such as silver and gold?",
        "Q: Did — what are some of the things that he made with it?\nA2: Can you cut it?",
        "Q: Yeah, let’s cut it. [break] So tell me, is this something that your father made?",
        "Q: Aha.",
        "Q: Who was the him that did not like you?",
        "Q: Ah, I see what you’re saying, okay. So, at any rate, this is — this is something\nthat your father made for your father-in-law?",
        "Q: So, if I understand properly, your father made this for your husband?",
        "Q: And your husband was sick in bed, and you dropped it off at his home?",
        "Q: Okay. And he made it bec — the casting 1s what he did with it, someone else\nmade the design?",
        "Q: Okay. Did he have his own business?",
        "Q: He worked for somebody else?",
        "Q: Okay.",
        "Q: Okay. And your mother, did she work outside the home’?August 9, 2016",
        "Q: She was — she took care of the children and the house?",
        "Q: Tell me a little bit about where you lived? What kind of a place? Was it an\napartment, or an owned house, how was it?",
        "Q: In the gutter?",
        "Q: The day you were born?",
        "Q: Oh my goodness. So they told you this story?",
        "Q: Okay.",
        "Q: And, can you describe your home to me, what — how many rooms there were,\nwhere — what part of town it was in, things like that?August 9, 2016",
        "Q: What part of Rotterdam was it?",
        "Q: Okay.",
        "Q: Was your — would you say your family was well-to-do —",
        "Q: — or poor?",
        "Q: Okay, you were working class.",
        "Q: Okay. Tell me a little bit about your parents as people, their personalities.",
        "Q: Okay.",
        "Q: She was — she we not religious, then?",
        "Q: Why?",
        "Q: Yeah.",
        "Q: So your mother experienced something of what it was in that time, to go against\ntradition.",
        "Q: Religious tradition.",
        "Q: Okay. And it turned her off?",
        "Q: And that meant she didn’t want to raise her children —",
        "Q: Okay.",
        "Q: What about your father, was he religious?",
        "Q: Okay.",
        "Q: Did your parents have any political leanings?",
        "Q: It means were they — were they people who were more conservative politically,\nwere they people who were more socialist?",
        "Q: They were more socialistic?",
        "Q: Okay. Okay, both of them together?",
        "Q: Okay. Okay. So I was asking about their personalities. So tell me a little bit\nabout your mother’s personality.",
        "Q: So she was strict?",
        "Q: Her way.",
        "Q: Were you scared of her?",
        "Q: So, you had a — you had your own will, even as a child.",
        "Q: Yeah, yeah.",
        "Q: And, did you know your grandparents?",
        "Q: You did?",
        "Q: Did they live close by?",
        "Q: I see.",
        "Q: But you visited them? Or they visited you?",
        "Q: Okay.",
        "Q: Okay. And, all three of you?",
        "Q: Really?",
        "Q: And why was this?",
        "Q: Did she live in a town as well, or out on the farm?",
        "Q: Yeah, yeah. Yeah, yeah.",
        "Q: Okay.",
        "Q: And, in your neighborhood, where you were growing up in Rotterdam in the\nsouth — southern Rotterdam, southern part of the city, describe for me what the\nneighborhood was like. Were there many apartment buildings there, many different\nkinds of people?",
        "Q: Okay.",
        "Q: Bless you. Can we cut —",
        "Q: — for se — can we cut for a second? [break] So we were talking about the\ndifferent kinds of people who were in your neighborhood. Tell me a little bit about\nthe different — you know, the — your neighbors. Who were your neighbors?",
        "Q: Yeah, it’s a little strange.",
        "Q: Did you feel the same way as your mother did about religion, as you were\ngrowing up?",
        "Q: Yes, we can cut. [break] So yeah, explain to those people who don’t know much\nabout the Dutch school system, was the school that you attended also run by the\nstate, or supported by the state financially?",
        "Q: Oh, you don’t know that, okay. But was it a school you had to pay tuition for?",
        "Q: So it was free.",
        "Q: It was free.",
        "Q: And were there also public schools that were run by the state?",
        "Q: And they were free as well?",
        "Q: Okay. Was the public school further away from your home?",
        "Q: Okay.",
        "Q: Well, tell me about your school life. Tell me a little bit about the kinds of things\nthat you were learning.",
        "Q: And are there any particular incidents that you remember from your school\nyears, that were — that still stay in your mind now, as you were growing up?",
        "Q: Okay.",
        "Q: I see.",
        "Q: I see. Did your mother — did your brother and sister attend the same school?",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: Yeah. Well, she was — she was a little girl when you were already —",
        "Q: — becoming an adult.",
        "Q: Okay.",
        "Q: What was — I have a few questions about how modern the Netherlands was in\nthe 1920s. Did your home have electricity, for example?",
        "Q: Okay. And running water?",
        "Q: Okay. Did you — so I take — you had running water, you had electricity, how did\nyou heat the home? How was the place heated? Was it with coal, was it some oth —",
        "Q: Okay.",
        "Q: Did you have a radio at home’?",
        "Q: And was — were there favorite programs that the family used to listen to?August 9, 2016",
        "Q: Okay. Did your parents read any newspapers?",
        "Q: Okay, what did he read?",
        "Q: Yeah, which newspaper would it have been?",
        "Q: I know, what a strange question. The reason why I ask this is I’m trying to get a\nsense of, how did they get their information about the outside world?",
        "Q: How did they find out about what was going on in the world. So —",
        "Q: Yeah.",
        "Q: Were they active, socially? I mean, were they active as socialists?",
        "Q: No.",
        "Q: No. Did they have brothers and sisters? Did your parents have brothers and\nsisters?",
        "Q: Yeah.",
        "Q: From 12 people?",
        "Q: All boys.",
        "Q: Oh my God.",
        "Q: So some of the children didn’t survive?",
        "Q: Okay.",
        "Q: That’s a hard childhood for him.",
        "Q: Yeah. And your mother, did she have brothers and sisters?",
        "Q: And did you see your aunts, did you see your uncles much? You know, did you\nvisit with your uncles —",
        "Q: — did you have contact with them?",
        "Q: Smokers? Oh —",
        "Q: Yeah.",
        "Q: That’s what people did.",
        "Q: Yeah.",
        "Q: Do you have any earliest memories as a child, no matter what they would be? So\n— some of your earliest memories, when you were little. What stays in your mind?",
        "Q: I know, I know, I know. And it’s very open-ended question.",
        "Q: I— would you say you had a happy childhood?",
        "Q: Okay.",
        "Q: That’s tough.",
        "Q: Yeah. And your father was accepting, more accepting.August 9, 2016",
        "Q: Okay.",
        "Q: Okay. Your husband’s father loved your father? That is —",
        "Q: Your husband.",
        "Q: Okay. So he must have been a special man.",
        "Q: Yeah.",
        "Q: Tell me what made him special to you.",
        "Q: Okay.",
        "Q: In Russia.",
        "Q: Okay.",
        "Q: Those are pretty serious books.",
        "Q: Okay.",
        "Q: So he had interests beyond just his own work.",
        "Q: When you say his, you mean your husband?",
        "Q: Okay, okay. And so, let’s go with your father. Did you spend any — any leisure\ntime with your parents, or were they always busy? That is, did your father or mother\ntake you anywhere? Did they go on walks with you, or did they go to the cinema\nwith you, or —",
        "Q: You did.",
        "Q: Yeah.",
        "Q: Okay. Would you — who would you say was the greatest influence on you, when\nyou were growing up?",
        "Q: Your father. What were some of his values, that you also said, these are\nimportant, I want them as my values?",
        "Q: Yeah.",
        "Q: No.",
        "Q: Okay.",
        "Q: Yeah. That can do enormous damage to people.",
        "Q: Yeah.",
        "Q: ?ma little confused now, about what you’re telling me. But — because we were\ntalking about your father.",
        "Q: And we were talking about the importance he placed on truth.",
        "Q: And you were then going to give me this example, and I don’t understand —",
        "Q: Okay, can you explain to me again what you — what you’re saying about your\nfather and — and his value on what is true, and to know what 1s true?",
        "Q: Okay.",
        "Q: Okay. Tell me a little bit about when you finished school, how many grades did\nyou go through?",
        "Q: Okay.",
        "Q: And by that time it was what, mid 1930s? Was it like 1937, or 1938? When did —\nabout when did you finish your school?",
        "Q: That’s okay.",
        "Q: It’s okay. But you say you were born in 1922, and if you started when you were\nfive or six —",
        "Q: — then 10 years —",
        "Q: Okay.",
        "Q: So you were then about 16 - 17 years old?",
        "Q: All right. What — after you finished those 10 years, what did you do next?",
        "Q: Okay.",
        "Q: What kind of job?",
        "Q: Okay.",
        "Q: Okay, but still, before the war comes, you learned — it sounds to me like you\nwere trained —",
        "Q: — by — by there — of how to behave with customers, and that one had to, you\nknow —",
        "Q: — sort of greet them in a very honorable way.",
        "Q: Okay, was it hard work for you, or did you like it?",
        "Q: Did you like it?",
        "Q: You mean the bakery no longer existed?",
        "Q: Okay. We’ll come to that, we’ll come to that. Right now I still want to learn a\nlittle bit more about what your life was like when you finished school. So you — you\nstarted — did you ever work anyplace else, or just at this bakery?",
        "Q: Okay.",
        "Q: I’m talking before the war.",
        "Q: And when you fi — after you finished school, did you work in — just in one\nbakery, or did you work somewhere else as well, before the war started?",
        "Q: Okay. Was the bakery in your neighborhood?",
        "Q: Where was it?",
        "Q: Was it in the town center?",
        "Q: Okay.",
        "Q: Did you get to know any of your customers?",
        "Q: Okay.",
        "Q: [indecipherable]",
        "Q: That was one, okay. Any other memorable customers, then?",
        "Q: Yeah, yeah.",
        "Q: Were you exposed to a class of people that you didn’t — hadn’t known about\nwhen you were growni — growing up?",
        "Q: Were you — did you meet different kinds of people a— who came into the\nbakery?",
        "Q: Okay.",
        "Q: Was it — was the neighborhood where you worked a more well-to-do\nneighborhood?",
        "Q: Okay.",
        "Q: What kind of — where was that bakery located? When you’re saying — you said\nit’s in the center of town, and there was a lot of traffic?",
        "Q: Uh-huh.",
        "Q: So, were there businesses around the bakery?",
        "Q: Yeah.",
        "Q: But before the war, there were businesses?",
        "Q: And so, were your customers mostly from the businesses, or from people who\nlived there?",
        "Q: Mostly private —",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Was it?",
        "Q: Was it? Tell me, you mentioned before when you were growing up, that — you\nmentioned it quite strongly that your f— mother was not Christian, but that you went",
        "Q: Who were some of the people who were you — who were in your neighborhood,\nthe different kinds?",
        "Q: Okay.",
        "Q: Were there Jewish families in your neighborhood?",
        "Q: So, in the center of town, your customers, were they mostly Jewish, or were they",
        "Q: They weren’t?",
        "Q: Okay. As you were growing up, did you meet any Jewish people?",
        "Q: So, you didn’t know any?August 9, 2016",
        "Q: Okay. And, did your parents have any contact with Jewish families, Jewish\npeople?",
        "Q: Okay. Because you attended the Christian school, did it have an influence on\nyou?",
        "Q: In what way’?",
        "Q: So, are you a very religious person?",
        "Q: Okay. Were you practicing?",
        "Q: Okay. So not just that you felt it, but that you participate in a religious\ncommunity, and services, and things like that.",
        "Q: Wow, that’s a lot.",
        "Q: It’s a lot.",
        "Q: But after — but wa — after you finished school, did you start going to church?",
        "Q: With the girlfriends?",
        "Q: Okay. Did your mother give you trouble for this?",
        "Q: Can you tell me, what was the denomination? What — what — what religious faith\ndid you belong to, before the war?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: So, it was the re — what was the name of your church?",
        "Q: I may — mean, your religion. What was the name of your religion?",
        "Q: Reformed.",
        "Q: The Reformed church.",
        "Q: Okay. How did you meet your husband?",
        "Q: Oh yeah?",
        "Q: So, let me step back a little bit. How old were you when you met your husband?",
        "Q: So, were you still working at the bakery store?",
        "Q: Oh, so you — okay. Okay. So, your husband mentioned that before the war\nstarted, when you were 16 years old, you left the bakery, is that correct? And you\nwent to work in an office supply store?",
        "Q: Oh, okay, so you worked at the office supply store before you worked at the\nbakery?",
        "Q: Okay. And what was your job there?",
        "Q: What’s that mean?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: So, was this the first time you met somebody who was Jewish?",
        "Q: Do you remember his name?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Okay. And, was this a large organization? Was it a large company?",
        "Q: Just a few people that worked there?",
        "Q: And where was this place located?",
        "Q: Also in the center of town?",
        "Q: All right. And was it that your husband’s sister worked there?",
        "Q: And that’s how you met him?",
        "Q: Okay.",
        "Q: And after that, is it that you went to the bakery, that you started working at the\nbakery?",
        "Q: Okay. Why did you leave this place?",
        "Q: Okay. I mean, young people change jobs.",
        "Q: Young people change jobs all the time. So you met your husband when you were\nabout 16 years old, before the war. And you gave a sense that his family didn’t like\nhim dating you. Is that correct?",
        "Q: Okay.",
        "Q: And it — what’s the difference between the two?",
        "Q: But this means that there must have been something significant —",
        "Q: — within — within —August 9, 2016",
        "Q: Yeah.",
        "Q: Your — your father-in-law?",
        "Q: That was a lot of control.",
        "Q: Yeah.",
        "Q: But you were — you were both young, and it was before the war.",
        "Q: Okay. Okay. When did you marry? What year did you marry, or how old were\nyou when you married?",
        "Q: Okay, okay. Okay, we will. We will.",
        "Q: Okay. But was it after the war started, or before the war started? Did you get\nmarried before the war s —",
        "Q: In the war time, okay. Now, you’re a teenager, and it is the last years of the\n1930s, 1938 and ’39. Are people talking about political events in Holland?",
        "Q: What were they saying? What were they talking about?",
        "Q: Was it an airfl — or airplanes that you were hear —",
        "Q: So that was the very first night, you know —",
        "Q: — when you’re saying — the ver — when they invaded?",
        "Q: So, when you got up the next day, did you already see bombed out places in the\nstreets?",
        "Q: What is wal — Waalhaven, what was it?",
        "Q: Okay. Was it — was it a particular facility, was it a port, was ita —a—",
        "Q: Okay.",
        "Q: Okay. So did — but it was a target. It was a target of — of the Germans, okay.",
        "Q: And when — what did you see in those next couple of days, after the bombing\nstarted? What did you see? What could you —",
        "Q: Yeah. So this was — this was after the first night of bombing?",
        "Q: You already saw corpses of people —",
        "Q: — hanging from windows?August 9, 2016",
        "Q: Oh my goodness.",
        "Q: When did you see the first soldiers?",
        "Q: How did life change for you? How — tell me, how did life change for you? Did\nyou have — clearly, the place you worked was no longer there.",
        "Q: So the stores became empty?",
        "Q: So, it was a— who were the big trucks from, the Germans?",
        "Q: So how did people eat?",
        "Q: That wasn’t true.",
        "Q: And is that — and did the doctor give you the reason why you weren’t going, 1s\nbecause that you had a throat illness?",
        "Q: And the doctor was saying that he could get infected?",
        "Q: And that this ma — this had — there was some choice in this matter, then.",
        "Q: Because some people were picked up on the street —",
        "Q: — in different countries, and they were just shipped out.",
        "Q: Okay.",
        "Q: Yeah.",
        "Q: So this was a guard? Who spoke with his eyes? Who was the person who spoke\nwith his eyes?",
        "Q: Okay.",
        "Q: Okay. So that’s later on. But those first days of the war, you see these terrible\nsights, and you no longer have a place to work. What did you si — do? Did you stay\nat home then, or did you find another job? What happened —",
        "Q: Okay.",
        "Q: Is this your Christian school?",
        "Q: — or was this a different school?",
        "Q: I know. But was this the same school you attended, or was this a different school\nwhere they threw the chairs out?",
        "Q: Different school.",
        "Q: Different school.",
        "Q: A swastika.August 9, 2016",
        "Q: Yeah, yeah.",
        "Q: What happened in your family? Did your father still have work when the war\nstarted?",
        "Q: Okay.",
        "Q: Well, what did you do?",
        "Q: Okay.",
        "Q: That’s okay.",
        "Q: And this was in your — the place you were living with your husband?",
        "Q: Okay.",
        "Q: So that means — was the powder so that it was bad for the human skin, or was it\nthat they could see somebody had touched it?",
        "Q: Okay, what color was the powder?",
        "Q: Uh-huh. Okay, like flour.",
        "Q: Yeah.August 9, 2016",
        "Q: So how — I mean, are you ti — did his — you get the coal —",
        "Q: — and what do you do with it, you trade it for food?",
        "Q: Okay, so then how do you turn coal into food?",
        "Q: Your husband will be able to tell us, okay.",
        "Q: Okay.",
        "Q: But your father — did your father come to your home, in order to also get some of\nthis coal? Is that —",
        "Q: No?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: What about your sister and brother? Your sister was still a little girl.",
        "Q: Was she malnourished during the war?",
        "Q: And what about your brother?",
        "Q: So how did that happen?",
        "Q: And what — and where was he taken, in Germany?",
        "Q: Did you get letters from him?",
        "Q: You didn’t know what had happened to him, only that he was in Germany’?",
        "Q: Oh my.",
        "Q: When did he come back, your brother, from Germany?",
        "Q: Not — so it didn’t — your brother was not in Germany for a long time?",
        "Q: Okay. And did he tell you — when he came back, did he tell you what had — he ha\n— what had been going on with him? Where he was, and things?",
        "Q: Okay.",
        "Q: Well, where — where was he taken to work? Where did your brother go to —\nwhere did they put him to work, in Germany’",
        "Q: Okay.",
        "Q: Weaponry?",
        "Q: Okay. And your mother di — did she go outside the house to work once the war\nstarted, or she stayed at home, still?",
        "Q: Okay.",
        "Q: What did she do?",
        "Q: Okay.",
        "Q: Tell me, when did you s — did you find another job, during the war, when the\nGermans were there?",
        "Q: That’s pretty lucky.",
        "Q: Okay.",
        "Q: Okay.",
        "Q: So, was — if I interpret this, the owner of the bakery was more or less saying that\nif a German wanted to go in the back of the bakery with you, it’s okay with him?",
        "Q: And, did you ever become active in any kind of anti — anti-resistan — or\nresistance movement, or anything like that?",
        "Q: No?",
        "Q: Okay. Okay. Did you see Jews being taken away’?",
        "Q: You saw these things?",
        "Q: Yeah.",
        "Q: Yeah. I know. I know. It is — there’s so much — there’s so many different\nimpressions one can have, and in — in an interview, we never can capture all of\nthem.",
        "Q: Don’t worry about that.",
        "Q: That’s okay. As long as we capture some of them.",
        "Q: The ones that are the most significant for you, okay? So after — after you came\nback from the bakery, where the baker would have offered your services to the\nGermans, and your father said no, no way, what did you do then?",
        "Q: This was a German soldier?",
        "Q: He — and he liked you, so he took your bicycle.",
        "Q: And so, his family owned a stocking factory.",
        "Q: And you’re thinking to yourself, it might be bombed by the British, and the\nDutch, as well?",
        "Q: Yeah.",
        "Q: Rotmoffer(ph).",
        "Q: Okay, what does that mean, rotmoffer(ph)?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: So, he had taken your bicycle so — as an excuse to meet you.",
        "Q: Were you married at that point?",
        "Q: Okay. Okay.",
        "Q: Did you — were you involved, at any point, with the rescue of any people? With\nthe rescue of any Jews in Rotterdam?",
        "Q: I see. How did you spend the rest of the war? Did you work anywhere else,\noutside of that bakery?",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Did you — did you ever meet people who were part of the resistance movement?",
        "Q: After the war?",
        "Q: And during the war?",
        "Q: Okay. I understand. We’|I talk to him. But who were the — did you get involved\nwith any of their activities?",
        "Q: No?",
        "Q: But you knew that they are part of the resistance?",
        "Q: How would you know, if somebody doesn’t tell you? Or did they tell you?",
        "Q: You knew it.",
        "Q: Okay. Are there any other memories of the war, that you remember, that you\nthink is important for people to know about? Of what it was like to live in occupied\nRotterdam”",
        "Q: You’re talking about your husband? You asked your husband?",
        "Q: Was there fighting going on in Rotterdam itself, as the Germans were losing the\nwar?",
        "Q: Yeah, when they were leaving.",
        "Q: Was there fighting?",
        "Q: Okay.",
        "Q: Wow.",
        "Q: So this is a stomach —",
        "Q: — stomach sick.",
        "Q: Okay.",
        "Q: The Germans said this to him?",
        "Q: Oh.",
        "Q: So they were emptying it out. They were empty —",
        "Q: Which army liberated you? Which army liberated Rotterdam?",
        "Q: Did you ever catch one of those packets?",
        "Q: When did you know that you were free?",
        "Q: But how did you know? I mean, how did you know the Germans had left? Did a\nnew army come in?",
        "Q: Did you see British soldiers?",
        "Q: Okay. You just —",
        "Q: And did it come?",
        "Q: So, many, many years before fruits like that appeared again.",
        "Q: Okay.",
        "Q: Is there anything else you would like to add to what we’ve talked about today,\nthat you think people should know about, about your experiences during the war?",
        "Q: Pll be happy to be here, let me tell you.",
        "Q: No.",
        "Q: Okay. Well, in that case, what I will say is, this concludes the United States\nHolocaust Memorial Museum interview with Mrs. Jacqueline Hieminga —",
        "Q: — Hieminga, on August 9\"\", 2016, in Nashua, New Hampshire.",
        "Q: Thank you very much.",
        "Q: Okay."
    ],
    "answers": [
        "Answer: Oh on — ja — wasn’t —",
        "A: — ma-— my maiden name? Oh.",
        "A: Jacqueline van Westreenen.",
        "A: Jacqueline van Westreenen, as a wa —",
        "A: Westreenen, yeah.",
        "A: August ’76 — August ’76, 19 — you have to help me dear.",
        "A: Yeah, is this month —",
        "A: — that I will be ni — 94 years old.",
        "A: Oh, thank you.",
        "A: Yeah.",
        "A: In Rotterdam.",
        "A: Yeah.",
        "A: Yeah.",
        "A: One sister, and one brother, yeah.August 9, 2016",
        "A: No, I was the oldest.",
        "A: My — my brother’s name was Gerrit van Westreenen, and my sister’s name\nwas —\nA2: Francisca(ph).",
        "A: Mosisca(ph)?\nA2: Franfrisca(ph) van Westreenen.",
        "A: Yeah [indecipherable]",
        "A: Yeah, yeah, Francisca(ph).",
        "A: Yeah.",
        "A: My — my brother.",
        "A: Yeah, Gerrit, yeah.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Yeah.",
        "A: Well, with my brother was maybe two or three years, and with my sister, 1t was\nquite a —\nA2: Thirteen.",
        "A: — thirteen year in between.",
        "A: Yeah, yeah.",
        "A: Gerrit.",
        "A: Gerrit, same as —",
        "A: — same as my brother, you know.",
        "A: G-e-r-r-i-t, Gerrit.",
        "A: Gerrit, yeah.\nAugust 9, 2016",
        "A: You want all the f— all the first names?",
        "A: Bartje [indecipherable]",
        "A: Bartje.",
        "A: T -t-j-e.",
        "A: Yeah, yeah.",
        "A: Van Hattum.",
        "A: Hattum, yeah.",
        "A: How you call what — what — what he was from — from — for the job?\nA2: He was an — a metal former.\nhttps://collections.ushmm.org\nAugust 9, 2016\nA2: Former. In other words, if somebody has to make something, he cast it in\nbronze, or silver or [indecipherable]",
        "A: Yeah, something like it was it —",
        "A: Yeah.",
        "A: Yeah.",
        "A: No, I think it was more — yeah, what was it? The metal was bronze and copper,\nand all that stuff, you know’?",
        "A: Oh yes, he did.",
        "A: And it is so funny, he was very sick, all — and I was not allowed to come on his\nhouse, because they didn’t like me. And then I dropped it off there, so they could\ngive it to him, in his bed, that he could see what my father did for him.\nAugust 9, 2016",
        "A: My father-in-law.",
        "A: For him.",
        "A: Yes.",
        "A: Yeah.",
        "A: Yeah.",
        "A: No.",
        "A: No — yeah, for somebody else.",
        "A: In his firm.",
        "A: No.",
        "A: Yeah.",
        "A: It was an — an apartment, I think, yeah. Though I am born in the gutter from the\nhouse. It was so very hot the day even I was born, they didn’t know where to go\nwith me. So between the houses, there was a gutter, so they put me in the gutter.\nThat was the coolest place.",
        "A: In the gutter, yeah. That’s true.",
        "A: Yes, I was born, yeah.",
        "A: Yeah, that was my mother told me that all the time.",
        "A: Yeah.",
        "A: Well, it was a living room, a dining room, three bedrooms, bathroom, kitchen,\nand then a little garden. And then — what more was it?",
        "A: A Rotterdam south, on the south side.",
        "A: South, yeah, yeah.",
        "A: No, no.",
        "A: No. It was working man, working, yeah.",
        "A: Yeah.",
        "A: Oh my lord. Well, first I all — ’'m not from a Christian family.",
        "A: And my mom — my mother fought it. She hated it, you know? So I went to a\nschool, and that was an Christian school. That was the closest by where I lived. So I\nhad Christian girlfriends, etcetera, I went with them to their churches, and so. Well,\nthat was not very ga — nice for my mother.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Oh no, nothing, oh no. I was once in Holland, when my sister was very sick, so\n— and on Friday morning was the rin — program on the television, and that was —\nthat — you can watch them, there was a pastor who spoke. He said, well, I’m leaving\nthe house, now it is for you. She hated anything what is to do —",
        "A: I don’t know, I don’t — her — her mother was from — he was Catholic, but they\nhad to get married, and my grandfather was Protestant. So and there’s what already\nstarted, the trouble, because she was not allowed to come in — in the churches any\nmore. Because, don’t forget, was an whole different time —",
        "A: — then, than it is now, you know. And —",
        "A: Yeah.",
        "A: Ye—oh, yeah, yeah, yeah, yeah, yeah.",
        "A: Oh yeah.\nAugust 9, 2016",
        "A: No, oh no, oh no, no.",
        "A: No.",
        "A: No.",
        "A: No.",
        "A: Political leaning. I don’t know what that means, leaning.",
        "A: Yeah, socialistic, yeah.",
        "A: Yeah.",
        "A: I think so, yeah.\nAugust 9, 2016",
        "A: Well, she — anything what she says, that was law, you know? And was\ncompletely different on my father. He was a very quiet man, and so on. But many\ntimes she get trouble with it, because if I did something that should be on the left\nside, and it had to be in her book on the right side, then whole world are done. The\nwa — the war started again, you know.",
        "A: Yeah, on one way. But her way.",
        "A: That is it — that’s it, you — and, well, she took ca — she took care of us, not\n[indecipherable] but —",
        "A: No, not at — I was not scared of her, no, no. Because she would not have the\nnerve, I think, to hit me. Then I would have hit back.",
        "A: Mm-hm, I had to.",
        "A: Yeah.",
        "A: Oh yeah.August 9, 2016",
        "A: Yeah, yeah.",
        "A: Oh no, because they lived in — in Z-Zalt — Zaltbommel, and that was in the\nmiddle — middle from all around there, was a little town, and there they lived.",
        "A: No.",
        "A: Yeah, only on the si — the summer month, when the school was closed.",
        "A: Then we went there for our vacation time.",
        "A: No, and — only me.",
        "A: Yeah.",
        "A: I don’t know, because I could help my grandmother, etcetera, you know.\nAugust 9, 2016",
        "A: No, no, it was not on the — it was in little house, and my grandfather was a\nshoemaker. So reached you — when you come in, it was the — right away the — the\nsmell from — from — from all the leath-leather, you know?",
        "A: Yeah, yeah.",
        "A: No.",
        "A: Well, different kind of people, yes.",
        "A: But I don’t have many contact with the people. Excuse me (coughs)",
        "A: Because Friday —\nAugust 9, 2016",
        "A: The wa — well, that was in the — lady with a couple of daughters, because the\nhusband passed away there, when we just mof — moved in that house, my father and\nmother. And that was very stubborn lady, the mother. She never said a word to\nanybody, never greeted anybody, so you — you stayed away from her.",
        "A: Yeah, it’s very strange, yeah. And I had mam — many more contacts with my\nChristian friends than this — the neighbors everywhere, because I — I rather walked\nover to their side, you know?",
        "A: Oh no, never. And the funny part was that the Christian chil — the Christian\nschool that was very close by our house, so that is why I was in the Christian\nschool. And there I learned — well, all the things what have to do with it, you know.\nBut — she did not like it, but too bad, I had to go there.\nA2: Can you break it?",
        "A: I don’t think so. I — I don’t know that. I don’t think so.August 9, 2016",
        "A: No, nothing.",
        "A: Everything was free.",
        "A: Yeah.",
        "A: Yeah, and they were free, too.",
        "A: Mm-hm.",
        "A: Yeah, a little bit. Not too much, but — I don’t know how that — why I get — got\nthere. I don’t know, I can’t remember, you know.",
        "A: Yeah.",
        "A: Well, like everybody else, you said the ABC. And I — I liked the school very\nmuch, and the teachers sometime visited the parents, to let them know how the\nAugust 9, 2016\npupils were doing. And well, it was always a good report, so I— I never have any\ntrouble there. I did very well.",
        "A: Yeah, they — I have to tell you about, there was there a girl, and w-we became\npretty close together. And sometimes, I all of a sudden remember her, but she\nbecame a — not a nurse, but somebody who visited the people th — at home when\nthey were sick.",
        "A: And that is what she became [indecipherable] I came — I came to America, and\nI lose all the contacts.",
        "A: Yeah, because —",
        "A: My — my brother, I think. Yeah, not my sister.",
        "A: No, no. So many years in between.",
        "A: Yeah, that is what it 1s.\nAugust 9, 2016",
        "A: Yeah.",
        "A: Yeah.",
        "A: True.",
        "A: Oh yeah, yeah.",
        "A: Yeah.",
        "A: Yeah, with coal, yeah, yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Well, I don’t know that. I forgot. I don’t know.",
        "A: My father did, not my mother.",
        "A: The newspaper.",
        "A: Oh, what was the name of the newspaper?",
        "A: Oh, yeah.",
        "A: Well, it must have — must have been from the newspapers. And it was quite a big\n— the newspapers were very heavy, lots of sheets to — to read, you know’?",
        "A: Yeah.",
        "A: No.",
        "A: No.\nAugust 9, 2016",
        "A: Oh yeah, they did.",
        "A: My father was the oldest from the 12.",
        "A: Yeah 12 ba — and it were all brothers, no sister.",
        "A: Yeah, no sister. But I mean, and that was a very sad story there, because my\ngrandfather came from a bit — a better bringing up than wi — than — than she was,\nthan my grandmother was. And she was a drinker. So, many times, that is what we\nheard from my mother and father, she was sitting drunk, next to the caskets from\nthe babies.",
        "A: He had a — yeah, that was very sad, you know.",
        "A: Oh la — yeah.\nAugust 9, 2016",
        "A: Cause my father was the oldest, and he went to Amsterdam, where he learned\nthe trades there, I think. And then, what he made on salary, that had to be right\naway in the mail, because Mother had — Mother needed her drinks, you know?",
        "A: Very sad.",
        "A: Yeah, she did. She has an — how many, I don’t know [indecipherable] maybe\nfive — five brothers, I think, and she was the only girl.",
        "A: No.",
        "A: No, not too much, but I mean, the — the men — the boys who grew up in — more\nlike the — yeah, well it was not in — well, anyhow, they came all to our house in\nRotterdam, where my father and mother were married, of course, to learn a trade.\nSo, and they lived by us, so the whole house was filled with men, and smokers. And\nI hate —",
        "A: — oh, I hated it, you know.\nAugust 9, 2016",
        "A: But it was, in those days.",
        "A: Oh yeah.",
        "A: Oh yeah. Yeah.",
        "A: No, I don’t think so. I can’t remember anything. There so long ago, you know.",
        "A: Mm-hm.",
        "A: Oh, halfway.",
        "A: I— for — for my mother’s side of it, there was always something wrong with me,\nalways.",
        "A: Yeah, ver — yeah, very tough. Tough lady.",
        "A: Oh yeah, yeah.",
        "A: Because I — if I know — if you think about fathers, and I think about my father,\nand his father, he loved my father. And it was so funny, you know.",
        "A: No. He. My — ma —",
        "A: Oh yeah, my husband li — loved my father.",
        "A: Yeah, he was, absolutely.",
        "A: Yeah.",
        "A: The way he thought about things, and if he wanted to know something — like, for\nexample, one ta — time, I saw him reading all books, and that was [indecipherable]\nover Russia.",
        "A: You know, that he wanted to see hi — hear himself what was going on there, and\nhow the people lived there, etcetera.\nAugust 9, 2016",
        "A: Yeah.",
        "A: That is what I remember, the type of books he re-read.",
        "A: Oh yeah, it was, yeah, for him, yeah.",
        "A: Yeah.",
        "A: Oh yeah, oh yeah, especially in his words, but he — he can tell you that sp — parts",
        "A: Yeah.",
        "A: No, th — my father the — my father and I, we took walks together.\nAugust 9, 2016",
        "A: Before that I was married, just that.",
        "A: And, with my mother, no.",
        "A: My father.",
        "A: Well, yeah, how do I explain that?",
        "A: Not too easy, you know.",
        "A: Well, he was — he never se — said about something, you don’t know what is the\ntruth, so you better don’t listen to these things. You have to look at the truth in life.\nSee I always — he said that always. My — my mother, that was a gossiper. She — and\nthat is what he hated, and I hated it, too.",
        "A: Yeah.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Oh, it does, absolutely.",
        "A: Even — even when we were going to get — we had to get married in the war,\nbefore the — yeah, before the war started. And it was an saying, if you are married,\nand you have a — sent to Germany, to work there, for the sor — from there, then you\nget — you could back — you came back in half a year home, to see your family. But,\nof course, was afterwards a big lie, because it will never happen. But they picked\nhim up from — my husband up from the street, and then they picked, or brought you\nto a place where all the Germans were, and then you have to empty all your pockets,\nand then let us see what you have with you. And then, I had the friend who worked\nthere by all the Germans, and a — a friend of me saw that he was picked up by the\nGermans.",
        "A: Yeah.",
        "A: Yeah, yeah.",
        "A: Oh, yeah —\nAugust 9, 2016",
        "A: Yeah. Tha-That is the way he lived.",
        "A: You know, it was — yeah. It was complete different.",
        "A: Well, the schools, I was finished in the sixth, eighth grade — well, I went — I\nthink that I went 10 — for 10 years to school.",
        "A: You know.",
        "A: I can’t remember.",
        "A: I can’t. Don’t remember, sorry.",
        "A: Mm-hm, yeah.August 9, 2016",
        "A: Yeah, it — yeah, those",
        "A: Yeah.",
        "A: Sixteen years, yeah.",
        "A: To look for a job.",
        "A: Yeah.",
        "A: Well, I—I started in an bakery [indecipherable] yeah, first class bakery.",
        "A: And then I g — there was there an — a business where I worked, and that was very\nparticular. You have to be exactly dressed that they wanted be you — you know?\nAnd if the re — customer came, and that was the little [indecipherable] well,\nanyhow. But you have to bow — to bow down for the — for the customers, and so we\ncan — you know, was — really, I could — I —I go there really and [indecipherable]\nsight from what is — what was happening in life [indecipherable] my mother\nhttps://collections.ushmm.org\nAugust 9, 2016\n[indecipherable]. Was very, very very — was very easy to grow up in. But then the\nwar came, and everything was gone. So —",
        "A: Yeah, there — yeah.",
        "A: Yeah, yeah.",
        "A: Oh yeah. Yeah, yeah, yeah.",
        "A: No, no, no, no, no, was not hard work, no.",
        "A: Yeah, I liked it, but I mean, well, then the war started, it was all over. My do —\nmy business was gone, everything was gone, too. I —",
        "A: No, it was gone. Bombed [indecipherable] bombed down, you know.\nAugust 9, 2016",
        "A: No, th-th — no, the different bake — different places, but it was more — oh, after th\n— after the war.",
        "A: Yeah.",
        "A: Yeah.",
        "A: No. One bakery, I think, yeah.",
        "A: Oh no, no, no.",
        "A: And I—I have to go on my bicycle to go there, you know, and it was heavy\ntraffic, and —",
        "A: Yeah, it was in — yeah, Rotterdam center.\nAugust 9, 2016",
        "A: Yeah.",
        "A: Oh yeah, oh yeah, we don’t talk about that, please. There was an old man —",
        "A: — and he was apparently very taken with me. I don’t know — you know, one time\nI was — I had the flu, so I was not working, of course. So, and he came every day to\ndrink coffee, because it was so — and, where is she? Is she — no, no, she is sick. And\nthen he found out where I lived. And then he came on the door with a big bouquet\nof flowers, and a li — bi — box of chocolate, and my mother said, oh no, you cannot\nsee her, because you never know that you get it. Well, anyhow, well, he left it all\nbehind, it was all some for me, and —",
        "A: Yeah. That was one that —",
        "A: Yeah. I can te — but not that me — not that you have contact with them really —",
        "A: — you know?\nAugust 9, 2016",
        "A: Mm-hm.",
        "A: Oh yes, oh yeah.",
        "A: Yeah. Very sa — yeah, very nice.",
        "A: No.",
        "A: No.",
        "A: Yeah, that was in Rotterdam —",
        "A: — the center of Rotterdam, yeah.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Oh yes, oh yes, yeah. All gone, of course, after the war.",
        "A: Everything was gone.",
        "A: Oh yeah.",
        "A: Private people.",
        "A: I think more private people, yeah.",
        "A: And they — they live in mansions. They had plenty of money.",
        "A: Because it was an expensive place where I worked.",
        "A: Yeah.\nhttps://collections.ushmm.org\nAugust 9, 2016\nto a Christian school. The people in your neighborhood, were they almost all\nChristian?",
        "A: Oh no, no. Some were Catholics, what I can remember, but no, it was not so —",
        "A: That was my — all working class people, you know? That is what I remember.\nAnd — but the mothers all stayed home with the children, I remember that.",
        "A: Yeah.",
        "A: No, not in my neighborhood, no. Rotterdam, of course, it was all Jewish there.",
        "A: No.",
        "A: No, no.",
        "A: No, I don’t think so.",
        "A: No, I don’t — no, I don’t remember that, no.",
        "A: No, no, no, no.",
        "A: Oh yeah, yeah.",
        "A: That was a big — I think that was a beginning for me, from — for the total\ndifferent life. Not in — not looking at the way my mother thought about things, but —\nbut there was — but there was a God, and we better — you know? And everything,\nand that — that is what I was taught there.",
        "A: Yes, I— yes, absolutely.",
        "A: Yes.\nhttps://collections.ushmm.org\nAugust 9, 2016",
        "A: Yeah, but I — now, with all my trouble, that I can’t walk so — you know, we s —\nwe watch television on Sunday morning, and I saw five — five programs every\nSunday morning. So —",
        "A: It’s a lot, yeah.",
        "A: Yeah, but I mean —",
        "A: Yeah, with the girlfriends, yeah.",
        "A: Yeah.",
        "A: No, my — my father, he made sure that my shoes were polished, before the door,\nand that was not what I remember, yeah — no.",
        "A: What was that name now on this? I cannot tell you.",
        "A: Yeah.August 9, 2016",
        "A: Yeah, I have —",
        "A: I don’t know.",
        "A: Reformed.",
        "A: Yeah, yeah.",
        "A: Yeah.",
        "A: That was a different story. I work in an business, and his sister worked there too,\nbut she worked on the office side, and I was in the — in the — the — on the counter,\nlet me say. And then it was the — the jubilee in from the queen. That’s — it was 40\nyear queen, I think, or something like it. Well — and everybody, of course, had a\ndate to go, but I didn’t have a date, and I was much too young to do that. But I told\nmy father, I told him, I said that I— I ha —I go with Willy(ph), and that was his\nsister’s name. And then I — I— I see what comes from it. And my father said, okay, I\ncan trust you, so don’t worry. So, when I — then I met him, he came with his sister,\nAugust 9, 2016\nalso on bicycle, and I thought, oh no, my lord [indecipherable] I — and — and then\nhe — he thought the same about me.",
        "A: But we were al — alone, because she had the boyfriend, and so on. And there —\nwell, it grew from there, really. But then, of course, with the ha — whole thing in\nbetween from the war, you know, you saw each other not many times. And if he\ncame over, after a lot of trouble at his household, because he was not allowed to\nstay in my house, then I — then he came on a Friday night, or Saturday, and then he\nstayed over til Sunday night to go home. And then at li — at least, well, you co —\ncould see each other, I know.",
        "A: Sixteen.",
        "A: No, that was all gone.",
        "A: Yeah, I was there before the bakery. So, of the — when I think about it now, I\nthink, yeah.\nAugust 9, 2016",
        "A: Yeah, yeah.",
        "A: Well, I was called the fluffy.",
        "A: Yeah, I didn’t know what it meant either, but all the horrible little things what\nthe — you know, I had to fix up. And I had other people working behind the counters",
        "A: — but they were much older than I am.",
        "A: So I was the youngest one, so I had to do all the miserable things. Make coffee,\nand bring it by the boss. Oh, and that boss, to tell you, that was a Jew.",
        "A: He was Jewish, yeah.",
        "A: No.\nAugust 9, 2016",
        "A: No.",
        "A: Well, I know that he must have been — when the war started, that’s — he must\nhave been gone, I think that he was killed, yeah.",
        "A: No, no, no, it was —",
        "A: Yeah, ye-yeah.",
        "A: Rotterdam.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.\nAugust 9, 2016",
        "A: Yeah, yeah, yeah, yeah.",
        "A: I don’t know.",
        "A: Oh yeah, yeah, yeah.",
        "A: Yeah, because his father — his mu — no, the father and mother both were\nChristian Reforms.",
        "A: And I was only Dutch Reformed.",
        "A: Yeah, well if — if you can tell me, then — I cannot tell you, no.",
        "A: Yeah.",
        "A: The religious business, you know —",
        "A: — oh, it’s unbelievable. And they were — he was pretty rough on him, too. Not\nonly on me, but on him, too. He had a —",
        "A: Yeah, oh yeah. He came even at our house, and — to tell my father and mother\nthat I could not see him any more, because he was going to the school where he\ngoes at night, and he’s — he would sit there til he came out of school, and going\nhome, because then he cannot see me.",
        "A: That was horrible, horrible tur — time was that.",
        "A: But, anyhow —",
        "A: Yeah, he was 18 [indecipherable] was 16.",
        "A: Oh brother, almost — I don’t know. Tell hi — ask him, he knows everything, so —\nAugust 9, 2016",
        "A: Yeah, he knows everything.",
        "A: No, in the war time.",
        "A: Oh yeah, oh yeah.",
        "A: Well, first of all, we got all things in the mail, I think, that you had to make sure\nthat all your windows were black at night, so that not light could shine out —\noutside, that was the beginning. And that was in 1930 — yeah, eight, nine. And then\n— so — and then pretty soon, we knew that the — that the Germans were dop — putting\nbombs down in different pla — store — places. So — and then we thought, oh, it is\ncoming here, it is coming here. And one evening, I was laying in bed, and all of a\nsudden I thought, what is that noise, or this noise, and there they came, all the\nbomb.",
        "A: Oh yeah, oh, it was unbelievable what happened, and so many people died on —\nalready, in the street, and everywhere. Yeah, that was a very sad time, I can tell —\nAugust 9, 2016",
        "A: Yeah.",
        "A: Yeah. That was the beginning of it, yeah.",
        "A: No, not yet, not that — not so close by our house. But you know, my mother and\nfather’s house was here, right down on this straight line, on — farther up, there was\nWaalhaven, that it was called that way, and that is why they want to do — bomb —\nbomb, because that is a p — a place what they wanted for their — yeah, you call that\nto —",
        "A: Well, that was in — in — Waalhaven, that was in — I can’t remember. He knows.\nHe knows.",
        "A: No, no. He — he — he knows it better than I do.",
        "A: I was not so —\nAugust 9, 2016",
        "A: Mm-hm, yeah.",
        "A: Well, I remember that I said to my father, I said, how do I know if my business\nis still there in Rotterdam center? Now my father said, well, step on your bicycle,\nand I go with you. But then we come by the — the Maas, that is an river there, you\nknow? And that, they had lots of bombs hit. So there were — this — the — the places\nwere not [indecipherable] but it were little pieces of wood, and that was all put\ntogether, and I had to walk about it, to come to the center of town. And then I saw\nthat my business was gone, and I knew the school where he was going at night, to\nstudy with something, that was gone, you know, and the — the — the — the people\nwere hanging out the windows, dead. And the mo — most — mostly, I think that it\nwere Jewish people. Because they right away were after the Jews, as you know.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, yeah. That come — the bombs, they came, and we — the people the — they\nwere maybe sleeping there, because it was a big hotel, and it was terrible.",
        "A: Terrible, it was.",
        "A: At night already, when it — always — I can still hear that in my hea — in my mind,\nthat boom, boom, boom, boom. The two next to each other, and they passed the\nhouses, to see [indecipherable] ou-outside, like you know it was supposed to do.",
        "A: No, no. I re — can’t remember anything. You know, was unbelievable. This —\nthere was nothing left, I — really. And then where in — where the time goes on and\non where you don’t have food, and you have no — nothing to drink, and you have\nnothing, you know.",
        "A: Oh, there was fe — to-totally empty. The big trucks came for the door, and they\nempty all everything out, yeah.",
        "A: Yeah.\nAugust 9, 2016",
        "A: Well, we didn’t have something to eat. I mean, it was the craziest things. In the\ncellar from where we lived — oh no, I have to tell you first, where we married, we\nmarried at na — that I stayed in my house, because he was going to Germany,\nbecause he was picked up. But then, my mother was very smart in that way. I had\nthe — the day after that we got married, I couldn’t talk. So my mother la — the doctor\ncame, and the doctor said, well, I think that there is something wrong with her there,\nso she cannot go to Germany, because she will infect all the people there. That was\nall —",
        "A: No. So — so — and then, he came home, the second day after that we were\nmarried, and he had erase the papers [indecipherable] somewhere, that he could\nnot leave on Monday. On Wednesday we got married, and on Wednesday — no, of\nsatur — Sunday, he had to go to Germany. He was picked up for that. But no. He\nsaid no, we are not going to do that.",
        "A: Yeah.\nAugust 9, 2016",
        "A: Yes, that is ri —",
        "A: Yeah.",
        "A: Oh yeah.",
        "A: Yeah, I know. That was with hi — it was with him too, one time —",
        "A: — when he was already married, and he had a lot of money in his pocket, because\nhe was doing a job for his father, and well, that is the way it was. And then\nsomebody else looked on it, saw where they put him. So then I could go to that\nsame lady of the gi — gentleman again. I said, well, we have to get him home. Well,\nbut he — he — he spoke with his eyes [indecipherable] does not say anything, or it\nhad to be German.",
        "A: And so it — he said, he will be home tonight. That was all the [indecipherable]\nAugust 9, 2016",
        "A: That was an — that was a Dutch man, where he was sitting between all the\nGermans, who [indecipherable] happen, I don’t know, but —",
        "A: Yeah.",
        "A: No, nothing to begin, because everything was upside-down, you know’?",
        "A: And when the Germans came, they came in the streets by all of us, a big school.\nAnd all this, the seats on — from the kids, were all thrown out in the s — in the — the\nback, I think. And [indecipherable] the truck came, with all the bedding in it, for\nthe Germans, and they were going to live there. Well, the — and that was almost —\nthat one was so close by.",
        "A: No, the —",
        "A: There was not a scri — it was 1n the war, that — there’s no school.\nAugust 9, 2016",
        "A: That it was different school.",
        "A: Yeah.",
        "A: Was unbelievable, yeah. And, what it comes from, Father doesn’t have\ncigarettes, and mother le — wants like a piece of chocolate, and we did not have it.\nSo, the Germans had it, so what happened? The — the — that the girls and the boys\nthere, of the girls m-met the Germans, and you can — as a — when I-I think back on\nthat [indecipherable] by myself, the guys had all kids from themself, in Germany,\nof course, and wives, but the way they lived in Holland, it was unbelievable. And\nwhen the war was over, you know, that the people — the pianos were standing in the\nstreet, that the people can dance there, and — and the war was over. But then there\ncame a big, flat truck for the door — by my mother, for the door. And I was by — in\nher house, for one reason or another, and all the girls who lived with these soldiers,\nthey were all picked up, and all on — on the truck. And the — all their hair was all cut\noff, a-and in the middle was a hakenkreuz, from — you know, and then —",
        "A: — the swastika, yeah. Was unbelievable, the craziest things happen in wartime.",
        "A: But anyhow, that was their life.",
        "A: Yeah, because yeah, because that — his boss, that is a [indecipherable] who was\nmore to the German side, I think, he had — for a long time, he had work, yeah.",
        "A: Yeah. And then later on was the no — was no work, and there’s nothing to eat,\nand — but we can — what to do, you have to do.",
        "A: I don’t know. He came tho — well, he has to walk from his house to our house,\nand that was at least — well, more than an hour. And then, when he came by us, and\nbecause — well [indecipherable] a long story, again.",
        "A: There come no end from.",
        "A: In the cellar from the house where we lived, for — for five dollars a week, his\nfather, he [indecipherable] that — that he could rent it out. And so, then the\nAugust 9, 2016\nGermans came, and that was a big cellar there, was high. So when the — the trucks\ngo drive in, and they dumped there all kinds of coal.",
        "A: Yeah.",
        "A: And they — so, and then you could not touch that coal, one — that was for if\nsomething happened, you know, that the Germans needed it. And it was that they\nput some powder o-over it, so that you could not touch it.",
        "A: Yeah, yeah, that’s it, yeah. That’s —",
        "A: White.",
        "A: Yeah, something like it, yeah. But yeah, we knew that so many people around us\nthere, were starving, especially the kids.",
        "A: So what he — did he do? He dug under the coals, and he could bring back —\nbacks, with coal that — with food for the kids [indecipherable] to — to keep them\nalive.",
        "A: Yeah.",
        "A: No, because the people didn’t have anything.",
        "A: No, I don’t know how th-the — but, well, he — he knows it —",
        "A: Yeah, oh yeah, yeah.",
        "A: But that what he did.",
        "A: No.",
        "A: Food. He — we had a— a va —a butcher, and a butcher we knew ver — he knew\nvery well, and then he — he saved the — the grease from things, you know?August 9, 2016",
        "A: And then Jan brought that coal to the butcher, and then he got that stuff, and\nthen he could cook with that, a little bit, but not much, but — and my father came\nthen, and he could give him something to eat, because the man was like a stick.",
        "A: You know?",
        "A: Yeah. But the war was already over, I think, and then my sister went to a f — swi\n— Switzerland, for her health, because it’s — sh-she has bronchitis. And so, that 1s\nthe way it went then.",
        "A: Yeah. But because of that she had that illness, she got something to eat up in a\nspecial place. And then, when somebody was not looking, she put o — th-the food in\nbetween her clothes, and she could give that to my father, when she came home.",
        "A: My — my brother was in — in — immediately in Germany.",
        "A: Ah, picked up from house, you know, they came my house, in the —\nAugust 9, 2016",
        "A: I don’t know. I don’t — forget, I don’t know.",
        "A: No.",
        "A: The only thing that we knew, that was when he was picked up, they were going\nin a big boat, with the — that boat that was, lots of water in it. So, he stood with his\nfeet to here, in the boat.",
        "A: And that is why he got cancer from, later on at home, because he died from\ncancer. And that is all from that he, in Germany was.",
        "A: The — di — that same man — same man, where we had that contact with, he did\nalways what he could to get my brother ack — back out of Germany, to our own\nhouse. And so, it was not — not [indecipherable]",
        "A: No, maybe two — two years, I think.",
        "A: Yeah, then we heard it.\nAugust 9, 2016",
        "A: But, that was the way it was.",
        "A: I don’t know.",
        "A: I don’t know. Well, it — I think it was making all the — the — not the bombs, ma —\nsomething what had to do with —",
        "A: Yeah, weaponry, yeah.",
        "A: No, but she had the — she had very funny ways, how she got little bit of mo —\nfood in.",
        "A: And well, was not the honest way, I think, but if you have nothing to eat.",
        "A: I don’t know.\nAugust 9, 2016",
        "A: I don’t know. No.",
        "A: Yeah, and that was also a place in a bakery.",
        "A: Yeah. But, it was very funny, all the Germans were sitting there on stools, for\ncoffee in the morning.",
        "A: I used to behind the counter, and you have to help them. But my — the boss there,\nthat was a — was for the Germans.",
        "A: So, and then he said, well, if you want to go in the back — I said, no thank you.\nAnd when my father found that out, he said, forget it, you don’t go back.",
        "A: And lots of, lots of ladies right there in the back with the Germans. Yeah, that\nwas very nice. Well, the people were starving, from the [indecipherable]\nAugust 9, 2016",
        "A: No, no.",
        "A: Him, not me.",
        "A: Oh yeah, oh yeah, don’t talk about that. When they first came, the Germans, and\nthere were big, big [indecipherable] and the people have the babies in their arms,\nand they stood all in a lump [indecipherable] one after another. But if the baby\nstarted crying, the Germans grabbed him on the legs, on the little baby, and\nsmacked them to the — to the trees.",
        "A: Yeah, that’s — yeah, and it was fla — just by where my mother lived, was a big,\nopen field, and that is where they did these things. Was terrible. And then the\nscreaming from the parents, I never forget it. They have — you left your babies\nthere, and you are put in an — it was terrible, absolutely terrible. Yeah, it was life,\nyou know. And all these things came back during the night, that I thought, oh yeah,\nI remember. Oh, remember, don’t forget, don’t forget.",
        "A: Mm.August 9, 2016",
        "A: Oh, no.",
        "A: No.",
        "A: Yeah.",
        "A: I think I stayed home. I think that there was nothing to get, you know, and there\nwa — oh [indecipherable] or another thing, that’s true. I was on my bicycle, of\ncourse, and you have to put that in a kind of a garage, it was, and the bike — bicycles\nwere low, and on a shelf. And the man who [indecipherable] your bicycle out, he\nwas a very tall fellow. So — and there was an guy there, and he wanted to take with\nme, but I — he get — he got my bicycle. So I came for my bicycle, and the man said,\nyour bicycle is already picked up. And then he made with his eyes, so it looked to\nme, and I thought, oh no, and I stood with my bicycle, and I had to walk for a long\nAugust 9, 2016\ntime, talking and talking and talking to him. And then, of course, my — my German\nwas much, much better to speak to him. And then I found out that his father and\nmother had an — an stocking fac-factory, and he was the only son. So — and when he\ncame home, then he was going to work there again. But I could not get\n[indecipherable] to let them know that maybe that was not there any more.\nEverything was bombed flat, the address as well. And that why the Dutch pe — th-\nthe English people [indecipherable] and Dutch people, too. And they were\noverseas, all in England. And —",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah.",
        "A: Yeah, but — but they did not believe that. And I said to him, said, now we go\ncloser by my house. I said, please give my bicycle, except my father murders me.\nAugust 9, 2016",
        "A: And I—I— you — you — you could not say to him because he hates the Germans.\nAnd in 0 — we — were called in Holland, we called them the rotmoffer(ph).",
        "A: Rotmoffer(ph).",
        "A: Well, that was — I don’t know. Ger — German — Dutch word.",
        "A: But anyhow, I — I’m glad that it was over. Finally I had my bicycle, and I could\nri-rive — drive home.",
        "A: And then I — I watched it, and he stood there, up until he could not see me far\naway, and then he turned around, and he had to walk where he had to go, I don’t\nknow.",
        "A: Must have been that, yeah, must have been something like it.",
        "A: Oh no, no.",
        "A: No.\nAugust 9, 2016",
        "A: No, not me. He — he was, but not me.",
        "A: No, no, no, no. And that not alone, you have no lights. So when it was winter,\nand it was four o’clock that it was dark, where do you go?",
        "A: So, and in the beginning, my mother had candles, and so on. But then there was\nnothing left, so most of the thing is — what you did, you went to bed.",
        "A: Yeah. That’s [indecipherable]",
        "A: Oh yes. Afterwards for sure.",
        "A: Yeah. And also during the war, yeah.",
        "A: Yeah. Well, and he — he [indecipherable]August 9, 2016",
        "A: No.",
        "A: That — that was all secret. Everything was secret, you know? No.",
        "A: Oh yeah, yeah, yeah.",
        "A: I don’t know how I knew it, but I knew it.",
        "A: Yeah.",
        "A: Well, first of all, we got — you did not have food. That was point one. And then\nsecond, sometimes there was not water. And then — I said to him, what are we going\nto wash our clothes in?\nAugust 9, 2016",
        "A: Yeah, when — when — when were we married. Well, we did not have soap, we\ndid not have this, we did — so I don’t know what we did. And we laugh about it\nnow. He said, oh, maybe I changed my underwear. And you — and then I said no,\nyou can keep it for so long. Oh, man, was unbelievable. That were the terrible\nthings, yeah.",
        "A: When they were leaving?",
        "A: Yeah.",
        "A: No, the people were much too scared from the German, because right away — the\none time, was — they were looking at the houses everywhere, while we were already\nmarried.",
        "A: And he had washed the floor from the whole building there, because there was a\ntheater in that, where we lived. So in there, this Germans came, with those\ngirlfriends, so [indecipherable]. But then somebody, they — they screamed at him,\nJan, stop it, go inside. The Germans are on the way to pick you up. So anyhow, he\nAugust 9, 2016\ncame inside, and what are we going to do now? They saying, you have to change\nyour clothes, put your pajama on, and put a little pra — things by his bed. And I says,\nwe — we wait and see what’s going to happen. Well, not too long after that, it was\nout here that they knocked on the doors. But we lived on the top of a store. The\nbottom was completely empty, we had to go steps to go upstairs. And he said, well\nnow what? They said, you stay here, we see what comes from it. And there I opened\nthe door, and then the soldier was right away sent upstairs to check on the closets\nand blah, blah, blah and talk to him. But by me downstairs, where I stood, the other\none had all the time his rifle on my head. Because if I would have lied, I was get\nkilled there, on the —",
        "A: You know? And — but the man came down, and he must have told him that —\nbecause what — what is the — the matter with him? He say, I have the maagzweer.",
        "A: Sick.",
        "A: Yeah.\nAugust 9, 2016",
        "A: Or something. And then, when it was finished, he saw that all the people\n[indecipherable] over the stores lived, they were all picked up, he said, now look,\nall the people are going, I should go, too. I said, no sir. You don’t go.",
        "A: No, I said that to him.",
        "A: Because the Germans went house to house, and all these stores were empty, but\nthe people lived on top still there.",
        "A: Every, oh, yeah, oh, yeah. [indecipherable]",
        "A: I think, I think the e — the English, I think. Because the English also threw out of\ntheir planes, food. And the people were fighting over that food in the street\neverywhere.",
        "A: I can’t remember. I can’t rem — so long ago.",
        "A: On — on that — the noise from the people. You have never heard in your life so\nmuch noise, that everybody came out their houses, and the pianos [indecipherable]\nAugust 9, 2016\nthe people there, they were sat in the street, and there was dancing, and oh, it was\nunbelievable.",
        "A: No, they came no —",
        "A: No, no, there were no other, it was — no, I don’t know [indecipherable]",
        "A: But we knew that we were free. But yeah. And now you have to wait, where me\n— when is the food coming, you know.",
        "A: Yeah, partly. Yeah, partly. Because, I remember in 1947, our oldest daughter\nwas mar — was born. And there was a just a time that the bananas came back. And\nhe said, can I have a piece of the banana? I said, no, sir, it’s for the baby. No. No.",
        "A: Oh, yeah, they — long, long time.",
        "A: You know, it was not so easy.\nAugust 9, 2016",
        "A: The story is too long. Can you sit here tomorrow”?",
        "A: No.",
        "A: No, he has what to tell you too, so —",
        "A: Hieminga.",
        "A: Mm-hm, that’s it.",
        "A: Well, you’re welcome.\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "https://collections.ushmm.org",
        "United States Holocaust Memorial MuseumAugust 9, 2016\nRG-50.030*0888",
        "https://collections.ushmm.org",
        "PREFACE",
        "The following interview is part of the United States Holocaust Memorial Museum's\ncollection of oral testimonies. Rights to the interview are held by the United States Holocaust\nMemorial Museum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "https://collections.ushmm.org",
        "JACQUELINE HIEMINGA\nAugust 9, 2016"
    ]
}