{
    "rg": "RG-50.549.03.0001_trs_en",
    "sequence": [
        "Question: United States Holocaust Memorial Museum interview, Jeff and Toby Herr\ncollection, this is a follow-up interview to an interview with Thomas Buergenthal\nconducted by Katie Davis in 1995. This follow-up interview is conducted by Regina\nBaier, with Judge Buergenthal, on February 27\", 2001. My first question is very open\nand we’ll see how simple it is. But it is, where are we?",
        "Answer: We’re at the International Court of Justice, in The Hague, in my office at the\ncourt, on a very sort of dark, dre -- dreary day.",
        "Q: And this is your place of work, and what do you do here, what is your work?",
        "A: Well, my work on the court -- I’d have to actually go back and explain a little\nsomething about the court. The court was established already by the League of Nations in\n-- in early 1920’s. It’s a court where you deal only with disputes between states. And we\nalso render advisory opinions for the United Nations, but basically disputes between\nstates. We -- we have quite a number of cases pending now, and we hear cases. Since\ngetting to the court in March, I’ve already sat on -- on five very important cases,\nincluding a case involving Germany and the United States.",
        "Q: That was a very good lead-in to a follow-up question I had. Could you give us one or\ntwo examples of the kinds of cases that you’re working on right now?\nFebruary 27, 2001",
        "A: Ri -- at this very moment, actually, we -- we are in the process of finishing a dispute\nbetween Qatar and Bahrain, those are disputes relating to territorial and maritime -- the\nlimitation questions. That is to say, the countries want the court to determine certain\ndisputed issues relating to their territory and also to their -- their sea. At the same time we\nare dealing with a case between Germany and the United States in which Germany\nbrought an action against the United States because of the execution of two young\nGermans who were not given -- or allegedly not given an opportunity to consult the\nGerman consular authorities. So the allegation is a breach of the -- of the Vienna\nconvention on that subject. We’ve also recently dealt with a case that 1s still -- well, we'll\nbe hearing oral arguments involving an international arrest warrant issued by Belgium\nagainst the foreign minister -- former foreign minister of the Congo, charging him with\ncrimes against humanity and war crimes. And the issue is whether Belgium had the right\nto -- to issue these -- these arrest warrants. So those are the type of cases we deal with, we\n-- the first case on which I sat here related to an aerial dispute between India and\nPakistan.",
        "Q: And you took me on a lovely tour for the Peace Palace here, you mentioned as an\naside that when you sp -- began working here. Or years ago, I forgot now, there were\nvery few cases, you worked on just one or two, and now you have very m -- a lot of work\nto do. Why is that?\nFebruary 27, 2001",
        "A: Well, I of course am -- am new at the court, but in the days of the Cold War, basically\nsince the second World War, initially there were very, very few cases coming, and that\nwas because of the Cold War. And I think governments had the sense that this would be\nan ideologically divided court, and that justice would not really be done properly. Once\nthe Cold War ended, cases started to come, and also I should tell you from what I’ve\nheard that the atmosphere on the court is very different than it was at the height of the\nCold War. I-It’s a much easier, much more judicial type of -- of environment than it must\nhave been, I -- I don’t know.",
        "Q: When were you appointed?",
        "A: I was elected by the United Nations on March second of 2000. And it’s interesting, the\n-- it’s an election both by the security council and the general assembly. By both bodies,\nvoting separately.",
        "Q: And now you live in The Hague, or in [indecipherable] for good?",
        "A: Well, until my -- my term is up and -- but it seemed to u -- to my wife and me\nimportant that we be here in town while the court -- and -- and there 1s so much business\nnow that one really couldn’t afford to be living in the United States and be sitting on this\ncourt. It’s basic -- it is a permanent court. And life in The Hague 1s -- it’s new for us, but\nvery exciting.\nFebruary 27, 2001",
        "Q: What -- do you consider this -- this new work, or this job as sort of a crowning\ncontinuation of your very distinguished career in international law, and international\nhuman rights, or is it also -- or is it a difference -- somewhat different direction?",
        "A: In many ways it’s -- it’s a different direction. I’ve -- as you know, I -- I was a judge on\nthe inter-American court of human rights. I’ve also sat on the UN Human Rights\nCommittee. And thi -- this is very much an strictly international court, but human rights\nissues can arise, but a lot of other cases come as well. So, f-for an international lawyer\nlike me, this is a dream court, and a dream come true.",
        "Q: Is it in some sense a relief not to be related so closely to very painful experiences, to --\nor 1s it -- what do you mean when you say a dream?",
        "A: It’s a dream in the sense that I think there isn’t an international lawyer who wouldn’t\nwant to be on this court, because it is really -- 1-it’s like being on the Supreme Court of\nthe United States. This is the court that determines what is and what is not international\nlaw. Not that we are that 1m-important, but in -- in terms of those of us who believe in\ninternational law, and -- and practice international law, this is the -- the Mecca to which\nyou look.",
        "Q: Have you ever imagined that you would be in this position?",
        "A: N-Not at all. Well I -- as a matter of fact I was -- I-I visited -- I had a meeting at the\ncourt, not with the court but in the building, in November bef -- of 1999, and I had -- I\ndidn’t at that point believe that I was going to be here. I -- I think it would be totally\nFebruary 27, 2001\narrogant for anybody to believe that you’re going to be here. You dream about it. At my\nage you stop dreaming about it even, and then suddenly I -- I was named. Actually, I\nshould tell you that the notice to me that I was going to be the nominee of the United\nStates for the court came to me while I was -- had just done a visit to Auschwitz, my\nsecond visit. And I was in Krakow, had just come back from it, in the evening, in the\nhotel when I received the call from the legal advisory. That was very special.",
        "Q: Is it strange, or is it strangely appropriate that you are now living and working in\nEurope?",
        "A: I don’t know. My wife and I have always said that we -- that we could live almost ev -\n- anyplace, but I -- I think as we get older we probably should be a little more restrictive.\nBut -- but it’s certainly a -- a -- one -- one couldn’t ask for a more enjoyable environment.\nWe miss our children, we miss our grandchildren, we have eight grandchildren and they\nkeep coming, so that part. But life here, and the working environment 1s certainly\nwonderful. I miss my students, actually. I don’t miss exams, I don’t miss that part, but I\nmiss not having classes and seminars. Because this existence here, to some extent is quite\nlonely. Like many other judicial -- many other courts have this -- judges have that same\nexperience. You work basically by yourself.",
        "Q: I guess my question was also aimed a little bit at knowing your background, that you\noriginally came from Europe and now that you live in Europe again, did you ever have\nthe desire never to live in Europe again or 1s it --\nFebruary 27, 2001",
        "A: No, we -- w-we -- I’ve come back many a time. I didn’t think that I was going to live\nhere. I -- I once had a possibility, it looked like a possibility to -- to serve on the\nEuropean court of human rights, and we debated the issue of whether we would live in\nEurope. But it never seemed like a difficult choice if one had -- if the -- 1f what one was\nasked to do was interesting enough, the -- the living environment didn’t play that much of\na role. But I must say, one couldn’t really ask for a nicer place to be than here in the -- in\nthe Netherlands.",
        "Q: Now I would like to go back into the past, and I would like to ask you about the -- the\ntime when you came over to America, about the boat trip, what you remember. You were\n17 at the time?",
        "A: Yes, it was in -- in December of 1951, that’s exactly 50 years ago this year. We were\non one of the troop carriers, the transports, the liberty boats. It was the SS General\nGreeley, | still remember the name. And I think it was a -- a 10 day trip from\nBremerhaven to -- to New York, with a lot of refugees, people from all over, from\neastern Europe, [indecipherable] even -- I have some pictures still. And it was a very\nscary experience except that I knew I was coming to -- to live with my uncle, and in that\nsense it -- it -- and I was young, so it wasn’t as scary as what it must have been for -- for a\nlot of other people. But also the life on the boat was very interested. I -- I managed to get\nmyself a interpreter’s job so I didn’t have to paint and scrub the floors. And it was a lot of\nfun, and va -- I was writing for the -- for the news -- ship newspaper. So from that point\nFebruary 27, 2001\nof view it was all exciting. I really had no idea what awaited me in the United States,\nwhether I would stay in the United States. It was adventure at the age of 17.",
        "Q: Why were you supposed to -- I -- were ev -- was everybody supposed to -- to work\nthere? Was it because you didn’t have money for the fare, or wa -- just --",
        "A: It was strange, we got on the boat and people were told they had to scrub the decks,\npaint the ship and do all these things. But they needed people who could annou -- make\nannouncements in different languages and so I volunteered for that. That’s --",
        "Q: Looks like you’re a survivor of [indecipherable]",
        "A: It -- it was -- it -- well, at least it kept me above deck, which -- which was nicer then,\nbecause the ship was very crowded. One thing that we were all served American food, of\ncourse, for breakfast and they had these lovely boxes of cereal, these single cereal things.\nNone of us knew what to do with that, and so after we ate breakfast, we hi -- we carry --\nwalked around with these boxes and thought that that was dessert. That’s what I\nremember from my ship experience. But arriving in New York, you know, the -- and we\n-- we S -- we Sat -- we actually arrived in the evening, so we -- we weren’t unloaded,\ncouldn’t disembark until the next morning. And to see New York with the -- all the lights\nand everything, was quite -- 1-1n some ways exciting, in some ways it brought back\nmemories of the past, and I -- I’ve often thought about that -- that moment, and it’s -- it’s\nfurther and further away now, I had to reread what I had written at -- at that moment\nabout it. But I think -- when I saw the lights, I thought of the crematories in Auschwitz.\nFebruary 27, 2001",
        "Q: You -- you did write an article for -- for a -- could you s-say that you wrote an article\nabout a newspaper, or something? Or several people actually put together a newspaper,\nright?",
        "A: Yes, wh-what we did on this ship, we put together a newspaper in all the languages\nthat were represented on the ship, and I think there must have been 37 different\nlanguages. Some had to be handwritten because there were no -- no typewriters 1n those\nlanguages. I -- I wrote it in German.",
        "Q: Who -- who got the -- who got those newspapers, actually, in the end?",
        "A: Everybody on the ship. I still have mine. I -- I found a copy the other day. That’s the\nadvantage of moving around, because you find things you think you’ve lost many, many\nyears ago.",
        "Q: So then you arrived, and you were picked up by family?",
        "A: No, I -- I wa -- I -- I -- I was picked up by a Jewish social service organization. The --\nthere must have been some sort of quarantine system, because I came over on the U.S. --\nrather, children’s displaced person quota. And wi -- I -- I spend a few days in a home in\nthe Bronx where we were. I don’t know wh -- what the purpose was, and it was there that\nmy uncle then came and -- and picked me up. But there were quite a number of kids who\nhad ri -- arrived a little earlier, who were Americans already because they’d come there a\nfew weeks before I did, and showed me New York. But then my uncle came and -- and\nFebruary 27, 2001\npicked me up. And then I -- I lived for a year and a half in New Jersey with my uncle, in\nPatterson, New Jersey.",
        "Q: Quick question, what did they show you in New York? Did anything happen -- I\nmean, did you understand what you were supposed to do in this weird place?",
        "A: Well the -- I -- I -- for one thing, we -- we got on the subway and they got out of the\ntrain and I didn’t. And I didn’t know where I was and where I was going and what the\naddress was. But the impressive thing to me were, of course, at that time, coming from\nEurope, to see these big cars in America, and these big buildings. It di -- wonders to -- it\nwas a marvel, you just couldn't get over it, that sort of life. And also the thing that, to me,\nsomebody who’s gone through the camp was the most striking, if you ordered a salami\nsandwich, you got about an inch of salami, whereas I remember at home, 1-1f you were\nlucky you got a very thin slice of whatever meat there was on the -- on the sandwich. Or\nliverwurst sandwiches. And ice cream. Those were things that I just hadn’t seen and\ncouldn’t believe that that existed. So that was the most impressive part.",
        "Q: Was eating important to you then, for -- for awhile at least?",
        "A: Yes. Not so much eating as knowing that -- that there were all these things that were\navailable. And in the Bronx, at that point, there were just about every second store and\nrestaurant had a kosher sign outside the door. If you asked somebody f-for instructions in\nEnglish, they answered you in Yiddish, or in some other language. It was a very different\nFebruary 27, 2001\nlife from -- I -- I came from Greding in -- which is my mother’s home town. All of this\nwas just like having come into totally different worlds.",
        "Q: You did not speak Yiddish, you spoke -- do you speak German?",
        "A: I spoke ger -- yes, I understand Yiddish, I can speak it if I have to, but it’s -- it’s really\na distorted German, more than -- than proper Yiddish.",
        "Q: Did you get along with your uncle? How was it living ow -- living there, and what\nhappened with regard to school?",
        "A: Oh no, I got along wonderful there, they are wonderful people. My -- my uncle is my -\n- the brother of my mother, and they had -- th-they were not well off, really. My -- my\nuncle, and my aunt worked in a -- in a textile factory at the time, and my uncle in a\naircraft factory and they had a little daughter there tha -- when I came that -- we didn’t\nhave an extra room for me. But they -- they shared everything with me, and -- and took\nme in, and -- and really were my parents for -- for that period of time. I arrived, as I\nmentioned, in December. I was in school already in January, in high school in Patterson,\nNew Jersey. And I was given one of these strange tests, because the -- the teachers didn’t\nknow, you know, where I came from -- I'd had very little schooling before, anyway. I -- I\nwent to high school in Germany, but -- for two and a half years, and I had a year of\nprivate tutoring. So they didn’t know where I would fit in. So I would meet with different\nteachers from -- or heads of departments, say math department, English department. And\nthey would give me, sort of tests on their own or speak to me, and so -- and then they\nFebruary 27, 2001\ndecided where to put me, and they put me in the junior class. And then, you know, I -- I\ngraduated there in -- in a year and a half and went to college.",
        "Q: How did you get along with your classmates, I mean could you -- did you relate, did\nthey -- did you talk about where you came from at all? Did you understand where they\nwere coming from?",
        "A: Oh they just looked -- you know, th-this was some -- in those days there were not very\nmany foreigners. So I was the green immigrant. Everybody asked you how do you like\nAmerica, and I hadn’t seen much of anything. But no, they were extremely friendly,\nexcept for the fact that they tried to sell me elevator tickets, they were all very nice, and I\n-- | participated in sports, I -- on -- on the varsity team, and -- no, I felt very much at\nhome within -- very reason -- very short time, and the teachers were just wonderful, I\nmust say th-the cr -- the climate was so different from Germany. The -- the school in\nGermany was very formal, the teachers -- everything was done in a very disciplined,\nformal way. This sort of class president or speaker was designated by the -- by the\nteacher. And there was this very democratic life in -- in the American, everything was\nvoted on. The academics may not have been as high possibly as in -- as in Germany, but\nas a -- as a teaching ground for -- for democracy, it -- 1t was quite an experience, it\nopened my eyes to -- to what a good high school can do in teaching citizenship more than\nnecessarily academics. So 1-it was a great experience, I found the teachers extremely\nhelpful.\nFebruary 27, 2001",
        "Q: Did -- did you ever speak about your experience, or did you have a desire even to do\nthat?",
        "A: No, I didn’t, actually. But what was interesting when I reflect -- you ask this question\nabout it now. Nobody really wanted to know in those days about the past. Nobody asked.\nThey wanted to know where I came from, what I did, and when they -- a-and -- but it\nwent sort of -- it was like asking how are you, you know, you don’t really expect, for one,\nto get an answer. And no, it -- it -- 1t really, there was no great interest in finding out, it\nwas just here was somebody new, he’s come to America and he is now our buddy and\nthat was it. But no interest. I mean, the interest, 1t’s suddenly over the last 10 years in --\nin the Holocaust. It was totally nonexistent e-even among older people. Even my -- my\nuncle and aunt, my uncle comes from Greding, and my aunt from Berlin. They had a\nclub of basically German Jews who -- who’d come from there. They took me in, but\nnobody really asked where I was, or cared. That came -- I think you -- much, much, much\nlater.",
        "Q: Do you think it had to do with not wanting to hurt you, or was it just they did not\nreally have a full understanding of -- of what happened, and just wanted to kind of let it\nbe, or was it also th-the 50’s to some degree, it wasn’t done then?",
        "A: Yeah, I -- I think -- no, they had an understanding because many of them, of course,\nhad come -- my uncle came to the U.S. in ’38, which was already quite late. No, it -- it\nwasn’t that I -- I -- and I don’t think that it was that they’d wanted to hurt me. They were\nFebruary 27, 2001\njust too busy making a living, and life was pretty hard. They had come, like my uncle and\naunt at the -- during the depression basically, it wasn’t easy -- 1t wasn’t an easy life, they\ncame with nothing. And the others were in the same -- same boat, and they -- they still --\nI mean, they would eat on a Saturday or Sunday morning, they would eat all the things\nthat they would have eaten in Germany, and -- but -- but one didn’t very much discuss\nthe war at all. Maybe they didn’t want to be reminded of it either.",
        "Q: So you graduated from high school, and what were your plans? You wanted to go to\ncollege? If so, was it easy to get in?",
        "A: Well, I have -- or --",
        "Q: I’m sorry, it’s --",
        "A: -- [have to tell you f-funny stories about this, because first of all the -- the Jewish\nsocial service person who was supposed to be in charge of me in Patterson, New Jersey\nsaid to me, “Oh, you want to go to college, but in America you cannot do that. You have\nto go and work first and earn enough money to go to school.” Well, that was the last I\never went to see her again, because I didn’t -- I thought that was just a complete waste of\ntime to get that sort of advice. I -- I -- I did well in -- wi -- my grades were good, and I\nhad a very good advisor in the -- a college advisor 1-1n the school. And she said -- and I\nknew I wanted to go to college, I mean there was no question that I wanted to do it, and\nhow I was going to do it, that was another thing, but I knew I was going to do it. A -- so\nshe said, well, I’ll give you -- and I had no idea how you went about it, I -- you know, 1 --\nFebruary 27, 2001\nand since my relatives had not gone to college here, they ha -- couldn’t really advise me.\nSo the -- the advisor, the academic advisor said, “Ill give you the names of 10 schools.\nAnd they are smaller schools because it would be better for you to go to a smaller college\nwhere they’d have -- where you’d get acclimated, you’d be part of amer,” -- which was\nvery wise advice. And she gave me those 10 schools, and I -- and she told me what to do,\nso you write in and I asked for the catalog. I did that, and I -- and da -- there was some\nvery fine schools like Colgate, Hamilton College and s-schools of that type. And one of\nthe schools was Bethany College in -- in West Virginia. The other schools that I’d\nwritten to, most of them with -- I knew I couldn’t go unless I had a scholarship. All the\nother schools admitted me, but they said we can only give you a scholarship in th -- in a\nyear when we know how your academic performance is going to be, which I guess made\nsense because I really didn’t much of an academic pedigree. But it meant that I really\ncouldn't -- couldn’t go. And Bethany College was a school to which I’d written and\nasked for the catalog. The catalog came back and it started out by saying this is a\nChristian college, and so coming from Europe I assumed that that was not a college\nwhere they wanted me. And so I didn’t do anything, I put it aside. Then one day in --\nwhen I was in class in high school, I get a call from the academic advisor saying that\nthere is somebody from Bethany College downstairs in her office and he wants to speak\nto me. So I went and spoke with him, and the first thing he said to me was, “Why didn’t\nyou send -- fill out your application?” And I wasn’t quite sure how to put this, because it\nFebruary 27, 2001\nwas a little delicate, and finally I said, “Look, I am Jewish. You are a Christian college,\nand I imagine you’d -- you wouldn’t want me.” And he said, “Well, you’re missing the\npoint, this is America, w-we -- we -- we find your background interesting, we want you\nto come, we can arrange scholarships for you, and if you work, you can -- and none of\nthis costs too much, you could come to Bethany with no money at all and get through\nschool.” And they were -- so I applied, I got the scholarship, they -- they gave me a job\nand for the next three and a half years I spend one semester in Washington. I was there\nand loved it.",
        "Q: And it was in West Virginia?",
        "A: In West Virginia.",
        "Q: Yeah.",
        "A: There are two Bethanys, but th -- the one I went to was in West Virginia, it’s a\nDisciples of Christ school, and I must say it was the most tolerant environment from a\nreligious point of view, any place where I’ve ever been. So it -- it was a -- and it was\nactually very good for me because it was small enough in those days, the entire college\nhad 500 or 550 students. I had some classes with professors where there were just two of\nus. And French literature, or German literature, there were just -- or in history of\n[indecipherable]. So it -- 1t was a very good experience for me.\nFebruary 27, 2001",
        "Q: What was sort of your -- your plans for life at that point? Was there a strong focus on\nwanting to get a profession or did you also start to live, in terms of parties, friends, what -\n- whatever.",
        "A: No, I knew -- I knew that if I was going to get any place, I really had to have top\ngrades. Which doesn’t mean that I lived the life of -- of a monk, but I -- I worked pretty\nhard. And it wasn’t that easy, English was -- so I had to really learn to read and write\nEnglish, and so it took -- took a lot of work. But 1t was most interesting, I -- I found, for\nexample, I -- I found American history extremely interesting, I -- and -- and I -- I majored\nin history and sort of emphasized American history, political science, were the things that\nI just found fascinating. So 1-it was a lot work, a lot of time, but it was also -- it wasn’t --\nI wasn’t bored, I -- it was very exciting. And I had minored in -- in English, so that I\ncould read things that I wanted to read, so --",
        "Q: And then you went onto law school.",
        "A: Then I went onto law s --",
        "Q: NYU?",
        "A: Yes, but there is another story to it. I was -- I g -- I graduated first from Bethany\nCollege, and Bethany College recommended me for the Rhodes Scholarship. And -- but\nI wasn’t a citizen yet. So the initial recommendation went to the state of West Virginia,\nand the person in charge meant I was already qualified to be a citizen so they rushed\nFebruary 27, 2001\nthrough my citizenship to qualify me for the -- for the Rhodes Scholarship, and then I\nwent and part -- and participated in the interview for the regional Rhodes Scholarship.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: -- and the big problem was that they asked me a lot of questions, but one question\nwhich I couldn’t answer satisfactorily, they said, “Why do you want to go to England, to\nOxford? You just got here.” And I couldn’t -- I couldn’t -- I hemmed and hawed, but the\ntruth was that why would I want to go to Oxford if I wanted to be a lawyer in the United\nStates? So I didn’t get the scholarship, not -- not surprisingly. But on the way out, as I\nwas walking out, one of the members of the committee said to me, “I’d like to\nrecommend you for a scholarship at New York University.” And that was the route til --\nthe scholarship at New York University, for which I applied, and -- and which I then was\nawarded. And it paid for my entire three years of law school. And in those -- it was\nunbelievable because it paid for -- for everything, and I had 72 dollars a month spending\nmoney, books or whatever, which I was the ri -- I was richer than I’ve ever been before.",
        "Q: Now, I don’t ask you what did you do to deserve that honor, I ask you what did you --\nhow did you get their attention, what did you do so well? I mean, was it the grades, or\nwas it also a particular interest in certain areas, or --",
        "A: Well the -- the -- the Ruth Tilden scholarship was relatively new in those days and\nyou had to -- you had to have a -- your -- grades was one consideration, but also general\nFebruary 27, 2001\ninterest in the -- career interest that -- that were different, backgrounds that were\ndifferent. And there were -- we were selected on the basis, again, two people from each\njudicial circuit in the United States. And the selection was made actually wi -- wi --\nusually presided over by a committee that was chaired by the chief justice of a federal --\nof a court of appeals in that judicial district. In my case it was in Richmond, Virginia.",
        "Q: So you were interested in law at that point already. Why law? And I think you were\nalso already interested in international law. Was that true at that time, or was it -- did it\ncome later with Harvard”?",
        "A: No, I was interested -- I -- I always thought at this point already that I would do\nsomething where I could use my languages and my -- my -- and my interest in\ninternational affairs and -- and politics. I knew I was -- wanted to do something in -- in\ninternational already in -- when I was in law school -- and I almost left law school\nbecause th-the first year particularly there was nothing that was international and it was\nquite depressing. But then with every year in law school, I -- I got more interested 1n it.\nAnd then I knew that once I got my basic law degree, th-the juris doctor degree, that I\nwanted to do -- to specialize more, because we only had one course 1n international law\nin my law school during my time. And that’s when I went on -- I went on to Harvard.",
        "Q: You had specialized at that time already in international law, and you were also\ninterested in -- in human rights, international human rights at that point. What was sort of\nthe standing -- you alluded to it a little bit already, but what was sort of the standing of\nFebruary 27, 2001\ninternational law within the law community? Was it -- didn’t -- did it play a bigger -- a\nbigger role? Was it popular? Was it just beginning to -- to come up, or --",
        "A: The truth of the matter 1s that if you as a law student were interested in international\nthings, you had no chance in hell to get a job in an int -- in a f -- in a law firm, because\nthey thought that you were just interested in traveling. International was just a luxury that\nyou -- you didn’t practice international law, at least according to the -- to the people in --\nin these law firms. And so, you know, if -- 1f you expressed an interest in international\nlike I did, you were looked upon as some odd character, and they didn’t expect you to\nhave much of a chance of getting anything. As a matter of fact, when I was once asked to\ninterview in one firm, my friends advised me for heaven’s sake, don’t say anything about\ninternational, that you’re interested in that. Say you want to be a tough corporate lawyer,\nand then, you know, you might slip in the fact that you have some interest in\ninternational, but never say that’s what you want to do. So in that sense, things have\nchanged tremendously in the United States. Today, law firms take great pride in the fact\nthat they have international law departments. But in -- in my day, there just didn’t --\ndidn’t exist. Even though there were a number of law firms that were doing international\nwork, but they didn’t see it th-that way.",
        "Q: Now, that you recognized the potential in this field, s -- at such a young age, do you\nthink that had also to do with your Holocaust experience?\nFebruary 27, 2001",
        "A: I think so -- I -- I must say, I didn’t recognize the potential as -- as I recognized that I\nwas going to do what I wanted to do in terms of my own career plans. And I -- I feel very\nstrongly that I should do something in the international area where I had to -- where I felt\nthat I had -- could make a contribution. So I was going to do that, regardless of -- of the --\nof the obstacles. And I -- I figured I was going to be able to do it, I mean in retrospect\nyou sort of wonder how foolish one was to think that one could do those things, because\nit -- 1-1t -- 1f you think of all the obstacles that -- that were there, you m -- you might have\ndecided to do something altogether different. But I just couldn’t see myself practicing --\npracticing law. I -- I wanted to do something where I -- where I could sort of -- where I\nhad an advantage in many ways, and where I thought I -- I could do some good. And to\npractice law like everybody else, I -- I didn’t have much of a contribution to make, and I\nwasn’t going to find it very interesting.",
        "Q: But it wasn’t just specialize in international law, it was also specializing --\nspecializing in human rights, which wasn’t exactly on the --",
        "A: No, that didn’t even exist, and there I -- it started out, I think, with the perception -- I-I\ndon’t know, I’ve often been asked, wa -- is it my experience that drove me to it. I wou --\nI’m never quite sure. But 1 -- what I think is true is this, that I felt from my concentration\ncamp experience, where we always looked to the U.S. and to England to save us, really,\nthat one had -- that in a situation where one was in trouble from a human rights point of\nview, one couldn’t rely on the domestic scene or the domestic environment. And you had\nFebruary 27, 2001\nto look -- you had to have some international mechanisms that could protect you. And so\nI was fascinated to see what was happening in those early days. This was in the -- in the\nlate 50’s. Really, the Universal Declaration of Human Rights had been adopted in ’°48,\nbut nothing much was happening. And then in the early 50’s, the European Convention\non Human Rights came into being. And I was fascinated, I wanted to see how did this\nwork, really? Is there a chance that this might prevent what I went through? And that\nbegan to interest me, but it wasn’t only human rights, it was also -- and this is fascinating\nconsidering where I am today -- what also interested me was international tribunals. As a\nmatter of fact I did my master’s thesis at Harvard on the European court of the -- of the -\n- the common market court. Bec -- I was fascinated to see how this court operated. It -- it\nwasn’t until a little later that I got interested in the work of the European Court of Human\nRights. But it was the europ -- what is today called the European Court of Justice, and in\nthe early days it was still the [indecipherable] community court. That’s what I wrote on,\nis how they went about forcing governments to comply with their decisions. So I was\ninterested in compliance mechanisms, how international institutions can have an impact\non -- on states and on individuals, and protect individuals.",
        "Q: So from the very beginning really, bringing two things together, which is the academic\ninterest on the one hand, but also very practical how -- how could policy be influenced,\nhow could -- how could it become a tool, really.\nFebruary 27, 2001",
        "A: Yes. I -- wi -- yo -- when you said only academics, the truth of the matter 1s that I\nwasn’t sure I was going to go into teaching. It was a p -- s -- a-actually an accident that I\nended up in teaching, because I -- I was at that point working on my masters at Harvard\nand there was a -- and I thought of a government job, or a corporate job in international,\nand there was an opening at -- at the -- wi -- in the U.S. government for an international\nlawyer who spoke Polish. And because the U.S. had just signed an agreement, a\ncompensation agreement with Poland, and I -- I knew I could get the job because there\nweren’t very many people around. So I applied for that job, and -- but they had their\nusual government budget problems, and I was told the job was mine, the -- if the budget\ncame through. And so I waited and waited for the -- for the job and it was about March or\nApril and people around me were getting very nervous and I still didn’t have a job. Then\none day a visiting professor from the University of Pennsylvania, who was visiting at\nHarvard, came in and said, “I heard you’re still waiting for a job. We have a one year\nteaching job for legal method, available at the University of Pennsylvania, and if you\nwant it, it’s yours.” So that’s how I got into teaching. And I was teaching legal method,\nwhich is really -- the most boring thing 1s to teach people how to write like lawyers and to\nresearch law.",
        "Q: [indecipherable] on the teaching aspect, I just want to throw in two questions that are\nrelated not to Harvard, but to the period, to the time, which is the early 60’s. Did you\nfollow the Eichmann trial?\nFebruary 27, 2001",
        "A: Yes.",
        "Q: What -- what -- what -- did that have any kind of impact, did you analyze it in some\nway, or what was sort of your relation to -- what --",
        "A: I had a very, I suppose, idiosyncratic approach to the Eichmann trial, in which I got\ninto trouble with a lot of people who couldn’t understand my point of view. I thought it\nwas not a good idea for Israel to try Eichmann. I thought it would have been better for\nGermany to try Eichmann, because -- [ -- I must say, the fact that Germany didn’t have\nthe death penalty, or that Israel had, that is totally irrelevant from my point of view,\nbecause whether you kill him or give him a life sentence, y-you’re not going to make up\nfor -- for what he’s done and you’re not going to revive the people that died. But\nsymbolically it was very important, I thought, for Germany to face up to this horrendous\n-- to what this man had done. And so doing it in Israel, while the trial was fair and\neverything else, was not the same. I-It didn’t achieve in my view -- it may have educated\nIsraelis to what happened, but they didn’t really need to be educated as much as the\nGermans needed to be educated. So I’ve always thought that was a mistake. I thought\nGerman -- the Israelis should have handed him over to the Germans. I don’t think the\nGermans wanted him, and si -- th-that’s the problem -- that was Germany’s problem, but\nnot -- not our problem. So th-th-that was my approach to -- to the Eichmann case.",
        "Q: Very interesting. The other question was late 60’s, mid-60’s, what impact did the civil\nrights movement have on you, if any?\nFebruary 27, 2001",
        "A: Well the -- 1-in a sense, not very much. You know, in some ways I was already more\npreoccupied with what was happening on the outside. On one hand. On the other hand,\nthe -- the civil rights -- I mean, I was shocked when I came to America that you s -- one\nstill had separate fountains and all of that. You know, coming from where I came from,\nou-out of a Nazi concentration camp, and finding these terrible things that people -- for\nexample, the movie house in West Virginia, African-Americans had to sit on one side of\nthe movie house, and -- and whites on the other, I mean that to me was shocking, I\ncouldn't believe it. As a matter of fact, the water fountains in Virginia when I went for an\ninterview were still -- still had segregated signs on it. That was just totally, you know,\nshocking to me. But I didn’t -- you know, I didn’t get into it, into the civil rights\nmovement. I -- I believe very much in what -- what was -- what they were doing. But it\nwasn’t something I’d -- I had much to contribute to. And so I didn’t get -- get involved in\nit. Emotionally I was involved, but not really. I mean, I was there in spirit, but not --",
        "Q: That’s fair enough. Okay, let’s go into teaching a little bit. You were a reluctant\nteacher at first, but then you became quite an inspired teacher in terms of trying to get the\ntwo fields that you had chosen, international law, and human rights -- international\nhuman rights law incorporated, or strengthened in the curricula and so on. Could you\nspeak a little bit about the development of your aspirations or your interest as a teacher?",
        "A: Well, once I started teaching at the University of Pennsylvania [ -- 1-1n that one year,\nI knew I -- that’s where I belonged, and I knew then what I was going to teach. And\nFebruary 27, 2001\nactually, the courses I wanted to teach are -- interesting reas -- I wanted to teach about the\nEuropean Union, th-the Common Market, which was 1n those days a really revolutionary\ndevelopment. When you think that Germany and France could get together after the\nsecond World War, and create this union with this purpose, and the European and human\nrights, of course, the mo -- the emphasis on the European c-convention, and international\nlaw, the UN. To some extent, to -- I think to many people, all of this seemed to be --\ncertainly it wasn’t bread and butter for most law students. They wanted torts, contracts,\nproperty law. And you know, I d -- I tried to make it as interesting as possible, and I\nsuppose since it was interesting to me, that I was enthusiastic about it, I could always get\nsome students interested in it. But at first when you started -- my -- my first real teaching\njob after Pennsylvania, which was a one year wel -- was at the State University of New\nYork in -- in Buffalo. And I was told when I was hired that I would get one course, and\nthe three other courses would have to be in American domestic law. And two of those\nwere courses I’d never even had in law school. So it was only gradually that I was\nallowed -- that -- that there was any interest in the curriculum to add courses in\ninternational law. And t --",
        "Q: Were there textbooks, actually? On human rights, for instance?",
        "A: No, I actually -- together with a former Harvard pr-professor of mine, we wrote the\nfirst American international human rights case book. It was published in ’73 and that\nFebruary 27, 2001\nreally started teaching of international human rights in American law schools. Before\nthat, there were three people teaching human rights in the United States.",
        "Q: Say something a little bit about that teacher, because he seemed to have had an impact\non you, and he was an important person.",
        "A: Yeah -- yes, the -- th-the teacher was -- was Professor Louis Soane at the Harvard\nLaw School, who 1-inspired me f -- f -- and has been sort of my -- was my mentor for --\nfor many, many years, and a wonderful person. The background is interesting. He came\nto the United States in ’39 from Poland. Had a terribly hard time, ended up holding the\nmost important chair at -- at the Harvard Law School in international law. A-And was a\npragmatic idealist, if you -- if there is such a thing. A person who always -- others\nthought he just -- he was just way ou -- out of it. Yet, he always proved to be right, five,\nsix, 10 years later. About the UN, about human rights, about international developments.\nAnd I found -- when I found him, I found a -- a spirit that could inspire me. So it -- and\nhe 1s still alive, he is 87 years old. When he retired from Harvard he went initially to\nGeorgia and then I managed to talk him into coming to George Washington University,\nwhere he’s been as distinguished research scholar, professor and still a person from\nwhom I learn a great deal when I see him.",
        "Q: You also managed to twist a few arms at the American Society of International Law to\nallow you to establish a study panel because you thought that was important. Could you\nFebruary 27, 2001\nsay something about the panel that you established and why it was important to you to do\nthat?",
        "A: Yes, in -- during the period in -- in the 60’s, really, the American Society of\nInternational Law was very traditional, conservative if you will. And human rights,\ninternational human rights law was not really considered law. It wasn’t my -- the -- the\nolder professors who -- who were the establishment in this society just didn’t believe that\n-- that that was really something that the society should be studying, this -- this was\npolitics. And Professor Soane actually encouraged me to write a memorandum to the\nsociety, saying that a study panel should be established, and in those days the Ford\nFoundation was funding these study panels. Th -- asked me to -- suggested that I write\nthis memorandum, urging the establishment of the study panel, and lo and behold, despite\nsome opposition from various people in -- in the society, the panel was established, and it\ngave a legitimacy, a credibility to human rights as a -- as a discipline, or branch of\ninternational law, which was very important because the society -- the American Society\nof International Law is a -- is a sort of the body of the United States that determines what\nis and what isn’t international law, and what is important. And we brought together 30 -\nsome people and produced various papers and held conferences and regionals. And sort\nof put human rights, gradually, on that little map.",
        "Q: Okay, I would like to divert -- divert --",
        "A: You want to take a break?\nFebruary 27, 2001",
        "Q: No, I don’t want to, necessarily, but w-would you like one? I just want to switch to\nyour private life now for a change, and then go back to UNESCO and all the other\nwonderful things that we can talk about. But what happened in the meantime? So you had\ndefinitely your vision fairly clear, on what it is that you wanted to do in your career and\nyour profession. What happened in the meantime? Did you have a -- a relationship of\nsorts? Did ha -- did you -- have you married, did you want to have a family?",
        "A: Well, I -- I married in my third year in law school, and -- in 1959. Actually, wa -- 1-it\nwas very strange. The -- the scholarship that I was on, the Ruth Tilden scholarship, in\nthose day di -- days, did not allow those of us who had scholarships to get married. The\nclass ahead of us, in the third year, about six of them decided to get m -- and incidentally\nit was all male. No woman. Now it 1 -- now it’s a very different program, but in those\ndays only males were admitted. And six of the upperclassmen got married in their third\nyear. And they couldn't throw them all out because they would have thrown out one-third\nof the -- of the program. So they did the next best thing, which was to reduce the\nscholarship by 500 dollars or something like this, but they -- so the next class, when we --\nwhen we got to this stage, I met my then wife, still in -- in Bethany College. She\ntransferred to NYU where I was in -- in law school. And we got married actually in the\nlaw school, in -- in the dormitory by a judge who -- who had been my -- who was my\nsponsor. We -- and all my classmates from the program were -- were all there. And we\nwere married in -- in ’59, then a -- we went together to Harvard in -- in ’60. Wi -- my --\nFebruary 27, 2001\nmy wife was a music teacher and we had a deal that we would -- we would start a family,\nor rather she would stop working when I earned about what -- a little more, about half\nmore than sh -- what she was earning as a music teacher, which wasn’t very much so it\nwasn’t all that difficult in those days. She taught in -- in Cambridge while I went to --\nwhile I was at -- at Harvard. And then when I got to the University of Pennsylvania, we\ndecided at that point that we should start a -- a family. And our first son, our oldest son\nwas still born in -- while we were in Philadelphia, so that was in 1962. Then we moved -\n- he was only six weeks old when we moved to Buffalo.",
        "Q: What was -- what was her name, just for the record, and h -- and the name of the son?",
        "A: Dorothy Coleman was her name. She came -- she was born in South Dakota,\nactually, but she lived -- family had moved to Seattle, Washington. And she was a\nmusician, who basically had played in the Wheeling w -- symphony and decided then to\nteach music. And the -- my oldest son, his name is Robert, he is a lawyer, but not\npracticing, he works in Washington. And then in quick sus -- succession, the two other\nsons were born, John who -- who lives in Baltimore and has two children of his own.\nAnd Alan, who lives in Columbus, Ohio, who is a lawyer. Who just today just had a\nbaby -- baby girl. John is a director of human resources for a company in -- 1n\nBaltimore.",
        "Q: What did you like about each other when you met? What was the -- the attraction, and\nalso then -- well, let me ask this first.\nFebruary 27, 2001",
        "A: Well, what I -- what I found so interesting about her, I-I suppose it explains maybe --\nshe was so very American. That optimism, the -- the thing that there were no limits to\nwhat one could do. And she had actually been an exchange student in Germany. Quite\nearly on she’d won a scholarship and she spent a year in Braunschweig living with a\nfamily and -- and spoke German, had been -- but she was so American in terms of -- of --\nand that had a -- had a tremendous appeal to me, of course. It was so different. None of\nthe repressive things that -- you know, th-the -- my earlier girlfriends, who still had\nEuropean backgrounds, they were very different.",
        "Q: Okay, at -- oh, one question -- I was just so absorbed in da -- nodding my head here,\nthat I forgot my question, but the question was, did you talk about where you were\ncoming from, did -- did -- was that -- did that come up, sort of step by step, or did you not\nreally touch much on it?",
        "A: Oh yes, no, we talked a great deal about it, because actually I started writing some of\nmy experiences about that time, writing them down. A -- as -- I’d written one article\nabout the Death March already in college, but all the other pieces that I wrote, she\nactually typed and -- and revised, edited them. And so we -- we talked about -- about that\nquite a lot.",
        "Q: And she was -- and she was a sort of underst -- I mean, y-you felt that she was unders\n-- sort of trying to understand? Did she --\nFebruary 27, 2001",
        "A: Oh yes, no, she understood, and the fact that she’d lived in Europe -- no, she ha -- she\nwas -- she was in many ways much more understanding than many people -- many other\npeople I -- I met. I mean, she took this -- she knew -- she knew my mother, she could --\nyou know, she had heard all the stories and -- no, there was -- no, I’ve -- I’ve never had\nthe feeling -- first of all, she -- she was always interested in it, and she had a -- well, she -\n- she was very impressive in -- in those days when really most people weren’t interested\nin any of that. She -- she was.",
        "Q: On that positive note, I shall change the tape. This is the end of tape one, follow-up\ninterview with Judge Buergenthal.\nEnd of Tape One, Side B\nFebruary 27, 2001\nBeginning Tape Two, Side A",
        "Q: And this is tape two of the follow-up interview with Judge Buergenthal, conducted\nby Regina Baier on February 27\", 2001. And in 1970, I believe, I seem to remember in\n1970 you began representing the U.S. government at the UNESCO in human rights\nmatters. And how did that come about and what -- could you give us an example of the\nkind of things that you were involved in then.",
        "A: Yes, it -- it was around in the early 1970’s, that I -- I was teaching -- at that point I was\nstill teaching at Buffalo, at the state university of New York, and one of the lawyers in\ntown who became a good friend of mine was -- received a political appointment to serve\non the U.S. delegation to the UN Human Rights Commission. And he knew very little\nabout international human rights, but was very interested. And so he asked me to brief\nhim, and give him backgrounds on -- on what was happening in the human rights field in\nthe world at the time, which I did. And then after that experience that he had, he became\na member of the U.S. National Commission for UNESCO, which was sort of the state\ndepartment’s private support body for -- for UNESCO. And he involved me in the work,\nand he -- he is -- he became the chairman of their human rights committee, and made me\na member of the -- of the committee. And than I was elected, eventually, to the -- to the\nU.S. national commission, and then I succeeded him as -- as chairman of the commission.\nIn the meantime, in 1974, I was asked to chair a U.S. delegation to a UNESCO meeting.\nAnd what we were doing there basically -- this was of course at the height of the -- of\nFebruary 27, 2001\nCold War, were the -- human rights was not something -- human rights was basically\nused in many quarters just as a propaganda tool, one way or the other. And m-my\ndelegation, we -- we tried to -- to do it right. We -- we managed to get -- they had a draft\nthat had been prepared, we managed to get 82 amendments adopted for it. My -- my --\nmy colleague at the time was a -- was a professor of child psychology who had done a lot\nof work on children’s attitudes -- international attitudes. And we worked this -- and we\nlobbied, and we managed to actually get a great deal done, to everybody’s surprise\nbecause I think when we were put on this delegation everybody thought this was just\ngiving a few people a free trip to Paris, but nothing was going to come out of it. And\nwhen we came back, we suggested to the U.S. government -- because we then managed\nto adopt the resolution that -- that should be written up. The -- and the -- the people at the\nstate department, in charge of UNESCO said to us, well why don’t you write it up? And\nthat produced a book on this recommendation that had been -- that had been adopted, and\nled to my involvement and -- on human rights issues -- anything relating to human rights\nat UNESCO at that point, I was involved in one way or the other. Eventually, up to really\n1960 -- no, let me see, ’78 - ’79, when I was elected to the inter-American court, and I\nwas -- I dre -- I was part of the -- I was th -- chairing the delegation of the U.S. that\nmanaged to adopt rules for private appeals to UNESCO for human rights violations.\nAgain things that nobody thought we were going to be able to get through, but it was\nadopted. It was very exciting, it was my first experience in an international gu -- inter-\nFebruary 27, 2001\ngovernmental forum. And that’s where I began, really, to get some practical experience in\ninternational human rights as a government representative. And it was -- wa -- 1n sense,\nwonderful to be there representing the -- the U.S. because I could see my colleagues from\nthe east particularly, who had to continuously check their instructions and had to adhere\nto their instructions and I also had the feeling that if they made a mistake they would end\nup being in Siberia, whereas all that could happen to me would be that I wouldn’t be put\non the next delegation. But you had much more freedom to negotiate, and I thought we --\nwe achieved some things, and it -- in these -- this context, I learned very early in those\ndays that you -- you c -- you shouldn’t have great expectations of great achievement, but\nstep by step, you put one brick on top of the other, a-and you get some things done. And\nin those days it was easier to talk about human rights education, because it was not seen\nby many of the dictatorial governments as being threatening. What they didn’t realize is\nthat in the long run human rights education is much more dangerous to them than some\nmore advocacy oriented course, because if you begin to teach children about -- that they\nhave rights, that can have an impact. And so we f -- I focused on that for -- for awhile.\nBut that was -- I found that as a -- a fascinating experience. Then of course, at some\npoint, the U.S. withdrew from UNESCO. I was elected to the inter-American court of\nhuman rights, and had to stop my involvement with UNESCO. I always thought it was a\nmistake that we left UNESCO, the U.S., I mean.",
        "Q: You also, I think, tried to involve parents in this [indecipherable] didn’t you?\nFebruary 27, 2001",
        "A: Yes, we -- what we did, actually, when we came back from this first conference, we\ndecided in connection with the book we had written that we should get American schools\ninvolved in teaching about international human rights. And so what we did was we\norganized a number of meetings with curriculum writers for high schools and grade\nschools and we got some fundings from various foundations. And th-that proved to be\nquite interesting, because within a few years you could see international issues like the\nuniversal declaration [indecipherable] coming into textbooks that were used in -- in\nAmerican high schools. It’s now probably much more -- I’ve lost track, but in those days\nthat -- that was quite unique. But we -- we did that for a number of years and got a lot of\npeople interested in it.",
        "Q: You infiltrated.",
        "A: We infiltrated.",
        "Q: And then came --",
        "A: Because you know, I -- I think what is -- what is so often lost to the United States, we\nhave as a country so much to offer in this field, in terms of our experience with -- with\nhuman rights, with civil rights, and -- and with the court system over the fact that these\nissues are litigated in courts, that -- that they are not fought on in the streets. Yet, when it\ncomes to making a contribution, on our contributing also in other parts of the world, a-\nand getting involved in these activities, we shy back and we -- we think that this is\nsomehow threatening to us. On the contrary, we have an obligation to contribute what we\nFebruary 27, 2001\nknow in this area. So I -- I’ve always felt that this was a very important job, I -- and I\nliked 1t very much, it was great.",
        "Q: And then c -- and then came a period, late 70’s until ’91, I believe, that you called in\nthe earlier interview, in some way -- quote now, in some ways one of the most in-\ninteresting periods in your life, and that was your -- that you became a member, and\neventually also president of the inter-American court of human rights. Could you say\nsomething about that particular court, and what -- what you did was -- what your\ninvolvement was there?",
        "A: Well, I should tell you first how I got on the court, or rather it -- it’s just interesting. I -\n- at that point I was teaching at the University of Texas in Austin at their law school.\nAnd I -- I used to teach a seminar every year on international human rights, and one part\nof the seminar dealt with the inter-American system. And I would in every seminar say\nwhat a pity it was that the U.S. had not ratified the American convention on human\nrights, because it meant that an American would never sit on the inter-American court of\nhuman rights. And then one day I was sitting in my office on one of those sunny days in -\n- hot days in Texas and the phone rang, and somebody with a Latin American accent\nidentified himself as coming from the embassy of Costa Rica, and said that he was\ncalling to ask whether I would permit Costa Rica the honor of nominating me to the\ninter-American court of human rights. And I was sure it was one of my students playing\ngames with me. So I very carefully said, “Of course, Mr. Ambassador, I’m profoundly\nFebruary 27, 2001\nhonored, but I need to speak to my wife.” You know, one of those things. And, “Would\nyou mind giving me your telephone number that I -- I will call you back.” And of course,\nas soon as he gave me the telephone number, I checked to see what the telephone number\nwas for the embassy of Costa Rica, and it was really Costa Rica. And I -- I think I\naccepted the next day. I thought it was nice to -- to wait. And that’s how I ended up on\nthe court. I had actually been interested in being on the commission, like -- the inter-\nAmerican human rights system has a commission and a court, and on the commission, the\nU.S. does have a representative. A -- a member. And so I tha -- that was my hope, I never\nexpected to be on the court. The great thing, and the reason I said it was such a wonderful\nexperience, I was one of the seven first members of the court. We established the court.\nWe held our first meeting in the bathhouse of the Costa Rican bar association. We had\none typewriter, that’s how it started. And it’s now -- and then for the next -- I had two\nterms, and I was re-nominated by Costa Rica and by Columbia and I served for -- for 12\nyears on the court, and we really laid -- in those -- we had some bi -- I had some\nwonderful colleagues, and we laid the groundwork for a human rights tribunal which\ntoday is playing an important role. It’s not as significant still as the -- as the European\nCourt of Human Rights, which 1s much older now, but it is doing some good, and it’s\ntrying to -- to have an important role 1n -- in Latin America, particularly. So in that\nsense, to -- to be at the inception of all of this, it was a tremendous experience.",
        "Q: Did you deal -- did you deal with cases of disappearance at that time? That was --\nFebruary 27, 2001",
        "A: Yes, as a matter of fact, the -- the f -- the f -- important disappearance cases, the first\nthree came to the court when I was still president of the court. And it -- 1t was -- this was\n-- these were cases involving disappearances in Honduras that had taken place in --\nbetween 1979 and ’82, in -- during that period. And the -- the cases carried on for a\nnumber of years, but the decision that we rendered was -- was really the f -- the first\ninternational decisions dealing with the whole issue of disappearances. And we awarded\ndamages to the families of the disappeared, they were -- they were killed. And I had then\nthe great satisfaction, after I was no longer on the court, of receiving the payment on\nbehalf of the court, from the government of Honduras, the compensation payment that\nwas still due to the victims. That was much later, th-that was -- took place in\nWashington. That is a -- you have a sense you’ve done something. And th-those were\nterrible days, and of course in Honduras the disappearances were much less than what\nhad happened in Argentina for example. But Argentina was not part of the system yet at\nthat time, whereas Honduras was. And -- and, you know, having played that role, and\nhaving had to listen to the witnesses, and we lost a number of witnesses who were killed\nin Honduras. So it was a -- a terrible experience in one way, and a [indecipherable]\ngratifying experience in the sense also of laying the foundation for the [indecipherable]\nsubject, and also establishing the principle that the government has responsibilities and\nhas to compensate the victims.\nFebruary 27, 2001",
        "Q: At that time I believe, a disappearance sort of emerged, or the disappearances emerged\nas sort of the new phenomenon to some degree, but was it also -- did it also remind you\nof the Holocaust in some ways? Were there aspects that were sort of similar to --",
        "A: Less so there than -- than on the truth commission, where I s-served later on. Of\ncourse, you know that when they describe tortures and things like this, you -- but -- but\nthe -- the killings were not on the mass level that the things that we encountered in -- in\nEI Salvador. The -- the thing that -- that stru -- has struck me always in my work in\nhuman rights is the different -- that some of the people who commit these acts have no --\nno s-s -- I don’t know, 1-it’s not question of conscience, but if we -- j-just to give you an\nexample, we -- we had one man who testified as a witness, had been involved in this, and\nwe asked, were they tortured? And he said, “No, they weren’t tortured,” But -- and we\nsaid, “Well you had this woman standing there for 24 hours naked 1n this cellar, trying to\nget a confession in front of men.” “Well, that wasn’t torture.” Y-You know, the different\nnotion of what is torture, if y -- 1f you don’t hit somebody over the head, then it’s okay. It\n-- It -- it’s just form of interrogation. And the justification, how you can justify all of\nthese acts because some notion of national security is involved. I-It -- 1t runs through, and\n-- and there is -- there are no national borders in that, it -- you find it every place, from --\nfrom Germany, where you could justify murdering Jews because they were\nunterMenschen, they weren’t human beings, to what happened in -- in Salvador or\nsomeplace else, different ethnic groups. Communists, or fascists or whatever. In that\nFebruary 27, 2001\nsense there is a universality among these criminals th-that 1s shocking in some re -- to\nsome extent.",
        "Q: You just mentioned that you also worked for the UN truth commission for El\nSalvador, that was also almost 12 years that you were involved in that?",
        "A: No, no, that was -- we had a mandate of -- of six months. The -- the war in El\nSalvador lasted for 12 years, but we were asked after the -- the peace accords had been\nsigned to investigate what had happened during those 12 years. And th-there were three\nof us, basically, were the members of the commission,; a former president of Columbia\nand a former foreign minister of Venezuela and I, with a staff. And basically our job was\nto -- to try to determine responsibility on both sides, on the guerilla side and on the\ngovernment side for some of the terrible acts that happened, for example, the killing of\nthe archbishop Romero, the killing of the Jesuits, the -- the rapes and killings of the\nchurch women. The El Mozote massacre, the killings by the [indecipherable] of various\nmayors, and so that -- that was our job. And there, in various contexts, the Holocaust\ncame back. I -- I remember the one survivor whom we interviewed on the massacre of El\nMozote, it was in the -- in the hills where they murdered -- it’s very hard to say, I would\nthink about 800 people. The woman who was describing that started talking about how it\nhappened, and I could have finished the story in terms of my own experience, what the\nsoldiers were doing, how they were doing it. It was just as if I -- if I had been there.\nSimilar things with, for example, the killing of the Jesuits. I remember -- I had just been\nFebruary 27, 2001\nin Auschwitz about a year earlier and had told my wife how -- we -- we came to\nAuschwitz, this was in May, and I said to her, you know what is most unbelieving about\nBirkenau where I was, that the grass is growing, it’s about two, three feet high and birds\nare flying. When I was in Auschwitz, there was not -- there was only mud, and there\nwere no birds because of the smoke from the crematorium. When we were in El\nSalvador, in the courtyard where they had executed the Jesuit fathers, somebody pointed\nto a tower where supposedly there’d been ob-observers, and he said -- this was a -- a --\nth-the courtyard they had planted roses. And they said, right over there, over the bushes,\nand -- but it’s now overgrown, you can’t see it. And it brought back Auschwitz. You\ncouldn’t see what had happened in Auschwitz. So one doesn’t lose those things in\ndifferent environments, but -- and it came back in many contexts, in context of people in\nEl Salvador. I’ve never heard in -- anybody in El] Salvador say that they were sorry for\nwhat they did. They only said that it was a mistake. Wa -- I’ve never quite understood\nwhat that meant, that it was a mistake that if they had done it better, I suppose they could\nhave -- and those are the things we are struggling with, we are dealing with when we are\ndealing with human rights violations, that we have to create in the world a sense that\nthese are no -- not mistakes. These are terrible things for which people should be sorry,\nand they should know that they will be, that they’Il be on their conscience and they\nshouldn’t be doing them. That’ll take a -- a long time. But it -- 1t was striking to me, I’d --\nFebruary 27, 2001\nI'd never thought about it until I had to interview some of these people on both sides.\nNever heard the word sorry.",
        "Q: Germans [indecipherable]",
        "A: Yes, never --",
        "Q: [indecipherable] just hadn’t done it with the Jews, Hitler was not so bad.",
        "A: Yeah, you know. That --",
        "Q: Yes.",
        "A: So all of those things -- an -- and on that point what 1s -- what is also interesting, there\nis a universality among these criminals. That is to say, wh-when I read Solzhenitsyn’s a-\nabout the gulag, it was no different from the camps. Th-There was -- there are limits to\nthe lack of ingenuity in which human beings commit crimes. And -- and you see it, I\nthink, what we saw in Rwanda, what we now saw in East Timor with -- what we saw in\nEl Salvador, what we saw in -- the terrible things that happened in Argentina during the\nso-called dirty war. Where you -- where you have, for example, people murdering a\npregnant woman and then taking the child of the woman as their own, which I -- to-to me\nis the most -- it’s the ultimate in -- 1n insanity, in criminal insanity. That’s the kind of\nwork I was doing.",
        "Q: So how do you -- under those circumstances, how do you keep your resolve, your\nbelief in -- in the worthwhileness of everything. I mean trying to -- trying to push for\npolicy changes, I guess, then.\nFebruary 27, 2001",
        "A: Well, what choice do we have? It -- it’s really -- I mean, we either accept that this is\nhow it has to be, or you say, we’re going to try to see whether we can improve it, whether\nwe can prevent this from happening. For our children, our grandchildren, it -- it has to\nstop. And even if you know that it’s -- it -- 1t may not -- you may not be always\nsuccessful, it’s important to do it. And it -- situations have improved, I mean it’s -- there\nare -- you know, when I -- when you see many of the young people in Germany today,\nthings -- I -- I find the German youth to be more European than the youth of -- of many\ncountries in Europe. Human rights education, democracy education had -- had a serious\nimpact. I think the problems that Germany has today is that -- that education, which was\ndone in West Germany on democracy, was not done with the East Germans when they\njoined. And they just assumed that if they watched West German television and -- and ate\nWest German food that suddenly they would be democrat. And so now you have the\nskinheads and some of these problems. But I think the German experience, at least in the\nwest, 1s gratifying in many ways. And, you know, there is hope. And what is happening\nin countries in Latin America, where you suddenly see Argentina today, for example --\neven El Salvador, things have -- have improved now, they have a lot of crime and other\nthings, but politically things, they have elections and so, you know, you -- you have\nreason to go on.",
        "Q: I just have a cu -- while I’m listening to you I just have couple of different kinds of\nquestions related to that. You just said Latin America, did you bring -- you brought your\nFebruary 27, 2001\nown perspective, experience as a Holocaust survivor to this to some degree, but you also\nare bringing, probably, a North American perspective. Did -- did you ever feel that you\nhave sort of North American perspectives in -- in your work?",
        "A: You know, I’ve -- I’ve -- it’s strange, I -- I’ve never se -- I’m very proud of being an\nAmerican in the sense that I -- I’ve often thought it’s -- p-proud in the sense that if you --\nthat I had to become an American. Others were born into being an American, and -- and -\n- and | -- there’s enough about the country -- the country has been very good to me. I\nadmire a great deal that has happened, that the country does and has done and that it\nstands for in many ways. There’s a lot of things that I -- that I don’t find admirable. But\nI’ve never thought of myself in any way when I go someplace, as an American in the\nsense of somebody who’s wrapped around the flag. I -- I think of myself a-as a American\ncitizen who is asked to do a job and tries to do it in -- in the way he thinks it should be\ndone. But not thinking of it that, you know -- I certainly don’t feel that I have to bring\nAmerica to Latin America or anything like this. But I think that in some areas countries\ncould learn a great deal from America, but I think it’s true also the other way around.\nAnd w-we -- we don’t have a monopoly on -- on wisdom, and -- and we sometimes think\nwe do, an-and I -- I think that’s -- that’s bad.",
        "Q: I guess I didn’t mean it quite so crudely, I was just thinking a strong emphasis on\nindividual rights, for instance, tends to be a part of -- of the outlook of the -- this country,\nbut --\nFebruary 27, 2001",
        "A: But a -- but I think, in my case, the -- the cr -- the commitment to individual rights is\nprobably less influenced by America as much as by my own experience. I -- I’ve sort of\nstart with the assumption that -- that people should be treated the way I want to be\ntreated, and would like to be treated, and -- and that is universal a notion, I think, in --\nthat’s how you can build a whole human rights system on that basis. So when people\ncome to me and say human rights are relativistic I always ask, does that mean that the\npeople who say that want to be -- that in some countries that they really want to be killed,\nthat they want to have their arms chopped off, that they want to have these things done to\nthem? Or are they just excuses by the leaders who -- who want to violate their rights?",
        "Q: What makes for a good human rights lawyer?",
        "A: First of all, somebody who really knows his stuff as a lawyer. One of the big damage\nthat -- mu-much damage has been done to human rights advocacy by people who\npoliticize it as lawyers. I mean, it’s all right if you’re a politician and you want to\npoliticize it, but the job of a lawyer, particularly in investigating and bringing claims has\nto be one that is as professional and sound, professionally lawyer-like as you can be,\nbecause you -- if you’re not, you open yourself up to charges your -- you weaken your\ncase. And that -- a lot of that used to happen because we didn’t have trained human rights\nlawyers around, so people would make big speeches and claim that they had found\ncertain things, and then they were proved wrong and -- and they suffered in terms of\nprestige. So to my mind the most important thing is for lawyers in this business to\nFebruary 27, 2001\nrecognize that they have to be as good lawyers in that field as if they ran in corporations,\nanti-trust lawyers, tax lawyers. So that’s -- that’s the first requirement. The second\nrequirement is that you really have to have empathy. You have to feel that -- that this is\nsomething that is important, that this 1s -- this isn’t just like any other field of the law, that\nthis is something where you -- you have to put your heart into it, and you don’t have to\nnecessarily work as a human rights lawyer to do that, you could work for a corporation,\nyou can be in a big law firm, and you can on the side do a lot of good, human rights\nwork. But you have to believe in it.",
        "Q: So now I think we should go to family again. You just mentioned your wife, that you\nwent to Auschwitz in ’92, I believe, we will talk about that too, but my first question, is\nthat still your first --",
        "A: I think it was 791, I’m not sure, ni --",
        "Q: I’m te -- I -- I’m telling you what -- what [indecipherable]",
        "A: I can’t remember now, I’ ll have to ask her.",
        "Q: Okay, well let’s just stick with your wife. Is that th-the first wife you talked about, or\nis that --",
        "A: No, this is my second wife. We -- we married in 1983. I -- I met her in -- in Costa\nRica. She is originally -- she was born in Peru of a British father and a Peruvian mother,\ngrown -- grew -- grew up speaking English and Spanish. Went to school in England, was\nsent to school in England very -- very young. And then left Peru, a -- she -- she had two\nFebruary 27, 2001\nsmall children, left Peru, was divorced and in Peru -- left Peru and then lived in Costa\nRica because Peru was under a military regime at the time. And she went to Costa Rica\nand lived there for eight years when we met.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "Q: So what did she like -- what -- what di -- that attracted you to her? Or to each other?",
        "A: An unbelievably intelligent human being with a great sense of humor tha -- a person\nwho has the tremendous ability to make me feel less important than I’ve -- want to feel.\nWho is extremely -- extremely warm, and loving and who -- who has the same, in a\nsense, background as I do, that you can put her in any environment and she feels at home.\nShe came to the United States and within no time she -- you’d think she’d lived there all\nher life. What else could I tell you?",
        "Q: Well, that’s good enough for the [indecipherable]",
        "A: Don’t tell her though.",
        "Q: Yeah, I won’t, I won’t. Let’s talk about your children. Now, when they were young,\ndid you -- did you talk much about where you came from? Were they interested, or did\nthat come about at a later --",
        "A: We have great disagreement ama -- about that in my family. My kids will say to me\nsometimes, why didn’t you tell us that? And I will say, you guys were never interested in\nhearing anything about it. Now, I don’t know who’s right, but I -- I thought that -- that I\nFebruary 27, 2001\ntried to tell them, and we speculated, my wife and I about it. We -- we do every so often\nnow, really, and her sense 1s that the kids thought it was so painful that they didn’t want\nto -- to hear about it. And that’s why they didn’t ask, and I took that to mean that they\nwere not interested, and that they were, in fact, interested. And she has some of that be --\nyou know, of talking with them. But it’s quite clear that they know much less about my\nbackground still, than they really should, and I am afraid. What worries me in many ways\nis that when I am gone they suddenly realize there was a chance to find out a lot of\nthings, and we’ve never really -- a-and maybe it’s -- the dynamics of family life are such\nthat you just don’t have time, and you don’t want -- it’s -- you have family reunion, you\ndon’t want to talk about all of those things. Although, what is interesting now is that my\nyoungest son has begun to be very -- now that he has his first child, very interested in\nfamily roots and backgrounds. And has asked my uncle who’s -- who is 1n his late 80’s\nnow, to put together an album and -- and has asked me to -- to do that. So there -- there 1s\ninterest, but it’s -- it’s sort of interest on the run, it’s not -- I had wanted to take my\nchildren to the Holocaust Museum, and I realized I could not do it. I -- I wouldn’t be able\nto last. I had been asked by Mary Magrory to take her on a tour, and when -- before the\no -- before it opened, and I declined to do that, I was afraid to do it. I only once went\nthrough the Holocaust Museum, I was always afraid to do it. And I was sort of forced to\ndo it when the president of Honduras came to Washington, and -- who had been a\nfriend of mine, and he was -- he had been on the court with me in the first few years. And\nFebruary 27, 2001\nhe -- he went -- came on a state visit to Washington and asked that I would be the one to\naccompany him. What he didn’t realize was that I’d never gone through, that I didn’t\nwant to do it. And so I asked the -- the person at the Holocaust Museum to arrange for the\ntour. He knew that I -- my reluctance. And we went -- fortunately, it was a relatively brief\ntour, and -- and it was a nif -- I had no pr-problem doing it. But at the end he said to the --\nhe said, “Mr. President, you know, Professor Buergenthal had never done this before.”\nAnd -- and I said, “I couldn’t do it with my children, I’d break down.”",
        "Q: It is -- it is interesting because you -- I’m jumping a few years ahead now, but --",
        "A: I’m sorry yo -- I should tell you, beca -- I’m very tired today, but anyway, go ahead.",
        "Q: Oh. W-Would you like to stop?",
        "A: No, no, no, I’m just -- I didn’t sleep last night, I -- I don’t know why, but I --",
        "Q: I didn’t either.",
        "A: No, no, so we --",
        "Q: So we’re both tired, but I’m still --",
        "A: But no, keep going.",
        "Q: [indecipherable] but -- but let me -- let me know when --",
        "A: No, no, [indecipherable]",
        "Q: -- if you’re almost -- just -- there are just a few things because you said roots were --\nwell, I want to ask you about the -- the subject a little bit later, but -- a little bit later, not\nmuch. But you did say roots, and I know that you and your wife decided at one point to --\nFebruary 27, 2001\nto go back to your roots, and investigate a little bit. Could you say something about when\nthat was, and what you actually did?",
        "A: Yes, I think that was in 1992 or 91, I’m not sure, we’ ll have to ask her. We -- we\ndecided to go to my birthplace, which is in Slovakia in ot -- in a little resort town called\nLubochnia. And we decided to go to -- to Auschwitz, and to Kielce where I was in -- in\nthe ghetto, and some other towns where I had been during the war. Lubochnia, where I\nwas born, m-my father came there, and he and a friend of his brother bought a hotel there,\nbelieving that Hitler wouldn’t last more than a few years, and so they would be close by,\nand | -- I was born there, but -- and I left there when I was four years old. So going back\nto this little place in the mountains in Slovakia, in the lower Tatra mountains wa-was\nsort of a surrealistic experience. I knew I was born there, but I had no connection to it.\nThere was nobody there that lived there that -- that knew my family. My father had been\nthere for a relatively short time, from 1933 until 38. We couldn’t find the hotel, because\nit -- th -- we think we found the hotel, but it looked very different from the picture we\nhad. And so 1-1t was a strange experience. I took a picture of myself standing under the\nsign that said, Lubochnia as you entered the town, but there was no -- 1-it -- it’s really a\nstrange experience, I -- I never thought that it would be that strange an experience,\nbecause you -- this is where one was born, these are one’s roots, but they are not really\nroots, they’re just like somebody cut the -- the roots and left them in the ground, but there\nis no -- no connection at all. Auschwitz turned out to be easier than I expected. I was at\nFebruary 27, 2001\nthat point thinking seriously, and I was doing some writing on the subject. And we -- we\nwent to Auschwitz debating whether I should go or not because of memories that would\nbe destroyed in some ways by seeing it now from what I had envisage. And we came in --\nwe went first to Auschwitz I, which was really not the camp where I was, but I was in --\nin Birkenau. And -- and I was very afraid of the impact it would have on me. And then\nmy wife saw a sign that said archives, and she said, “Why don’t you go in and introduce\nyourself?” And I said, “No, I don’t want t -- I want to be a tourist, ye -- I just want to go\nthrough.” And she insisted, and when she insists, I usually end up doing what she wants\nme to do. So I went in and I introduced myself, and they got very excited because they\nwere just working on a project relating to children in Auschwitz. So they wanted to know\nwhere I had been. I didn’t know exactly when I arrived in Auschwitz, and I thought by\nlooking at where I came from and my name, that they would have it. And they said by the\ntime I arrived, it -- they no longer had names, but what was my number? And by\nreference to my number they pinpointed exactly when I had gotten to Auschwitz, the\ndate, the number of people that were on my transport, and suddenly my stay in\nAuschwitz had become an academic exercise, and was you know -- you know, we were\ndiscussing, the director came and wanted to know, you know, where -- they had a big\nmap and they wanted me to find where I had been in different camps and -- in Birkenau.\nAnd then they actually put a -- gave us a guide, and we -- we -- we did the -- did the trip\ntogether. But what was so -- first of all, of course, ous -- Birkenau looks very different\nFebruary 27, 2001\nnow than it was, apart from the fact, you know, the trees and the grass that I mentioned.\nMost of barracks are not there any more. You just have a few examples, and I -- I had\npointed out to my wife that I remembered we used to go in to the latrine, which was the\nonly warm place in all of Auschwitz, to warm ourselves, and that they would chase us\nout after five minutes. Nobody could stay there, and I tried to describe it to her, and there\nit was, th-there was the barrack on -- as I’d remembered, and the mud. That, you know,\nwas striking. We went to -- to a place in Birkenau when -- where we came in, the -- the\nsauna where we -- and I remember saying -- the -- the fellow said, this is the entrance.\nAnd I said to him no -- [ said to my wife, this isn’t the entrance, I came in through an\nentrance that had a pool, where you had to -- disinfecting pool, and it was quite deep and\nyou had to go in -- and he said, “No, no, this was the entrance.” And we walked around,\nand there is another -- there is a pool, and there is a door that was blocked off, and that\nwas where I’d entered. He said, “Oh yes, this 1s the door.” And of course it wasn’t deep at\nall. It was maybe 10 centimeters pool. But to me as a child, you know, I was 10 years old\n-- not even 10 years old, 1t seemed like a very deep -- deep pool. I wi -- I had the same\nexperience in the ghetto in Kielce. What my wife found so surprising was, I am very bad\non directions. I -- I can -- 1 -- by -- in my family if I say turn left, all the kids say turn\nright. So, you know, nobody ever listens to me when I say how you find something. We\ndrive into Kielce, this town in Poland, and my wife says, “Well what now? Should we\nask somebody where the ghetto was?” And I said, “No, just drive down,” -- [tape break]\nFebruary 27, 2001",
        "Q: So your wife was -- was saying what -- what now.",
        "A: Right. And we end up a block across where the ghetto was. And on the way, actually\ndriving into Kielce, I suddenly remembered the name of the camp commandant, and a\nnumber of other names. And then we f -- I find the street -- the house where I was in the\nghetto, where we stayed. And I’d remembered -- I kept saying to -- to Peggy, this is a\nvery -- it was a very tall building, and if -- we got in and it was a three story, small three\nstory apartment house, with -- I remembered the courtyard. It looked just as bad now as it\nlooked then, it -- 1t wasn’t in any better shape. What was disheartening to me was that\nthis was a ghetto in which more then 20,000 Jews had been -- had been shipped to\nTreblinka from there, including my grandparents. There wasn’t one monument to\nindicate where the ghetto was. Disgraceful, really. It’s really part of the history of Kielce\nand I -- I went to the museum then, to -- to try to find something about the ghetto and\nthey did say, oh yes, we had an exhibit here not long ago. We have this little book that\nwas still prepared in communist days. But nothing that shows this is where there was\npopulation that has been killed. We -- there were only about five hundred that survived\nthe -- the ghetto of Kielce. That’s disheartening, you know. It -- it’s -- it’s disheartening\nbecause it shows at -- it’s a continuing insult to -- it -- 1t sort of adds insult to injury when\n-- when that is -- when there is no attempt to remember what happened here. It’s as if we\nobliterated all cemeteries. Just think what that would mean to societies, suddenly say\nthere are no cemeteries. And thi -- this is what I felt in -- in that ti -- I couldn't wait to get\nFebruary 27, 2001\nout of there. I -- I found it harder to take than -- than Auschwitz. I should tell you that I\nwent back to Auschwitz, because I mentioned that I was actually called in right after an -\n- asec -- my second visit to Auschwitz that I was going to be sitting on this -- or that I\nwas nominated by the U.S., and that was because a -- a British journalist and -- who\ndecided that he wanted to write a book about me insisted that I go to Auschwitz on the --\nto coincide with the date of the Death March out of Auschwitz, on which I was. And th-\nthat was -- 1t was easier when my wife and I went, because it was summer and it was\neasier to take. When we were there on the 20\" of January, an -- 21* -- 20\" of January of -\n- of nin -- of 2000, it was just as it was -- as I remembered it, in terms of the cold, the\nroad was all ice and all I could think about was, how did I ever survive this? Because I\nwas dressed in the heaviest jacket with sweaters, with hat, and I was freezing, and I was\nthere as a child with a little blanket and thin prison uniform. And -- and I made it. It -- it’s\nhard to believe.",
        "Q: Is it -- 1s it harder, now that you get older, to remember, to deal with it? Is it less easy\nto push things away a little bit, with work, or whatever? Do -- are you becoming more --\nmore sensitive?",
        "A: Yes, I think so. I-It’s strange, because in many ways, memories fade. And I -- I\nremember going back -- I’d -- I’d written this article about the Death March in 1956,\nwhen it was still very clear in my mind, because that was 1945, the Death March. And I\nhad all of the details. I reread it because I -- I -- there were things that I hadn’t\nFebruary 27, 2001\nremembered any more. At the same time the emotional impact today is -- is much greater.\nI also think we get softer in our old age, in terms of [indecipherable] experience, it’s --\nbut y-you know what is interesting is that while the memories of details fade, what\ndoesn’t fade 1s the -- the memory of the episode as a -- as a whole. And I wish I could -- I\n-- | could have the poet’s soul to write about it, to capture that, because I -- I think -- I’m\nnot sure that one -- that that is coming through 1n the literature. I don’t know. As a matter\nof fact, I haven’t read any books about the camp, I can’t. I can’t go to movies that show\nit, 1t’s -- I never could. So -- but I think mor -- I think I have a harder time today facing\nup to it in many ways, than I did when I was younger.",
        "Q: And now --",
        "A: It’s old age, you see, when you -- when you see veterans breaking down.",
        "Q: In that context let’s go back to the o -- in terms of time ahead, but in terms of what we\ntalked about, back to the -- your work with the Holocaust Museum. In ’96, I believe, you\nbecame a member of the council?",
        "A: Mm-hm.",
        "Q: And from ’97 to ’99 -- I tried to do my homework a little bit, you were a -- a member\nof the Committee on Conscience?",
        "A: I chaired the -- the committee.",
        "Q: Y-You chaired -- you were the chairman, yes. The -- the significance of the museum,\nspeak to that a little bit, and the kind of work you did there.\nFebruary 27, 2001",
        "A: First of all, I was a member of an advisory group originally that was involved when\nPresident Carter established the -- the Holocaust Commission, he also established an\nadvisory group to the commission, and I was member of that. And the issue at that point\nwas debated whether to have a Holocaust Museum in Washington or not. And | thought\nit was a mistake to have it in Washington. Again, I thought it should be in Germany and\n-- and not in Washington. Since then I’ve come to the conclusion I’ve been wrong. Not\nthat it shouldn’t -- that there shouldn’t be one in Germany, but they -- the museum has\nbeen a tremen -- has had an tremendous educational impact on people in the United\nStates, in terms of educating them to what happened. When I would go to meetings at the\nmuseum to -- to -- you know, we had council meetings and committee meetings, it was\nalways impressive to see the thousands of kids lining up to go to the museum. And the\nhush that fell over them when they -- when they went in. So -- and -- and | think in -- in\nfive years there were more than eight million people that had come to the museum. So I\nthink it’s had a tremendous impact. That Committee on Conscience was something that\nwas very close to my heart, because I feel very strongly that the museum shouldn’t be\njust a -- a cemetery. The museum has to be a living organism that tries to make sure that\nthese things don’t happen again. And that means also, speaking out to -- to where other\ncrimes against humanity and genocide is being committed. And we have an obligation as\nsurvivors, and we owe it to the people who died to make sure that these things don’t\nhappen in other places. And so -- and that was really the function of the Committee on\nFebruary 27, 2001\nConscience, and I felt that I -- if -- if -- if that’s not what the Holocaust Museum was\ndoing, then I didn’t want to be connected with it, because I had other things to do. But the\nestablishment of the committee -- and it took a long time, they -- there were internal\nsquabbles which I wasn’t involved in, to establish it. But once it was established, I found\nthat was really worthwhile, and ith -- and very important. And I’m glad I -- I of course\nhad to resign from the Committee on Conscience because it speaks out on issues today,\nand on this court I -- I cannot be involved in anything. But I think it’s very -- it’s a very\nimportant role, very important what is happening there. Was something else I was going\nto mention to you. It is -- well --",
        "Q: Maybe it’ll come back to you. We are kind of winding down, but of course I always\nhave a couple of additional questions that -- you just said, I have other things to do. Now,\nover the last eight years at least, you had a lot of things to do. You were on separate\ncommissions and I’m not sure we have to mention them necessarily, but if you think\nabout those last six to eight years, what do they mean in the context of your overall work?\nIs there anything in particular that you would like to say because something has come to a\nconclusion in the way you -- in your philosophy of international rights, or -- or human\nrights, that you have taken a new direction, or just something, anything that comes to\nmind that you might want to --",
        "A: No, what comes to mind, less dramatic, is the fact that it -- there seems to be some sort\nof poetry -- not poetic justice, but a certain justice that has poetic, or non-legal aspect to\nFebruary 27, 2001\nit. And that is that somebody with my background should be involved in these things.\nThat I should be on the Truth Commission for El Salvador, that I should be on the Inter-\nAmerican Court of Human Rights, that I should sit on the UN Human Rights Committee.\nThat -- in a sense wh-what is impressive about it is not my career in that those things are\noften happenstance and anything else. But what is significant about it that it should give\nfaith to people who believe -- who do -- people who are cynical a-about what can be\ndone. The fact that a survivor of these things can still today have a role in trying to\nprevent some of these things from happening. That, to me, has always been the sort of\nsignificant aspect of -- of my activities. I would sit there and sometimes say gee, this is\nreally, you know -- why was I granted this privilege? That -- that, to me, has been the --\nthe sort of most significant aspect. This is an -- an example of the fact that one can\novercome si -- n-not per -- I personally, but that we can overcome some of these\nmurderous things that have happened, and still be able to work for a better world. And --\nand the fact that I could serve on these things indicates that there 1s reason to be\noptimistic about things. I -- I spoke once in -- in Germany, I think, in connection when I\n-- when I got the honorary degree, and I said I -- I thought -- it’s so wonderful when you\nthink that when you go down the Rhine and when you remember that the Rhine was\nreinforced on both sides between France and Germany with cannons and today you\ndon’t even need a passport. There’s tremendous things that have happened, that should\ngive us a Sense of optimism. Yet, you know, the cynics keep saying nothing is changing.\nFebruary 27, 2001\nLots of terrible things happening, but then, a lot of good things have been happening and\nthat -- that should inspire people to -- to want to do things. In my current position I -- I\ncan no longer be an advocate, I -- I have to sit on my hands, try to apply the law. And that\nin itself is -- is a good discipline.",
        "Q: I have to -- I should always --",
        "A: Oh, you know what I wanted to say.",
        "Q: Yeah, yeah, please. We -- we still have a little time left on the --",
        "A: You may want to throw it out, but it -- but it’s moved me, the other day. I got a\ntelephone call the other day from a friend of mine who is a agent for authors in\nSwitzerland, I met her when I -- you know, I was doing -- I was serving on -- running\nthis tribunal for dormant accounts in Switzerland. And she had been the person who\nrepresented Wilkomirski, the man who was accused of -- of having lied. And she was in\ncontact with the person in Israel who has collected all information about children, as -- in\n-- during the war. And they -- as they were talking, they were talking about somebody\nelse, she said, “You know, I met somebody by the name of Tom Buergenthal. Do you\nhave anything on him?” And I think she probably thought, you know, maybe my story is\n-- is also fake. So this woman says to her, “If I have something, Ill call you back in five\nminutes, because I have my files here.” And she calls her back -- this is my friend in\nSwitzerland telling me this. She calls her back and she says, “Yes, I can tell you all\nabout him. I’ve got complete s-story from the orphanage in Poland where he was. And I -\nFebruary 27, 2001\n- you know, and here is the story in his own words a-as he told it when he was\ninterviewed at the orphanage in 1946 -- ’45 - ’46.” So she gives me the telephone number\nof the woman, and I get in touch with her, and she sends me some of this material, which\nis th-the -- all the documents from the orphanage were turned over to the archi -- Jewish\narchives in -- in Poland, and she got it from there, including a list of children, which was\nthe way I found my mother, which is -- but on it, orphans, and they are asking people in\nIsrael who wants to adopt the children, and I’m on that list. S -- and this is -- I -- and\nthings that happened are unbelievable. I was sitting in Zurich, doing the work of the\nHolocaust bank accounts, when suddenly, click on my computer, there is a email that\nsays, I knew your father. A man in Australia, 87 or 88 years old, who was with us -- with\nmy mother and father in the ghetto of Kielce, in -- in Auschwitz, and who saw my name\nin the Jerusalem Post, connection with an article that was written, and remembered me\nas a -- as achild.",
        "Q: That’s remarkable.",
        "A: And -- and the -- and not long ago, a -- an email from Israel saying, is it you? And it\nwas an American woman who had gone to Israel, who received me in Czechoslovakia,\nwhen I was smuggled out of Poland, to be reunited with my mother. She was the person\nwho took me into -- took charge of me in Prague to ship me to the American zone in\nGermany, to the British zone. And she’s in her 80’s and she said, “When I saw that\npicture of you, it was you.”\n61\nFebruary 27, 2001",
        "Q: Do you remember her name, by any chance?",
        "A: Yes, I -- her name is Corin, let’s see, what’s her first name. I have it on the -- on the\ncomputer.",
        "Q: Okay, I would like to stop here, tape two, follow up interview with Judge\nBuergenthal.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: United States Holocaust Memorial Museum interview, Jeff and Toby Herr\ncollection, this is a follow-up interview to an interview with Thomas Buergenthal\nconducted by Katie Davis in 1995. This follow-up interview is conducted by Regina\nBaier, with Judge Buergenthal, on February 27\", 2001. My first question is very open\nand we’ll see how simple it is. But it is, where are we?",
        "Q: And this is your place of work, and what do you do here, what is your work?",
        "Q: That was a very good lead-in to a follow-up question I had. Could you give us one or\ntwo examples of the kinds of cases that you’re working on right now?",
        "Q: And you took me on a lovely tour for the Peace Palace here, you mentioned as an\naside that when you sp -- began working here. Or years ago, I forgot now, there were\nvery few cases, you worked on just one or two, and now you have very m -- a lot of work\nto do. Why is that?",
        "Q: When were you appointed?",
        "Q: And now you live in The Hague, or in [indecipherable] for good?",
        "Q: What -- do you consider this -- this new work, or this job as sort of a crowning\ncontinuation of your very distinguished career in international law, and international\nhuman rights, or is it also -- or is it a difference -- somewhat different direction?",
        "Q: Is it in some sense a relief not to be related so closely to very painful experiences, to --\nor 1s it -- what do you mean when you say a dream?",
        "Q: Have you ever imagined that you would be in this position?",
        "Q: Is it strange, or is it strangely appropriate that you are now living and working in\nEurope?",
        "Q: I guess my question was also aimed a little bit at knowing your background, that you\noriginally came from Europe and now that you live in Europe again, did you ever have\nthe desire never to live in Europe again or 1s it --",
        "Q: Now I would like to go back into the past, and I would like to ask you about the -- the\ntime when you came over to America, about the boat trip, what you remember. You were\n17 at the time?",
        "Q: Why were you supposed to -- I -- were ev -- was everybody supposed to -- to work\nthere? Was it because you didn’t have money for the fare, or wa -- just --",
        "Q: Looks like you’re a survivor of [indecipherable]",
        "Q: You -- you did write an article for -- for a -- could you s-say that you wrote an article\nabout a newspaper, or something? Or several people actually put together a newspaper,\nright?",
        "Q: Who -- who got the -- who got those newspapers, actually, in the end?",
        "Q: So then you arrived, and you were picked up by family?",
        "Q: Quick question, what did they show you in New York? Did anything happen -- I\nmean, did you understand what you were supposed to do in this weird place?",
        "Q: Was eating important to you then, for -- for awhile at least?",
        "Q: You did not speak Yiddish, you spoke -- do you speak German?",
        "Q: Did you get along with your uncle? How was it living ow -- living there, and what\nhappened with regard to school?",
        "Q: How did you get along with your classmates, I mean could you -- did you relate, did\nthey -- did you talk about where you came from at all? Did you understand where they\nwere coming from?",
        "Q: Did -- did you ever speak about your experience, or did you have a desire even to do\nthat?",
        "Q: Do you think it had to do with not wanting to hurt you, or was it just they did not\nreally have a full understanding of -- of what happened, and just wanted to kind of let it\nbe, or was it also th-the 50’s to some degree, it wasn’t done then?",
        "Q: So you graduated from high school, and what were your plans? You wanted to go to\ncollege? If so, was it easy to get in?",
        "Q: I’m sorry, it’s --",
        "Q: And it was in West Virginia?",
        "Q: Yeah.",
        "Q: What was sort of your -- your plans for life at that point? Was there a strong focus on\nwanting to get a profession or did you also start to live, in terms of parties, friends, what -\n- whatever.",
        "Q: And then you went onto law school.",
        "Q: NYU?",
        "Q: Now, I don’t ask you what did you do to deserve that honor, I ask you what did you --\nhow did you get their attention, what did you do so well? I mean, was it the grades, or\nwas it also a particular interest in certain areas, or --",
        "Q: So you were interested in law at that point already. Why law? And I think you were\nalso already interested in international law. Was that true at that time, or was it -- did it\ncome later with Harvard”?",
        "Q: You had specialized at that time already in international law, and you were also\ninterested in -- in human rights, international human rights at that point. What was sort of\nthe standing -- you alluded to it a little bit already, but what was sort of the standing of",
        "Q: Now, that you recognized the potential in this field, s -- at such a young age, do you\nthink that had also to do with your Holocaust experience?",
        "Q: But it wasn’t just specialize in international law, it was also specializing --\nspecializing in human rights, which wasn’t exactly on the --",
        "Q: So from the very beginning really, bringing two things together, which is the academic\ninterest on the one hand, but also very practical how -- how could policy be influenced,\nhow could -- how could it become a tool, really.",
        "Q: [indecipherable] on the teaching aspect, I just want to throw in two questions that are\nrelated not to Harvard, but to the period, to the time, which is the early 60’s. Did you\nfollow the Eichmann trial?",
        "Q: What -- what -- what -- did that have any kind of impact, did you analyze it in some\nway, or what was sort of your relation to -- what --",
        "Q: Very interesting. The other question was late 60’s, mid-60’s, what impact did the civil\nrights movement have on you, if any?",
        "Q: That’s fair enough. Okay, let’s go into teaching a little bit. You were a reluctant\nteacher at first, but then you became quite an inspired teacher in terms of trying to get the\ntwo fields that you had chosen, international law, and human rights -- international\nhuman rights law incorporated, or strengthened in the curricula and so on. Could you\nspeak a little bit about the development of your aspirations or your interest as a teacher?",
        "Q: Were there textbooks, actually? On human rights, for instance?",
        "Q: Say something a little bit about that teacher, because he seemed to have had an impact\non you, and he was an important person.",
        "Q: You also managed to twist a few arms at the American Society of International Law to\nallow you to establish a study panel because you thought that was important. Could you",
        "Q: Okay, I would like to divert -- divert --",
        "Q: No, I don’t want to, necessarily, but w-would you like one? I just want to switch to\nyour private life now for a change, and then go back to UNESCO and all the other\nwonderful things that we can talk about. But what happened in the meantime? So you had\ndefinitely your vision fairly clear, on what it is that you wanted to do in your career and\nyour profession. What happened in the meantime? Did you have a -- a relationship of\nsorts? Did ha -- did you -- have you married, did you want to have a family?",
        "Q: What was -- what was her name, just for the record, and h -- and the name of the son?",
        "Q: What did you like about each other when you met? What was the -- the attraction, and\nalso then -- well, let me ask this first.",
        "Q: Okay, at -- oh, one question -- I was just so absorbed in da -- nodding my head here,\nthat I forgot my question, but the question was, did you talk about where you were\ncoming from, did -- did -- was that -- did that come up, sort of step by step, or did you not\nreally touch much on it?",
        "Q: And she was -- and she was a sort of underst -- I mean, y-you felt that she was unders\n-- sort of trying to understand? Did she --",
        "Q: On that positive note, I shall change the tape. This is the end of tape one, follow-up\ninterview with Judge Buergenthal.\nEnd of Tape One, Side B\nFebruary 27, 2001\nBeginning Tape Two, Side A",
        "Q: And this is tape two of the follow-up interview with Judge Buergenthal, conducted\nby Regina Baier on February 27\", 2001. And in 1970, I believe, I seem to remember in\n1970 you began representing the U.S. government at the UNESCO in human rights\nmatters. And how did that come about and what -- could you give us an example of the\nkind of things that you were involved in then.",
        "Q: You also, I think, tried to involve parents in this [indecipherable] didn’t you?",
        "Q: You infiltrated.",
        "Q: And then came --",
        "Q: And then c -- and then came a period, late 70’s until ’91, I believe, that you called in\nthe earlier interview, in some way -- quote now, in some ways one of the most in-\ninteresting periods in your life, and that was your -- that you became a member, and\neventually also president of the inter-American court of human rights. Could you say\nsomething about that particular court, and what -- what you did was -- what your\ninvolvement was there?",
        "Q: Did you deal -- did you deal with cases of disappearance at that time? That was --",
        "Q: At that time I believe, a disappearance sort of emerged, or the disappearances emerged\nas sort of the new phenomenon to some degree, but was it also -- did it also remind you\nof the Holocaust in some ways? Were there aspects that were sort of similar to --",
        "Q: You just mentioned that you also worked for the UN truth commission for El\nSalvador, that was also almost 12 years that you were involved in that?",
        "Q: Germans [indecipherable]",
        "Q: [indecipherable] just hadn’t done it with the Jews, Hitler was not so bad.",
        "Q: Yes.",
        "Q: So how do you -- under those circumstances, how do you keep your resolve, your\nbelief in -- in the worthwhileness of everything. I mean trying to -- trying to push for\npolicy changes, I guess, then.",
        "Q: I just have a cu -- while I’m listening to you I just have couple of different kinds of\nquestions related to that. You just said Latin America, did you bring -- you brought your",
        "Q: I guess I didn’t mean it quite so crudely, I was just thinking a strong emphasis on\nindividual rights, for instance, tends to be a part of -- of the outlook of the -- this country,\nbut --",
        "Q: What makes for a good human rights lawyer?",
        "Q: So now I think we should go to family again. You just mentioned your wife, that you\nwent to Auschwitz in ’92, I believe, we will talk about that too, but my first question, is\nthat still your first --",
        "Q: I’m te -- I -- I’m telling you what -- what [indecipherable]",
        "Q: Okay, well let’s just stick with your wife. Is that th-the first wife you talked about, or\nis that --",
        "Q: So what did she like -- what -- what di -- that attracted you to her? Or to each other?",
        "Q: Well, that’s good enough for the [indecipherable]",
        "Q: Yeah, I won’t, I won’t. Let’s talk about your children. Now, when they were young,\ndid you -- did you talk much about where you came from? Were they interested, or did\nthat come about at a later --",
        "Q: It is -- it is interesting because you -- I’m jumping a few years ahead now, but --",
        "Q: Oh. W-Would you like to stop?",
        "Q: I didn’t either.",
        "Q: So we’re both tired, but I’m still --",
        "Q: [indecipherable] but -- but let me -- let me know when --",
        "Q: -- if you’re almost -- just -- there are just a few things because you said roots were --\nwell, I want to ask you about the -- the subject a little bit later, but -- a little bit later, not\nmuch. But you did say roots, and I know that you and your wife decided at one point to --",
        "Q: So your wife was -- was saying what -- what now.",
        "Q: Is it -- 1s it harder, now that you get older, to remember, to deal with it? Is it less easy\nto push things away a little bit, with work, or whatever? Do -- are you becoming more --\nmore sensitive?",
        "Q: And now --",
        "Q: In that context let’s go back to the o -- in terms of time ahead, but in terms of what we\ntalked about, back to the -- your work with the Holocaust Museum. In ’96, I believe, you\nbecame a member of the council?",
        "Q: And from ’97 to ’99 -- I tried to do my homework a little bit, you were a -- a member\nof the Committee on Conscience?",
        "Q: Y-You chaired -- you were the chairman, yes. The -- the significance of the museum,\nspeak to that a little bit, and the kind of work you did there.",
        "Q: Maybe it’ll come back to you. We are kind of winding down, but of course I always\nhave a couple of additional questions that -- you just said, I have other things to do. Now,\nover the last eight years at least, you had a lot of things to do. You were on separate\ncommissions and I’m not sure we have to mention them necessarily, but if you think\nabout those last six to eight years, what do they mean in the context of your overall work?\nIs there anything in particular that you would like to say because something has come to a\nconclusion in the way you -- in your philosophy of international rights, or -- or human\nrights, that you have taken a new direction, or just something, anything that comes to\nmind that you might want to --",
        "Q: I have to -- I should always --",
        "Q: Yeah, yeah, please. We -- we still have a little time left on the --",
        "Q: That’s remarkable.",
        "Q: Do you remember her name, by any chance?",
        "Q: Okay, I would like to stop here, tape two, follow up interview with Judge\nBuergenthal."
    ],
    "answers": [
        "Answer: We’re at the International Court of Justice, in The Hague, in my office at the\ncourt, on a very sort of dark, dre -- dreary day.",
        "A: Well, my work on the court -- I’d have to actually go back and explain a little\nsomething about the court. The court was established already by the League of Nations in\n-- in early 1920’s. It’s a court where you deal only with disputes between states. And we\nalso render advisory opinions for the United Nations, but basically disputes between\nstates. We -- we have quite a number of cases pending now, and we hear cases. Since\ngetting to the court in March, I’ve already sat on -- on five very important cases,\nincluding a case involving Germany and the United States.\nFebruary 27, 2001",
        "A: Ri -- at this very moment, actually, we -- we are in the process of finishing a dispute\nbetween Qatar and Bahrain, those are disputes relating to territorial and maritime -- the\nlimitation questions. That is to say, the countries want the court to determine certain\ndisputed issues relating to their territory and also to their -- their sea. At the same time we\nare dealing with a case between Germany and the United States in which Germany\nbrought an action against the United States because of the execution of two young\nGermans who were not given -- or allegedly not given an opportunity to consult the\nGerman consular authorities. So the allegation is a breach of the -- of the Vienna\nconvention on that subject. We’ve also recently dealt with a case that 1s still -- well, we'll\nbe hearing oral arguments involving an international arrest warrant issued by Belgium\nagainst the foreign minister -- former foreign minister of the Congo, charging him with\ncrimes against humanity and war crimes. And the issue is whether Belgium had the right\nto -- to issue these -- these arrest warrants. So those are the type of cases we deal with, we\n-- the first case on which I sat here related to an aerial dispute between India and\nPakistan.\nFebruary 27, 2001",
        "A: Well, I of course am -- am new at the court, but in the days of the Cold War, basically\nsince the second World War, initially there were very, very few cases coming, and that\nwas because of the Cold War. And I think governments had the sense that this would be\nan ideologically divided court, and that justice would not really be done properly. Once\nthe Cold War ended, cases started to come, and also I should tell you from what I’ve\nheard that the atmosphere on the court is very different than it was at the height of the\nCold War. I-It’s a much easier, much more judicial type of -- of environment than it must\nhave been, I -- I don’t know.",
        "A: I was elected by the United Nations on March second of 2000. And it’s interesting, the\n-- it’s an election both by the security council and the general assembly. By both bodies,\nvoting separately.",
        "A: Well, until my -- my term is up and -- but it seemed to u -- to my wife and me\nimportant that we be here in town while the court -- and -- and there 1s so much business\nnow that one really couldn’t afford to be living in the United States and be sitting on this\ncourt. It’s basic -- it is a permanent court. And life in The Hague 1s -- it’s new for us, but\nvery exciting.\nFebruary 27, 2001",
        "A: In many ways it’s -- it’s a different direction. I’ve -- as you know, I -- I was a judge on\nthe inter-American court of human rights. I’ve also sat on the UN Human Rights\nCommittee. And thi -- this is very much an strictly international court, but human rights\nissues can arise, but a lot of other cases come as well. So, f-for an international lawyer\nlike me, this is a dream court, and a dream come true.",
        "A: It’s a dream in the sense that I think there isn’t an international lawyer who wouldn’t\nwant to be on this court, because it is really -- 1-it’s like being on the Supreme Court of\nthe United States. This is the court that determines what is and what is not international\nlaw. Not that we are that 1m-important, but in -- in terms of those of us who believe in\ninternational law, and -- and practice international law, this is the -- the Mecca to which\nyou look.",
        "A: N-Not at all. Well I -- as a matter of fact I was -- I-I visited -- I had a meeting at the\ncourt, not with the court but in the building, in November bef -- of 1999, and I had -- I\ndidn’t at that point believe that I was going to be here. I -- I think it would be totally\nFebruary 27, 2001\narrogant for anybody to believe that you’re going to be here. You dream about it. At my\nage you stop dreaming about it even, and then suddenly I -- I was named. Actually, I\nshould tell you that the notice to me that I was going to be the nominee of the United\nStates for the court came to me while I was -- had just done a visit to Auschwitz, my\nsecond visit. And I was in Krakow, had just come back from it, in the evening, in the\nhotel when I received the call from the legal advisory. That was very special.",
        "A: I don’t know. My wife and I have always said that we -- that we could live almost ev -\n- anyplace, but I -- I think as we get older we probably should be a little more restrictive.\nBut -- but it’s certainly a -- a -- one -- one couldn’t ask for a more enjoyable environment.\nWe miss our children, we miss our grandchildren, we have eight grandchildren and they\nkeep coming, so that part. But life here, and the working environment 1s certainly\nwonderful. I miss my students, actually. I don’t miss exams, I don’t miss that part, but I\nmiss not having classes and seminars. Because this existence here, to some extent is quite\nlonely. Like many other judicial -- many other courts have this -- judges have that same\nexperience. You work basically by yourself.\nFebruary 27, 2001",
        "A: No, we -- w-we -- I’ve come back many a time. I didn’t think that I was going to live\nhere. I -- I once had a possibility, it looked like a possibility to -- to serve on the\nEuropean court of human rights, and we debated the issue of whether we would live in\nEurope. But it never seemed like a difficult choice if one had -- if the -- 1f what one was\nasked to do was interesting enough, the -- the living environment didn’t play that much of\na role. But I must say, one couldn’t really ask for a nicer place to be than here in the -- in\nthe Netherlands.",
        "A: Yes, it was in -- in December of 1951, that’s exactly 50 years ago this year. We were\non one of the troop carriers, the transports, the liberty boats. It was the SS General\nGreeley, | still remember the name. And I think it was a -- a 10 day trip from\nBremerhaven to -- to New York, with a lot of refugees, people from all over, from\neastern Europe, [indecipherable] even -- I have some pictures still. And it was a very\nscary experience except that I knew I was coming to -- to live with my uncle, and in that\nsense it -- it -- and I was young, so it wasn’t as scary as what it must have been for -- for a\nlot of other people. But also the life on the boat was very interested. I -- I managed to get\nmyself a interpreter’s job so I didn’t have to paint and scrub the floors. And it was a lot of\nfun, and va -- I was writing for the -- for the news -- ship newspaper. So from that point\nFebruary 27, 2001\nof view it was all exciting. I really had no idea what awaited me in the United States,\nwhether I would stay in the United States. It was adventure at the age of 17.",
        "A: It was strange, we got on the boat and people were told they had to scrub the decks,\npaint the ship and do all these things. But they needed people who could annou -- make\nannouncements in different languages and so I volunteered for that. That’s --",
        "A: It -- it was -- it -- well, at least it kept me above deck, which -- which was nicer then,\nbecause the ship was very crowded. One thing that we were all served American food, of\ncourse, for breakfast and they had these lovely boxes of cereal, these single cereal things.\nNone of us knew what to do with that, and so after we ate breakfast, we hi -- we carry --\nwalked around with these boxes and thought that that was dessert. That’s what I\nremember from my ship experience. But arriving in New York, you know, the -- and we\n-- we S -- we Sat -- we actually arrived in the evening, so we -- we weren’t unloaded,\ncouldn’t disembark until the next morning. And to see New York with the -- all the lights\nand everything, was quite -- 1-1n some ways exciting, in some ways it brought back\nmemories of the past, and I -- I’ve often thought about that -- that moment, and it’s -- it’s\nfurther and further away now, I had to reread what I had written at -- at that moment\nabout it. But I think -- when I saw the lights, I thought of the crematories in Auschwitz.\nFebruary 27, 2001",
        "A: Yes, wh-what we did on this ship, we put together a newspaper in all the languages\nthat were represented on the ship, and I think there must have been 37 different\nlanguages. Some had to be handwritten because there were no -- no typewriters 1n those\nlanguages. I -- I wrote it in German.",
        "A: Everybody on the ship. I still have mine. I -- I found a copy the other day. That’s the\nadvantage of moving around, because you find things you think you’ve lost many, many\nyears ago.",
        "A: No, I -- I wa -- I -- I -- I was picked up by a Jewish social service organization. The --\nthere must have been some sort of quarantine system, because I came over on the U.S. --\nrather, children’s displaced person quota. And wi -- I -- I spend a few days in a home in\nthe Bronx where we were. I don’t know wh -- what the purpose was, and it was there that\nmy uncle then came and -- and picked me up. But there were quite a number of kids who\nhad ri -- arrived a little earlier, who were Americans already because they’d come there a\nfew weeks before I did, and showed me New York. But then my uncle came and -- and\nFebruary 27, 2001\npicked me up. And then I -- I lived for a year and a half in New Jersey with my uncle, in\nPatterson, New Jersey.",
        "A: Well the -- I -- I -- for one thing, we -- we got on the subway and they got out of the\ntrain and I didn’t. And I didn’t know where I was and where I was going and what the\naddress was. But the impressive thing to me were, of course, at that time, coming from\nEurope, to see these big cars in America, and these big buildings. It di -- wonders to -- it\nwas a marvel, you just couldn't get over it, that sort of life. And also the thing that, to me,\nsomebody who’s gone through the camp was the most striking, if you ordered a salami\nsandwich, you got about an inch of salami, whereas I remember at home, 1-1f you were\nlucky you got a very thin slice of whatever meat there was on the -- on the sandwich. Or\nliverwurst sandwiches. And ice cream. Those were things that I just hadn’t seen and\ncouldn’t believe that that existed. So that was the most impressive part.",
        "A: Yes. Not so much eating as knowing that -- that there were all these things that were\navailable. And in the Bronx, at that point, there were just about every second store and\nrestaurant had a kosher sign outside the door. If you asked somebody f-for instructions in\nEnglish, they answered you in Yiddish, or in some other language. It was a very different\nFebruary 27, 2001\nlife from -- I -- I came from Greding in -- which is my mother’s home town. All of this\nwas just like having come into totally different worlds.",
        "A: I spoke ger -- yes, I understand Yiddish, I can speak it if I have to, but it’s -- it’s really\na distorted German, more than -- than proper Yiddish.",
        "A: Oh no, I got along wonderful there, they are wonderful people. My -- my uncle is my -\n- the brother of my mother, and they had -- th-they were not well off, really. My -- my\nuncle, and my aunt worked in a -- in a textile factory at the time, and my uncle in a\naircraft factory and they had a little daughter there tha -- when I came that -- we didn’t\nhave an extra room for me. But they -- they shared everything with me, and -- and took\nme in, and -- and really were my parents for -- for that period of time. I arrived, as I\nmentioned, in December. I was in school already in January, in high school in Patterson,\nNew Jersey. And I was given one of these strange tests, because the -- the teachers didn’t\nknow, you know, where I came from -- I'd had very little schooling before, anyway. I -- I\nwent to high school in Germany, but -- for two and a half years, and I had a year of\nprivate tutoring. So they didn’t know where I would fit in. So I would meet with different\nteachers from -- or heads of departments, say math department, English department. And\nthey would give me, sort of tests on their own or speak to me, and so -- and then they\nFebruary 27, 2001\ndecided where to put me, and they put me in the junior class. And then, you know, I -- I\ngraduated there in -- in a year and a half and went to college.",
        "A: Oh they just looked -- you know, th-this was some -- in those days there were not very\nmany foreigners. So I was the green immigrant. Everybody asked you how do you like\nAmerica, and I hadn’t seen much of anything. But no, they were extremely friendly,\nexcept for the fact that they tried to sell me elevator tickets, they were all very nice, and I\n-- | participated in sports, I -- on -- on the varsity team, and -- no, I felt very much at\nhome within -- very reason -- very short time, and the teachers were just wonderful, I\nmust say th-the cr -- the climate was so different from Germany. The -- the school in\nGermany was very formal, the teachers -- everything was done in a very disciplined,\nformal way. This sort of class president or speaker was designated by the -- by the\nteacher. And there was this very democratic life in -- in the American, everything was\nvoted on. The academics may not have been as high possibly as in -- as in Germany, but\nas a -- as a teaching ground for -- for democracy, it -- 1t was quite an experience, it\nopened my eyes to -- to what a good high school can do in teaching citizenship more than\nnecessarily academics. So 1-it was a great experience, I found the teachers extremely\nhelpful.\nFebruary 27, 2001",
        "A: No, I didn’t, actually. But what was interesting when I reflect -- you ask this question\nabout it now. Nobody really wanted to know in those days about the past. Nobody asked.\nThey wanted to know where I came from, what I did, and when they -- a-and -- but it\nwent sort of -- it was like asking how are you, you know, you don’t really expect, for one,\nto get an answer. And no, it -- it -- 1t really, there was no great interest in finding out, it\nwas just here was somebody new, he’s come to America and he is now our buddy and\nthat was it. But no interest. I mean, the interest, 1t’s suddenly over the last 10 years in --\nin the Holocaust. It was totally nonexistent e-even among older people. Even my -- my\nuncle and aunt, my uncle comes from Greding, and my aunt from Berlin. They had a\nclub of basically German Jews who -- who’d come from there. They took me in, but\nnobody really asked where I was, or cared. That came -- I think you -- much, much, much\nlater.",
        "A: Yeah, I -- I think -- no, they had an understanding because many of them, of course,\nhad come -- my uncle came to the U.S. in ’38, which was already quite late. No, it -- it\nwasn’t that I -- I -- and I don’t think that it was that they’d wanted to hurt me. They were\nFebruary 27, 2001\njust too busy making a living, and life was pretty hard. They had come, like my uncle and\naunt at the -- during the depression basically, it wasn’t easy -- 1t wasn’t an easy life, they\ncame with nothing. And the others were in the same -- same boat, and they -- they still --\nI mean, they would eat on a Saturday or Sunday morning, they would eat all the things\nthat they would have eaten in Germany, and -- but -- but one didn’t very much discuss\nthe war at all. Maybe they didn’t want to be reminded of it either.",
        "A: Well, I have -- or --",
        "A: -- [have to tell you f-funny stories about this, because first of all the -- the Jewish\nsocial service person who was supposed to be in charge of me in Patterson, New Jersey\nsaid to me, “Oh, you want to go to college, but in America you cannot do that. You have\nto go and work first and earn enough money to go to school.” Well, that was the last I\never went to see her again, because I didn’t -- I thought that was just a complete waste of\ntime to get that sort of advice. I -- I -- I did well in -- wi -- my grades were good, and I\nhad a very good advisor in the -- a college advisor 1-1n the school. And she said -- and I\nknew I wanted to go to college, I mean there was no question that I wanted to do it, and\nhow I was going to do it, that was another thing, but I knew I was going to do it. A -- so\nshe said, well, I’ll give you -- and I had no idea how you went about it, I -- you know, 1 --\nFebruary 27, 2001\nand since my relatives had not gone to college here, they ha -- couldn’t really advise me.\nSo the -- the advisor, the academic advisor said, “Ill give you the names of 10 schools.\nAnd they are smaller schools because it would be better for you to go to a smaller college\nwhere they’d have -- where you’d get acclimated, you’d be part of amer,” -- which was\nvery wise advice. And she gave me those 10 schools, and I -- and she told me what to do,\nso you write in and I asked for the catalog. I did that, and I -- and da -- there was some\nvery fine schools like Colgate, Hamilton College and s-schools of that type. And one of\nthe schools was Bethany College in -- in West Virginia. The other schools that I’d\nwritten to, most of them with -- I knew I couldn’t go unless I had a scholarship. All the\nother schools admitted me, but they said we can only give you a scholarship in th -- in a\nyear when we know how your academic performance is going to be, which I guess made\nsense because I really didn’t much of an academic pedigree. But it meant that I really\ncouldn't -- couldn’t go. And Bethany College was a school to which I’d written and\nasked for the catalog. The catalog came back and it started out by saying this is a\nChristian college, and so coming from Europe I assumed that that was not a college\nwhere they wanted me. And so I didn’t do anything, I put it aside. Then one day in --\nwhen I was in class in high school, I get a call from the academic advisor saying that\nthere is somebody from Bethany College downstairs in her office and he wants to speak\nto me. So I went and spoke with him, and the first thing he said to me was, “Why didn’t\nyou send -- fill out your application?” And I wasn’t quite sure how to put this, because it\nFebruary 27, 2001\nwas a little delicate, and finally I said, “Look, I am Jewish. You are a Christian college,\nand I imagine you’d -- you wouldn’t want me.” And he said, “Well, you’re missing the\npoint, this is America, w-we -- we -- we find your background interesting, we want you\nto come, we can arrange scholarships for you, and if you work, you can -- and none of\nthis costs too much, you could come to Bethany with no money at all and get through\nschool.” And they were -- so I applied, I got the scholarship, they -- they gave me a job\nand for the next three and a half years I spend one semester in Washington. I was there\nand loved it.",
        "A: In West Virginia.",
        "A: There are two Bethanys, but th -- the one I went to was in West Virginia, it’s a\nDisciples of Christ school, and I must say it was the most tolerant environment from a\nreligious point of view, any place where I’ve ever been. So it -- it was a -- and it was\nactually very good for me because it was small enough in those days, the entire college\nhad 500 or 550 students. I had some classes with professors where there were just two of\nus. And French literature, or German literature, there were just -- or in history of\n[indecipherable]. So it -- 1t was a very good experience for me.\nFebruary 27, 2001",
        "A: No, I knew -- I knew that if I was going to get any place, I really had to have top\ngrades. Which doesn’t mean that I lived the life of -- of a monk, but I -- I worked pretty\nhard. And it wasn’t that easy, English was -- so I had to really learn to read and write\nEnglish, and so it took -- took a lot of work. But 1t was most interesting, I -- I found, for\nexample, I -- I found American history extremely interesting, I -- and -- and I -- I majored\nin history and sort of emphasized American history, political science, were the things that\nI just found fascinating. So 1-it was a lot work, a lot of time, but it was also -- it wasn’t --\nI wasn’t bored, I -- it was very exciting. And I had minored in -- in English, so that I\ncould read things that I wanted to read, so --",
        "A: Then I went onto law s --",
        "A: Yes, but there is another story to it. I was -- I g -- I graduated first from Bethany\nCollege, and Bethany College recommended me for the Rhodes Scholarship. And -- but\nI wasn’t a citizen yet. So the initial recommendation went to the state of West Virginia,\nand the person in charge meant I was already qualified to be a citizen so they rushed\nFebruary 27, 2001\nthrough my citizenship to qualify me for the -- for the Rhodes Scholarship, and then I\nwent and part -- and participated in the interview for the regional Rhodes Scholarship.\nEnd of Tape One, Side A\nBeginning Tape One, Side B",
        "A: -- and the big problem was that they asked me a lot of questions, but one question\nwhich I couldn’t answer satisfactorily, they said, “Why do you want to go to England, to\nOxford? You just got here.” And I couldn’t -- I couldn’t -- I hemmed and hawed, but the\ntruth was that why would I want to go to Oxford if I wanted to be a lawyer in the United\nStates? So I didn’t get the scholarship, not -- not surprisingly. But on the way out, as I\nwas walking out, one of the members of the committee said to me, “I’d like to\nrecommend you for a scholarship at New York University.” And that was the route til --\nthe scholarship at New York University, for which I applied, and -- and which I then was\nawarded. And it paid for my entire three years of law school. And in those -- it was\nunbelievable because it paid for -- for everything, and I had 72 dollars a month spending\nmoney, books or whatever, which I was the ri -- I was richer than I’ve ever been before.",
        "A: Well the -- the -- the Ruth Tilden scholarship was relatively new in those days and\nyou had to -- you had to have a -- your -- grades was one consideration, but also general\nFebruary 27, 2001\ninterest in the -- career interest that -- that were different, backgrounds that were\ndifferent. And there were -- we were selected on the basis, again, two people from each\njudicial circuit in the United States. And the selection was made actually wi -- wi --\nusually presided over by a committee that was chaired by the chief justice of a federal --\nof a court of appeals in that judicial district. In my case it was in Richmond, Virginia.",
        "A: No, I was interested -- I -- I always thought at this point already that I would do\nsomething where I could use my languages and my -- my -- and my interest in\ninternational affairs and -- and politics. I knew I was -- wanted to do something in -- in\ninternational already in -- when I was in law school -- and I almost left law school\nbecause th-the first year particularly there was nothing that was international and it was\nquite depressing. But then with every year in law school, I -- I got more interested 1n it.\nAnd then I knew that once I got my basic law degree, th-the juris doctor degree, that I\nwanted to do -- to specialize more, because we only had one course 1n international law\nin my law school during my time. And that’s when I went on -- I went on to Harvard.\nFebruary 27, 2001\ninternational law within the law community? Was it -- didn’t -- did it play a bigger -- a\nbigger role? Was it popular? Was it just beginning to -- to come up, or --",
        "A: The truth of the matter 1s that if you as a law student were interested in international\nthings, you had no chance in hell to get a job in an int -- in a f -- in a law firm, because\nthey thought that you were just interested in traveling. International was just a luxury that\nyou -- you didn’t practice international law, at least according to the -- to the people in --\nin these law firms. And so, you know, if -- 1f you expressed an interest in international\nlike I did, you were looked upon as some odd character, and they didn’t expect you to\nhave much of a chance of getting anything. As a matter of fact, when I was once asked to\ninterview in one firm, my friends advised me for heaven’s sake, don’t say anything about\ninternational, that you’re interested in that. Say you want to be a tough corporate lawyer,\nand then, you know, you might slip in the fact that you have some interest in\ninternational, but never say that’s what you want to do. So in that sense, things have\nchanged tremendously in the United States. Today, law firms take great pride in the fact\nthat they have international law departments. But in -- in my day, there just didn’t --\ndidn’t exist. Even though there were a number of law firms that were doing international\nwork, but they didn’t see it th-that way.\nFebruary 27, 2001",
        "A: I think so -- I -- I must say, I didn’t recognize the potential as -- as I recognized that I\nwas going to do what I wanted to do in terms of my own career plans. And I -- I feel very\nstrongly that I should do something in the international area where I had to -- where I felt\nthat I had -- could make a contribution. So I was going to do that, regardless of -- of the --\nof the obstacles. And I -- I figured I was going to be able to do it, I mean in retrospect\nyou sort of wonder how foolish one was to think that one could do those things, because\nit -- 1-1t -- 1f you think of all the obstacles that -- that were there, you m -- you might have\ndecided to do something altogether different. But I just couldn’t see myself practicing --\npracticing law. I -- I wanted to do something where I -- where I could sort of -- where I\nhad an advantage in many ways, and where I thought I -- I could do some good. And to\npractice law like everybody else, I -- I didn’t have much of a contribution to make, and I\nwasn’t going to find it very interesting.",
        "A: No, that didn’t even exist, and there I -- it started out, I think, with the perception -- I-I\ndon’t know, I’ve often been asked, wa -- is it my experience that drove me to it. I wou --\nI’m never quite sure. But 1 -- what I think is true is this, that I felt from my concentration\ncamp experience, where we always looked to the U.S. and to England to save us, really,\nthat one had -- that in a situation where one was in trouble from a human rights point of\nview, one couldn’t rely on the domestic scene or the domestic environment. And you had\nFebruary 27, 2001\nto look -- you had to have some international mechanisms that could protect you. And so\nI was fascinated to see what was happening in those early days. This was in the -- in the\nlate 50’s. Really, the Universal Declaration of Human Rights had been adopted in ’°48,\nbut nothing much was happening. And then in the early 50’s, the European Convention\non Human Rights came into being. And I was fascinated, I wanted to see how did this\nwork, really? Is there a chance that this might prevent what I went through? And that\nbegan to interest me, but it wasn’t only human rights, it was also -- and this is fascinating\nconsidering where I am today -- what also interested me was international tribunals. As a\nmatter of fact I did my master’s thesis at Harvard on the European court of the -- of the -\n- the common market court. Bec -- I was fascinated to see how this court operated. It -- it\nwasn’t until a little later that I got interested in the work of the European Court of Human\nRights. But it was the europ -- what is today called the European Court of Justice, and in\nthe early days it was still the [indecipherable] community court. That’s what I wrote on,\nis how they went about forcing governments to comply with their decisions. So I was\ninterested in compliance mechanisms, how international institutions can have an impact\non -- on states and on individuals, and protect individuals.\nFebruary 27, 2001",
        "A: Yes. I -- wi -- yo -- when you said only academics, the truth of the matter 1s that I\nwasn’t sure I was going to go into teaching. It was a p -- s -- a-actually an accident that I\nended up in teaching, because I -- I was at that point working on my masters at Harvard\nand there was a -- and I thought of a government job, or a corporate job in international,\nand there was an opening at -- at the -- wi -- in the U.S. government for an international\nlawyer who spoke Polish. And because the U.S. had just signed an agreement, a\ncompensation agreement with Poland, and I -- I knew I could get the job because there\nweren’t very many people around. So I applied for that job, and -- but they had their\nusual government budget problems, and I was told the job was mine, the -- if the budget\ncame through. And so I waited and waited for the -- for the job and it was about March or\nApril and people around me were getting very nervous and I still didn’t have a job. Then\none day a visiting professor from the University of Pennsylvania, who was visiting at\nHarvard, came in and said, “I heard you’re still waiting for a job. We have a one year\nteaching job for legal method, available at the University of Pennsylvania, and if you\nwant it, it’s yours.” So that’s how I got into teaching. And I was teaching legal method,\nwhich is really -- the most boring thing 1s to teach people how to write like lawyers and to\nresearch law.\nFebruary 27, 2001",
        "A: Yes.",
        "A: I had a very, I suppose, idiosyncratic approach to the Eichmann trial, in which I got\ninto trouble with a lot of people who couldn’t understand my point of view. I thought it\nwas not a good idea for Israel to try Eichmann. I thought it would have been better for\nGermany to try Eichmann, because -- [ -- I must say, the fact that Germany didn’t have\nthe death penalty, or that Israel had, that is totally irrelevant from my point of view,\nbecause whether you kill him or give him a life sentence, y-you’re not going to make up\nfor -- for what he’s done and you’re not going to revive the people that died. But\nsymbolically it was very important, I thought, for Germany to face up to this horrendous\n-- to what this man had done. And so doing it in Israel, while the trial was fair and\neverything else, was not the same. I-It didn’t achieve in my view -- it may have educated\nIsraelis to what happened, but they didn’t really need to be educated as much as the\nGermans needed to be educated. So I’ve always thought that was a mistake. I thought\nGerman -- the Israelis should have handed him over to the Germans. I don’t think the\nGermans wanted him, and si -- th-that’s the problem -- that was Germany’s problem, but\nnot -- not our problem. So th-th-that was my approach to -- to the Eichmann case.\nFebruary 27, 2001",
        "A: Well the -- 1-in a sense, not very much. You know, in some ways I was already more\npreoccupied with what was happening on the outside. On one hand. On the other hand,\nthe -- the civil rights -- I mean, I was shocked when I came to America that you s -- one\nstill had separate fountains and all of that. You know, coming from where I came from,\nou-out of a Nazi concentration camp, and finding these terrible things that people -- for\nexample, the movie house in West Virginia, African-Americans had to sit on one side of\nthe movie house, and -- and whites on the other, I mean that to me was shocking, I\ncouldn't believe it. As a matter of fact, the water fountains in Virginia when I went for an\ninterview were still -- still had segregated signs on it. That was just totally, you know,\nshocking to me. But I didn’t -- you know, I didn’t get into it, into the civil rights\nmovement. I -- I believe very much in what -- what was -- what they were doing. But it\nwasn’t something I’d -- I had much to contribute to. And so I didn’t get -- get involved in\nit. Emotionally I was involved, but not really. I mean, I was there in spirit, but not --",
        "A: Well, once I started teaching at the University of Pennsylvania [ -- 1-1n that one year,\nI knew I -- that’s where I belonged, and I knew then what I was going to teach. And\nFebruary 27, 2001\nactually, the courses I wanted to teach are -- interesting reas -- I wanted to teach about the\nEuropean Union, th-the Common Market, which was 1n those days a really revolutionary\ndevelopment. When you think that Germany and France could get together after the\nsecond World War, and create this union with this purpose, and the European and human\nrights, of course, the mo -- the emphasis on the European c-convention, and international\nlaw, the UN. To some extent, to -- I think to many people, all of this seemed to be --\ncertainly it wasn’t bread and butter for most law students. They wanted torts, contracts,\nproperty law. And you know, I d -- I tried to make it as interesting as possible, and I\nsuppose since it was interesting to me, that I was enthusiastic about it, I could always get\nsome students interested in it. But at first when you started -- my -- my first real teaching\njob after Pennsylvania, which was a one year wel -- was at the State University of New\nYork in -- in Buffalo. And I was told when I was hired that I would get one course, and\nthe three other courses would have to be in American domestic law. And two of those\nwere courses I’d never even had in law school. So it was only gradually that I was\nallowed -- that -- that there was any interest in the curriculum to add courses in\ninternational law. And t --",
        "A: No, I actually -- together with a former Harvard pr-professor of mine, we wrote the\nfirst American international human rights case book. It was published in ’73 and that\nFebruary 27, 2001\nreally started teaching of international human rights in American law schools. Before\nthat, there were three people teaching human rights in the United States.",
        "A: Yeah -- yes, the -- th-the teacher was -- was Professor Louis Soane at the Harvard\nLaw School, who 1-inspired me f -- f -- and has been sort of my -- was my mentor for --\nfor many, many years, and a wonderful person. The background is interesting. He came\nto the United States in ’39 from Poland. Had a terribly hard time, ended up holding the\nmost important chair at -- at the Harvard Law School in international law. A-And was a\npragmatic idealist, if you -- if there is such a thing. A person who always -- others\nthought he just -- he was just way ou -- out of it. Yet, he always proved to be right, five,\nsix, 10 years later. About the UN, about human rights, about international developments.\nAnd I found -- when I found him, I found a -- a spirit that could inspire me. So it -- and\nhe 1s still alive, he is 87 years old. When he retired from Harvard he went initially to\nGeorgia and then I managed to talk him into coming to George Washington University,\nwhere he’s been as distinguished research scholar, professor and still a person from\nwhom I learn a great deal when I see him.\nFebruary 27, 2001\nsay something about the panel that you established and why it was important to you to do\nthat?",
        "A: Yes, in -- during the period in -- in the 60’s, really, the American Society of\nInternational Law was very traditional, conservative if you will. And human rights,\ninternational human rights law was not really considered law. It wasn’t my -- the -- the\nolder professors who -- who were the establishment in this society just didn’t believe that\n-- that that was really something that the society should be studying, this -- this was\npolitics. And Professor Soane actually encouraged me to write a memorandum to the\nsociety, saying that a study panel should be established, and in those days the Ford\nFoundation was funding these study panels. Th -- asked me to -- suggested that I write\nthis memorandum, urging the establishment of the study panel, and lo and behold, despite\nsome opposition from various people in -- in the society, the panel was established, and it\ngave a legitimacy, a credibility to human rights as a -- as a discipline, or branch of\ninternational law, which was very important because the society -- the American Society\nof International Law is a -- is a sort of the body of the United States that determines what\nis and what isn’t international law, and what is important. And we brought together 30 -\nsome people and produced various papers and held conferences and regionals. And sort\nof put human rights, gradually, on that little map.",
        "A: You want to take a break?\nFebruary 27, 2001",
        "A: Well, I -- I married in my third year in law school, and -- in 1959. Actually, wa -- 1-it\nwas very strange. The -- the scholarship that I was on, the Ruth Tilden scholarship, in\nthose day di -- days, did not allow those of us who had scholarships to get married. The\nclass ahead of us, in the third year, about six of them decided to get m -- and incidentally\nit was all male. No woman. Now it 1 -- now it’s a very different program, but in those\ndays only males were admitted. And six of the upperclassmen got married in their third\nyear. And they couldn't throw them all out because they would have thrown out one-third\nof the -- of the program. So they did the next best thing, which was to reduce the\nscholarship by 500 dollars or something like this, but they -- so the next class, when we --\nwhen we got to this stage, I met my then wife, still in -- in Bethany College. She\ntransferred to NYU where I was in -- in law school. And we got married actually in the\nlaw school, in -- in the dormitory by a judge who -- who had been my -- who was my\nsponsor. We -- and all my classmates from the program were -- were all there. And we\nwere married in -- in ’59, then a -- we went together to Harvard in -- in ’60. Wi -- my --\nFebruary 27, 2001\nmy wife was a music teacher and we had a deal that we would -- we would start a family,\nor rather she would stop working when I earned about what -- a little more, about half\nmore than sh -- what she was earning as a music teacher, which wasn’t very much so it\nwasn’t all that difficult in those days. She taught in -- in Cambridge while I went to --\nwhile I was at -- at Harvard. And then when I got to the University of Pennsylvania, we\ndecided at that point that we should start a -- a family. And our first son, our oldest son\nwas still born in -- while we were in Philadelphia, so that was in 1962. Then we moved -\n- he was only six weeks old when we moved to Buffalo.",
        "A: Dorothy Coleman was her name. She came -- she was born in South Dakota,\nactually, but she lived -- family had moved to Seattle, Washington. And she was a\nmusician, who basically had played in the Wheeling w -- symphony and decided then to\nteach music. And the -- my oldest son, his name is Robert, he is a lawyer, but not\npracticing, he works in Washington. And then in quick sus -- succession, the two other\nsons were born, John who -- who lives in Baltimore and has two children of his own.\nAnd Alan, who lives in Columbus, Ohio, who is a lawyer. Who just today just had a\nbaby -- baby girl. John is a director of human resources for a company in -- 1n\nBaltimore.\nFebruary 27, 2001",
        "A: Well, what I -- what I found so interesting about her, I-I suppose it explains maybe --\nshe was so very American. That optimism, the -- the thing that there were no limits to\nwhat one could do. And she had actually been an exchange student in Germany. Quite\nearly on she’d won a scholarship and she spent a year in Braunschweig living with a\nfamily and -- and spoke German, had been -- but she was so American in terms of -- of --\nand that had a -- had a tremendous appeal to me, of course. It was so different. None of\nthe repressive things that -- you know, th-the -- my earlier girlfriends, who still had\nEuropean backgrounds, they were very different.",
        "A: Oh yes, no, we talked a great deal about it, because actually I started writing some of\nmy experiences about that time, writing them down. A -- as -- I’d written one article\nabout the Death March already in college, but all the other pieces that I wrote, she\nactually typed and -- and revised, edited them. And so we -- we talked about -- about that\nquite a lot.\nFebruary 27, 2001",
        "A: Oh yes, no, she understood, and the fact that she’d lived in Europe -- no, she ha -- she\nwas -- she was in many ways much more understanding than many people -- many other\npeople I -- I met. I mean, she took this -- she knew -- she knew my mother, she could --\nyou know, she had heard all the stories and -- no, there was -- no, I’ve -- I’ve never had\nthe feeling -- first of all, she -- she was always interested in it, and she had a -- well, she -\n- she was very impressive in -- in those days when really most people weren’t interested\nin any of that. She -- she was.",
        "A: Yes, it -- it was around in the early 1970’s, that I -- I was teaching -- at that point I was\nstill teaching at Buffalo, at the state university of New York, and one of the lawyers in\ntown who became a good friend of mine was -- received a political appointment to serve\non the U.S. delegation to the UN Human Rights Commission. And he knew very little\nabout international human rights, but was very interested. And so he asked me to brief\nhim, and give him backgrounds on -- on what was happening in the human rights field in\nthe world at the time, which I did. And then after that experience that he had, he became\na member of the U.S. National Commission for UNESCO, which was sort of the state\ndepartment’s private support body for -- for UNESCO. And he involved me in the work,\nand he -- he is -- he became the chairman of their human rights committee, and made me\na member of the -- of the committee. And than I was elected, eventually, to the -- to the\nU.S. national commission, and then I succeeded him as -- as chairman of the commission.\nIn the meantime, in 1974, I was asked to chair a U.S. delegation to a UNESCO meeting.\nAnd what we were doing there basically -- this was of course at the height of the -- of\nFebruary 27, 2001\nCold War, were the -- human rights was not something -- human rights was basically\nused in many quarters just as a propaganda tool, one way or the other. And m-my\ndelegation, we -- we tried to -- to do it right. We -- we managed to get -- they had a draft\nthat had been prepared, we managed to get 82 amendments adopted for it. My -- my --\nmy colleague at the time was a -- was a professor of child psychology who had done a lot\nof work on children’s attitudes -- international attitudes. And we worked this -- and we\nlobbied, and we managed to actually get a great deal done, to everybody’s surprise\nbecause I think when we were put on this delegation everybody thought this was just\ngiving a few people a free trip to Paris, but nothing was going to come out of it. And\nwhen we came back, we suggested to the U.S. government -- because we then managed\nto adopt the resolution that -- that should be written up. The -- and the -- the people at the\nstate department, in charge of UNESCO said to us, well why don’t you write it up? And\nthat produced a book on this recommendation that had been -- that had been adopted, and\nled to my involvement and -- on human rights issues -- anything relating to human rights\nat UNESCO at that point, I was involved in one way or the other. Eventually, up to really\n1960 -- no, let me see, ’78 - ’79, when I was elected to the inter-American court, and I\nwas -- I dre -- I was part of the -- I was th -- chairing the delegation of the U.S. that\nmanaged to adopt rules for private appeals to UNESCO for human rights violations.\nAgain things that nobody thought we were going to be able to get through, but it was\nadopted. It was very exciting, it was my first experience in an international gu -- inter-\nFebruary 27, 2001\ngovernmental forum. And that’s where I began, really, to get some practical experience in\ninternational human rights as a government representative. And it was -- wa -- 1n sense,\nwonderful to be there representing the -- the U.S. because I could see my colleagues from\nthe east particularly, who had to continuously check their instructions and had to adhere\nto their instructions and I also had the feeling that if they made a mistake they would end\nup being in Siberia, whereas all that could happen to me would be that I wouldn’t be put\non the next delegation. But you had much more freedom to negotiate, and I thought we --\nwe achieved some things, and it -- in these -- this context, I learned very early in those\ndays that you -- you c -- you shouldn’t have great expectations of great achievement, but\nstep by step, you put one brick on top of the other, a-and you get some things done. And\nin those days it was easier to talk about human rights education, because it was not seen\nby many of the dictatorial governments as being threatening. What they didn’t realize is\nthat in the long run human rights education is much more dangerous to them than some\nmore advocacy oriented course, because if you begin to teach children about -- that they\nhave rights, that can have an impact. And so we f -- I focused on that for -- for awhile.\nBut that was -- I found that as a -- a fascinating experience. Then of course, at some\npoint, the U.S. withdrew from UNESCO. I was elected to the inter-American court of\nhuman rights, and had to stop my involvement with UNESCO. I always thought it was a\nmistake that we left UNESCO, the U.S., I mean.\nFebruary 27, 2001",
        "A: Yes, we -- what we did, actually, when we came back from this first conference, we\ndecided in connection with the book we had written that we should get American schools\ninvolved in teaching about international human rights. And so what we did was we\norganized a number of meetings with curriculum writers for high schools and grade\nschools and we got some fundings from various foundations. And th-that proved to be\nquite interesting, because within a few years you could see international issues like the\nuniversal declaration [indecipherable] coming into textbooks that were used in -- in\nAmerican high schools. It’s now probably much more -- I’ve lost track, but in those days\nthat -- that was quite unique. But we -- we did that for a number of years and got a lot of\npeople interested in it.",
        "A: We infiltrated.",
        "A: Because you know, I -- I think what is -- what is so often lost to the United States, we\nhave as a country so much to offer in this field, in terms of our experience with -- with\nhuman rights, with civil rights, and -- and with the court system over the fact that these\nissues are litigated in courts, that -- that they are not fought on in the streets. Yet, when it\ncomes to making a contribution, on our contributing also in other parts of the world, a-\nand getting involved in these activities, we shy back and we -- we think that this is\nsomehow threatening to us. On the contrary, we have an obligation to contribute what we\nFebruary 27, 2001\nknow in this area. So I -- I’ve always felt that this was a very important job, I -- and I\nliked 1t very much, it was great.",
        "A: Well, I should tell you first how I got on the court, or rather it -- it’s just interesting. I -\n- at that point I was teaching at the University of Texas in Austin at their law school.\nAnd I -- I used to teach a seminar every year on international human rights, and one part\nof the seminar dealt with the inter-American system. And I would in every seminar say\nwhat a pity it was that the U.S. had not ratified the American convention on human\nrights, because it meant that an American would never sit on the inter-American court of\nhuman rights. And then one day I was sitting in my office on one of those sunny days in -\n- hot days in Texas and the phone rang, and somebody with a Latin American accent\nidentified himself as coming from the embassy of Costa Rica, and said that he was\ncalling to ask whether I would permit Costa Rica the honor of nominating me to the\ninter-American court of human rights. And I was sure it was one of my students playing\ngames with me. So I very carefully said, “Of course, Mr. Ambassador, I’m profoundly\nFebruary 27, 2001\nhonored, but I need to speak to my wife.” You know, one of those things. And, “Would\nyou mind giving me your telephone number that I -- I will call you back.” And of course,\nas soon as he gave me the telephone number, I checked to see what the telephone number\nwas for the embassy of Costa Rica, and it was really Costa Rica. And I -- I think I\naccepted the next day. I thought it was nice to -- to wait. And that’s how I ended up on\nthe court. I had actually been interested in being on the commission, like -- the inter-\nAmerican human rights system has a commission and a court, and on the commission, the\nU.S. does have a representative. A -- a member. And so I tha -- that was my hope, I never\nexpected to be on the court. The great thing, and the reason I said it was such a wonderful\nexperience, I was one of the seven first members of the court. We established the court.\nWe held our first meeting in the bathhouse of the Costa Rican bar association. We had\none typewriter, that’s how it started. And it’s now -- and then for the next -- I had two\nterms, and I was re-nominated by Costa Rica and by Columbia and I served for -- for 12\nyears on the court, and we really laid -- in those -- we had some bi -- I had some\nwonderful colleagues, and we laid the groundwork for a human rights tribunal which\ntoday is playing an important role. It’s not as significant still as the -- as the European\nCourt of Human Rights, which 1s much older now, but it is doing some good, and it’s\ntrying to -- to have an important role 1n -- in Latin America, particularly. So in that\nsense, to -- to be at the inception of all of this, it was a tremendous experience.\nFebruary 27, 2001",
        "A: Yes, as a matter of fact, the -- the f -- the f -- important disappearance cases, the first\nthree came to the court when I was still president of the court. And it -- 1t was -- this was\n-- these were cases involving disappearances in Honduras that had taken place in --\nbetween 1979 and ’82, in -- during that period. And the -- the cases carried on for a\nnumber of years, but the decision that we rendered was -- was really the f -- the first\ninternational decisions dealing with the whole issue of disappearances. And we awarded\ndamages to the families of the disappeared, they were -- they were killed. And I had then\nthe great satisfaction, after I was no longer on the court, of receiving the payment on\nbehalf of the court, from the government of Honduras, the compensation payment that\nwas still due to the victims. That was much later, th-that was -- took place in\nWashington. That is a -- you have a sense you’ve done something. And th-those were\nterrible days, and of course in Honduras the disappearances were much less than what\nhad happened in Argentina for example. But Argentina was not part of the system yet at\nthat time, whereas Honduras was. And -- and, you know, having played that role, and\nhaving had to listen to the witnesses, and we lost a number of witnesses who were killed\nin Honduras. So it was a -- a terrible experience in one way, and a [indecipherable]\ngratifying experience in the sense also of laying the foundation for the [indecipherable]\nsubject, and also establishing the principle that the government has responsibilities and\nhas to compensate the victims.\nFebruary 27, 2001",
        "A: Less so there than -- than on the truth commission, where I s-served later on. Of\ncourse, you know that when they describe tortures and things like this, you -- but -- but\nthe -- the killings were not on the mass level that the things that we encountered in -- in\nEI Salvador. The -- the thing that -- that stru -- has struck me always in my work in\nhuman rights is the different -- that some of the people who commit these acts have no --\nno s-s -- I don’t know, 1-it’s not question of conscience, but if we -- j-just to give you an\nexample, we -- we had one man who testified as a witness, had been involved in this, and\nwe asked, were they tortured? And he said, “No, they weren’t tortured,” But -- and we\nsaid, “Well you had this woman standing there for 24 hours naked 1n this cellar, trying to\nget a confession in front of men.” “Well, that wasn’t torture.” Y-You know, the different\nnotion of what is torture, if y -- 1f you don’t hit somebody over the head, then it’s okay. It\n-- It -- it’s just form of interrogation. And the justification, how you can justify all of\nthese acts because some notion of national security is involved. I-It -- 1t runs through, and\n-- and there is -- there are no national borders in that, it -- you find it every place, from --\nfrom Germany, where you could justify murdering Jews because they were\nunterMenschen, they weren’t human beings, to what happened in -- in Salvador or\nsomeplace else, different ethnic groups. Communists, or fascists or whatever. In that\nFebruary 27, 2001\nsense there is a universality among these criminals th-that 1s shocking in some re -- to\nsome extent.",
        "A: No, no, that was -- we had a mandate of -- of six months. The -- the war in El\nSalvador lasted for 12 years, but we were asked after the -- the peace accords had been\nsigned to investigate what had happened during those 12 years. And th-there were three\nof us, basically, were the members of the commission,; a former president of Columbia\nand a former foreign minister of Venezuela and I, with a staff. And basically our job was\nto -- to try to determine responsibility on both sides, on the guerilla side and on the\ngovernment side for some of the terrible acts that happened, for example, the killing of\nthe archbishop Romero, the killing of the Jesuits, the -- the rapes and killings of the\nchurch women. The El Mozote massacre, the killings by the [indecipherable] of various\nmayors, and so that -- that was our job. And there, in various contexts, the Holocaust\ncame back. I -- I remember the one survivor whom we interviewed on the massacre of El\nMozote, it was in the -- in the hills where they murdered -- it’s very hard to say, I would\nthink about 800 people. The woman who was describing that started talking about how it\nhappened, and I could have finished the story in terms of my own experience, what the\nsoldiers were doing, how they were doing it. It was just as if I -- if I had been there.\nSimilar things with, for example, the killing of the Jesuits. I remember -- I had just been\nFebruary 27, 2001\nin Auschwitz about a year earlier and had told my wife how -- we -- we came to\nAuschwitz, this was in May, and I said to her, you know what is most unbelieving about\nBirkenau where I was, that the grass is growing, it’s about two, three feet high and birds\nare flying. When I was in Auschwitz, there was not -- there was only mud, and there\nwere no birds because of the smoke from the crematorium. When we were in El\nSalvador, in the courtyard where they had executed the Jesuit fathers, somebody pointed\nto a tower where supposedly there’d been ob-observers, and he said -- this was a -- a --\nth-the courtyard they had planted roses. And they said, right over there, over the bushes,\nand -- but it’s now overgrown, you can’t see it. And it brought back Auschwitz. You\ncouldn’t see what had happened in Auschwitz. So one doesn’t lose those things in\ndifferent environments, but -- and it came back in many contexts, in context of people in\nEl Salvador. I’ve never heard in -- anybody in El] Salvador say that they were sorry for\nwhat they did. They only said that it was a mistake. Wa -- I’ve never quite understood\nwhat that meant, that it was a mistake that if they had done it better, I suppose they could\nhave -- and those are the things we are struggling with, we are dealing with when we are\ndealing with human rights violations, that we have to create in the world a sense that\nthese are no -- not mistakes. These are terrible things for which people should be sorry,\nand they should know that they will be, that they’Il be on their conscience and they\nshouldn’t be doing them. That’ll take a -- a long time. But it -- 1t was striking to me, I’d --\nFebruary 27, 2001\nI'd never thought about it until I had to interview some of these people on both sides.\nNever heard the word sorry.",
        "A: Yes, never --",
        "A: Yeah, you know. That --",
        "A: So all of those things -- an -- and on that point what 1s -- what is also interesting, there\nis a universality among these criminals. That is to say, wh-when I read Solzhenitsyn’s a-\nabout the gulag, it was no different from the camps. Th-There was -- there are limits to\nthe lack of ingenuity in which human beings commit crimes. And -- and you see it, I\nthink, what we saw in Rwanda, what we now saw in East Timor with -- what we saw in\nEl Salvador, what we saw in -- the terrible things that happened in Argentina during the\nso-called dirty war. Where you -- where you have, for example, people murdering a\npregnant woman and then taking the child of the woman as their own, which I -- to-to me\nis the most -- it’s the ultimate in -- 1n insanity, in criminal insanity. That’s the kind of\nwork I was doing.\nFebruary 27, 2001",
        "A: Well, what choice do we have? It -- it’s really -- I mean, we either accept that this is\nhow it has to be, or you say, we’re going to try to see whether we can improve it, whether\nwe can prevent this from happening. For our children, our grandchildren, it -- it has to\nstop. And even if you know that it’s -- it -- 1t may not -- you may not be always\nsuccessful, it’s important to do it. And it -- situations have improved, I mean it’s -- there\nare -- you know, when I -- when you see many of the young people in Germany today,\nthings -- I -- I find the German youth to be more European than the youth of -- of many\ncountries in Europe. Human rights education, democracy education had -- had a serious\nimpact. I think the problems that Germany has today is that -- that education, which was\ndone in West Germany on democracy, was not done with the East Germans when they\njoined. And they just assumed that if they watched West German television and -- and ate\nWest German food that suddenly they would be democrat. And so now you have the\nskinheads and some of these problems. But I think the German experience, at least in the\nwest, 1s gratifying in many ways. And, you know, there is hope. And what is happening\nin countries in Latin America, where you suddenly see Argentina today, for example --\neven El Salvador, things have -- have improved now, they have a lot of crime and other\nthings, but politically things, they have elections and so, you know, you -- you have\nreason to go on.\nFebruary 27, 2001\nown perspective, experience as a Holocaust survivor to this to some degree, but you also\nare bringing, probably, a North American perspective. Did -- did you ever feel that you\nhave sort of North American perspectives in -- in your work?",
        "A: You know, I’ve -- I’ve -- it’s strange, I -- I’ve never se -- I’m very proud of being an\nAmerican in the sense that I -- I’ve often thought it’s -- p-proud in the sense that if you --\nthat I had to become an American. Others were born into being an American, and -- and -\n- and | -- there’s enough about the country -- the country has been very good to me. I\nadmire a great deal that has happened, that the country does and has done and that it\nstands for in many ways. There’s a lot of things that I -- that I don’t find admirable. But\nI’ve never thought of myself in any way when I go someplace, as an American in the\nsense of somebody who’s wrapped around the flag. I -- I think of myself a-as a American\ncitizen who is asked to do a job and tries to do it in -- in the way he thinks it should be\ndone. But not thinking of it that, you know -- I certainly don’t feel that I have to bring\nAmerica to Latin America or anything like this. But I think that in some areas countries\ncould learn a great deal from America, but I think it’s true also the other way around.\nAnd w-we -- we don’t have a monopoly on -- on wisdom, and -- and we sometimes think\nwe do, an-and I -- I think that’s -- that’s bad.\nFebruary 27, 2001",
        "A: But a -- but I think, in my case, the -- the cr -- the commitment to individual rights is\nprobably less influenced by America as much as by my own experience. I -- I’ve sort of\nstart with the assumption that -- that people should be treated the way I want to be\ntreated, and would like to be treated, and -- and that is universal a notion, I think, in --\nthat’s how you can build a whole human rights system on that basis. So when people\ncome to me and say human rights are relativistic I always ask, does that mean that the\npeople who say that want to be -- that in some countries that they really want to be killed,\nthat they want to have their arms chopped off, that they want to have these things done to\nthem? Or are they just excuses by the leaders who -- who want to violate their rights?",
        "A: First of all, somebody who really knows his stuff as a lawyer. One of the big damage\nthat -- mu-much damage has been done to human rights advocacy by people who\npoliticize it as lawyers. I mean, it’s all right if you’re a politician and you want to\npoliticize it, but the job of a lawyer, particularly in investigating and bringing claims has\nto be one that is as professional and sound, professionally lawyer-like as you can be,\nbecause you -- if you’re not, you open yourself up to charges your -- you weaken your\ncase. And that -- a lot of that used to happen because we didn’t have trained human rights\nlawyers around, so people would make big speeches and claim that they had found\ncertain things, and then they were proved wrong and -- and they suffered in terms of\nprestige. So to my mind the most important thing is for lawyers in this business to\nFebruary 27, 2001\nrecognize that they have to be as good lawyers in that field as if they ran in corporations,\nanti-trust lawyers, tax lawyers. So that’s -- that’s the first requirement. The second\nrequirement is that you really have to have empathy. You have to feel that -- that this is\nsomething that is important, that this 1s -- this isn’t just like any other field of the law, that\nthis is something where you -- you have to put your heart into it, and you don’t have to\nnecessarily work as a human rights lawyer to do that, you could work for a corporation,\nyou can be in a big law firm, and you can on the side do a lot of good, human rights\nwork. But you have to believe in it.",
        "A: I think it was 791, I’m not sure, ni --",
        "A: I can’t remember now, I’ ll have to ask her.",
        "A: No, this is my second wife. We -- we married in 1983. I -- I met her in -- in Costa\nRica. She is originally -- she was born in Peru of a British father and a Peruvian mother,\ngrown -- grew -- grew up speaking English and Spanish. Went to school in England, was\nsent to school in England very -- very young. And then left Peru, a -- she -- she had two\nFebruary 27, 2001\nsmall children, left Peru, was divorced and in Peru -- left Peru and then lived in Costa\nRica because Peru was under a military regime at the time. And she went to Costa Rica\nand lived there for eight years when we met.\nEnd of Tape Two, Side A\nBeginning Tape Two, Side B",
        "A: An unbelievably intelligent human being with a great sense of humor tha -- a person\nwho has the tremendous ability to make me feel less important than I’ve -- want to feel.\nWho is extremely -- extremely warm, and loving and who -- who has the same, in a\nsense, background as I do, that you can put her in any environment and she feels at home.\nShe came to the United States and within no time she -- you’d think she’d lived there all\nher life. What else could I tell you?",
        "A: Don’t tell her though.",
        "A: We have great disagreement ama -- about that in my family. My kids will say to me\nsometimes, why didn’t you tell us that? And I will say, you guys were never interested in\nhearing anything about it. Now, I don’t know who’s right, but I -- I thought that -- that I\nFebruary 27, 2001\ntried to tell them, and we speculated, my wife and I about it. We -- we do every so often\nnow, really, and her sense 1s that the kids thought it was so painful that they didn’t want\nto -- to hear about it. And that’s why they didn’t ask, and I took that to mean that they\nwere not interested, and that they were, in fact, interested. And she has some of that be --\nyou know, of talking with them. But it’s quite clear that they know much less about my\nbackground still, than they really should, and I am afraid. What worries me in many ways\nis that when I am gone they suddenly realize there was a chance to find out a lot of\nthings, and we’ve never really -- a-and maybe it’s -- the dynamics of family life are such\nthat you just don’t have time, and you don’t want -- it’s -- you have family reunion, you\ndon’t want to talk about all of those things. Although, what is interesting now is that my\nyoungest son has begun to be very -- now that he has his first child, very interested in\nfamily roots and backgrounds. And has asked my uncle who’s -- who is 1n his late 80’s\nnow, to put together an album and -- and has asked me to -- to do that. So there -- there 1s\ninterest, but it’s -- it’s sort of interest on the run, it’s not -- I had wanted to take my\nchildren to the Holocaust Museum, and I realized I could not do it. I -- I wouldn’t be able\nto last. I had been asked by Mary Magrory to take her on a tour, and when -- before the\no -- before it opened, and I declined to do that, I was afraid to do it. I only once went\nthrough the Holocaust Museum, I was always afraid to do it. And I was sort of forced to\ndo it when the president of Honduras came to Washington, and -- who had been a\nfriend of mine, and he was -- he had been on the court with me in the first few years. And\nFebruary 27, 2001\nhe -- he went -- came on a state visit to Washington and asked that I would be the one to\naccompany him. What he didn’t realize was that I’d never gone through, that I didn’t\nwant to do it. And so I asked the -- the person at the Holocaust Museum to arrange for the\ntour. He knew that I -- my reluctance. And we went -- fortunately, it was a relatively brief\ntour, and -- and it was a nif -- I had no pr-problem doing it. But at the end he said to the --\nhe said, “Mr. President, you know, Professor Buergenthal had never done this before.”\nAnd -- and I said, “I couldn’t do it with my children, I’d break down.”",
        "A: I’m sorry yo -- I should tell you, beca -- I’m very tired today, but anyway, go ahead.",
        "A: No, no, no, I’m just -- I didn’t sleep last night, I -- I don’t know why, but I --",
        "A: No, no, so we --",
        "A: But no, keep going.",
        "A: No, no, [indecipherable]\nFebruary 27, 2001\nto go back to your roots, and investigate a little bit. Could you say something about when\nthat was, and what you actually did?",
        "A: Yes, I think that was in 1992 or 91, I’m not sure, we’ ll have to ask her. We -- we\ndecided to go to my birthplace, which is in Slovakia in ot -- in a little resort town called\nLubochnia. And we decided to go to -- to Auschwitz, and to Kielce where I was in -- in\nthe ghetto, and some other towns where I had been during the war. Lubochnia, where I\nwas born, m-my father came there, and he and a friend of his brother bought a hotel there,\nbelieving that Hitler wouldn’t last more than a few years, and so they would be close by,\nand | -- I was born there, but -- and I left there when I was four years old. So going back\nto this little place in the mountains in Slovakia, in the lower Tatra mountains wa-was\nsort of a surrealistic experience. I knew I was born there, but I had no connection to it.\nThere was nobody there that lived there that -- that knew my family. My father had been\nthere for a relatively short time, from 1933 until 38. We couldn’t find the hotel, because\nit -- th -- we think we found the hotel, but it looked very different from the picture we\nhad. And so 1-1t was a strange experience. I took a picture of myself standing under the\nsign that said, Lubochnia as you entered the town, but there was no -- 1-it -- it’s really a\nstrange experience, I -- I never thought that it would be that strange an experience,\nbecause you -- this is where one was born, these are one’s roots, but they are not really\nroots, they’re just like somebody cut the -- the roots and left them in the ground, but there\nis no -- no connection at all. Auschwitz turned out to be easier than I expected. I was at\nFebruary 27, 2001\nthat point thinking seriously, and I was doing some writing on the subject. And we -- we\nwent to Auschwitz debating whether I should go or not because of memories that would\nbe destroyed in some ways by seeing it now from what I had envisage. And we came in --\nwe went first to Auschwitz I, which was really not the camp where I was, but I was in --\nin Birkenau. And -- and I was very afraid of the impact it would have on me. And then\nmy wife saw a sign that said archives, and she said, “Why don’t you go in and introduce\nyourself?” And I said, “No, I don’t want t -- I want to be a tourist, ye -- I just want to go\nthrough.” And she insisted, and when she insists, I usually end up doing what she wants\nme to do. So I went in and I introduced myself, and they got very excited because they\nwere just working on a project relating to children in Auschwitz. So they wanted to know\nwhere I had been. I didn’t know exactly when I arrived in Auschwitz, and I thought by\nlooking at where I came from and my name, that they would have it. And they said by the\ntime I arrived, it -- they no longer had names, but what was my number? And by\nreference to my number they pinpointed exactly when I had gotten to Auschwitz, the\ndate, the number of people that were on my transport, and suddenly my stay in\nAuschwitz had become an academic exercise, and was you know -- you know, we were\ndiscussing, the director came and wanted to know, you know, where -- they had a big\nmap and they wanted me to find where I had been in different camps and -- in Birkenau.\nAnd then they actually put a -- gave us a guide, and we -- we -- we did the -- did the trip\ntogether. But what was so -- first of all, of course, ous -- Birkenau looks very different\nFebruary 27, 2001\nnow than it was, apart from the fact, you know, the trees and the grass that I mentioned.\nMost of barracks are not there any more. You just have a few examples, and I -- I had\npointed out to my wife that I remembered we used to go in to the latrine, which was the\nonly warm place in all of Auschwitz, to warm ourselves, and that they would chase us\nout after five minutes. Nobody could stay there, and I tried to describe it to her, and there\nit was, th-there was the barrack on -- as I’d remembered, and the mud. That, you know,\nwas striking. We went to -- to a place in Birkenau when -- where we came in, the -- the\nsauna where we -- and I remember saying -- the -- the fellow said, this is the entrance.\nAnd I said to him no -- [ said to my wife, this isn’t the entrance, I came in through an\nentrance that had a pool, where you had to -- disinfecting pool, and it was quite deep and\nyou had to go in -- and he said, “No, no, this was the entrance.” And we walked around,\nand there is another -- there is a pool, and there is a door that was blocked off, and that\nwas where I’d entered. He said, “Oh yes, this 1s the door.” And of course it wasn’t deep at\nall. It was maybe 10 centimeters pool. But to me as a child, you know, I was 10 years old\n-- not even 10 years old, 1t seemed like a very deep -- deep pool. I wi -- I had the same\nexperience in the ghetto in Kielce. What my wife found so surprising was, I am very bad\non directions. I -- I can -- 1 -- by -- in my family if I say turn left, all the kids say turn\nright. So, you know, nobody ever listens to me when I say how you find something. We\ndrive into Kielce, this town in Poland, and my wife says, “Well what now? Should we\nask somebody where the ghetto was?” And I said, “No, just drive down,” -- [tape break]\nFebruary 27, 2001",
        "A: Right. And we end up a block across where the ghetto was. And on the way, actually\ndriving into Kielce, I suddenly remembered the name of the camp commandant, and a\nnumber of other names. And then we f -- I find the street -- the house where I was in the\nghetto, where we stayed. And I’d remembered -- I kept saying to -- to Peggy, this is a\nvery -- it was a very tall building, and if -- we got in and it was a three story, small three\nstory apartment house, with -- I remembered the courtyard. It looked just as bad now as it\nlooked then, it -- 1t wasn’t in any better shape. What was disheartening to me was that\nthis was a ghetto in which more then 20,000 Jews had been -- had been shipped to\nTreblinka from there, including my grandparents. There wasn’t one monument to\nindicate where the ghetto was. Disgraceful, really. It’s really part of the history of Kielce\nand I -- I went to the museum then, to -- to try to find something about the ghetto and\nthey did say, oh yes, we had an exhibit here not long ago. We have this little book that\nwas still prepared in communist days. But nothing that shows this is where there was\npopulation that has been killed. We -- there were only about five hundred that survived\nthe -- the ghetto of Kielce. That’s disheartening, you know. It -- it’s -- it’s disheartening\nbecause it shows at -- it’s a continuing insult to -- it -- 1t sort of adds insult to injury when\n-- when that is -- when there is no attempt to remember what happened here. It’s as if we\nobliterated all cemeteries. Just think what that would mean to societies, suddenly say\nthere are no cemeteries. And thi -- this is what I felt in -- in that ti -- I couldn't wait to get\nFebruary 27, 2001\nout of there. I -- I found it harder to take than -- than Auschwitz. I should tell you that I\nwent back to Auschwitz, because I mentioned that I was actually called in right after an -\n- asec -- my second visit to Auschwitz that I was going to be sitting on this -- or that I\nwas nominated by the U.S., and that was because a -- a British journalist and -- who\ndecided that he wanted to write a book about me insisted that I go to Auschwitz on the --\nto coincide with the date of the Death March out of Auschwitz, on which I was. And th-\nthat was -- 1t was easier when my wife and I went, because it was summer and it was\neasier to take. When we were there on the 20\" of January, an -- 21* -- 20\" of January of -\n- of nin -- of 2000, it was just as it was -- as I remembered it, in terms of the cold, the\nroad was all ice and all I could think about was, how did I ever survive this? Because I\nwas dressed in the heaviest jacket with sweaters, with hat, and I was freezing, and I was\nthere as a child with a little blanket and thin prison uniform. And -- and I made it. It -- it’s\nhard to believe.",
        "A: Yes, I think so. I-It’s strange, because in many ways, memories fade. And I -- I\nremember going back -- I’d -- I’d written this article about the Death March in 1956,\nwhen it was still very clear in my mind, because that was 1945, the Death March. And I\nhad all of the details. I reread it because I -- I -- there were things that I hadn’t\nFebruary 27, 2001\nremembered any more. At the same time the emotional impact today is -- is much greater.\nI also think we get softer in our old age, in terms of [indecipherable] experience, it’s --\nbut y-you know what is interesting is that while the memories of details fade, what\ndoesn’t fade 1s the -- the memory of the episode as a -- as a whole. And I wish I could -- I\n-- | could have the poet’s soul to write about it, to capture that, because I -- I think -- I’m\nnot sure that one -- that that is coming through 1n the literature. I don’t know. As a matter\nof fact, I haven’t read any books about the camp, I can’t. I can’t go to movies that show\nit, 1t’s -- I never could. So -- but I think mor -- I think I have a harder time today facing\nup to it in many ways, than I did when I was younger.",
        "A: It’s old age, you see, when you -- when you see veterans breaking down.",
        "A: Mm-hm.",
        "A: I chaired the -- the committee.\nFebruary 27, 2001",
        "A: First of all, I was a member of an advisory group originally that was involved when\nPresident Carter established the -- the Holocaust Commission, he also established an\nadvisory group to the commission, and I was member of that. And the issue at that point\nwas debated whether to have a Holocaust Museum in Washington or not. And | thought\nit was a mistake to have it in Washington. Again, I thought it should be in Germany and\n-- and not in Washington. Since then I’ve come to the conclusion I’ve been wrong. Not\nthat it shouldn’t -- that there shouldn’t be one in Germany, but they -- the museum has\nbeen a tremen -- has had an tremendous educational impact on people in the United\nStates, in terms of educating them to what happened. When I would go to meetings at the\nmuseum to -- to -- you know, we had council meetings and committee meetings, it was\nalways impressive to see the thousands of kids lining up to go to the museum. And the\nhush that fell over them when they -- when they went in. So -- and -- and | think in -- in\nfive years there were more than eight million people that had come to the museum. So I\nthink it’s had a tremendous impact. That Committee on Conscience was something that\nwas very close to my heart, because I feel very strongly that the museum shouldn’t be\njust a -- a cemetery. The museum has to be a living organism that tries to make sure that\nthese things don’t happen again. And that means also, speaking out to -- to where other\ncrimes against humanity and genocide is being committed. And we have an obligation as\nsurvivors, and we owe it to the people who died to make sure that these things don’t\nhappen in other places. And so -- and that was really the function of the Committee on\nFebruary 27, 2001\nConscience, and I felt that I -- if -- if -- if that’s not what the Holocaust Museum was\ndoing, then I didn’t want to be connected with it, because I had other things to do. But the\nestablishment of the committee -- and it took a long time, they -- there were internal\nsquabbles which I wasn’t involved in, to establish it. But once it was established, I found\nthat was really worthwhile, and ith -- and very important. And I’m glad I -- I of course\nhad to resign from the Committee on Conscience because it speaks out on issues today,\nand on this court I -- I cannot be involved in anything. But I think it’s very -- it’s a very\nimportant role, very important what is happening there. Was something else I was going\nto mention to you. It is -- well --",
        "A: No, what comes to mind, less dramatic, is the fact that it -- there seems to be some sort\nof poetry -- not poetic justice, but a certain justice that has poetic, or non-legal aspect to\nFebruary 27, 2001\nit. And that is that somebody with my background should be involved in these things.\nThat I should be on the Truth Commission for El Salvador, that I should be on the Inter-\nAmerican Court of Human Rights, that I should sit on the UN Human Rights Committee.\nThat -- in a sense wh-what is impressive about it is not my career in that those things are\noften happenstance and anything else. But what is significant about it that it should give\nfaith to people who believe -- who do -- people who are cynical a-about what can be\ndone. The fact that a survivor of these things can still today have a role in trying to\nprevent some of these things from happening. That, to me, has always been the sort of\nsignificant aspect of -- of my activities. I would sit there and sometimes say gee, this is\nreally, you know -- why was I granted this privilege? That -- that, to me, has been the --\nthe sort of most significant aspect. This is an -- an example of the fact that one can\novercome si -- n-not per -- I personally, but that we can overcome some of these\nmurderous things that have happened, and still be able to work for a better world. And --\nand the fact that I could serve on these things indicates that there 1s reason to be\noptimistic about things. I -- I spoke once in -- in Germany, I think, in connection when I\n-- when I got the honorary degree, and I said I -- I thought -- it’s so wonderful when you\nthink that when you go down the Rhine and when you remember that the Rhine was\nreinforced on both sides between France and Germany with cannons and today you\ndon’t even need a passport. There’s tremendous things that have happened, that should\ngive us a Sense of optimism. Yet, you know, the cynics keep saying nothing is changing.\nFebruary 27, 2001\nLots of terrible things happening, but then, a lot of good things have been happening and\nthat -- that should inspire people to -- to want to do things. In my current position I -- I\ncan no longer be an advocate, I -- I have to sit on my hands, try to apply the law. And that\nin itself is -- is a good discipline.",
        "A: Oh, you know what I wanted to say.",
        "A: You may want to throw it out, but it -- but it’s moved me, the other day. I got a\ntelephone call the other day from a friend of mine who is a agent for authors in\nSwitzerland, I met her when I -- you know, I was doing -- I was serving on -- running\nthis tribunal for dormant accounts in Switzerland. And she had been the person who\nrepresented Wilkomirski, the man who was accused of -- of having lied. And she was in\ncontact with the person in Israel who has collected all information about children, as -- in\n-- during the war. And they -- as they were talking, they were talking about somebody\nelse, she said, “You know, I met somebody by the name of Tom Buergenthal. Do you\nhave anything on him?” And I think she probably thought, you know, maybe my story is\n-- is also fake. So this woman says to her, “If I have something, Ill call you back in five\nminutes, because I have my files here.” And she calls her back -- this is my friend in\nSwitzerland telling me this. She calls her back and she says, “Yes, I can tell you all\nabout him. I’ve got complete s-story from the orphanage in Poland where he was. And I -\nFebruary 27, 2001\n- you know, and here is the story in his own words a-as he told it when he was\ninterviewed at the orphanage in 1946 -- ’45 - ’46.” So she gives me the telephone number\nof the woman, and I get in touch with her, and she sends me some of this material, which\nis th-the -- all the documents from the orphanage were turned over to the archi -- Jewish\narchives in -- in Poland, and she got it from there, including a list of children, which was\nthe way I found my mother, which is -- but on it, orphans, and they are asking people in\nIsrael who wants to adopt the children, and I’m on that list. S -- and this is -- I -- and\nthings that happened are unbelievable. I was sitting in Zurich, doing the work of the\nHolocaust bank accounts, when suddenly, click on my computer, there is a email that\nsays, I knew your father. A man in Australia, 87 or 88 years old, who was with us -- with\nmy mother and father in the ghetto of Kielce, in -- in Auschwitz, and who saw my name\nin the Jerusalem Post, connection with an article that was written, and remembered me\nas a -- as achild.",
        "A: And -- and the -- and not long ago, a -- an email from Israel saying, is it you? And it\nwas an American woman who had gone to Israel, who received me in Czechoslovakia,\nwhen I was smuggled out of Poland, to be reunited with my mother. She was the person\nwho took me into -- took charge of me in Prague to ship me to the American zone in\nGermany, to the British zone. And she’s in her 80’s and she said, “When I saw that\npicture of you, it was you.”\n61\nFebruary 27, 2001",
        "A: Yes, I -- her name is Corin, let’s see, what’s her first name. I have it on the -- on the\ncomputer.\nEnd of Tape Two, Side B\nConclusion of Interview\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "\nFebruary 27, 2001\nBeginning Tape One, Side A"
    ]
}