{
    "rg": "RG-50.106.0020_trs_en",
    "sequence": [
        "Contact reference@ushmm org for further information about tis collection\nQuestion: Tell me your first and last name, and your address.",
        "Answer: My first name is Joseph. It’s Joseph, it’s Yiddish is Yosef (ph), Elman.",
        "Q: And where do you live?",
        "A: Now | come from Syracuse, New York. And, you want the address?",
        "Q: Yes, please.",
        "A: 309 Wedgewood Terrace, Syracuse, New York.",
        "Q: That’s fine, don’t worry about it.",
        "A: Syracuse, New York, zip code 13214.",
        "Q: And what is your occupation today?",
        "A: Well, I’m self-employed. I’m in the recycling business, in the\nrecycling for the last 44 years.",
        "Q: Okay. Could you give me your date of birth, please?",
        "A: Yeah, | was born February 5, 1922, in Prujena (ph), in Poland.",
        "Q: And did you have any other names between 1933 and 1945 that you used?",
        "A: No, | didn't use one. That's my name, but | until | was Six.",
        "Q: And you grew up in Prevnau (ph), Poland?",
        "A: | was born in Crushani (ph), a little town. | would say it’s the eastern part of\nPoland, Belarush (ph).",
        "Q: Could you tell me your parents occupation?",
        "A: My parents, my father is Bechani (ph) and my mother is Seur (ph). That was\ngonna be an English ,",
        "Q: And what were their occupations?",
        "A: My father was the -- we had a concession in the Tobacco. In Poland, you\nJoseph Elman 2\n[date]\nPage 2\nhad to pay a concession in order to sell tobacco products, cigarettes and\ntobacco, so we had a concession, where the seller, the store and the\nmarketplace, . There was occasion in the center of the city, they\nhad a hundred stores like little shops, as you call it over here.",
        "Q: Could you tell me a little bit about your family life as you were growing up?\nSpecial occasions, holidays?",
        "A: Well, the family life was good. My father, he was born in Homeskitz (ph), a\nlittle town. And he went to Yoshiva (ph) in Prujena (ph), that’s where he met my\nmother. And we had a family of four children. | am the older brother of two\nsisters. My older brother passed away two years ago. And my\ntwo sisters perished.",
        "Q: What were their names?",
        "A: My older sister's name was Hieke (ph), the younger girl was Shafel (ph).",
        "Q: Where did you go to school, Mr. Elman?",
        "A: | attended public school until 1939.",
        "Q: A public school?",
        "A: Public school, yeah. | finished. And worked for\nin 1939. And | kept thinking | want to explain in 1939, our part\nof Poland was taken over the Russians.",
        "Q: 1 willask you about. . .",
        "A: And so | continued and went to Russian schools.",
        "Q: And, was your family -- your parents were religious, | understand.\nJoseph Elman 3\n[date]\nPage 3",
        "A: Yeah.",
        "Q: And was your father prominent in the Jewish community in...",
        "A: No, my father belonged to the Schewel (ph) and the Schewel belonged\n. My father used to be sometimes about it was very -- you know, it\nwas very -- then you go and you shiver . Asa matter of fact,\nit was almost the college , Rabbi. You know what | mean?",
        "Q: Yes, | do.",
        "A: So it was occasionally, he used to read a Torah. You are to read a Torah and\nhe used to be power.",
        "Q: Could you tell me something about your town before the war?",
        "A: Prujena (ph) is a town. It's a warm to task. The woods\nwere like over here, we Call it region . And it was a town, population, |\nthink, | would say around 12 -- before the war, 12,000. And 57 percent, | would\nsay, maybe six, seven thousand Jews.",
        "Q: Were there a lot of Yeshivas (ph) in the town?",
        "A: The Shevas (ph), it was a big Yoshiva that’s there, you know. And where my\nfather, | think still remains, but you know there were smaller ones that | recall.\nNow, | went to Hayda (ph) because | didn’t go to Yoshiva, | went to Hayda. And,\nyou know, and coming up from the Hayda, | went to the public school.",
        "Q: Do you remember any incidents of anti-semitism before the war? Like in\nschool or in the town:",
        "A: Oh yeah. Right in my town . In Polish, | went to the Polish\nJoseph Elman 4\n[date]\nPage 4\nschool, because of anti-semitism, | can recall, for instance, when there was a\nreligion class, now we didn’t have, you know, the Jews were out of the class\nbecause there weren't, | would say, maybe 80 percent Christians to 85, another\npercentage. Very little, very not many Jewish people. So we had to -- it was a\nreligion class, we had to come out, you know, be free, left the class. And\n, when we came back for the next lesson, it was something tense.\nAnd, you know, it depends what the priest -- what they were learning there.\nMany times | recall that | was called the Jew, Christ-killer, or something like that.\nJews -- you know, there weren't too many Jews.",
        "Q: When were you aware that the Nazis came to power in your town?",
        "A: Well, see, in the way, in Prusia (ph), there, so we were unfortunate that the\nNazis came in ‘39, but the war broke out, | think September, was it September 1?\n| don’t recall exactly the date. | think it was September 1st when the war broke\nout. The Nazis, they came to Prujena (ph). It took them ‘til they reached -- we\nare of the eastern part of Poland and worked through all the western part of\nPoland. And exact date when they reached in Prusiaph ph), | don’t recall. But\nthey arrived at the date, and overnight, they pulled out and disappeared. We\ndidn’t know what’s going on. Eventually (ph), the next day, the Russian troops\ncame in and took over Prujena (ph). So, you know, it was to why they -- we\ndidn't know secret pact. And Poland was the between\nStalin and Hitler. So Prujena (ph) hill, that blocked 50 miles was already the\nborder between the Germans, Poland, German Poland and Prujena (ph) and\nJoseph Elman 5\n[date]\nPage 5\nRussia. So | was able to go to school from 1939 to 1941 in Russian school, for\ntwo years.",
        "Q: Were you worried the Nazis were in Poland before they came to Prujena (ph)?",
        "A: They came, they only -- they just walked in and they pulled out. It seems to\nme that they were -- you know when a , It seems to me they must\ngo (clap, clap), must go (clap, clap). Went over a certain territory, which\n. Eventually was quiet, we sort of -- we didn't know what’s gone.\nWe expected the Germans. And then, at day, and overnight, pulled\nout and the Russians came in.",
        "Q: When were you aware of the Nazi presence?",
        "A: This was in 1941, when the war broke out between the Russia and Soviet\nUnion and Germany, because the proximity was so close to the border, we only\nwere about 50 kilometers from the border from the Germans. So overnight, in, |\nthink it was June 23rd, 24th is not it. Overnight it came in the Nazis. | mean\nthey, | remember that for three weeks, columns and tanks and tanks and\ncolumns, all kinds of things and some others, no one on foot marching, marching\nto the city. And tanks, you know they weren't -- sometime you call it\nenclosed -- but it just opens, free. And anybody who was outside\nsometime on the street, as so little rescuing. “How far is Mensk (ph) and\nMoscow (ph).” You know they were directly they'd talk to you or they'd go on ina\nhome overnight or ‘til they -- that’s all they were interested. “How far is Mensk?”\n| told they got a long way to to Mensk. You know,\nJoseph Elman 6\n[date]\nPage 6\n, they just crossed the border. So they came overnight, they\nmarched right in.",
        "Q: What are your recollections of first seeing the Nazis?",
        "A: Well, in the beginning, when the German army arrived, it was -- everybody\nwas inside. You know, everybody was inside. And people were afraid to go\nout. And we heard already, you know, it was night, we heard the radio stories\nand all that. But you have to go out to get some water. You know, we didn't\nhave inside water, we had to go to the well to get some water for the families.\nThe man from family had to go out to the well to get some water. So that, you\nknow, some Germans were washing around there. And it was not ‘til -- it was\nnot any -- | don't recall any special events happened while they were -- while the\nfront went through. But, after three weeks, when the troop moved, and then the\nGestapo took over, you know their city says -- we heard about, some soldiers\nused to tell us, you know, that well, we were wary of them and the successor’s\ncoming. Beware of the accessors coming. It means they were telling you that\nthey haven't got nothing, something against Jews because it was an occasion a\nsoldier was from Austria, an Austrian soldier. This was -- a friend told me that.\nYou know, you were not allowed to water to outside the city. You know? You\nknow that German is actually Austria and he told us and he told that to what's\ngonna, that the assessor’s gonna come after them to take --they call it a control.\nWhatever then you have -- you'd better take -- be careful, take hold of something\nyou've expression . SoO1|would say three weeks after the -- at\nJoseph Elman 7\n[date]\nPage 7\nthree weeks when the front, when and the SS Gestapo came\nin to accomplish their. . . Sol recall what happened | think in the first, first\ndays, what they did is they requested or they picked up | think it's eleven Jews,\nrepresentatives from different groups. They asked, you know, if you were ever a\npresident for a synagogue or if somebody chartered for organization. And if you\nwere in charge at some time for any Zionist organization, we had the patriot, we\nhad the Bund (ph) organization, you know. And presidents and so, so they\npicked up some intellectuals and they took him out, | know this, by the little forest\nthat’s about three kilometers from Prujena (ph). Lachi (ph), lachia (ph)\n. And that they shot him. That was the first days first\ndays that they took control.",
        "Q: What were your feelings at this time, seeing all this happen?",
        "A: After that?",
        "Q: Yeah, while this was happening, what were your feelings?",
        "A: Well, we heard that --we were scared. We were scared, but it was -- the\nghetto was not established yet. We were living among, you know, along with the\nChristians, all that. And so, life was going on and we were outside trading yet\nwith the Christian farmers and all that for awhile. And eventually, it didn't take\nvery long, that they established the ghetto. It was, | think, in August or\nSeptember, they established the ghetto.",
        "Q: In 1941?",
        "A: 1941. September, ‘41, they established, already, the ghetto. And they\nJoseph Elman 8\n[date]\nPage 8\ncalled those Jews who lived in the ghetto remained. Those Jews -- we lived\noutside, you know, on the outside. So we eventually had to abandon and move\nin with one of the family. So after establishing the ghetto, there is some -- they\nextend and certain laws were for effect (ph). And first thing | recall\nthat they requested, like, | think it's because of the Russians, it’s sort of Russian\nmoney, but in rubles. They requested | think it’s like a certain\namount kind of. They think it’s they have kilogram of gold and two kilograms\nsilver throughout the first three days; so the ghetto was established. . .",
        "Q: This was from the town they requested this gold and the -- it was from the\ntown, from the Jews in the town.",
        "A: From the Jews, yeah. That’s already the law. The Gestapo, the\nBergermeister, the mayor of the city was already here, you know. The mayor\ncame in and the Gestapo and they told the Jews of the ghetto to select a unirat\n(ph). They didn't install the unirat (ph). | mean, you install a unirat (ph) for\nrepresentation from all different branches. So if we gonna deal with you, we\nneed labor, for instance, or money, anything like that. Inside you control Jews,\ninside the ghetto. Police force, Jewish police. So unirat (ph) was established\nthroughout the way when the ghetto was established. | think it was over 12 or\n15 people representing the unirat (ph), although we had wanting\ncharge of the -- especially labor was important, you know, and they -- right away\nthey took you to any type of labor work. It was about three miles from the city\nthat we had an airport and, wintertime especially, we needed a lot of you know --\nJoseph Elman 9\n[date]\nPage 9\nwe get cold, cold winters and lots of snow. So to clean the airports, you know, is\n500, you know, by shovels in hand. We [didn't] use bulldozers and snow plows\nand stuff like that. So labor was important and each branch. And charge\nsomebody in charge of the food, you know, gets rationing established. So\nmuch, | don’t know exactly the rationing, but | think there was certain rationing\nlike 15 or 25 gram of bread, so much bread, they give you margarine in\ncertain amounts. You know, rationing was established.",
        "Q: Could you tell me something about -- okay, before the ghetto was being\nestablished and the unirat (ph), were Jews prohibited from public places? Like in\nGermany?",
        "A: When they arrived, you mean?",
        "Q: Right.",
        "A: Well, it was the first days -- we were able, the first days, to go outside,\nbecause the ghetto wasn’t established, and go out and trade with the farmers\nbecause the stores were already -- the stores were closed under the Russians, to\nclose. You know, you couldn’t have on (ph). There was all these\nstorekeepers already got liquidated. | mean, it was sold out and closed. So\nwhatever you had had and little, you know we knew that the war was gonna start,\nso each one, like over there, prepare the little food something for the future. But\nyou were able in the beginning to go out and trade with the farmers, yet, the first\ndays. This was ‘til the ghetto was established. Sol would say, maybe, about a\nmonth that you were free going out. But most of the Jews were confined. You\nJoseph Elman 10\n[date]\nPage 10\nknow, we were confined in the house; sitting there, you didn’t go nowhere and\nyou know, | mean, you didn't participate in any going out, like social going out. |\nrecall, while the Schull (ph) -- well, as a matter of fact, | don’t think it was already\nonly one Schull (ph). There were the Schulls (ph) who were already not active\nunder the Russians, already more so than any Schulls (ph). Only a couple were\nleft. You know, a town, like a small town, we had six, seven synagogues.",
        "Q: What was it like when they imposed that the Jews were the Star of David? Do\nyou remember?",
        "A: Oh, well, this is when the Star of David was the law when the ghetto was\nestablished. Then it came out, a law that you have to wear the yellow Star of\nDavid on both sides. One here and, it was yellow, certain sides and in the back.",
        "Q: Do you remember if there was -- what was it like when there was destruction\nof Jewish property by the Nazis, or being forced out of your homes and\nbusinesses in the beginning?",
        "A: Like | say, the home, the businesses -- there was no businesses already,\nwhich may be because the Russians, when they came over, they liquidated the\nbusiness. So there was no businesses. Everyone was working, though. It\nwas normal. You were a chance (ph) to, you know if you were a professional,\nyou worked with your profession. If you were even a businessman, say, “Oh,\nyeah,” when one of them asked you if you were a business man, might say --\nwhen the Russian came over, my uncle had the flour mill and he was a big\nbusiness man. So when the Russians came over, they told him, “Okay, you\nJoseph Elman 11\n[date]\nPage 11\nmanage, you go on. You remain there.” But he didn't own it. They paid hima\nsalary and that's the way the businesses were operated, all businesses under\nRussians were liquidated and they let you run. They paid youa salary. They\ndidn’t come to save you for the business, though. So when the Germans\narrived, it was already in Prujena (ph), that there was not private businesses.\nThe profession, your professions, like teachers and lawyers and doctors,\nwhoever were Jews were, under the Russians, were able to practice their\nparticular profession.",
        "Q: How were you notified that you would be going into a ghetto?",
        "A: Yeah, we were notified. It came the date, | don’t know, “It’s around in\nSeptember that the ghetto will be established.” They called the Jews where they\ngave the unirat (ph), the measurement of the ghetto, the map of the ghetto. And\nthey called them to build, even to build a fence and hold the dimensions and with\nthe unirat (ph), we have to pay for it, even for that. So they were given the\ninstruction where it’s gonna be and all the sections, quarters, which we\ntogether. So we knew. And then they give us a time to state.\nSo if you are out of the ghetto, you’re in your home, and the\nChristians who were in the ghetto to get out. And [we] bought their homes and\nwe took up. Of course it was very, very crowded. They give you a few blocks,\nlet's see. It was crowded, so some relatives, families of too many, just take in\ntheir own family. When we moved, we were two move out from our house. We\nhad to join my aunt’s house.\nJoseph Elman 12\n[date]\nPage 12",
        "Q: What did you bring from your home to the ghetto?",
        "A: From the home to the ghetto, that time, we had to -- we couldn't bring the\nfurniture. Everything was left. But they told us that we could bring, you know,\ncertain possessions.",
        "Q: Like what?",
        "A: Like, | guess, you can move in, bring in the ghetto, , certain -- each\nperson, a couple, what do you call it, pack? back packs or something like that.\nSo, | remember, with a little wagon and a push cart we moved and moved from\nthere to my aunt's. Furniture and all that was abandoned.",
        "Q: Your beds were abandoned?",
        "A: Yeah, the furniture, beds and all that was left.",
        "Q: Do you remember how you felt while this was going on with Jews, when you\nwere going into the ghetto? Your feelings at the time?",
        "A: Well, this is -- you asked my . When | was -- | was young and\nright next neighbor to me was a doctor, a Jewish doctor, Dr. Goldframe (ph).\nNow, by the way, this doctor, it's a miracle, too, she would survive. And Nam\n(ph), you know, when the sister, Nam, because she was the only doctor at the\ntime -- no, not only Jewish doctor, but . And she was appointed (ph),\nvery British . She treated here. And she was very liked all over the\ncity. And she was Dr. Ola Goldframe (ph). So she was active in the\ncommunity. And | remember as a kid, when | was young yet, you know, we\nused to sit and speak about the, you know, we heard about the Germans, what\nJoseph Elman 13\n[date]\nPage 13\nhappened to, you know, that whence they might (ph) arrive, and Hitler\nwas interested in all that. | was a kid and | was mixing mostly\nwith this doctor and another, you know, Maury (ph) Holder, politician (ph),. |\nsaid, “What I’m doing there with them?” And | was always, you know, something,\nwas very interested and a feeling what was gonna happen, what was going\ndown. This was in youth, it’s very young.",
        "Q: Could you tell me your recollections about getting adjusted in the ghetto, living\nconditions?",
        "A: Well, the living conditions of the ghetto, is now, when they established the\nghetto, in the beginning, our house was outside the ghetto. So eventually, you\nknow, had wanted to move in with my aunt. And, like | say, it was rationing.\nAnd you could do a little trading even though in the ghetto, you could do a little\ntrading with the outside. No, with the outside, you denied with farmers. And\nyou know, for money, for silver, for little, you Know, if you had. There really was\na little way of getting, | don’t call it market, but little bribery, a little trading. And\nbesides that, they tried to bribe the unirat (ph) in charge, tried to bribe that mayor,\nthe bergermeister a little. You gave him anything he wants, he'll give a little\nmore, more large the portion, the ration. You know, there’s that. So in the\nghetto, in the beginning of 1941, you can manage, nobody starved, you know.\nActually, there was no starvation. But eventually, with time, the ghetto was\ninstead of up, was, | would say, shortened, squeezed shorter and shorter and\nshorter. And in the beginning of 1942, they started bring in some people from\nJoseph Elman 14\n[date]\nPage 14\ndifferent towns in the ghetto. So, in 1942, they brought in some Jews from little\ntowns. And that’s when the ghetto got crowded. And that’s when, you know,\nthe rationing, it was, the situation got worse. That situation got worse. Now,\nwhile in the ghetto, there was always -- every day, everybody was taken to labor\nto work, different kind of places. And certain places, you know, you work so,\nsometimes, you got an extra piece of, you know -- there were some Germans\nthat weren't too bad. They'll give you a little extra piece of bread or something.\nAnd some places were terrible. Some just, you know, people didn’t want to go\nwork there. They'd say, “They're sending me back to the . You\nknow, and they’d beat you up; they'd kick you for any reason and nobody\nwanted to go work for them. And eventually, what happened, they had to be\nbribed. This liemeran (ph), you Know, and it was in charge of the\ncommunication and telephone lines in, you know, the front was going on. And\nhe was a terrible -- | mean the of this man, Warren (ph) -- the\nterrible Nazis. And nobody wanted to go work for them.",
        "Q: What kind of work did you do while you were in the ghetto?",
        "A: In the ghetto? | was in the ghetto. | was assigned a job in the ghetto in the\nfood department. But we would get, for instance, from flour. We would get not\nbread, we would get the flour to bakery . Inthe ghetto was a bakery.\nSo they gave you so much flour as to bake, enough to make bread in the flour.\nSo | worked, you know, in the hot. And a lot of the flour -- most of the time. In\nthe beginning, | did go out, different type of work, working on the airport, or\nJoseph Elman 15\n[date]\nPage 15\nassigned to different places outside the ghetto, so forth. But eventually | gota\njob inside the ghetto working for the -- they call it a , you have\nfor the department [ph].",
        "Q: And that was your job the entire time?",
        "A: This was, yeah, | was working there until the ghetto was liquidated and |\nescaped. See, my brother had bought a place.",
        "Q: Where did your brother work?",
        "A: See, that’s what | wanted to say. My brother had bought the place. That’s\nwhat | want to tell you now. It’s like coincident. When we -- we lived like a\nmansion outside the ghetto and we had a big house. And before the ghetto was\nestablished, it was a brother and sister from . And they got caught\nduring the war in ‘41, | don’t know, over in Prujena (ph). And they were -- they\nstayed, lived in our house. The sister was a teacher from profession, and he\nwas an international lawyer. And he just got stuck in the ghetto and they\ncouldnt leave. And he was assigned -- was given a special job because he's a\nlawyer and he spoke fluently German. And his name was Schein (ph), last\nname Schein (ph), so | thought, you know, nobody could go it is\nGerman. Now, the unirat (ph) -- now, eventually, the unirat (ph) heard about him\nand they gave him, you know, it was very important, so they gave him a big\nposition in the unirat (ph) and he’s like liaison. He was dealing direct with a\nunirat (ph), with a bergermeister, and with a chief of Gestapo. And anything,\nyou know, anything again, that was one of the members, he had a very important\nJoseph Elman 16\n[date]\nPage 16\njob. Now he assigned my older brother -- the bergermeister’s wife, the\nbergermeister knew that a chorus boy, what do you call it? No,\nwere called chorus. . . ajob.",
        "Q: Chores. Help, they helped around the house.",
        "A: Well it's something, we each have to pull, you know. | don't sleep late here.\nHelp around the house for the bergermeister. So if we had he’s\ngonna send , my poor little with a job. Now\nthis was already in 1942 because the ghetto was established in 1941. Now this\ntime, when it was assigned, already the youths in Prujena (ph) ghetto got\nrestarting, thinking, organizing about some kind of resistance. We already knew\nthat we heard all kind of stories. People were brought into the ghetto --\nescapees from little towns where they told us, you know, what happened there\nand they just got -- by a miracle they escaped, because in the little towns, they\njust -- there were 50 families they killed and robbed -- just came out and killed\nthem right on the spot. And somehow a survivor survived and one of them\ncame and got in in our ghetto. Or even the Germans, many times, survivors,\nwhen they caught some of the survivors, when they caught some of the\nsurvivors, they used to bring them into the ghetto. So | was thinking -- | couldn't\nunderstand -- | was thinking and then, you know, it’s telling the survivor, telling\nhim what was going on. He says, “You know, the whole village was all -- they're\nall killed.” And what’s the purpose? Why are they dropping in the survivors in the\nghetto? | mean, why do they surround them? Because it means -- Then | realize\nJoseph Elman 17\n[date]\nPage 17\nthat it’s only temporarily. It must be temporarily. We heard from a lot of the\nJews who were brought in, they had to march for, let’s see, 50 kilometers vicinity.\nThey didn’t (ph) brought them in in trucks or something. And they just marched\non the way. And they came in and eventually, if they'd make it, show them.\nAnd they came in -- you know, they were telling us, we heard, what was\nhappening. We heard what was happening. They brought in from\n. And this one was saying, “My father, my child.”Eventually,\nyou know, was going around. We heard in ghetto all kind of stories about\natrocities and things like that.",
        "Q: So a number of youth decided that they were somehow going to get out of the\nghetto.",
        "A: With us?",
        "Q: Yes.",
        "A: Well, and so what happened -- yeah, | was speaking to my brother. So he\nwas assigned this job and it turned out important job. We already started to\nthinking about organizing and either, you know, escaping or fighting or burning\nup the ghetto. Do something about it. Now, we had about 30 miles from the\ncity, we're fortunate we had some forest. So what happened when the\n, they were taking from the ghetto men to work at different kind\nof jobs. Some were sent to work in the forest, to chop for the\nGermans, just for week. It took, you know, 30 people. Fifty go into forest one\ntime. Now, in the forest, they got in camp one of the troops, you know, there\nJoseph Elman 18\n[date]\nPage 18\nwas some we Call it Mecadizans (ph), but it was already some Russians with\nthem, came over and got in contact with us. So, you know, got in contact, so\n. What they do is they said, they was telling us, “Eventually, we'll\ntry and get some money. And we gonna take you . But that’s\nthe way it started in the beginning. We had a little, little, heard about the outside\npartisans. It wasn't actually partisans yet. It was just gangs, groups. It wasn't\norganized. So the groups were starting with thinking about how to get some\narms. And | mean, initially, it was a problem. Now, my brother was influential,\nbut because he worked for the bergermeister and because he was able outside,\neven though he was picked up everyday from -- the SS man used to come down\nand pick him up every day from the ghetto, from the gate of the ghetto, march\nhim to the bergermeister’s. The bergermeister lived outside the city. And after\nwork, bring him back home. And while being outside in working for the\nbergermeister, he had a little chance of being free. And there were certain\nJewish working outside. Like there were some warehouse; like |\nmentioned there was an airport not too far from the city. There were some\nwarehouses the Russians left with ammunitions, the arms, ammunitions, and\nthey took some Jewish workers to work in the places to pack it and crate it and\nstuff like that. So that’s the way it started at least. So when the group was --\nyou know, my brother was already -- those guys who worked had, you know,\n. Of course, who worked out there was very secret. They had\nto, somehow, steal some certain, at the outside, to hide it. But my brother was\nJoseph Elman 19\n[date]\nPage 19\ninstrumental. We built a sled with a double back and big one and he was able to\n-- the ammunition was outside the ghetto. . And we brought to\nthe bergermeister himself. That’s the story when | was 12. | was interesting.\nThis is thanks to his wife, which persuaded him. She was little, you Know. She\nwas, once in a while, tried to help. And we asked her for little food and told her\nthat was sick and this and that. So she says, “Okay.” She\npersuaded the bergermeister. We smuggled in the sled. That's the way we\nbrought it. Then we were able to bring in the contraband ,",
        "Q: Were you able to communicate with anybody else out of the ghetto? | mean,\nfamily that might have been living in another town?",
        "A: No, no. We hada hint. No communication. You couldn't communicate, you\ncouldn't go. Wehad an aunt living, the only one that . Itwas\nabout, maybe, 60 kilometers. You couldn't travel. You only could go to work.\nlf you were assigned, you had to make sure you come back. You know, to be\naccountable. Going out and coming in.",
        "Q: How did you get news from the outside world?",
        "A: The outside world? We -- there was a secret radio in the ghetto. Wehada\nsecret radio. And we got some news mostly from the German paper. We used\nto steal a German paper and smuggle it in. We didn’t get any other news from --\nbut news from the outside world, we got a Phillips (ph) radio, which we got from\nunderground. We got some news.",
        "Q: Would you like to tell me how -- how long were you in the ghetto, until when?\nJoseph Elman 20\n[date]\nPage 20",
        "A: Well, | was in the ghetto -- the ghetto was established in September °41 ‘til\nJanuary 27, 1943, when the liquidation started. And so, we were already\norganized a crew (ph) and we had already had contacted the outside. It tooka\nlittle while. This was since we first met the connection with the outside\npartisans. In January 1943, when they started liquidating the ghetto -- it took\nthem four days, so on the second night, we couldn't get through the -- we had\nalready, you know, the ammunition; the were prepared. You\nknow, where you know you have to fight through, fight through the ,\nAnd so the first night we were unable to work through because a mob (ph)\nfollowed us in the ghetto. A mob, hundreds, you know?",
        "Q: Did they know that you were. . .",
        "A: They saw us going out and they followed us. So we couldn't work through\nthem. So they said we had a bomb to build. So we went back to the bunker.\nWe had an underground bunker built.",
        "Q: Where did you have that built?",
        "A: We had it built on the outskirts. You know, one of the groups, members of\ngroup. the one built a ghetto. But we didn't have it ready yet.\nWe was gonna build it and tunnel until we were ready yet for the tunnel. So we\nwent back, we hide. We are sitting in the bunker, waiting another day, because\nwe didn’t want to get, what you call it, discovered. Discovered. First of all, it’s\nnot only that, it's already we knew already liquidating. But it’s not -- |\nmean, what could it be worse. But we just tried to get out. We tried to get out\nJoseph Elman 21\n[date]\nPage 21\nbecause we had already ten men about and our organization was already\noutside the ghetto, in the woods. But they didn’t mention since 19-- they left four\nmonths ahead of time. There were already several there. And we're contact\nfor them and they were coming back and forth in the ghetto and telling us what to\ndo -- organized, get more arms, try to smuggle more arms and this and that. So\non the second night, we ,",
        "Q: | want to ask you, were there any deportations going on from the ghetto\nbefore they began to liquidate?",
        "A: No, that was not deportations. As a matter of fact, they were bringing in, they\nwere bringing in into Galvestok (ph) and Prujena (ph). There was no transport,\nno.",
        "Q: And as they were liquidating, did they call certain people first? or certain\ngroups of people? or how did they do it?",
        "A: Well, yeah. When they started liquidating, they had divided in four quarters\nthe city. In four corners, this was, you know, East, West, South, North -- each\nquarter a night. So they started | don’t know exactly where, which were first. |\nknow that my parents went the second night. That's all | know.",
        "Q: And they just told everybody they'd get to march to come to another place?",
        "A: Here, yeah. were told, | know that because it lasted one day, you\nknow, the first day, we know what is going on. It was panic. So, they came, the\n, the chief of Gestapo came into the the unirat (ph), they says that\n“You get you ready, you have to -- tomorrow morning -- get your most important\nJoseph Elman 22\n[date]\nPage 22\nthings with you, what you can take is just a back pack and most important things\nand be ready at 8:00.” We didn't have a station or stand kilometers from Prujena\n(ph), the railroads. We didn’t have the station near. We had to go -- we had a\nlittle, little -- there was a little railroad taking, you know, when you have to travel,\ntaking you to the station from Prujena (ph). But they didn’t -- they told us to be\nready at the farmer’s market, which is the center of the little town, you know.\nThey call it a farmer's market. The farmers used to come down there with their\nproducts before the war. And that’s where we had the -- my father had his store\nat the center of the market. And the farmers were all ready with their sleds --\nthis was winter time -- with their sleds, ready, lined up, all over, inside and\noutside the ghetto. And | know they were telling us that you were to be taken to\nwork and you go into the city. Where? You'll be taken to work, you'll be okay.\nBut | see how they taking women and the children and say the women and the\nchildren gonna get special places. They're gonna be near the husband, all this\nkind of ,",
        "Q: Okay. So could you tell me about your escape from the ghetto? First of all,\nhow many people were in your group, altogether?",
        "A: Well, you see in our group, there were 18 people and two women (ph). Now\nit wasn't actually allowed, the way | understood, that they say there is no women.\nThe reason no women, we didn't because it was, you know,\nwintertime, there was no chance anyway. We didn't know what was gonna\nhappen. We just tried, well. “What can it be? Worse to worse, at least you fight\nJoseph Elman 23\n[date]\nPage 23\nand you'll die as a -- what you call it -- human.” And so the commander of our\ngroup, so of course, 18 and three is 21. And ten were already in the forest.\nAnd, eventually, when we came -- when we escaped -- now, the second night,\nwe stayed, we came to the woods, we supposed to meet this crew because\nwe're told where they're gonna meet us and all that. So we couldn't find them.",
        "Q: Now, | want to go back a little. You mentioned the escape. Now, the\nsecond night, when we tried to break through the steel (ph), you know, we were\nfollowed. Notso many, but! think maybe about 50 people: girls, young, older\nmen -- and some of them were able to go through with us. And they survived.\nAnd we lost three, you know. Eventually, took about 5 minutes, whatever, you\nknow, quick, you know, break through the wire and we let the women go first and\nwe had two go through first. Eventually, we discovered when they started the\npatrol that going out and we start firing, so some got killed. | don’t know how\nmany, but we were able, | know, that we lost three men. And we were running --\nit was a spot, you know, we went through a spot. It’s just on the other side of\nthe ghetto, already you've got houses, you've got bars, farmers, to -- as long as\nyou get through and go through and get behind the houses and farmhouses,\nyou know, in the spot so you can start running and get to getting away. So we\nwere running, yes. And -- it wasn't a panic -- | would say each one was running\ndifferent ways eventually, but we knew our destination. We knew where we\nwere going. We got to reach a certain place, and that was a village. And from\nthere, the village was burned up and that was because the chairman burned the\nhttps://collections.ushmm.org\nJoseph Elman 24\n[date]\nPage 24\nvillage out because a -- they already some partisans there,\nRussians, fellow Russians (ph), so they burned the village out. So we knew that\nwe gotta reach this village -- near this village, there starts the woods. We gonna\nmeet this group, but we didn't meet them, so we didn’t meet them. And we\nwandered around for a couple days and some the group, which, you know, those\nfollowed us, there were couple girls that, remember, they said they ;\nYou know, they couldn't take it, it’s cold, bad. So they went back. They said,\n“We're gonna go back and be with . Well, we didn’t know. You\nknow, they said you were [going to] work. We didn't know exactly a hundred\npercent, you know. You're going to -- we didn't know it a hundred percent. So\nthey went back and . That's what | heard later when | came\nback to Prujena (ph), that they got caught and though the farmers, not the\nGermans, the farmers, from the way they caught them. They turned them to the\n-- gave them out, turn them in to the Germans. | remember the Germans.\nThey . SO, eventually, we caught up to the woods with two\nother groups, each not knowing about the other.",
        "Q: Were they Jewish groups?",
        "A: Yes, in our ghetto, the same groups. See, it wasn’t -- each group was\nworking something individually. See, they’re on their own because you have to\nbe broken up in small -- you know, in the beginning -- eventually you can join one\ngroup. So | didn't even know about this group. So we met up with two other\ngroups. One group didn’t have -- they escaped some how, some way, maybe\nJoseph Elman 25\n[date]\nPage 25\nthreatened (ph), or maybe some how, or maybe they were not exactly -- or\nmaybe someone tell them they were hiding in a hideout in a place ‘til the\nliquidation finished and then they walked out. But they knew, they heard, you\nknow, by the woods there were some parties out. So somehow they reached.\nSo we met up with two other groups. So we're all together already at the time,\nconsisted of about 50. But the other groups -- the other group had very few.\nVery few ammunition. Now it’s important to say out who, the 18. Now we were\narmed fully, you know. We had plenty in the contraband, but my brother -- of\ncourse | was outside the ghetto. It was secretly my parents didn't even know\nabout it. So the sled came and | -- you know, to the ghetto. The bergermeister\nbrought it in. | had to take it into my aunt’s house to take it apart. “Oh, you\ngot some food, good.” But you know, there was a lot of -- had to take it out and\nhide all this stuff, the contraband. So we had to time our group. But in the\ninterview, when | was -- the hour struck, | think | mentioned, you know, when |\nwas interviewed by the . They wanted to know exactly how much. So\n| think we had 11 rifles and we had a machine gun. We had about four of each\none -- you know, hand grenades, . So it was pretty, pretty -- | didn't\nrealized how strong, how much ammunition compared with some other groups,\ncompared with some of the groups, you know. Even in the worst ghetto, which\nthey had to fight so hard to pay so much money to get a pistol. And then, you\nknow, they called the Polish underground supports to give it to them and they'd\neven deliver to them. | went to, | think Zucherman (ph) when | was in lodge (ph)\nJoseph Elman 26\n[date]\nPage 26\nat that time, because | was liberated 1944. The war was still going on in August\n-- in July that’s gonna be 50 years. And | came to Bialystok, and Bialystok was\nalready a temporary capitol, at least while the war was going on. So they\nestablished temporary for Polish capitol. Warsaw wasn’t taken yet. And when |\ncame in ‘44 in Bialystok, it was already Jewish organizations. And from the\nJews, | remember from , froma . It was different, kind\nof, already, you know, there was already movement. And | still didn’t know what\nhappened to my parents. | still didn’t know that there was a Auschwitz\nconcentration camp. We didn't know, there is not a single -- | mean, being\nhidden in the woods, it’s a partisans. We never experienced somebody from the\nRussian prison. Somebody should escape and come in the woods and tell us,\n“You know, there is a camp there, there’s a camp there.” But the rest, for two\nyears, being in the woods. And the Russians, maybe they knew we were told of\nsome concentration camps. That’s actually what was going on. We knew\nabout the gassing with the trucks business. We knew that because it started,\neventually, the survivors came in some. Some escaped and they came in the\nPrujena (ph) ghetto. We heard about that, heard about gassing and\nprofessional killing. Killing, you Know, they took you out to dig your own real\nwide and give you a grave eventually. We heard stories about that. But we\ndidn’t -- from the trains, | mean, total liquidation like that, | didn’t know anything\nabout it, because in in 1940, eventually, when | was -- | was\nalready in when | came. When | came, it was in ‘45 and when the\nJoseph Elman 27\n[date]\nPage 27\nwar ended, the first survivors of the concentration camp, girls who\nwere from Prujena (ph), and | was there. And she told me that the Prujena (ph)\nghetto was taken too harshly. And she’s the one told me that one of -- she\nthinks that one of my older sisters was in -- the older, older, you know -- the\nsister, she would have been that time, she was about three years younger -- she\nsaw her one time in Auschwitz so | began think she was picked out to work\ninstead of going, you know, instead of going. But the other sister, my mother\nprobably went to her. So in 1944 (ph), that’s when | discovered.",
        "Q: Was there cooperation between the partisan groups? Were there Polish\npartisans alsointhe. . .",
        "A: Well, we had -- now, eventually, when we had to operate as a Jewish group\nfor four months, this was -- that’s where the woods stand -- because we already,\nlike | say, we joined the two groups, we joined all together. And it -- | think it's a\nweek later we met the other ten men, the other group -- which they were already\n“established” they called it. See, they were already established with a group\nfrom the Russian partisan , so they had already tunneled a hole,\nwe call it. They already had food. They knew how to go about life, about to\nmaking a fire, about--\nEnd of Tape One\nJoseph Elman 28\n[date]\nPage 28\nTape Two",
        "Q: Okay. About how you were getting water?",
        "A: So, as a Jewish group, we existed four months. And eventually, we settled down\nand jointly we went. We didn't do too much, | would say, like the Russian, they\nreward, what do you call it? And eventually we learned ; ;\nwhere Mumar (ph) established. And they were already taking part with the other\nRussians, and they, besides taking food already, they were doing, you know, cotton,\nor already doing certain, like cotton, cutting telephone wires -- it was the easy job,\ngoing out at night and cutting the telephone poles and telegraphs and all that. And\nwe -- they helped us to establish bunkers and they helped us in the beginning -- it\nwas not really the beginning, it was later on already, joined to help us go and get\nsome food to the farmers. And we got, eventually, went in to farmers, you know, we\ngot bread, whatever, you know, for certain amount of time. But we had bad\nexperience ttil then, ‘til in the beginning, you know, when we were on our own and\nwe went out to get some food in the beginning and we were inexperienced and we\nhad arms, we were armed and we went to a farmer to, you know, like\n-- it's not in in Poland, to farmers, it’s a whole village farmers. It’s\nlike over here. They live it. They have their land and they'll spread it all around.\nThey'll have their house and the, | would say, most of the food and all that kept in the\nhomes. So they knew that we were Jews, but they looked at us pretty good as\nsomeone they knew. But they didn't have a -- you know, they looked, “Hey, he’s got\na rifle there.” So we took whatever we could. And so, one time, this was a couple\nJoseph Elman 29\n[date]\nPage 29\nweeks later -- fifty people, you know, you need a little food and then in order to -- we\nneed certain tools. We didn't have any tools like shovels and picks and saws to cut\nkindling and make fires and all that. We didn’t have that, we had to go get it from\nfarmers. So they knew, they called us “the Jewish partisans” were here in the\nvillage. And the Germans, you know, when it comes to Jewish partisans, Jewish\npartisans, they were after them, because it was seldom here you were after hating\n(ph) all the Poles and the Russians and all kinds of Ukraines and all that, quite a few\nwasn't partisan. The groups -- they called them groups, like we were group -- each\none fighting for each other. And they didn’t bother them, they knew they were there,\nbut they didn’t bother them, they were afraid, they were afraid to goin. Butthe Jews\n-- SO, somehow, we had already built a bunker and we had ten men went out to get\nthe provisions to last for at least a couple of weeks so we didn’t have to worry every\nday for this and that. It’s unfortunate the farmers reported to the Germans and they\ncame in with a force and they followed us and they said, “Hey, you're the Germans,”\nyou know, some men went out to lay, take a rest and all that. And those who were,\nabout ten men in the bunker, slept. So they blew up the bunker. So we lost ten\nmen. And we , we ran away, we Stuck together, rifle. Whoever caught\nwhatever you could, we ran away. And eventually, this is the only bad experience\nwe had. We had some losses in fighting, you know, when we were fighting\n. And another bad experience, what | want to say is, those ten men, the\nfirst group, nine of them got killed, not by the Germans, but by partisans. | don’t\nknow what's the reason, we discovered it later, not much, you know. We discovered\nJoseph Elman 30\n[date]\nPage 30\nthey killed them either for their food or maybe they didn’t, say --",
        "Q: Other Jewish partisans, orwas the. . .",
        "A: The Jewish -- that’s the Jewish group which left before us, yeah.",
        "Q: And was it other Jewish partisans that killed them? or was the Soviet, Russian\npartisans?",
        "A: No, that's the Russians, or the Ukraines, you know, where they were already not\njoining with them, but they were of course working with them. But they used to come\nquite often, even those from this group. The Jews with a couple of Russians come\ninto the ghetto and the unirat (ph) requesting, you know, “Give us some money. We\nneed some money because we want to buy this and that.” The unirat (ph) didn't\ncooperate, and of course, you know that. You cannot blame the unirat (ph), but we\nwere shocked to see him coming in, you know? What’s gonna happen to the ghetto?\nThis was while we're still in existence of the ghetto, still in existence. So they used\nto come in quite often. So we lost, | mentioned that we lost eight. The first brave\nmen, they just killed them, | don’t know what purpose. But eventually, so we existed\nabout four months. And somehow, we got settled down, and we had already\ncontacted with the partisans there, and we begged them, they wouldnt take us in,\nbecause they were -- they had already and they were well-armed and experienced.\nThey always -- they promised, “You've just laid around. You haven't got enough\narms yet to join our group.” But they did help us out, for instance, to go and get some\nfood. This was after the bad experience we had. They went with us. They knew\nalready, so we never had any trouble after that. We always got food enough and\nhttps://collections.ushmm.org\nJoseph Elman 31\n[date]\nPage 31\nthey used to help us with that. And we used to help them out. Then, they used to\ntake some men from our groups with them, you know, to go and cut. They protected\nus. They gave us the sews (ph) and they gave us the cutters to cut the poles and\ncut the -- so we did that practically quite often, night after night, night after night. We\nused to cut the telephone and telegraph. This is about being an independent Jewish\npartisan group. In another instance, We did, we were able to go into the town of\n. [don’t know, it’s -- | forgot a little town | mentioned here. We went four\nnights and there was a station, a Gestapo station, we and blew it up. And\nthat's speaking about the Jewish group.\nBut later on, we were in the -- it’s about -- this was in May, the order came, all the\npartisans asked to join together no more groups, no more bands. You didn’t come\nhere in the woods, you know. That came an order from the Russian command.\nThey noticed that it was important jobs we are doing. So they dropped some\nparachutes, litter someplace from , you know. And we got all organized and for us\nwas a blessing. So the jungle, the rule of the jungle, finally finished, and each one\nwas assigned a time, | remember, all the young men. There was some recollection\nof women and children and older men followed wives. They organized\nfamily, we call it brigades. It was fighting brigades and family brigades. And those\n-- even husband and wife, belonged to the family brigade -- see, we didn’t separate\nit. So | was assigned at that time to the hero brigade, what you call it, fighting\nbrigade. And its the third platoon andthen. . .",
        "Q: How many people were in the brigades in the beginning?\nJoseph Elman 32\n[date]\nPage 32",
        "A: In the brigade -- now, our brigade at -- it was the . | would say,\nyou know | mentioned, we were all 50, then we lost 30 by the time we wind up. |\nthink 15 of us belonged to the hero brigade. A lot of those with eh family went out\nwith the families and they were safe it turns out. They were safe. We met and\ndidn't lose a single person. We had to supply, protect them, supply them, the first\nthing they try. And see, my brother -- see, | was with my brother when the order\ncame to the separation, you know. He was assigned to a different brigade and |\ndidn't see him for all those years. | mean, | knew he’s with a brigade that was not\ntoo far, but they operated in a different location. So eventually, after the war, that’s\nall | heard from him. Now while being inthe __ brigade, now | was only, | was\nyoung, | was 20 at the time.. Most of the other groups were older. There were\nsome younger ones. Those girls, and those who followed us, but actually, they\ndidn't belong to our group. So they assigned me -- of course the brigade only had\none . It was really heavy. They assigned me to carry the scab (ph). |\ndon’t know the true meaning, of course, . Well, it turned out for me\nvery good because eventually | was trained to be the number one gun, you know\nmachine gun. And | participated and | was the .",
        "Q: How long were you in the woods?",
        "A: Exactly -- well, it's about a year and half. From January 1941 to February 1944.\n| was liberated in June, a year and a half. After liberation | was assigned back, you\nknow, we were liberated. And it’s unbelievable, the way | saw the Germans\nmarching in, the way | saw them at the trading gates. They seemed to wait, you\nJoseph Elman 33\n[date]\nPage 33\nknow, the way they were at training camp (ph). And we were stronger, really, at that\ntime. We had brigades of brigades -- thousands of thousands of partisans already\noperating their -- some were assigned to fight, go back up the front for the Russians.\n| was sent back Prujena (ph). | came to my town. And I came to my house. And\nthis is strange to get to my house, and the house was still in tact and | found\nsomebody living in the house, a family, you know, | didn’t care so much about the\nhouse.She was scared, she was scared and shocked, you know. And soon after\nthat, my brother was in Galvestok (ph). See, he didn’t come to Prujena (ph).",
        "Q: He didn’t come back at all, there? Orhe justdidnt. . .",
        "A: No, he was liberated. He wentto Bialystok. Bialystok was already Poland. And\n| was stuck in Prujena (ph), which was Russian, under Russian control. And | had\na hell of a time getting out from Prujena (ph) because | had a letter from\nthat he was in Bialystok. So in order to get in, , he told me to Bialystok.\n| was, like | say, | was sent back to Prujena (ph), and the commander of my platoon,\nhe was assigned back to come to Prujena (ph), that’s why he took me back. A lot\nof them went back on the front, fighting back. So | was fortunate | wasn’t one back\non the lines. So then, there were about, | would say, seven, eight partisans from the\nold group went to Prujena (ph). And that’s when, eventually, | met a doctor, what |\nsaid, it’s a Nun (ph) and she got saved and she came back, went to Poland, but she\nwas In Poland, she came a little later, when it was liberated, she came\nback to Prujena (ph). And that’s . And she treated us still like\nchildren.\nJoseph Elman 34\n[date]\nPage 34",
        "Q: What was the feeling like those first days of liberation?",
        "A: Well, the first day of liberation, of course it was a joyful feeling, you know. You\ncan imagine how you -- you are already liberated. | mean, it's unbelievable. |\nmean, you couldn't imagine. We knew already that the front is moving and moving\ncloser and closer and closer. And well, | have a feeling that my parents -- | had a\nfeeling that the concentration camps, that they full and that something they went to,\nthey went to slaughter.",
        "Q: And when you got to Prujena (ph), what did you find? when you went to your\nhouse?",
        "A: Oh, well. | came to Prujena (ph), | find my home in tact, and the farmer was like\n-- they were scared. | told them, “You can stay here. I'm not going to stay here,\njust give me a little room, somewhere to wash my clothes and all that. It was a\nfamily, a poor family, too, with a lot of children, maybe six, seven children. She tried\nto -- I'll never forget, she tried to cook me a meal. And all the kids were around. |\nthink that maybe she gave me the last piece of meat which she had ,\n| said, “Don’t do this, | don’t want it. | can get all the food | want.” And the city, so\nwhat happened, eventually, we stayed there, in the group and eventually, some, a\nfew came back to Prujena (ph). Some were able to, when the war broke out, to go\neast, to the Russian side, eventually, they came back and few people. And not\nyoung ones, a few older people. So, there was a community, | would say, of maybe\nten or fifteen people. So | stayed there and for a little while. And | tried to get out.\n| had -- being in Prujena (ph), and being the commander, it was, you know, he was\nJoseph Elman 35\n[date]\nPage 35\nwith me. So, the first thing, he asked me if | know anybody who was from the\ncorroborate (ph), if | know anybody still around who may have participated in the\nrobbing and beating and stole food. And there was some -- Alicia (ph) was\norganized from Byelorussians. We didn’t have the Lithuanians there. It was\nBelarus (ph), very few Poles. But actually, the others didn't trust the Poles. They\nbrought in the Byelorussians, Ukrainians. They brought it in there. So, whatever |\nknew, you know, whatever | knew | told them this once. They were corroborated in\nthere. And that -- they were sending them out to Siberia.",
        "Q: And how long did you stay in Prujena (ph)?",
        "A: In Prujena (ph)? | stayed, | would say. . . |camesix months. Then | applied;\n| wanted to go back there. | wanted to go to Galvestokph (ph). And | told my\ncommander to go, that | have my brother, the only one left, and he is in Galvestokph.\nSee it was interest in me. He says, “You know, we gonna spend a plane, we gonna\nbring him to Prujena (ph).” So, can you imagine that. | want to get out. So he sent\na plane, so -- | could have managed with him. | had a tough time\ngetting out of Prujena (ph). Eventually, it was changed the law. And Polish citizens\nin 1946 were able, even the year Prujena (ph) was under Poland, | was considered\na Polish citizen, because a lot of partisan were left. | was the first one\ngetting out from Prujena (ph). Eventually, they came to United States in the ‘50s\nand says, “Yeah, thank God. It’s here already.” | mean, Poland was established,\nthey were able. But |! had a tough time getting out. So 1 came to Galvestokph in\norder to be with my brother. And we stayed in Galvestokph for a little while. | don't\nJoseph Elman 36\n[date]\nPage 36\nknow exactly how long. And that’s where, | think, in Galvestokph, | was interviewed\nabout being there. And we had already -- they helped us. There was no problem\nwith food and housing and all that. Andso. . . yeah. It’s important, | think, that\nwhen | brought, you know, when | was liberated in 1944, | wrote a letter to my uncle\nin Syracuse -- | knew | had an uncle. was the manufacturing\nand recording (ph). So | send a letter out telling him, you know. And the letter --\nthey received the letter in 1945, in May. Can you imagine so long? And the time we\ntold them the story about, we thought, you know, there’s not survivors at all. Only,\nyou know, which we knew of afew. We didn’t think anybody survived. _ It turned out\nthat eventually there was quite a few -- couple hundred -- survivors from Auschwitz\nfrom Prujena (ph). And I’m still in touch. A couple hundred.",
        "Q: Are you in touch with any of the other partisans to this day?",
        "A: Yeah. Now there’s not too many left. the partisans -- we all\njoined. You know, we used to go there at once a year in the old day, you had the\nwhere they have from Prujena (ph) vicinity,\nsurrounding. So|used to go. THe old partisans would be -- concentration camp\nsurvivors, anybody survived by any other way and all that, so we get together. Yeah,\n| was in ten years ago, especially to speak for them at the Northside\nto tell the story about the partisans. Yeah.",
        "Q: | didn't ask you how you were liberated. How were you liberated? Who liberated\nyou?",
        "A: We were liberated by the Russians army. The Russian army liberated us.\nJoseph Elman 37\n[date]\nPage 37",
        "Q: And how did you come to the United States?",
        "A: Like a , | sent a letter. We were already in Poland and we were\nmoving. We were constantly moving. The reason is | have to -- we followed, you\nknow. We wanted to get in to the -- you know. When the war had been\n, the war was still going on. 1944. Then we went to . The\nwar was still going on. It took a long time to take the capitol of Poland.\n. This was 1945 beginning. Anyway, when the war finished, we\ncame to lodge. Wesettled inalodge. And then we got an answer already from my\nrelatives that says, “You know, we've been bombarding you with letters and you've\nbeen moving constantly. You have to settle down so we can make our papers for\nyou.” You know, this and that. “And you’re moving. We one time got a letter from\nyou from here, then you got a letter from here. We wrote you a letter here, you\nweren't there.” You know, town by town, town by town. So eventually, we escaped\nto lodge. We settled in alodge. When they told us to stay in lodge. “Don't move.\nWhatever you need, we'll send you. Well send you money. Well send you\norganization packages.” So we settled down already and we stayed in the lodge.\nAnd when the war was over -- Now, at that time, it was a problem, too. “Are you\ngonna come to disarm America’s army and to smuggle to the Russian’s army.” And\nwe didn’t have any passports. We didn't have no passports, no identification,\nnothing. You could tell them that you are a Greek Jew, so you’re going to Greece.\nYou are . You know, it’s still -- where you knew the language, it\nwas tough, but the organizations, you know, they were trying to push the\nJoseph Elman 38\n[date]\nPage 38\ntime most of the people, the league will bring them to Palestine -- we didn’t have a\nstate yet. So, through the organizations, we smuggled through from Poland through\nBratif (ph), went through Bratislava (ph), Czechoslovakia, then we went to Vienna,\nand some Greece. | know we had a group leader which is trying to bring us out --\nwe're the first ones -- bring us out to the Americans’ army. So we came the\nAmericans’ army. And we settled to the beginning -- | think it was Feldefing (ph), |\ndon’t know if you heard about it. You know, it’s a big, big camp there. There’s a lot\nof survivors inthe camp. And then from Feldafing, we moved -- see, my brother was\nalready married -- he got married in Galvestokph after the war. By the way, the girl\nhe married, the whole family survived. A farmer saved them, all that. This is all\nhappened. We didn't seal the married; we still didn’t know that beginning 1945,\nthere was still concentration came Auschwitz. And we stayed about a year and a\nhalf -- | came in 1947 -- a year and a half, or maybe it was two years, from 1945, |\ncame. | was there. | came in ‘47, you know, July and August, something like that.\nTwo years. Couple of years. And | came right to Syracuse. Yeah, the family was\ngood to us. In fact, we still live there.",
        "Q: How did you find out what happened to the rest of your family?",
        "A: How did | find out?",
        "Q: How did you find out?",
        "A: Well, | mentioned the girl, when | met the girl from Prujena (ph) in Galvestokph.\nShe came, she was young. She told me -- she’s the first one told me that Prujena\n(ph) was taken to Auschwitz, | know it’s Auschwitz. And she told me that “I think |\nJoseph Elman 39\n[date]\nPage 39\nsaw your sister.” But eventually, | was already in Prujena (ph) for after deliberation\nfor months. And while being here -- | didn’t mention to you -- while being in Prujena\n(ph), some from the concentration camp people came to Prujena (ph), beginning right\nafter the war. And | wasn't in Prujena (ph) already. | told her, “Don’t go over into\nPrujena (ph) because ” She thought maybe somebody survived. So |\ndidn't find out -- | know they went to Auschwitz. And if she’s the one said, so maybe\none sister survived for awhile, but if anybody out, you would know already. You\nknow, all the connection and all that. Soit’s. . . Now,I!Icangive you alittle more,\n‘cause | didn’t want to say that about my father. Somebody said, “What\nhappened to my mother?” | mentioned my mother there; | mentioned sisters there.",
        "Q: Please tell me anyway about your father.",
        "A: Yeah, so. See, with my father, | mentioned that my father was religious, was this\nand that. And it was working for the unirat (ph). And he told us boys,\neventually, we were talking about, you know, eventually, we gonna do something,\nwe not gonna go. Wegonnado something. Sohe drew a map -- you couldn't have\na map -- you drew a map, you know. He says, “You are here. Here is\nPoland. Now, even where you want to go, you've got a single country neighboring\nPoland. Now, if you have country, a neutral country -- Sweden or Switzerland,\nanywhere -- let’s presume you get out. But you haven't got a chance because the -\n- you have to go through so much and the Gentile, where were they gonna -- you\nknow, they gonna find you and -- let’s presume you have a place where to go, even\nyou reach the destination.” | says, “There is no outcome, no future. Loss. Not\nhttps://collections.ushmm.org\nJoseph Elman 40\n[date]\nPage 40\nmuch.” So it’s -- the unirat (ph), it happened. See, we got fooled in Prujena (ph) -- |\nsaid they started 1943, beginning in January. In September 1942, we are told to\npack and get ready. It was called off. All the unirat (ph) was called off the same\nwas happening. Somehow we changed. | don’t know what the reason. Maybe\nthe unirat (ph) paid off a little to figure, “Well, we'll get you later on.” Because we\nheard already that and Galvestokph in the late 1942 -- | have the book\n-- was already evacuated. So we heard, you know, Longshang, you know, we knew\nPrujena (ph) it's gonna come. It’s gonna come because it’s already, it’s territory.\nAnd so the unirat (ph), part of the unirat (ph) decided to commit suicide. And they\ntook -- the doctor was in unirat (ph) mansion, so she supplied the unirat (ph) with\npills. But it was less successful. | think maybe one died. And, see, my father\ncommitted suicide. So that’s when it worked.",
        "Q: Okay.",
        "A: Pardon me. Everyone was back here , where they chose to save\ncottage for . And happened the same time that my uncle -- we stayed\nalready with my mother’s sister. My uncle was killed by -- was stormed by the dogs.\nSo you see, there was two widows. She had four children. And with eight children\nin one house, it was tough.",
        "Q: How did your mother handle being in the ghetto? What was she doing in the\nghetto?",
        "A: Well, being in the ghetto, she managed, you know, managed mostly take care of\nthe kids, whatever the best she could and make the best of it for the family. Let’s\nJoseph Elman A1\n[date]\nPage 41\nsee, if the sister, the other one, little Maura (ph), she'll send them up here, so they're\nout of way. We managed, we managed somehow. There’s no one in, | would say,\nthe period of the ghetto that was complete starvation. | would say there was no\nstarvation at all. There was diseases. Eventually, we heard about the diseases\nand a lot of things. But you don’t malnutrition call it, but it takes a long time, you\nknow, to die from -- | don’t think you know what! mean. Take small and see, with it\nat least you have little food, it doesn't have little varmints (ph), you see people. So\nout in the concentration camps, look at the rationing they have and all that. And still\nthere’s some of them survived for a year or a couple of year. So you cannot\ncomplain. Cannot complain about that. It was -- you’re hearing all the stories\nwhat’s going on and it’s not gossip -- certain gossip and all that. So you lived with\nit. Young people, you lived with it. Went out on the streets and all that.",
        "Q: Was there any kind of cultural life going on?",
        "A: Well, it was -- you had books if you can -- if you got books, you read books. And\ncultural life -- actually, you couldn’t go nowhere. You got together in the house,\nsomething like that. And joke around and forgot. You didn’t want to think too much\nabout it. You didn't want to think too much aboutit. In my case, you know, | -- that's\nprobably why | survived. And it’s not, | wouldn't say, like Warsaw ghetto, you're here\nor there. Because it’s a big city, Warsaw, with so many people. And a little town.\nSmaller ones, you know, you can manage. It was -- you know, there\nwere . Once in a while you heard about a farmer -- somehow the cow\nwent in, you know. Meat. You know, the cow went in, was smuggle in during the\nJoseph Elman 42\n[date]\nPage 42\nnight. Maybe they paid off -- | really don’t know. It’s possible they paid off the\npoliceman by the gate who said, “Well, what the hell? We gave them -- at least\nsomebody the unirat (ph).” The unirat (oh) was doing good work as a whole with\nwork. You cannot -- well, you cannot blame the unirat (ph) for -- they discouraged.\nThey knew they discouraged. But later on, if you did try to help us, but it was “See,\nthey didn’t join.” Somehow was kind of late. And all, | think it’s 22 eventually, all 22,\nbecause | read about it from the unirat (ph), went to Auschwitz and two survived from\nthe 22. One was in United States and one is in Israel. So | read about them, too,\nabout that. What they tell me is the unirat (ph) -- one was Segal. He was in charge\nof -- they call it foreign minister -- he was in charge of receiving those people in the\nghetto. Sol read something about they received the -- they was from Galvestokph,\nabout two thousand people who came in in one day and the chief of the Gestapo\ncalled and “Well here. Here is your scheise (ph). You take them in.” Exactly he\nexplained to them, “Here is your scheise, you can take them in and run them down.”\nAnd so, we didn't -- | didn’t know what’s going down or what, the way they tell the\nstory. He tells a story about the operation of the ghetto, how they had to deal with\nthis and this, and this one and this one. Now, | heard then the bergermeister\neventually was caught and | don’t know what happened to him.\nBut about my youth, | didn't tell you very much | think. You asked me, but. . .",
        "Q: | asked you a little bit about the school and. . .",
        "A: Yeah, | went to Strader (ph) and | went to school, public school, and the Russian\nschool, and. . . | hada lot of friends. | didn’t go out to play. | listened to the\nJoseph Elman 43\n[date]\nPage 43\nradio. But, you know, | followed the rise of the Reich. And it bothered me.",
        "Q: What was your family saying as the time, as it was rising? Was there anything .",
        "A: Not much. Well, we were in Poland ‘til -- no, you heard about the rising of the\nReich. This was in the 1930s. You know, you try. After all, it doesn’t happen to\nyou. What you heard in youth, like -- it’s actually -- well, you worry. You figure the\nworld will come to that. But you heard about that. Well, it’s still -- it's not a complete\ndestruction. So walls went in. This went in. You know, like they say the walls in\n_______ where you're not supposed to walk on the sidewalk. Commonsense, you're\nnot supposed to walk, you walk in the drainage and all that. So, | mean, it’s\nembarrassing if something we figured, actually, it wasn’t -- we lived under anti-\nsemitism in Poland for a long time, but it wasn't just like that. But at least, you know,\nit was many times. You were used to it, to call you , In Polish “lousy\nJew” or something. It's coming. Or , Abraham.” We were used to\nthose kind of name calling and all that. But at least it’s not no physical damage,\nphysical damage done. So you can see that being, even being in the woods, you\nknow, those gangs. We all fight. Can you imagine that? We all fight? That's the\nway sometimes people are and it’s the rule of the jungle. | say the same thing. It\ncan happen anywhere. It’s a rule of -- you know, there is no rules for something like\nthat, to educate.",
        "Q: Okay. | think we have finished.",
        "A: We're gonna build . What it means, a hiding place.\nJoseph Elman 44\n[date]\nPage 44",
        "Q: Within the houses in the ghetto.",
        "A: In the houses in the ghetto. Everybody. We build the same thing, you know, to\nlast for the whole family. You know, in your mind, you figure, well, maybe -- this is -\n- you're still in the ghetto. You didn’t expect, you know, the order of provision wasn't\nin yet, but somehow, the feeling was -- and people were supplying us with food for\nweeks. Some were, you know, big, big -- | don’t know. We had, in the back, a little\n-- what do you call it? -- outside the house, a little storage space, whatever you call\nit. Solremember, too, you know. And | could build a little soace down there, a little\nspace -- not for the whole family, just couple of places just for us two, me and my\nbrother. It was a panic building. And eventually, what happens, maybe the\nGermans knew. That’s why every so often they changed the dimensions of the\nghetto. Like, we had already -- in the beginning, it was easier to make an\nunderground tunnel. It was easy then because, you know, it was allowed. Each\nwanted a little strip, you know, like the old people, the old time. The citizens -- like\nover here, you had a house and you had a whole lot of wind around the house. Each\none made their own -- you had your own garden. You had your own vegetables.\nSO you made -- you're putting them in the garden. You dig out and make a little, you\nknow, and covered it. Make a little tunnel or something like that. And over here,\nsome something -- how could you do that? So each one of the Germans -- they didn't\ncome in in the ghetto. Only once in a while they'll come in to the unirat (ph) and give\norders. “We need this, we need this, we need this and we need that.” And a lot of\nthem could be bribed. They could be -- | would say that every one could be bribed\nJoseph Elman 45\n[date]\nPage 45\nfor a little till, you Know -- ‘til the time comes because what's he got to lose (ph). |\nmean, it can be mad, it can be tough to you, but you know, the unirat (ph) gives you\n“Well, this has happened, you know?” | didn't tell you, you know they did to our\nrabbi? The rabbi of the city, you know, with a , a very famous rabbi.\nNow, took from the Leimans (ph), brought us, you know, the one we killed, the\nLeiman brother (ph), and he was such a tough cookie. Tough. Now, he took the\nrabbi -- came to his house and took the rabbi out and made him run -- take the towers.\nSaid put the towers in the trailer and they made him run (ph). Eventually, you know,\nsomebody saw him and reported to the unirat. And the unirat, somebody came out\nand they took him in, you know, | don’t know, to bribe him. You want -- you know, a\ntrick to take the rabbi in order to get a good bribe.",
        "Q: Was the rabbi any kind of leader that the people listened to in the ghetto?",
        "A: He was, yes. Hewasaleader. ‘Til the ghetto was established, the rabbi, he was\nvery famous. He comes, you know -- his grandfather and his wife comes from rabbi.\nIt goes way back. Something from -- like you have the , started the well -\nknown -- and eventually, it continued and continued. But it was a big heavy man.\nNow, he had a son and a daughter, so why? Because they were studying in Europe.\nYOu probably got paid pretty good. In those years, you know it was like over here.\nHe probably managed to send the children out. They survived. | met the son, you\nknow, way back, when they come into New York (ph). It was the same thing. |\nwent to -- probably, he went to Auschwitz and survived.\nConclusion of Interview.\n"
    ],
    "questions": [
        "Contact reference@ushmm org for further information about tis collection\nQuestion: Tell me your first and last name, and your address.",
        "Q: And where do you live?",
        "Q: Yes, please.",
        "Q: That’s fine, don’t worry about it.",
        "Q: And what is your occupation today?",
        "Q: Okay. Could you give me your date of birth, please?",
        "Q: And did you have any other names between 1933 and 1945 that you used?",
        "Q: And you grew up in Prevnau (ph), Poland?",
        "Q: Could you tell me your parents occupation?",
        "Q: And what were their occupations?",
        "Q: Could you tell me a little bit about your family life as you were growing up?\nSpecial occasions, holidays?",
        "Q: What were their names?",
        "Q: Where did you go to school, Mr. Elman?",
        "Q: A public school?",
        "Q: 1 willask you about. . .",
        "Q: And, was your family -- your parents were religious, | understand.",
        "Q: And was your father prominent in the Jewish community in...",
        "Q: Yes, | do.",
        "Q: Could you tell me something about your town before the war?",
        "Q: Were there a lot of Yeshivas (ph) in the town?",
        "Q: Do you remember any incidents of anti-semitism before the war? Like in\nschool or in the town:",
        "Q: When were you aware that the Nazis came to power in your town?",
        "Q: Were you worried the Nazis were in Poland before they came to Prujena (ph)?",
        "Q: When were you aware of the Nazi presence?",
        "Q: What are your recollections of first seeing the Nazis?",
        "Q: What were your feelings at this time, seeing all this happen?",
        "Q: Yeah, while this was happening, what were your feelings?",
        "Q: In 1941?",
        "Q: This was from the town they requested this gold and the -- it was from the\ntown, from the Jews in the town.",
        "Q: Could you tell me something about -- okay, before the ghetto was being\nestablished and the unirat (ph), were Jews prohibited from public places? Like in\nGermany?",
        "Q: Right.",
        "Q: What was it like when they imposed that the Jews were the Star of David? Do\nyou remember?",
        "Q: Do you remember if there was -- what was it like when there was destruction\nof Jewish property by the Nazis, or being forced out of your homes and\nbusinesses in the beginning?",
        "Q: How were you notified that you would be going into a ghetto?",
        "Q: What did you bring from your home to the ghetto?",
        "Q: Like what?",
        "Q: Your beds were abandoned?",
        "Q: Do you remember how you felt while this was going on with Jews, when you\nwere going into the ghetto? Your feelings at the time?",
        "Q: Could you tell me your recollections about getting adjusted in the ghetto, living\nconditions?",
        "Q: What kind of work did you do while you were in the ghetto?",
        "Q: And that was your job the entire time?",
        "Q: Where did your brother work?",
        "Q: Chores. Help, they helped around the house.",
        "Q: So a number of youth decided that they were somehow going to get out of the\nghetto.",
        "Q: Yes.",
        "Q: Were you able to communicate with anybody else out of the ghetto? | mean,\nfamily that might have been living in another town?",
        "Q: How did you get news from the outside world?",
        "Q: Would you like to tell me how -- how long were you in the ghetto, until when?\nJoseph Elman 20\n[date]\nPage 20",
        "Q: Did they know that you were. . .",
        "Q: Where did you have that built?",
        "Q: | want to ask you, were there any deportations going on from the ghetto\nbefore they began to liquidate?",
        "Q: And as they were liquidating, did they call certain people first? or certain\ngroups of people? or how did they do it?",
        "Q: And they just told everybody they'd get to march to come to another place?",
        "Q: Okay. So could you tell me about your escape from the ghetto? First of all,\nhow many people were in your group, altogether?",
        "Q: Now, | want to go back a little. You mentioned the escape. Now, the\nsecond night, when we tried to break through the steel (ph), you know, we were\nfollowed. Notso many, but! think maybe about 50 people: girls, young, older\nmen -- and some of them were able to go through with us. And they survived.\nAnd we lost three, you know. Eventually, took about 5 minutes, whatever, you\nknow, quick, you know, break through the wire and we let the women go first and\nwe had two go through first. Eventually, we discovered when they started the\npatrol that going out and we start firing, so some got killed. | don’t know how\nmany, but we were able, | know, that we lost three men. And we were running --\nit was a spot, you know, we went through a spot. It’s just on the other side of\nthe ghetto, already you've got houses, you've got bars, farmers, to -- as long as\nyou get through and go through and get behind the houses and farmhouses,\nyou know, in the spot so you can start running and get to getting away. So we\nwere running, yes. And -- it wasn't a panic -- | would say each one was running\ndifferent ways eventually, but we knew our destination. We knew where we\nwere going. We got to reach a certain place, and that was a village. And from\nthere, the village was burned up and that was because the chairman burned the",
        "Q: Were they Jewish groups?",
        "Q: Was there cooperation between the partisan groups? Were there Polish\npartisans alsointhe. . .",
        "Q: Okay. About how you were getting water?",
        "Q: Other Jewish partisans, orwas the. . .",
        "Q: And was it other Jewish partisans that killed them? or was the Soviet, Russian\npartisans?",
        "Q: How many people were in the brigades in the beginning?\nJoseph Elman 32\n[date]\nPage 32",
        "Q: How long were you in the woods?",
        "Q: He didn’t come back at all, there? Orhe justdidnt. . .",
        "Q: What was the feeling like those first days of liberation?",
        "Q: And when you got to Prujena (ph), what did you find? when you went to your\nhouse?",
        "Q: And how long did you stay in Prujena (ph)?",
        "Q: Are you in touch with any of the other partisans to this day?",
        "Q: | didn't ask you how you were liberated. How were you liberated? Who liberated\nyou?",
        "Q: And how did you come to the United States?",
        "Q: How did you find out what happened to the rest of your family?",
        "Q: How did you find out?",
        "Q: Please tell me anyway about your father.",
        "Q: Okay.",
        "Q: How did your mother handle being in the ghetto? What was she doing in the\nghetto?",
        "Q: Was there any kind of cultural life going on?",
        "Q: | asked you a little bit about the school and. . .",
        "Q: What was your family saying as the time, as it was rising? Was there anything .",
        "Q: Okay. | think we have finished.",
        "Q: Within the houses in the ghetto.",
        "Q: Was the rabbi any kind of leader that the people listened to in the ghetto?"
    ],
    "answers": [
        "Answer: My first name is Joseph. It’s Joseph, it’s Yiddish is Yosef (ph), Elman.",
        "A: Now | come from Syracuse, New York. And, you want the address?",
        "A: 309 Wedgewood Terrace, Syracuse, New York.",
        "A: Syracuse, New York, zip code 13214.",
        "A: Well, I’m self-employed. I’m in the recycling business, in the\nrecycling for the last 44 years.",
        "A: Yeah, | was born February 5, 1922, in Prujena (ph), in Poland.",
        "A: No, | didn't use one. That's my name, but | until | was Six.",
        "A: | was born in Crushani (ph), a little town. | would say it’s the eastern part of\nPoland, Belarush (ph).",
        "A: My parents, my father is Bechani (ph) and my mother is Seur (ph). That was\ngonna be an English ,",
        "A: My father was the -- we had a concession in the Tobacco. In Poland, you\nJoseph Elman 2\n[date]\nPage 2\nhad to pay a concession in order to sell tobacco products, cigarettes and\ntobacco, so we had a concession, where the seller, the store and the\nmarketplace, . There was occasion in the center of the city, they\nhad a hundred stores like little shops, as you call it over here.",
        "A: Well, the family life was good. My father, he was born in Homeskitz (ph), a\nlittle town. And he went to Yoshiva (ph) in Prujena (ph), that’s where he met my\nmother. And we had a family of four children. | am the older brother of two\nsisters. My older brother passed away two years ago. And my\ntwo sisters perished.",
        "A: My older sister's name was Hieke (ph), the younger girl was Shafel (ph).",
        "A: | attended public school until 1939.",
        "A: Public school, yeah. | finished. And worked for\nin 1939. And | kept thinking | want to explain in 1939, our part\nof Poland was taken over the Russians.",
        "A: And so | continued and went to Russian schools.\nJoseph Elman 3\n[date]\nPage 3",
        "A: Yeah.",
        "A: No, my father belonged to the Schewel (ph) and the Schewel belonged\n. My father used to be sometimes about it was very -- you know, it\nwas very -- then you go and you shiver . Asa matter of fact,\nit was almost the college , Rabbi. You know what | mean?",
        "A: So it was occasionally, he used to read a Torah. You are to read a Torah and\nhe used to be power.",
        "A: Prujena (ph) is a town. It's a warm to task. The woods\nwere like over here, we Call it region . And it was a town, population, |\nthink, | would say around 12 -- before the war, 12,000. And 57 percent, | would\nsay, maybe six, seven thousand Jews.",
        "A: The Shevas (ph), it was a big Yoshiva that’s there, you know. And where my\nfather, | think still remains, but you know there were smaller ones that | recall.\nNow, | went to Hayda (ph) because | didn’t go to Yoshiva, | went to Hayda. And,\nyou know, and coming up from the Hayda, | went to the public school.",
        "A: Oh yeah. Right in my town . In Polish, | went to the Polish\nJoseph Elman 4\n[date]\nPage 4\nschool, because of anti-semitism, | can recall, for instance, when there was a\nreligion class, now we didn’t have, you know, the Jews were out of the class\nbecause there weren't, | would say, maybe 80 percent Christians to 85, another\npercentage. Very little, very not many Jewish people. So we had to -- it was a\nreligion class, we had to come out, you know, be free, left the class. And\n, when we came back for the next lesson, it was something tense.\nAnd, you know, it depends what the priest -- what they were learning there.\nMany times | recall that | was called the Jew, Christ-killer, or something like that.\nJews -- you know, there weren't too many Jews.",
        "A: Well, see, in the way, in Prusia (ph), there, so we were unfortunate that the\nNazis came in ‘39, but the war broke out, | think September, was it September 1?\n| don’t recall exactly the date. | think it was September 1st when the war broke\nout. The Nazis, they came to Prujena (ph). It took them ‘til they reached -- we\nare of the eastern part of Poland and worked through all the western part of\nPoland. And exact date when they reached in Prusiaph ph), | don’t recall. But\nthey arrived at the date, and overnight, they pulled out and disappeared. We\ndidn’t know what’s going on. Eventually (ph), the next day, the Russian troops\ncame in and took over Prujena (ph). So, you know, it was to why they -- we\ndidn't know secret pact. And Poland was the between\nStalin and Hitler. So Prujena (ph) hill, that blocked 50 miles was already the\nborder between the Germans, Poland, German Poland and Prujena (ph) and\nJoseph Elman 5\n[date]\nPage 5\nRussia. So | was able to go to school from 1939 to 1941 in Russian school, for\ntwo years.",
        "A: They came, they only -- they just walked in and they pulled out. It seems to\nme that they were -- you know when a , It seems to me they must\ngo (clap, clap), must go (clap, clap). Went over a certain territory, which\n. Eventually was quiet, we sort of -- we didn't know what’s gone.\nWe expected the Germans. And then, at day, and overnight, pulled\nout and the Russians came in.",
        "A: This was in 1941, when the war broke out between the Russia and Soviet\nUnion and Germany, because the proximity was so close to the border, we only\nwere about 50 kilometers from the border from the Germans. So overnight, in, |\nthink it was June 23rd, 24th is not it. Overnight it came in the Nazis. | mean\nthey, | remember that for three weeks, columns and tanks and tanks and\ncolumns, all kinds of things and some others, no one on foot marching, marching\nto the city. And tanks, you know they weren't -- sometime you call it\nenclosed -- but it just opens, free. And anybody who was outside\nsometime on the street, as so little rescuing. “How far is Mensk (ph) and\nMoscow (ph).” You know they were directly they'd talk to you or they'd go on ina\nhome overnight or ‘til they -- that’s all they were interested. “How far is Mensk?”\n| told they got a long way to to Mensk. You know,\nJoseph Elman 6\n[date]\nPage 6\n, they just crossed the border. So they came overnight, they\nmarched right in.",
        "A: Well, in the beginning, when the German army arrived, it was -- everybody\nwas inside. You know, everybody was inside. And people were afraid to go\nout. And we heard already, you know, it was night, we heard the radio stories\nand all that. But you have to go out to get some water. You know, we didn't\nhave inside water, we had to go to the well to get some water for the families.\nThe man from family had to go out to the well to get some water. So that, you\nknow, some Germans were washing around there. And it was not ‘til -- it was\nnot any -- | don't recall any special events happened while they were -- while the\nfront went through. But, after three weeks, when the troop moved, and then the\nGestapo took over, you know their city says -- we heard about, some soldiers\nused to tell us, you know, that well, we were wary of them and the successor’s\ncoming. Beware of the accessors coming. It means they were telling you that\nthey haven't got nothing, something against Jews because it was an occasion a\nsoldier was from Austria, an Austrian soldier. This was -- a friend told me that.\nYou know, you were not allowed to water to outside the city. You know? You\nknow that German is actually Austria and he told us and he told that to what's\ngonna, that the assessor’s gonna come after them to take --they call it a control.\nWhatever then you have -- you'd better take -- be careful, take hold of something\nyou've expression . SoO1|would say three weeks after the -- at\nJoseph Elman 7\n[date]\nPage 7\nthree weeks when the front, when and the SS Gestapo came\nin to accomplish their. . . Sol recall what happened | think in the first, first\ndays, what they did is they requested or they picked up | think it's eleven Jews,\nrepresentatives from different groups. They asked, you know, if you were ever a\npresident for a synagogue or if somebody chartered for organization. And if you\nwere in charge at some time for any Zionist organization, we had the patriot, we\nhad the Bund (ph) organization, you know. And presidents and so, so they\npicked up some intellectuals and they took him out, | know this, by the little forest\nthat’s about three kilometers from Prujena (ph). Lachi (ph), lachia (ph)\n. And that they shot him. That was the first days first\ndays that they took control.",
        "A: After that?",
        "A: Well, we heard that --we were scared. We were scared, but it was -- the\nghetto was not established yet. We were living among, you know, along with the\nChristians, all that. And so, life was going on and we were outside trading yet\nwith the Christian farmers and all that for awhile. And eventually, it didn't take\nvery long, that they established the ghetto. It was, | think, in August or\nSeptember, they established the ghetto.",
        "A: 1941. September, ‘41, they established, already, the ghetto. And they\nJoseph Elman 8\n[date]\nPage 8\ncalled those Jews who lived in the ghetto remained. Those Jews -- we lived\noutside, you know, on the outside. So we eventually had to abandon and move\nin with one of the family. So after establishing the ghetto, there is some -- they\nextend and certain laws were for effect (ph). And first thing | recall\nthat they requested, like, | think it's because of the Russians, it’s sort of Russian\nmoney, but in rubles. They requested | think it’s like a certain\namount kind of. They think it’s they have kilogram of gold and two kilograms\nsilver throughout the first three days; so the ghetto was established. . .",
        "A: From the Jews, yeah. That’s already the law. The Gestapo, the\nBergermeister, the mayor of the city was already here, you know. The mayor\ncame in and the Gestapo and they told the Jews of the ghetto to select a unirat\n(ph). They didn't install the unirat (ph). | mean, you install a unirat (ph) for\nrepresentation from all different branches. So if we gonna deal with you, we\nneed labor, for instance, or money, anything like that. Inside you control Jews,\ninside the ghetto. Police force, Jewish police. So unirat (ph) was established\nthroughout the way when the ghetto was established. | think it was over 12 or\n15 people representing the unirat (ph), although we had wanting\ncharge of the -- especially labor was important, you know, and they -- right away\nthey took you to any type of labor work. It was about three miles from the city\nthat we had an airport and, wintertime especially, we needed a lot of you know --\nJoseph Elman 9\n[date]\nPage 9\nwe get cold, cold winters and lots of snow. So to clean the airports, you know, is\n500, you know, by shovels in hand. We [didn't] use bulldozers and snow plows\nand stuff like that. So labor was important and each branch. And charge\nsomebody in charge of the food, you know, gets rationing established. So\nmuch, | don’t know exactly the rationing, but | think there was certain rationing\nlike 15 or 25 gram of bread, so much bread, they give you margarine in\ncertain amounts. You know, rationing was established.",
        "A: When they arrived, you mean?",
        "A: Well, it was the first days -- we were able, the first days, to go outside,\nbecause the ghetto wasn’t established, and go out and trade with the farmers\nbecause the stores were already -- the stores were closed under the Russians, to\nclose. You know, you couldn’t have on (ph). There was all these\nstorekeepers already got liquidated. | mean, it was sold out and closed. So\nwhatever you had had and little, you know we knew that the war was gonna start,\nso each one, like over there, prepare the little food something for the future. But\nyou were able in the beginning to go out and trade with the farmers, yet, the first\ndays. This was ‘til the ghetto was established. Sol would say, maybe, about a\nmonth that you were free going out. But most of the Jews were confined. You\nJoseph Elman 10\n[date]\nPage 10\nknow, we were confined in the house; sitting there, you didn’t go nowhere and\nyou know, | mean, you didn't participate in any going out, like social going out. |\nrecall, while the Schull (ph) -- well, as a matter of fact, | don’t think it was already\nonly one Schull (ph). There were the Schulls (ph) who were already not active\nunder the Russians, already more so than any Schulls (ph). Only a couple were\nleft. You know, a town, like a small town, we had six, seven synagogues.",
        "A: Oh, well, this is when the Star of David was the law when the ghetto was\nestablished. Then it came out, a law that you have to wear the yellow Star of\nDavid on both sides. One here and, it was yellow, certain sides and in the back.",
        "A: Like | say, the home, the businesses -- there was no businesses already,\nwhich may be because the Russians, when they came over, they liquidated the\nbusiness. So there was no businesses. Everyone was working, though. It\nwas normal. You were a chance (ph) to, you know if you were a professional,\nyou worked with your profession. If you were even a businessman, say, “Oh,\nyeah,” when one of them asked you if you were a business man, might say --\nwhen the Russian came over, my uncle had the flour mill and he was a big\nbusiness man. So when the Russians came over, they told him, “Okay, you\nJoseph Elman 11\n[date]\nPage 11\nmanage, you go on. You remain there.” But he didn't own it. They paid hima\nsalary and that's the way the businesses were operated, all businesses under\nRussians were liquidated and they let you run. They paid youa salary. They\ndidn’t come to save you for the business, though. So when the Germans\narrived, it was already in Prujena (ph), that there was not private businesses.\nThe profession, your professions, like teachers and lawyers and doctors,\nwhoever were Jews were, under the Russians, were able to practice their\nparticular profession.",
        "A: Yeah, we were notified. It came the date, | don’t know, “It’s around in\nSeptember that the ghetto will be established.” They called the Jews where they\ngave the unirat (ph), the measurement of the ghetto, the map of the ghetto. And\nthey called them to build, even to build a fence and hold the dimensions and with\nthe unirat (ph), we have to pay for it, even for that. So they were given the\ninstruction where it’s gonna be and all the sections, quarters, which we\ntogether. So we knew. And then they give us a time to state.\nSo if you are out of the ghetto, you’re in your home, and the\nChristians who were in the ghetto to get out. And [we] bought their homes and\nwe took up. Of course it was very, very crowded. They give you a few blocks,\nlet's see. It was crowded, so some relatives, families of too many, just take in\ntheir own family. When we moved, we were two move out from our house. We\nhad to join my aunt’s house.\nJoseph Elman 12\n[date]\nPage 12",
        "A: From the home to the ghetto, that time, we had to -- we couldn't bring the\nfurniture. Everything was left. But they told us that we could bring, you know,\ncertain possessions.",
        "A: Like, | guess, you can move in, bring in the ghetto, , certain -- each\nperson, a couple, what do you call it, pack? back packs or something like that.\nSo, | remember, with a little wagon and a push cart we moved and moved from\nthere to my aunt's. Furniture and all that was abandoned.",
        "A: Yeah, the furniture, beds and all that was left.",
        "A: Well, this is -- you asked my . When | was -- | was young and\nright next neighbor to me was a doctor, a Jewish doctor, Dr. Goldframe (ph).\nNow, by the way, this doctor, it's a miracle, too, she would survive. And Nam\n(ph), you know, when the sister, Nam, because she was the only doctor at the\ntime -- no, not only Jewish doctor, but . And she was appointed (ph),\nvery British . She treated here. And she was very liked all over the\ncity. And she was Dr. Ola Goldframe (ph). So she was active in the\ncommunity. And | remember as a kid, when | was young yet, you know, we\nused to sit and speak about the, you know, we heard about the Germans, what\nJoseph Elman 13\n[date]\nPage 13\nhappened to, you know, that whence they might (ph) arrive, and Hitler\nwas interested in all that. | was a kid and | was mixing mostly\nwith this doctor and another, you know, Maury (ph) Holder, politician (ph),. |\nsaid, “What I’m doing there with them?” And | was always, you know, something,\nwas very interested and a feeling what was gonna happen, what was going\ndown. This was in youth, it’s very young.",
        "A: Well, the living conditions of the ghetto, is now, when they established the\nghetto, in the beginning, our house was outside the ghetto. So eventually, you\nknow, had wanted to move in with my aunt. And, like | say, it was rationing.\nAnd you could do a little trading even though in the ghetto, you could do a little\ntrading with the outside. No, with the outside, you denied with farmers. And\nyou know, for money, for silver, for little, you Know, if you had. There really was\na little way of getting, | don’t call it market, but little bribery, a little trading. And\nbesides that, they tried to bribe the unirat (ph) in charge, tried to bribe that mayor,\nthe bergermeister a little. You gave him anything he wants, he'll give a little\nmore, more large the portion, the ration. You know, there’s that. So in the\nghetto, in the beginning of 1941, you can manage, nobody starved, you know.\nActually, there was no starvation. But eventually, with time, the ghetto was\ninstead of up, was, | would say, shortened, squeezed shorter and shorter and\nshorter. And in the beginning of 1942, they started bring in some people from\nJoseph Elman 14\n[date]\nPage 14\ndifferent towns in the ghetto. So, in 1942, they brought in some Jews from little\ntowns. And that’s when the ghetto got crowded. And that’s when, you know,\nthe rationing, it was, the situation got worse. That situation got worse. Now,\nwhile in the ghetto, there was always -- every day, everybody was taken to labor\nto work, different kind of places. And certain places, you know, you work so,\nsometimes, you got an extra piece of, you know -- there were some Germans\nthat weren't too bad. They'll give you a little extra piece of bread or something.\nAnd some places were terrible. Some just, you know, people didn’t want to go\nwork there. They'd say, “They're sending me back to the . You\nknow, and they’d beat you up; they'd kick you for any reason and nobody\nwanted to go work for them. And eventually, what happened, they had to be\nbribed. This liemeran (ph), you Know, and it was in charge of the\ncommunication and telephone lines in, you know, the front was going on. And\nhe was a terrible -- | mean the of this man, Warren (ph) -- the\nterrible Nazis. And nobody wanted to go work for them.",
        "A: In the ghetto? | was in the ghetto. | was assigned a job in the ghetto in the\nfood department. But we would get, for instance, from flour. We would get not\nbread, we would get the flour to bakery . Inthe ghetto was a bakery.\nSo they gave you so much flour as to bake, enough to make bread in the flour.\nSo | worked, you know, in the hot. And a lot of the flour -- most of the time. In\nthe beginning, | did go out, different type of work, working on the airport, or\nJoseph Elman 15\n[date]\nPage 15\nassigned to different places outside the ghetto, so forth. But eventually | gota\njob inside the ghetto working for the -- they call it a , you have\nfor the department [ph].",
        "A: This was, yeah, | was working there until the ghetto was liquidated and |\nescaped. See, my brother had bought a place.",
        "A: See, that’s what | wanted to say. My brother had bought the place. That’s\nwhat | want to tell you now. It’s like coincident. When we -- we lived like a\nmansion outside the ghetto and we had a big house. And before the ghetto was\nestablished, it was a brother and sister from . And they got caught\nduring the war in ‘41, | don’t know, over in Prujena (ph). And they were -- they\nstayed, lived in our house. The sister was a teacher from profession, and he\nwas an international lawyer. And he just got stuck in the ghetto and they\ncouldnt leave. And he was assigned -- was given a special job because he's a\nlawyer and he spoke fluently German. And his name was Schein (ph), last\nname Schein (ph), so | thought, you know, nobody could go it is\nGerman. Now, the unirat (ph) -- now, eventually, the unirat (ph) heard about him\nand they gave him, you know, it was very important, so they gave him a big\nposition in the unirat (ph) and he’s like liaison. He was dealing direct with a\nunirat (ph), with a bergermeister, and with a chief of Gestapo. And anything,\nyou know, anything again, that was one of the members, he had a very important\nJoseph Elman 16\n[date]\nPage 16\njob. Now he assigned my older brother -- the bergermeister’s wife, the\nbergermeister knew that a chorus boy, what do you call it? No,\nwere called chorus. . . ajob.",
        "A: Well it's something, we each have to pull, you know. | don't sleep late here.\nHelp around the house for the bergermeister. So if we had he’s\ngonna send , my poor little with a job. Now\nthis was already in 1942 because the ghetto was established in 1941. Now this\ntime, when it was assigned, already the youths in Prujena (ph) ghetto got\nrestarting, thinking, organizing about some kind of resistance. We already knew\nthat we heard all kind of stories. People were brought into the ghetto --\nescapees from little towns where they told us, you know, what happened there\nand they just got -- by a miracle they escaped, because in the little towns, they\njust -- there were 50 families they killed and robbed -- just came out and killed\nthem right on the spot. And somehow a survivor survived and one of them\ncame and got in in our ghetto. Or even the Germans, many times, survivors,\nwhen they caught some of the survivors, when they caught some of the\nsurvivors, they used to bring them into the ghetto. So | was thinking -- | couldn't\nunderstand -- | was thinking and then, you know, it’s telling the survivor, telling\nhim what was going on. He says, “You know, the whole village was all -- they're\nall killed.” And what’s the purpose? Why are they dropping in the survivors in the\nghetto? | mean, why do they surround them? Because it means -- Then | realize\nJoseph Elman 17\n[date]\nPage 17\nthat it’s only temporarily. It must be temporarily. We heard from a lot of the\nJews who were brought in, they had to march for, let’s see, 50 kilometers vicinity.\nThey didn’t (ph) brought them in in trucks or something. And they just marched\non the way. And they came in and eventually, if they'd make it, show them.\nAnd they came in -- you know, they were telling us, we heard, what was\nhappening. We heard what was happening. They brought in from\n. And this one was saying, “My father, my child.”Eventually,\nyou know, was going around. We heard in ghetto all kind of stories about\natrocities and things like that.",
        "A: With us?",
        "A: Well, and so what happened -- yeah, | was speaking to my brother. So he\nwas assigned this job and it turned out important job. We already started to\nthinking about organizing and either, you know, escaping or fighting or burning\nup the ghetto. Do something about it. Now, we had about 30 miles from the\ncity, we're fortunate we had some forest. So what happened when the\n, they were taking from the ghetto men to work at different kind\nof jobs. Some were sent to work in the forest, to chop for the\nGermans, just for week. It took, you know, 30 people. Fifty go into forest one\ntime. Now, in the forest, they got in camp one of the troops, you know, there\nJoseph Elman 18\n[date]\nPage 18\nwas some we Call it Mecadizans (ph), but it was already some Russians with\nthem, came over and got in contact with us. So, you know, got in contact, so\n. What they do is they said, they was telling us, “Eventually, we'll\ntry and get some money. And we gonna take you . But that’s\nthe way it started in the beginning. We had a little, little, heard about the outside\npartisans. It wasn't actually partisans yet. It was just gangs, groups. It wasn't\norganized. So the groups were starting with thinking about how to get some\narms. And | mean, initially, it was a problem. Now, my brother was influential,\nbut because he worked for the bergermeister and because he was able outside,\neven though he was picked up everyday from -- the SS man used to come down\nand pick him up every day from the ghetto, from the gate of the ghetto, march\nhim to the bergermeister’s. The bergermeister lived outside the city. And after\nwork, bring him back home. And while being outside in working for the\nbergermeister, he had a little chance of being free. And there were certain\nJewish working outside. Like there were some warehouse; like |\nmentioned there was an airport not too far from the city. There were some\nwarehouses the Russians left with ammunitions, the arms, ammunitions, and\nthey took some Jewish workers to work in the places to pack it and crate it and\nstuff like that. So that’s the way it started at least. So when the group was --\nyou know, my brother was already -- those guys who worked had, you know,\n. Of course, who worked out there was very secret. They had\nto, somehow, steal some certain, at the outside, to hide it. But my brother was\nJoseph Elman 19\n[date]\nPage 19\ninstrumental. We built a sled with a double back and big one and he was able to\n-- the ammunition was outside the ghetto. . And we brought to\nthe bergermeister himself. That’s the story when | was 12. | was interesting.\nThis is thanks to his wife, which persuaded him. She was little, you Know. She\nwas, once in a while, tried to help. And we asked her for little food and told her\nthat was sick and this and that. So she says, “Okay.” She\npersuaded the bergermeister. We smuggled in the sled. That's the way we\nbrought it. Then we were able to bring in the contraband ,",
        "A: No, no. We hada hint. No communication. You couldn't communicate, you\ncouldn't go. Wehad an aunt living, the only one that . Itwas\nabout, maybe, 60 kilometers. You couldn't travel. You only could go to work.\nlf you were assigned, you had to make sure you come back. You know, to be\naccountable. Going out and coming in.",
        "A: The outside world? We -- there was a secret radio in the ghetto. Wehada\nsecret radio. And we got some news mostly from the German paper. We used\nto steal a German paper and smuggle it in. We didn’t get any other news from --\nbut news from the outside world, we got a Phillips (ph) radio, which we got from\nunderground. We got some news.",
        "A: Well, | was in the ghetto -- the ghetto was established in September °41 ‘til\nJanuary 27, 1943, when the liquidation started. And so, we were already\norganized a crew (ph) and we had already had contacted the outside. It tooka\nlittle while. This was since we first met the connection with the outside\npartisans. In January 1943, when they started liquidating the ghetto -- it took\nthem four days, so on the second night, we couldn't get through the -- we had\nalready, you know, the ammunition; the were prepared. You\nknow, where you know you have to fight through, fight through the ,\nAnd so the first night we were unable to work through because a mob (ph)\nfollowed us in the ghetto. A mob, hundreds, you know?",
        "A: They saw us going out and they followed us. So we couldn't work through\nthem. So they said we had a bomb to build. So we went back to the bunker.\nWe had an underground bunker built.",
        "A: We had it built on the outskirts. You know, one of the groups, members of\ngroup. the one built a ghetto. But we didn't have it ready yet.\nWe was gonna build it and tunnel until we were ready yet for the tunnel. So we\nwent back, we hide. We are sitting in the bunker, waiting another day, because\nwe didn’t want to get, what you call it, discovered. Discovered. First of all, it’s\nnot only that, it's already we knew already liquidating. But it’s not -- |\nmean, what could it be worse. But we just tried to get out. We tried to get out\nJoseph Elman 21\n[date]\nPage 21\nbecause we had already ten men about and our organization was already\noutside the ghetto, in the woods. But they didn’t mention since 19-- they left four\nmonths ahead of time. There were already several there. And we're contact\nfor them and they were coming back and forth in the ghetto and telling us what to\ndo -- organized, get more arms, try to smuggle more arms and this and that. So\non the second night, we ,",
        "A: No, that was not deportations. As a matter of fact, they were bringing in, they\nwere bringing in into Galvestok (ph) and Prujena (ph). There was no transport,\nno.",
        "A: Well, yeah. When they started liquidating, they had divided in four quarters\nthe city. In four corners, this was, you know, East, West, South, North -- each\nquarter a night. So they started | don’t know exactly where, which were first. |\nknow that my parents went the second night. That's all | know.",
        "A: Here, yeah. were told, | know that because it lasted one day, you\nknow, the first day, we know what is going on. It was panic. So, they came, the\n, the chief of Gestapo came into the the unirat (ph), they says that\n“You get you ready, you have to -- tomorrow morning -- get your most important\nJoseph Elman 22\n[date]\nPage 22\nthings with you, what you can take is just a back pack and most important things\nand be ready at 8:00.” We didn't have a station or stand kilometers from Prujena\n(ph), the railroads. We didn’t have the station near. We had to go -- we had a\nlittle, little -- there was a little railroad taking, you know, when you have to travel,\ntaking you to the station from Prujena (ph). But they didn’t -- they told us to be\nready at the farmer’s market, which is the center of the little town, you know.\nThey call it a farmer's market. The farmers used to come down there with their\nproducts before the war. And that’s where we had the -- my father had his store\nat the center of the market. And the farmers were all ready with their sleds --\nthis was winter time -- with their sleds, ready, lined up, all over, inside and\noutside the ghetto. And | know they were telling us that you were to be taken to\nwork and you go into the city. Where? You'll be taken to work, you'll be okay.\nBut | see how they taking women and the children and say the women and the\nchildren gonna get special places. They're gonna be near the husband, all this\nkind of ,",
        "A: Well, you see in our group, there were 18 people and two women (ph). Now\nit wasn't actually allowed, the way | understood, that they say there is no women.\nThe reason no women, we didn't because it was, you know,\nwintertime, there was no chance anyway. We didn't know what was gonna\nhappen. We just tried, well. “What can it be? Worse to worse, at least you fight\nJoseph Elman 23\n[date]\nPage 23\nand you'll die as a -- what you call it -- human.” And so the commander of our\ngroup, so of course, 18 and three is 21. And ten were already in the forest.\nAnd, eventually, when we came -- when we escaped -- now, the second night,\nwe stayed, we came to the woods, we supposed to meet this crew because\nwe're told where they're gonna meet us and all that. So we couldn't find them.\nhttps://collections.ushmm.org\nJoseph Elman 24\n[date]\nPage 24\nvillage out because a -- they already some partisans there,\nRussians, fellow Russians (ph), so they burned the village out. So we knew that\nwe gotta reach this village -- near this village, there starts the woods. We gonna\nmeet this group, but we didn't meet them, so we didn’t meet them. And we\nwandered around for a couple days and some the group, which, you know, those\nfollowed us, there were couple girls that, remember, they said they ;\nYou know, they couldn't take it, it’s cold, bad. So they went back. They said,\n“We're gonna go back and be with . Well, we didn’t know. You\nknow, they said you were [going to] work. We didn't know exactly a hundred\npercent, you know. You're going to -- we didn't know it a hundred percent. So\nthey went back and . That's what | heard later when | came\nback to Prujena (ph), that they got caught and though the farmers, not the\nGermans, the farmers, from the way they caught them. They turned them to the\n-- gave them out, turn them in to the Germans. | remember the Germans.\nThey . SO, eventually, we caught up to the woods with two\nother groups, each not knowing about the other.",
        "A: Yes, in our ghetto, the same groups. See, it wasn’t -- each group was\nworking something individually. See, they’re on their own because you have to\nbe broken up in small -- you know, in the beginning -- eventually you can join one\ngroup. So | didn't even know about this group. So we met up with two other\ngroups. One group didn’t have -- they escaped some how, some way, maybe\nJoseph Elman 25\n[date]\nPage 25\nthreatened (ph), or maybe some how, or maybe they were not exactly -- or\nmaybe someone tell them they were hiding in a hideout in a place ‘til the\nliquidation finished and then they walked out. But they knew, they heard, you\nknow, by the woods there were some parties out. So somehow they reached.\nSo we met up with two other groups. So we're all together already at the time,\nconsisted of about 50. But the other groups -- the other group had very few.\nVery few ammunition. Now it’s important to say out who, the 18. Now we were\narmed fully, you know. We had plenty in the contraband, but my brother -- of\ncourse | was outside the ghetto. It was secretly my parents didn't even know\nabout it. So the sled came and | -- you know, to the ghetto. The bergermeister\nbrought it in. | had to take it into my aunt’s house to take it apart. “Oh, you\ngot some food, good.” But you know, there was a lot of -- had to take it out and\nhide all this stuff, the contraband. So we had to time our group. But in the\ninterview, when | was -- the hour struck, | think | mentioned, you know, when |\nwas interviewed by the . They wanted to know exactly how much. So\n| think we had 11 rifles and we had a machine gun. We had about four of each\none -- you know, hand grenades, . So it was pretty, pretty -- | didn't\nrealized how strong, how much ammunition compared with some other groups,\ncompared with some of the groups, you know. Even in the worst ghetto, which\nthey had to fight so hard to pay so much money to get a pistol. And then, you\nknow, they called the Polish underground supports to give it to them and they'd\neven deliver to them. | went to, | think Zucherman (ph) when | was in lodge (ph)\nJoseph Elman 26\n[date]\nPage 26\nat that time, because | was liberated 1944. The war was still going on in August\n-- in July that’s gonna be 50 years. And | came to Bialystok, and Bialystok was\nalready a temporary capitol, at least while the war was going on. So they\nestablished temporary for Polish capitol. Warsaw wasn’t taken yet. And when |\ncame in ‘44 in Bialystok, it was already Jewish organizations. And from the\nJews, | remember from , froma . It was different, kind\nof, already, you know, there was already movement. And | still didn’t know what\nhappened to my parents. | still didn’t know that there was a Auschwitz\nconcentration camp. We didn't know, there is not a single -- | mean, being\nhidden in the woods, it’s a partisans. We never experienced somebody from the\nRussian prison. Somebody should escape and come in the woods and tell us,\n“You know, there is a camp there, there’s a camp there.” But the rest, for two\nyears, being in the woods. And the Russians, maybe they knew we were told of\nsome concentration camps. That’s actually what was going on. We knew\nabout the gassing with the trucks business. We knew that because it started,\neventually, the survivors came in some. Some escaped and they came in the\nPrujena (ph) ghetto. We heard about that, heard about gassing and\nprofessional killing. Killing, you Know, they took you out to dig your own real\nwide and give you a grave eventually. We heard stories about that. But we\ndidn’t -- from the trains, | mean, total liquidation like that, | didn’t know anything\nabout it, because in in 1940, eventually, when | was -- | was\nalready in when | came. When | came, it was in ‘45 and when the\nJoseph Elman 27\n[date]\nPage 27\nwar ended, the first survivors of the concentration camp, girls who\nwere from Prujena (ph), and | was there. And she told me that the Prujena (ph)\nghetto was taken too harshly. And she’s the one told me that one of -- she\nthinks that one of my older sisters was in -- the older, older, you know -- the\nsister, she would have been that time, she was about three years younger -- she\nsaw her one time in Auschwitz so | began think she was picked out to work\ninstead of going, you know, instead of going. But the other sister, my mother\nprobably went to her. So in 1944 (ph), that’s when | discovered.",
        "A: Well, we had -- now, eventually, when we had to operate as a Jewish group\nfor four months, this was -- that’s where the woods stand -- because we already,\nlike | say, we joined the two groups, we joined all together. And it -- | think it's a\nweek later we met the other ten men, the other group -- which they were already\n“established” they called it. See, they were already established with a group\nfrom the Russian partisan , so they had already tunneled a hole,\nwe call it. They already had food. They knew how to go about life, about to\nmaking a fire, about--\nEnd of Tape One\nJoseph Elman 28\n[date]\nPage 28\nTape Two",
        "A: So, as a Jewish group, we existed four months. And eventually, we settled down\nand jointly we went. We didn't do too much, | would say, like the Russian, they\nreward, what do you call it? And eventually we learned ; ;\nwhere Mumar (ph) established. And they were already taking part with the other\nRussians, and they, besides taking food already, they were doing, you know, cotton,\nor already doing certain, like cotton, cutting telephone wires -- it was the easy job,\ngoing out at night and cutting the telephone poles and telegraphs and all that. And\nwe -- they helped us to establish bunkers and they helped us in the beginning -- it\nwas not really the beginning, it was later on already, joined to help us go and get\nsome food to the farmers. And we got, eventually, went in to farmers, you know, we\ngot bread, whatever, you know, for certain amount of time. But we had bad\nexperience ttil then, ‘til in the beginning, you know, when we were on our own and\nwe went out to get some food in the beginning and we were inexperienced and we\nhad arms, we were armed and we went to a farmer to, you know, like\n-- it's not in in Poland, to farmers, it’s a whole village farmers. It’s\nlike over here. They live it. They have their land and they'll spread it all around.\nThey'll have their house and the, | would say, most of the food and all that kept in the\nhomes. So they knew that we were Jews, but they looked at us pretty good as\nsomeone they knew. But they didn't have a -- you know, they looked, “Hey, he’s got\na rifle there.” So we took whatever we could. And so, one time, this was a couple\nJoseph Elman 29\n[date]\nPage 29\nweeks later -- fifty people, you know, you need a little food and then in order to -- we\nneed certain tools. We didn't have any tools like shovels and picks and saws to cut\nkindling and make fires and all that. We didn’t have that, we had to go get it from\nfarmers. So they knew, they called us “the Jewish partisans” were here in the\nvillage. And the Germans, you know, when it comes to Jewish partisans, Jewish\npartisans, they were after them, because it was seldom here you were after hating\n(ph) all the Poles and the Russians and all kinds of Ukraines and all that, quite a few\nwasn't partisan. The groups -- they called them groups, like we were group -- each\none fighting for each other. And they didn’t bother them, they knew they were there,\nbut they didn’t bother them, they were afraid, they were afraid to goin. Butthe Jews\n-- SO, somehow, we had already built a bunker and we had ten men went out to get\nthe provisions to last for at least a couple of weeks so we didn’t have to worry every\nday for this and that. It’s unfortunate the farmers reported to the Germans and they\ncame in with a force and they followed us and they said, “Hey, you're the Germans,”\nyou know, some men went out to lay, take a rest and all that. And those who were,\nabout ten men in the bunker, slept. So they blew up the bunker. So we lost ten\nmen. And we , we ran away, we Stuck together, rifle. Whoever caught\nwhatever you could, we ran away. And eventually, this is the only bad experience\nwe had. We had some losses in fighting, you know, when we were fighting\n. And another bad experience, what | want to say is, those ten men, the\nfirst group, nine of them got killed, not by the Germans, but by partisans. | don’t\nknow what's the reason, we discovered it later, not much, you know. We discovered\nJoseph Elman 30\n[date]\nPage 30\nthey killed them either for their food or maybe they didn’t, say --",
        "A: The Jewish -- that’s the Jewish group which left before us, yeah.",
        "A: No, that's the Russians, or the Ukraines, you know, where they were already not\njoining with them, but they were of course working with them. But they used to come\nquite often, even those from this group. The Jews with a couple of Russians come\ninto the ghetto and the unirat (ph) requesting, you know, “Give us some money. We\nneed some money because we want to buy this and that.” The unirat (ph) didn't\ncooperate, and of course, you know that. You cannot blame the unirat (ph), but we\nwere shocked to see him coming in, you know? What’s gonna happen to the ghetto?\nThis was while we're still in existence of the ghetto, still in existence. So they used\nto come in quite often. So we lost, | mentioned that we lost eight. The first brave\nmen, they just killed them, | don’t know what purpose. But eventually, so we existed\nabout four months. And somehow, we got settled down, and we had already\ncontacted with the partisans there, and we begged them, they wouldnt take us in,\nbecause they were -- they had already and they were well-armed and experienced.\nThey always -- they promised, “You've just laid around. You haven't got enough\narms yet to join our group.” But they did help us out, for instance, to go and get some\nfood. This was after the bad experience we had. They went with us. They knew\nalready, so we never had any trouble after that. We always got food enough and\nhttps://collections.ushmm.org\nJoseph Elman 31\n[date]\nPage 31\nthey used to help us with that. And we used to help them out. Then, they used to\ntake some men from our groups with them, you know, to go and cut. They protected\nus. They gave us the sews (ph) and they gave us the cutters to cut the poles and\ncut the -- so we did that practically quite often, night after night, night after night. We\nused to cut the telephone and telegraph. This is about being an independent Jewish\npartisan group. In another instance, We did, we were able to go into the town of\n. [don’t know, it’s -- | forgot a little town | mentioned here. We went four\nnights and there was a station, a Gestapo station, we and blew it up. And\nthat's speaking about the Jewish group.\nBut later on, we were in the -- it’s about -- this was in May, the order came, all the\npartisans asked to join together no more groups, no more bands. You didn’t come\nhere in the woods, you know. That came an order from the Russian command.\nThey noticed that it was important jobs we are doing. So they dropped some\nparachutes, litter someplace from , you know. And we got all organized and for us\nwas a blessing. So the jungle, the rule of the jungle, finally finished, and each one\nwas assigned a time, | remember, all the young men. There was some recollection\nof women and children and older men followed wives. They organized\nfamily, we call it brigades. It was fighting brigades and family brigades. And those\n-- even husband and wife, belonged to the family brigade -- see, we didn’t separate\nit. So | was assigned at that time to the hero brigade, what you call it, fighting\nbrigade. And its the third platoon andthen. . .",
        "A: In the brigade -- now, our brigade at -- it was the . | would say,\nyou know | mentioned, we were all 50, then we lost 30 by the time we wind up. |\nthink 15 of us belonged to the hero brigade. A lot of those with eh family went out\nwith the families and they were safe it turns out. They were safe. We met and\ndidn't lose a single person. We had to supply, protect them, supply them, the first\nthing they try. And see, my brother -- see, | was with my brother when the order\ncame to the separation, you know. He was assigned to a different brigade and |\ndidn't see him for all those years. | mean, | knew he’s with a brigade that was not\ntoo far, but they operated in a different location. So eventually, after the war, that’s\nall | heard from him. Now while being inthe __ brigade, now | was only, | was\nyoung, | was 20 at the time.. Most of the other groups were older. There were\nsome younger ones. Those girls, and those who followed us, but actually, they\ndidn't belong to our group. So they assigned me -- of course the brigade only had\none . It was really heavy. They assigned me to carry the scab (ph). |\ndon’t know the true meaning, of course, . Well, it turned out for me\nvery good because eventually | was trained to be the number one gun, you know\nmachine gun. And | participated and | was the .",
        "A: Exactly -- well, it's about a year and half. From January 1941 to February 1944.\n| was liberated in June, a year and a half. After liberation | was assigned back, you\nknow, we were liberated. And it’s unbelievable, the way | saw the Germans\nmarching in, the way | saw them at the trading gates. They seemed to wait, you\nJoseph Elman 33\n[date]\nPage 33\nknow, the way they were at training camp (ph). And we were stronger, really, at that\ntime. We had brigades of brigades -- thousands of thousands of partisans already\noperating their -- some were assigned to fight, go back up the front for the Russians.\n| was sent back Prujena (ph). | came to my town. And I came to my house. And\nthis is strange to get to my house, and the house was still in tact and | found\nsomebody living in the house, a family, you know, | didn’t care so much about the\nhouse.She was scared, she was scared and shocked, you know. And soon after\nthat, my brother was in Galvestok (ph). See, he didn’t come to Prujena (ph).",
        "A: No, he was liberated. He wentto Bialystok. Bialystok was already Poland. And\n| was stuck in Prujena (ph), which was Russian, under Russian control. And | had\na hell of a time getting out from Prujena (ph) because | had a letter from\nthat he was in Bialystok. So in order to get in, , he told me to Bialystok.\n| was, like | say, | was sent back to Prujena (ph), and the commander of my platoon,\nhe was assigned back to come to Prujena (ph), that’s why he took me back. A lot\nof them went back on the front, fighting back. So | was fortunate | wasn’t one back\non the lines. So then, there were about, | would say, seven, eight partisans from the\nold group went to Prujena (ph). And that’s when, eventually, | met a doctor, what |\nsaid, it’s a Nun (ph) and she got saved and she came back, went to Poland, but she\nwas In Poland, she came a little later, when it was liberated, she came\nback to Prujena (ph). And that’s . And she treated us still like\nchildren.\nJoseph Elman 34\n[date]\nPage 34",
        "A: Well, the first day of liberation, of course it was a joyful feeling, you know. You\ncan imagine how you -- you are already liberated. | mean, it's unbelievable. |\nmean, you couldn't imagine. We knew already that the front is moving and moving\ncloser and closer and closer. And well, | have a feeling that my parents -- | had a\nfeeling that the concentration camps, that they full and that something they went to,\nthey went to slaughter.",
        "A: Oh, well. | came to Prujena (ph), | find my home in tact, and the farmer was like\n-- they were scared. | told them, “You can stay here. I'm not going to stay here,\njust give me a little room, somewhere to wash my clothes and all that. It was a\nfamily, a poor family, too, with a lot of children, maybe six, seven children. She tried\nto -- I'll never forget, she tried to cook me a meal. And all the kids were around. |\nthink that maybe she gave me the last piece of meat which she had ,\n| said, “Don’t do this, | don’t want it. | can get all the food | want.” And the city, so\nwhat happened, eventually, we stayed there, in the group and eventually, some, a\nfew came back to Prujena (ph). Some were able to, when the war broke out, to go\neast, to the Russian side, eventually, they came back and few people. And not\nyoung ones, a few older people. So, there was a community, | would say, of maybe\nten or fifteen people. So | stayed there and for a little while. And | tried to get out.\n| had -- being in Prujena (ph), and being the commander, it was, you know, he was\nJoseph Elman 35\n[date]\nPage 35\nwith me. So, the first thing, he asked me if | know anybody who was from the\ncorroborate (ph), if | know anybody still around who may have participated in the\nrobbing and beating and stole food. And there was some -- Alicia (ph) was\norganized from Byelorussians. We didn’t have the Lithuanians there. It was\nBelarus (ph), very few Poles. But actually, the others didn't trust the Poles. They\nbrought in the Byelorussians, Ukrainians. They brought it in there. So, whatever |\nknew, you know, whatever | knew | told them this once. They were corroborated in\nthere. And that -- they were sending them out to Siberia.",
        "A: In Prujena (ph)? | stayed, | would say. . . |camesix months. Then | applied;\n| wanted to go back there. | wanted to go to Galvestokph (ph). And | told my\ncommander to go, that | have my brother, the only one left, and he is in Galvestokph.\nSee it was interest in me. He says, “You know, we gonna spend a plane, we gonna\nbring him to Prujena (ph).” So, can you imagine that. | want to get out. So he sent\na plane, so -- | could have managed with him. | had a tough time\ngetting out of Prujena (ph). Eventually, it was changed the law. And Polish citizens\nin 1946 were able, even the year Prujena (ph) was under Poland, | was considered\na Polish citizen, because a lot of partisan were left. | was the first one\ngetting out from Prujena (ph). Eventually, they came to United States in the ‘50s\nand says, “Yeah, thank God. It’s here already.” | mean, Poland was established,\nthey were able. But |! had a tough time getting out. So 1 came to Galvestokph in\norder to be with my brother. And we stayed in Galvestokph for a little while. | don't\nJoseph Elman 36\n[date]\nPage 36\nknow exactly how long. And that’s where, | think, in Galvestokph, | was interviewed\nabout being there. And we had already -- they helped us. There was no problem\nwith food and housing and all that. Andso. . . yeah. It’s important, | think, that\nwhen | brought, you know, when | was liberated in 1944, | wrote a letter to my uncle\nin Syracuse -- | knew | had an uncle. was the manufacturing\nand recording (ph). So | send a letter out telling him, you know. And the letter --\nthey received the letter in 1945, in May. Can you imagine so long? And the time we\ntold them the story about, we thought, you know, there’s not survivors at all. Only,\nyou know, which we knew of afew. We didn’t think anybody survived. _ It turned out\nthat eventually there was quite a few -- couple hundred -- survivors from Auschwitz\nfrom Prujena (ph). And I’m still in touch. A couple hundred.",
        "A: Yeah. Now there’s not too many left. the partisans -- we all\njoined. You know, we used to go there at once a year in the old day, you had the\nwhere they have from Prujena (ph) vicinity,\nsurrounding. So|used to go. THe old partisans would be -- concentration camp\nsurvivors, anybody survived by any other way and all that, so we get together. Yeah,\n| was in ten years ago, especially to speak for them at the Northside\nto tell the story about the partisans. Yeah.",
        "A: We were liberated by the Russians army. The Russian army liberated us.\nJoseph Elman 37\n[date]\nPage 37",
        "A: Like a , | sent a letter. We were already in Poland and we were\nmoving. We were constantly moving. The reason is | have to -- we followed, you\nknow. We wanted to get in to the -- you know. When the war had been\n, the war was still going on. 1944. Then we went to . The\nwar was still going on. It took a long time to take the capitol of Poland.\n. This was 1945 beginning. Anyway, when the war finished, we\ncame to lodge. Wesettled inalodge. And then we got an answer already from my\nrelatives that says, “You know, we've been bombarding you with letters and you've\nbeen moving constantly. You have to settle down so we can make our papers for\nyou.” You know, this and that. “And you’re moving. We one time got a letter from\nyou from here, then you got a letter from here. We wrote you a letter here, you\nweren't there.” You know, town by town, town by town. So eventually, we escaped\nto lodge. We settled in alodge. When they told us to stay in lodge. “Don't move.\nWhatever you need, we'll send you. Well send you money. Well send you\norganization packages.” So we settled down already and we stayed in the lodge.\nAnd when the war was over -- Now, at that time, it was a problem, too. “Are you\ngonna come to disarm America’s army and to smuggle to the Russian’s army.” And\nwe didn’t have any passports. We didn't have no passports, no identification,\nnothing. You could tell them that you are a Greek Jew, so you’re going to Greece.\nYou are . You know, it’s still -- where you knew the language, it\nwas tough, but the organizations, you know, they were trying to push the\nJoseph Elman 38\n[date]\nPage 38\ntime most of the people, the league will bring them to Palestine -- we didn’t have a\nstate yet. So, through the organizations, we smuggled through from Poland through\nBratif (ph), went through Bratislava (ph), Czechoslovakia, then we went to Vienna,\nand some Greece. | know we had a group leader which is trying to bring us out --\nwe're the first ones -- bring us out to the Americans’ army. So we came the\nAmericans’ army. And we settled to the beginning -- | think it was Feldefing (ph), |\ndon’t know if you heard about it. You know, it’s a big, big camp there. There’s a lot\nof survivors inthe camp. And then from Feldafing, we moved -- see, my brother was\nalready married -- he got married in Galvestokph after the war. By the way, the girl\nhe married, the whole family survived. A farmer saved them, all that. This is all\nhappened. We didn't seal the married; we still didn’t know that beginning 1945,\nthere was still concentration came Auschwitz. And we stayed about a year and a\nhalf -- | came in 1947 -- a year and a half, or maybe it was two years, from 1945, |\ncame. | was there. | came in ‘47, you know, July and August, something like that.\nTwo years. Couple of years. And | came right to Syracuse. Yeah, the family was\ngood to us. In fact, we still live there.",
        "A: How did | find out?",
        "A: Well, | mentioned the girl, when | met the girl from Prujena (ph) in Galvestokph.\nShe came, she was young. She told me -- she’s the first one told me that Prujena\n(ph) was taken to Auschwitz, | know it’s Auschwitz. And she told me that “I think |\nJoseph Elman 39\n[date]\nPage 39\nsaw your sister.” But eventually, | was already in Prujena (ph) for after deliberation\nfor months. And while being here -- | didn’t mention to you -- while being in Prujena\n(ph), some from the concentration camp people came to Prujena (ph), beginning right\nafter the war. And | wasn't in Prujena (ph) already. | told her, “Don’t go over into\nPrujena (ph) because ” She thought maybe somebody survived. So |\ndidn't find out -- | know they went to Auschwitz. And if she’s the one said, so maybe\none sister survived for awhile, but if anybody out, you would know already. You\nknow, all the connection and all that. Soit’s. . . Now,I!Icangive you alittle more,\n‘cause | didn’t want to say that about my father. Somebody said, “What\nhappened to my mother?” | mentioned my mother there; | mentioned sisters there.",
        "A: Yeah, so. See, with my father, | mentioned that my father was religious, was this\nand that. And it was working for the unirat (ph). And he told us boys,\neventually, we were talking about, you know, eventually, we gonna do something,\nwe not gonna go. Wegonnado something. Sohe drew a map -- you couldn't have\na map -- you drew a map, you know. He says, “You are here. Here is\nPoland. Now, even where you want to go, you've got a single country neighboring\nPoland. Now, if you have country, a neutral country -- Sweden or Switzerland,\nanywhere -- let’s presume you get out. But you haven't got a chance because the -\n- you have to go through so much and the Gentile, where were they gonna -- you\nknow, they gonna find you and -- let’s presume you have a place where to go, even\nyou reach the destination.” | says, “There is no outcome, no future. Loss. Not\nhttps://collections.ushmm.org\nJoseph Elman 40\n[date]\nPage 40\nmuch.” So it’s -- the unirat (ph), it happened. See, we got fooled in Prujena (ph) -- |\nsaid they started 1943, beginning in January. In September 1942, we are told to\npack and get ready. It was called off. All the unirat (ph) was called off the same\nwas happening. Somehow we changed. | don’t know what the reason. Maybe\nthe unirat (ph) paid off a little to figure, “Well, we'll get you later on.” Because we\nheard already that and Galvestokph in the late 1942 -- | have the book\n-- was already evacuated. So we heard, you know, Longshang, you know, we knew\nPrujena (ph) it's gonna come. It’s gonna come because it’s already, it’s territory.\nAnd so the unirat (ph), part of the unirat (ph) decided to commit suicide. And they\ntook -- the doctor was in unirat (ph) mansion, so she supplied the unirat (ph) with\npills. But it was less successful. | think maybe one died. And, see, my father\ncommitted suicide. So that’s when it worked.",
        "A: Pardon me. Everyone was back here , where they chose to save\ncottage for . And happened the same time that my uncle -- we stayed\nalready with my mother’s sister. My uncle was killed by -- was stormed by the dogs.\nSo you see, there was two widows. She had four children. And with eight children\nin one house, it was tough.",
        "A: Well, being in the ghetto, she managed, you know, managed mostly take care of\nthe kids, whatever the best she could and make the best of it for the family. Let’s\nJoseph Elman A1\n[date]\nPage 41\nsee, if the sister, the other one, little Maura (ph), she'll send them up here, so they're\nout of way. We managed, we managed somehow. There’s no one in, | would say,\nthe period of the ghetto that was complete starvation. | would say there was no\nstarvation at all. There was diseases. Eventually, we heard about the diseases\nand a lot of things. But you don’t malnutrition call it, but it takes a long time, you\nknow, to die from -- | don’t think you know what! mean. Take small and see, with it\nat least you have little food, it doesn't have little varmints (ph), you see people. So\nout in the concentration camps, look at the rationing they have and all that. And still\nthere’s some of them survived for a year or a couple of year. So you cannot\ncomplain. Cannot complain about that. It was -- you’re hearing all the stories\nwhat’s going on and it’s not gossip -- certain gossip and all that. So you lived with\nit. Young people, you lived with it. Went out on the streets and all that.",
        "A: Well, it was -- you had books if you can -- if you got books, you read books. And\ncultural life -- actually, you couldn’t go nowhere. You got together in the house,\nsomething like that. And joke around and forgot. You didn’t want to think too much\nabout it. You didn't want to think too much aboutit. In my case, you know, | -- that's\nprobably why | survived. And it’s not, | wouldn't say, like Warsaw ghetto, you're here\nor there. Because it’s a big city, Warsaw, with so many people. And a little town.\nSmaller ones, you know, you can manage. It was -- you know, there\nwere . Once in a while you heard about a farmer -- somehow the cow\nwent in, you know. Meat. You know, the cow went in, was smuggle in during the\nJoseph Elman 42\n[date]\nPage 42\nnight. Maybe they paid off -- | really don’t know. It’s possible they paid off the\npoliceman by the gate who said, “Well, what the hell? We gave them -- at least\nsomebody the unirat (ph).” The unirat (oh) was doing good work as a whole with\nwork. You cannot -- well, you cannot blame the unirat (ph) for -- they discouraged.\nThey knew they discouraged. But later on, if you did try to help us, but it was “See,\nthey didn’t join.” Somehow was kind of late. And all, | think it’s 22 eventually, all 22,\nbecause | read about it from the unirat (ph), went to Auschwitz and two survived from\nthe 22. One was in United States and one is in Israel. So | read about them, too,\nabout that. What they tell me is the unirat (ph) -- one was Segal. He was in charge\nof -- they call it foreign minister -- he was in charge of receiving those people in the\nghetto. Sol read something about they received the -- they was from Galvestokph,\nabout two thousand people who came in in one day and the chief of the Gestapo\ncalled and “Well here. Here is your scheise (ph). You take them in.” Exactly he\nexplained to them, “Here is your scheise, you can take them in and run them down.”\nAnd so, we didn't -- | didn’t know what’s going down or what, the way they tell the\nstory. He tells a story about the operation of the ghetto, how they had to deal with\nthis and this, and this one and this one. Now, | heard then the bergermeister\neventually was caught and | don’t know what happened to him.\nBut about my youth, | didn't tell you very much | think. You asked me, but. . .",
        "A: Yeah, | went to Strader (ph) and | went to school, public school, and the Russian\nschool, and. . . | hada lot of friends. | didn’t go out to play. | listened to the\nJoseph Elman 43\n[date]\nPage 43\nradio. But, you know, | followed the rise of the Reich. And it bothered me.",
        "A: Not much. Well, we were in Poland ‘til -- no, you heard about the rising of the\nReich. This was in the 1930s. You know, you try. After all, it doesn’t happen to\nyou. What you heard in youth, like -- it’s actually -- well, you worry. You figure the\nworld will come to that. But you heard about that. Well, it’s still -- it's not a complete\ndestruction. So walls went in. This went in. You know, like they say the walls in\n_______ where you're not supposed to walk on the sidewalk. Commonsense, you're\nnot supposed to walk, you walk in the drainage and all that. So, | mean, it’s\nembarrassing if something we figured, actually, it wasn’t -- we lived under anti-\nsemitism in Poland for a long time, but it wasn't just like that. But at least, you know,\nit was many times. You were used to it, to call you , In Polish “lousy\nJew” or something. It's coming. Or , Abraham.” We were used to\nthose kind of name calling and all that. But at least it’s not no physical damage,\nphysical damage done. So you can see that being, even being in the woods, you\nknow, those gangs. We all fight. Can you imagine that? We all fight? That's the\nway sometimes people are and it’s the rule of the jungle. | say the same thing. It\ncan happen anywhere. It’s a rule of -- you know, there is no rules for something like\nthat, to educate.",
        "A: We're gonna build . What it means, a hiding place.\nJoseph Elman 44\n[date]\nPage 44",
        "A: In the houses in the ghetto. Everybody. We build the same thing, you know, to\nlast for the whole family. You know, in your mind, you figure, well, maybe -- this is -\n- you're still in the ghetto. You didn’t expect, you know, the order of provision wasn't\nin yet, but somehow, the feeling was -- and people were supplying us with food for\nweeks. Some were, you know, big, big -- | don’t know. We had, in the back, a little\n-- what do you call it? -- outside the house, a little storage space, whatever you call\nit. Solremember, too, you know. And | could build a little soace down there, a little\nspace -- not for the whole family, just couple of places just for us two, me and my\nbrother. It was a panic building. And eventually, what happens, maybe the\nGermans knew. That’s why every so often they changed the dimensions of the\nghetto. Like, we had already -- in the beginning, it was easier to make an\nunderground tunnel. It was easy then because, you know, it was allowed. Each\nwanted a little strip, you know, like the old people, the old time. The citizens -- like\nover here, you had a house and you had a whole lot of wind around the house. Each\none made their own -- you had your own garden. You had your own vegetables.\nSO you made -- you're putting them in the garden. You dig out and make a little, you\nknow, and covered it. Make a little tunnel or something like that. And over here,\nsome something -- how could you do that? So each one of the Germans -- they didn't\ncome in in the ghetto. Only once in a while they'll come in to the unirat (ph) and give\norders. “We need this, we need this, we need this and we need that.” And a lot of\nthem could be bribed. They could be -- | would say that every one could be bribed\nJoseph Elman 45\n[date]\nPage 45\nfor a little till, you Know -- ‘til the time comes because what's he got to lose (ph). |\nmean, it can be mad, it can be tough to you, but you know, the unirat (ph) gives you\n“Well, this has happened, you know?” | didn't tell you, you know they did to our\nrabbi? The rabbi of the city, you know, with a , a very famous rabbi.\nNow, took from the Leimans (ph), brought us, you know, the one we killed, the\nLeiman brother (ph), and he was such a tough cookie. Tough. Now, he took the\nrabbi -- came to his house and took the rabbi out and made him run -- take the towers.\nSaid put the towers in the trailer and they made him run (ph). Eventually, you know,\nsomebody saw him and reported to the unirat. And the unirat, somebody came out\nand they took him in, you know, | don’t know, to bribe him. You want -- you know, a\ntrick to take the rabbi in order to get a good bribe.",
        "A: He was, yes. Hewasaleader. ‘Til the ghetto was established, the rabbi, he was\nvery famous. He comes, you know -- his grandfather and his wife comes from rabbi.\nIt goes way back. Something from -- like you have the , started the well -\nknown -- and eventually, it continued and continued. But it was a big heavy man.\nNow, he had a son and a daughter, so why? Because they were studying in Europe.\nYOu probably got paid pretty good. In those years, you know it was like over here.\nHe probably managed to send the children out. They survived. | met the son, you\nknow, way back, when they come into New York (ph). It was the same thing. |\nwent to -- probably, he went to Auschwitz and survived.\nConclusion of Interview.\n"
    ],
    "headers": [],
    "paragraph_breaks": []
}