{
    "rg": "RG-50.030.0762_trs_en",
    "sequence": [
        "Question: This is a United States Holocaust Memorial Museum interview with Mrs. Jutta\nPreuss on July 13th, 2014. Thank you very, very much, Mrs. Preuss, for agreeing to\nspeak with us today. I would like to start by asking you the same questions that I did Mr.\nPreuss. Could you tell me your date of birth, where you were born, and when you were\nborn, and your name at birth?",
        "Answer: April 11, 1923, in Berlin, Germany. My maiden name is Popower, P-O-P-O-\nW-E-R.",
        "Q: And was your family originally from Germany or from someplace else?",
        "A: No, my father came to Germany during the -- must have been the early Twenties. He\nwas taken to the first war, and he was taken to the Army, and he didn't like it. He said,\n\"What I do in the Army, to kill people that I didn't met, that didn't do anything bad to\nme?\" And he escaped. Then they looked for him and put him in the prison, and the\nprison -- I don't know how he came out or if he escaped, I don't know, I don't remember,\nand he came to Germany.",
        "Q: Was he in the Russian Army or was he in the German Army”?",
        "A: No, in the time when -- when he lived there, Poland was Russia, occupied from the\nRussians.",
        "Q: Uh-huh. So he lived in the eastern part of Poland that had been part of the Russian\nEmpire?",
        "A: No, he lived -- he was born in Varso(ph).",
        "Q: Uh-huh. In Russia.",
        "A: And his family come from Kokarus(ph).",
        "Q: Isee. I see. And -- and your mother?",
        "A: My mother was Polish.",
        "Q: And what was her maiden name?",
        "A: Her maiden name, Ruchla Bielinski(ph).",
        "Q: Ruchla was her first name?",
        "A: Yeah.",
        "Q: And her last name was Bielinski(ph)?",
        "A: Yes.",
        "Q: And what was your father's first name?",
        "A: Abraham.",
        "Q: Abraham Popower?",
        "A: Yeah.",
        "Q: And had it been the Tsarist Army he had been in?",
        "A: What?",
        "Q: Was he -- was he drafted into the Russian Army”?",
        "A: To the Russian Army, yeah.",
        "Q: Uh-huh. And that's where --",
        "A: No, in this time he was in Poland born, but Poland was part of Russia.",
        "Q: Isee. I see. And where did your parents meet?",
        "A: I don't know. Maybe in Russia.",
        "Q: Uh-huh.",
        "A: But I have -- I had a brother. He died in the meantime. He was nearly four years\nolder than me, and he was born in Russia.",
        "Q: Did you know him?",
        "A: Of course.",
        "Q: Oh, I see, he didn't die as an infant. He died as an adult, so --",
        "A: Yeah, he died, he was 70 years old.",
        "Q: Isee. I see. So it was -- when you were born in Berlin, --",
        "A: Yes.",
        "Q: -- it was actually that the family had very recently moved there?",
        "A: I don't know.",
        "Q: Okay.",
        "A: I don't know. I think my father, maybe he was -- maybe. I don't know.",
        "Q: All right.",
        "A: I-- with my mother I met when I was nearly 18 years old. I did not have a\nrelationship with her before.",
        "Q: Well, explain this to us. How did it happen?",
        "A: My parents divorced after I was born when my father did not believe that I was his\ndaughter, and -- but then I -- they put me with a couple they paid monthly to raise me,\nand I was by then nearly one-and-a-half years, and my mother was a picaflor. (Laughing. )",
        "Q: What does that mean? What does that mean?",
        "A: He liked all the flowers, men flowers.",
        "Q: Isee. I see.",
        "A: And so he -- he could not believe that I was his daughter, but when I grow a little bit\nolder, I was the one what looked more like him. I had the same nose.",
        "Q: Oh. So that's how they -- you know, in those days they didn't have DNA testing.",
        "A: No, no.",
        "Q: Yeah.",
        "A: And my father always said he had a Catholic nose, and I am born with a Catholic\nnose like he had. So my -- they divorced, and my mother disappeared. I think she went to\nBrazil. She lived in Brazil then. And years later, my father had -- she had a son, no, my\nbrother, and one day when the -- he went out, and he saw his son looking between\ngarbage; said, \"What you are looking?\" He said he is hungry. \"You are hungry. Where is\nyour mother?\" \"At home.\" \"And why you are here?\" \"She sent me out.\" And then my\nfather went to the judge and said, \"I like to have the right of my children.\" So my mother\n-- they took her right away as mother to take care of the children, and he raised me and\nhis -- my brother.",
        "Q: That sounds like a very sad beginning.",
        "A: Yeah. I never had a mother.",
        "Q: No.",
        "A: And I think I can tell you I am grateful to her that she sent me the documents that I\ncould come out from Germany, but she was a person that is very hard to believe.",
        "Q: Itis. Itis. Tell me this, was your father -- were you close to your father as you were\ngrowing up?",
        "A: Oh, my father loved his children.",
        "Q: Okay. And what are some of your earliest memories?",
        "A: My earliest memory? I had varied caretakers, what my father took for the half of his\nhouse and for to raise his children. We spoke only German at home. I didn't learn\nanother language. And some of them I liked much, but some not so. We had some of\nthem that teach me from Jesus Christos. I think they wanted to convert me when I was\nfive years old.",
        "Q: So you would have -- you would have caretakers who wanted to -- who wanted to\nsave your soul, in other words?",
        "A: Yeah. (Laughing.) It is funny. And — but we are not religious at home.",
        "Q: Uh-huh. That was my next question. So your father didn't go to synagogue much?",
        "A: I don't know. I don't know. Maybe when he came to Germany and we lived on the\nstrasse, and the ones near synagogue that he went by my brother, he took him to\nthe synagogue, and I remember I must have been three or four years old, and my brother\nwent to the synagogue, and they called him to the Torah — you know what is the Torah?",
        "Q: Uh-huh. Explain.",
        "A: And then I cried I like to go also, so they took me. And when they called my brother\nto the Torah, I said, \"I like to go, too,\" so next time they put me pants on that I looked\nlike a little boy.",
        "Q: Really. Did your father have any of his own family in Berlin?",
        "A: No. He had a cousin -- an uncle, yeah. It was a brother from his father.",
        "Q: Uh-huh.",
        "A: And -- but not a relationship because my father came to Germany, maybe he didn't\nspeak German then and they made fun of him.",
        "Q: Oh, I see. So he was -- I mean, he was actually quite alone in raising you and your\nbrother? There wasn't any large -- you know, extended family to help?",
        "A: No. But, you know, neighbors, children from neighbors that were my age. And then\nmy father, he had a store, a men's store, and he had a partner, and they lived near us, and\nthey had three children, and the lady of the house, she always say about me, \"She is sweet\nlike sugar, but she is bitter like galla(ph).\"",
        "Q: Really?",
        "A: Yeah. But her daughter what was more or less my age, maybe a year older, was not -\n- was a little bit handicapped --",
        "Q: Oh.",
        "A: -- mentally.",
        "Q: Oh, I see. So she was sad that --",
        "A: Yeah.",
        "Q: Yeah.",
        "A: But they divided. The partner moved out to another place, and then he went to\nFrance. And funny thing, when we are in Montevideo, was it, or Buenos Aires -- I think\nin Buenos Aires.",
        "Q: Uh-huh. When you were there, yeah?",
        "A: Yeah, we had a young man what lived in the neighborhood, one day he came to me,\n\"Jutta, you know the lady what knows you when you was a child?\" I said, \"Oh.\" And,\n\"Yes, .\" \"Ahh,\" I say, \"yeah, I remember the name.\" So I went and she was in\nBuenos Aires, they lived in Buenos Aires, and her older daughter died in France. She\nwas older.",
        "Q: The one who was handicapped?",
        "A: That was handicapped? Oh, she find a guy what married her.",
        "Q: Oh. Oh.",
        "A: And she was not very good -- good looking, and she -- and I went to the wedding.",
        "Q: Oh, did you?",
        "A: With my mother's husband.",
        "Q: But -- so who was the lady who had helped raise you who ended up in Buenos Aires,\nwhat was her name?",
        "A: What raised me? I had several that raise us. I had one that is my half-sister, my\nfather had a daughter with her; her name was Johanna.",
        "Q: Isee.",
        "A: Johanna Sashovec(ph). But she -- he had a daughter that I'm still -- I met the\ndaughter more or less -- Werner, + when they came to us? Maybe 28, no, 27,\nand I know about her, and when I was a child -- she is six years younger than me. When\nI was a child, she said, \"Jutta, what you like, a brother or a sister?\" So I did not\nunderstand much, but then it came to me.",
        "Q: Isee. So there was -- there was a lady who came into your father's life?",
        "A: Yeah. And she took -- I have -- no, I have not a photo from her, I think. And she put\nme — when I was six years old, she put me to school, and she bought me the big -- what\nyou have when you go to school, how do you say, the sac d'étude.",
        "Q: Oh, yeah, sort of like a little backpack?",
        "A: Yeah. I had a big one when you see the photo. She took care of me, but since my\nfather didn't like to marry her, her mother came and took her back to — from where they\ncame, Senftenberg.",
        "Q: Uh-huh. So your father didn't remarry ever?",
        "A: Yeah, then he remarried when I was -- in 1934.",
        "Q: Uh-huh.",
        "A: He went -- a single man, and he met a lady there in the cafe, and I think they danced,\nI don't know, and she was not Jewish, but, I don't know, she said she would convert to\nJudaism when he would marry her. And I don't know, my father married her, and they\nhad twins, but one of the twins died in , and my father was not there. My father\nwent -- after the Kristallnacht, he went underground.",
        "Q: We will talk about that. Right now I want to talk a little bit more about your\nchildhood and — what part of Berlin were you living in?",
        "A: It was +, which was in this time Berlin in vier.",
        "Q: N4, in other words?",
        "A: Yeah.",
        "Q: So it sound like to was sort of in the middle of Berlin?",
        "A: Yeah, yeah.",
        "Q: What did the neighborhood look like?",
        "A: It was a mixed neighborhood. Everybody was friends with friend, what I remember.",
        "Q: Uh-huh. Was it a working class neighborhood?",
        "A: Yeah, a working class.",
        "Q: Okay. Did you live in an apartment building?",
        "A: We had -- we had -- my father had a store, and hinder the store was an apartment.",
        "Q: Uh-huh. Behind the store?",
        "A: Behind the store, yeah.",
        "Q: And this is the store that he had a partner with at one point?",
        "A: Yeah, when they started. He came from another -- from Berlin, __strasse,\n____ strasse, I think he lived before.",
        "Q: Okay. And was your father a tailor? When you say he had a men's store --",
        "A: No, he was a kaufmann.",
        "Q: Okay. So, I mean, he was a -- he was a store -- okay --",
        "A: Storekeeper, yes.",
        "Q: A storekeeper. So it was all men's goods?",
        "A: All men's store, yeah.",
        "Q: Okay. Okay. Did he make a decent living?",
        "A: Oh, yes.",
        "Q: Did -- did you have anybody -- I mean, did you have a cook at home, too, to help\nprepare the meals?",
        "A: No, we had a housekeeper. Housekeeper, they lived with us; they cooked and took\ncare of us.",
        "Q: Uh-huh. How would you characterize your childhood?",
        "A: Sometimes a little bit lonely; sometimes okay. I was -- as I was a child was observed.",
        "Q: You mean --",
        "A: I was always quiet and looking at people and seeing what they do.",
        "Q: Would you say that you were a happy child or not?",
        "A: I -- I think I was a happy child. And I loved children. Children, they love people.",
        "Q: Did you feel the lack of having a mother?",
        "A: I didn't know what it meant in this time.",
        "Q: Uh-huh.",
        "A: They divorced when I was still by those people in care.",
        "Q: Uh-huh.",
        "A: And I met my mother the first time I think I was four or five years old, and my\nbrother came and took me by the hand and run with me, I didn't know why, but since I\nwas little, they catch me and took me back and said, \"You have visitor, Jutta. This is\nyour mama.\" I looked at her, didn't know what to do with her.",
        "Q: What did she look like to you, do you remember?",
        "A: I don't remember.",
        "Q: And how --",
        "A: Then a few years later I saw her once again. She looked to reconnect with her son,\nbut was not very interested in her daughter.",
        "Q: Oh. And is this before -- did she still live in Berlin?",
        "A: What?",
        "Q: Did she -- when she didn't live with you anymore, --",
        "A: No, she lived -- she had brothers in Berlin.",
        "Q: Isee.",
        "A: Yeah. They were in ?sus? -- how do you say, Schneider, ;",
        "Q: How did you start school? Did you start school at age six or so?",
        "A: Yeah, 1929, when I was six.",
        "Q: Okay. What kind of memories do you have from school?",
        "A: From school, it was elementary school from the state, and I was very good in math. I\nlearned it fast. I was a good learner in everything. The only thing, I couldn't sing. I didn't\nhave the voice, so they put always in my -- how would you say ;",
        "Q: In my report card?",
        "A: Yeah, they put always a five 1n as a bad note. And then in later years they say, \"No,\nJutta, you are such a good student, it look no good the five, we will put you have not gut\nhoren.\"",
        "Q: Ah, so you don't have good hearing, yeah. Did you -- what kind of personality was\nyour father? Tell me a little bit about him?",
        "A: My father was a very good person, very — he liked people. He liked -- on Friday,\nSaturday came all the -- what came and asked for food. He always prepared a -- he was\nprepared and gave them the food, and then one day some of them said, \"Oh, we don't like\nfood, we would prefer the money,\" you know, for drinking.",
        "Q: Yeah, of course.",
        "A: So my father, \"If you prefer money, then you have to go somewhere else.\"",
        "Q: Yeah.",
        "A: No, he was a gentleman.",
        "Q: And did he spend time with you when he could?",
        "A: Oh, yes, yes. And I remember the movie was not spoken, it was written.",
        "Q: Yeah.",
        "A: And I didn't go to school yet, I couldn't read, but my brother was nearly four years\nolder, so he knew. My father told him, \"Take her to school, take her with you so she can\nsee it, too.\" And my brother didn't like it why he had to read me then what was written\nthere.",
        "Q: So when he went to the cinema, you wanted to go as well?",
        "A: Yeah.",
        "Q: And he had to then tell you what was going on?",
        "A: Yeah. He said, \"Learn to read,\" but I didn't go to school yet.",
        "Q: Yeah. Were you close with your brother?",
        "A: Iwas closer to him than he to me.",
        "Q: Isee. Isee. Did that change at some point? When children are small --",
        "A: No. No, my brother left the house when he was 18 years on his birthday. When my\nfather married, and my stepmother, she criticized my brother too much, and my father\nand my brother were very close in the beginning. And so he left. She criticized him.\nAnd if he could, he defended me.",
        "Q: What did he do?",
        "A: Defend me.",
        "Q: He defended you, your brother did?",
        "A: Yeah.",
        "Q: Yeah.",
        "A: My stepmother, she liked that I clean this and this, and I was 10 -- 10 years old, 11\nyears old. So he said, \"Why she cannot have friends to come?\" \"She has to clean the\nhouse.\"",
        "Q: Soin some ways your stepmother -- do you think it was a little bit like Cinderella,\nAshenputtel?",
        "A: No, my father didn't realize this.",
        "Q: Was your stepmother German, did you say, or Jewish?",
        "A: My stepmother was German, yeah, and she converted to Judaism, told her to\nand to get a husband.",
        "Q: Yeah.",
        "A: So--",
        "Q: Were you ever close to her or not?",
        "A: Iwas not close and I was not far, but I hold my distance. But she has -- she had a\nsister; I liked her sister. She was married without children. And later, when I started to\nearn money, I gave her all the money, my stepmother, and I had other people — other\nlady, she had a little store, and once a week mostly she called me if I not make the\nbookkeeping, I was good in numbers, and she gave me money. I didn't ask for the\nmoney, but she gave me. And one day she asked me, \"Jutta, what you do with the\nmoney?\" I said, \"I save it.\" \"Oh, where do you save it?\" With my -- with the sister for\nmy stepmother. And later, much later, when I already was married and far away, she --\nwhen I spoke -- she called -- no, I called her, and she said, \"You made money with her,\nand you give it to my sister, not to me.\" People are strange.",
        "Q: Yeah.",
        "A: But I was glad that I saved the money that when I needed it to leave Germany, I\ndidn't have money, so I had money. I had to pay for the -- go to Hamburg to get my visa\nand a lot of things, taxicab, and for the -- to help me with the luggage and things like this,\neach one like to be paid.",
        "Q: Well, tell -- well, that sort of begs the question of couldn't your father help pay for\nthese expenses?",
        "A: My father was not there. My father went underground, and then he went to France\nand lived in France.",
        "Q: Isee. So we will come to that part. Let's -- let's talk a little bit about again school life\nand -- and your neighborhood in Berlin.",
        "A: Yeah, I had a lot of friends, older, younger, yeah. We were mixed, all mixed. But\nthen afterward that Hitler came and took the Jews, we were more together than the other\nones. I had -- in the building where we lived, above us lived a family. I don't know, I\nnever saw the father, so maybe from divorce or she didn't have a father, and she -- they\nalways invited me, and she played with me, and her grandmother was very nice, \"Jutta,\ncome up, come up.\" And then after Hitler, she from the window told, \"Oh, Jews. Oh,\nJews.\" So I felt a little bit put by side.",
        "Q: Ofcourse. Of course.",
        "A: Really, I didn't know what was the difference. My father was not a religious man.\nHe was an atheo.",
        "Q: He was atheist, you say?",
        "A: My father was an atheo. He didn't believe in nothing.",
        "Q: Isee. But for a small child, such things are both painful and confusing.",
        "A: Yeah, itis. But then when I became eight years, nine years, I heard from +\norganization, and I had other one that took me with them, so I was interested in Judaism.",
        "Q: So your parents; that is, your father and your stepmother, tried to find other\nplaymates for you and other activities for you?",
        "A: Oh, I looked for myself.",
        "Q: Oh, you did.",
        "A: Yeah.",
        "Q: Okay. How did your neighborhood change by the 19 --",
        "A: I think the neighborhood was mostly the same.",
        "Q: Yeah?",
        "A: Yeah. It was working class here. It was mostly the same. It changed a little bit\nwhen my father married.",
        "Q: And that was what year?",
        "A: He married in December 1934.",
        "Q: Okay.",
        "A: It was already forbidden Jews to marry Christians, but she insisted and she converted\nto Judaism, and she went to in Prague, she lived three months to get the papers,\nand then she said to my father to come to Prague, that they can marry.",
        "Q: And what was her name?",
        "A: Elna(ph) Shilla(ph).",
        "Q: Elna(ph) Shilla(ph)?",
        "A: Yeah.",
        "Q: And you said that you had a half-sister --",
        "A: Yeah. No, this is from the other lady.",
        "Q: From the other lady?",
        "A: Yeah. Really, I met my half-sister from the other lady when we lived in Argentina,\nand I invited her to come to Argentina so she could live with us if she likes a year, so I\nmet her, and I brought her to my brother, too. So it is funny, we sent her the money to\ncome, and then he went and paid also, but he was not a big giver, but he didn't like to\nlook shabby.",
        "Q: Yeah.",
        "A: And she was a year with us.",
        "Q: And she lived -- did she grow up with her mother?",
        "A: Yeah. And the mother later married, and she had from the -- the mother had another\ndaughter and a son.",
        "Q: And did they live far from you?",
        "A: Yeah. Senftenberg.",
        "Q: Senftenberg?",
        "A: I don't know who -- Werner?\nWERNER PREUSS: Near Berlin.",
        "Q: Okay.",
        "A: Itis not too far away from Berlin.",
        "Q: Okay.",
        "A: Iremember my father sent each month the money for the girl, 40 Marks, but when --\nwhen he left Germany, he -- nobody sent more money.",
        "Q: Was -- was -- was her mother Jewish?",
        "A: No, no.",
        "Q: Also not. And you --",
        "A: They are nice people.",
        "Q: Pardon?",
        "A: They are very nice people. And when she went to Senftenberg for vacation, she\nalways took me with her.",
        "Q: Oh.",
        "A: Isay to her \"tante.\"",
        "Q: That's to -- to your half-sister's mother?",
        "A: What?",
        "Q: You said you would say -- you would call your half-sister's mother \"tante,\" yes?",
        "A: Yeah.",
        "Q: What was her name?",
        "A: She was no tante.",
        "Q: No, no, no, but what was her name, her full name?",
        "A: Johanna -- Johanna, and maiden name Sashovec(ph).",
        "Q: Sashovec. Johanna Sashovec.",
        "A: They come -- I think they are from Posen.",
        "Q: Isee. Your father you said at one point -- your father had this business -- the store\ntogether with somebody else, but then that person left?",
        "A: Yeah, yeah, they divided, and the other, he opened up a store, the same store a few\nblocks away, but must be that he didn't go away with him, they left Germany and went to\nFrance. His wife had family in France. And then after years I met her again in Buenos\nAires, and they told me that they came to South America, and the older daughter died.",
        "Q: Isee. The one who had been handicapped?",
        "A: No, this was a second one. She was more or less my age. The older daughter was\nthree years older than me, three or four years.",
        "Q: Did your father have business difficulties after 1933, after Hitler comes to power?",
        "A: No, in '38 to -- when was the Christmas — the glass?",
        "Q: Kristallnacht.",
        "A: Kristallnacht. People came to ?streiten lang? and cried against the Jews, \"Oh, that's a\nJewish store.\" But there were some between those people that said, \"No, come, come,\ncome, +,\" so it was not destroyed.",
        "Q: Isee. That's unusual.",
        "A: Yeah. But after, my father didn't open up again.",
        "Q: Isee. So he was able to maintain the store until Kristallnacht, and after that no?",
        "A: No, he closed it. No, they didn't destroy it.",
        "Q: Okay. But here is my question. Between 1933 and 1938, was it harder for him to\nmake a living?",
        "A: No. It was okay.",
        "Q: It was okay?",
        "A: Yeah.",
        "Q: Yeah. How come he was in hiding?",
        "A: Why -- it came a time where they went and looked for Jewish men to take them to\nSachsenhausen, and a lot of -- a lot of what he met disappeared in Sachsenhausen, so he\ndisappeared, too, but not at Sachsenhausen. He went underground.",
        "Q: How long did he stay away”?",
        "A: Okay. When he was crossing the to — I think to Bergen somewhere, they\ncatched him and they sent him back to Berlin, and then he had to go every week to the\npolice that he was there.",
        "Q: So he had to register with the police --",
        "A: Yeah.",
        "Q: -- every week?",
        "A: But after -- I don't know how long it took, a few months maybe, he didn't need to go\nanymore, but then before the war -- maybe four or five months before the war he\ndisappeared again, but the store was closed. He didn't open it up after Kristallnacht, so —",
        "Q: So how did you eat? How did you live?",
        "A: Okay. He made it -- he made the business without a store.",
        "Q: Isee.",
        "A: Yeah. He bought and sold to other stores.",
        "Q: Uh-huh. So he became more like a wholesaler --",
        "A: Yeah.",
        "Q: -- rather than to -- direct to customers?",
        "A: Yeah. And we had a lot of -- my father had friends what was not Jewish, and one of\nthem said, \"Abraham, why you don't convert? I spoke with the vater.\"",
        "Q: \"I spoke with the priest\"?",
        "A: Yeah, it was a priest, but my father was not interested. He didn't believe in one; how\nhe would believe in another one.",
        "Q: Well, yeah, that is logical. That makes sense.",
        "A: Yeah.",
        "Q: Did his manner change? Did he -- did the pressure show on him of all these things\nthat were going on?",
        "A: Maybe. Maybe.",
        "Q: Did you see this change at home?",
        "A: Okay. Since he had not a wife at home, he liked to go out and play cards.",
        "Q: Uh-huh.",
        "A: Inthe cafe, cafe Moka Eftiin __..",
        "Q: Uh-huh. That's before he married your stepmother?",
        "A: Yeah.",
        "Q: Okay. And then --",
        "A: My stepmother, and then she organized it to play the cards at home, then so her\nfather came and somebody else from her came, and my father learned Schach. Schach.",
        "Q: Oh, Chess?",
        "A: Yeah. So they played Chess. And then when they married, they came -- always\ncame the relatives from her for dinner. I thinks it better in our house or looked to save\nmoney. And they sent me out to buy in the feinkost.",
        "Q: Inthe good food, yeah.",
        "A: Yeah. And bring this, and bring this. And this was after hours, maybe it was 7:30,\n8:00. And then when Hitler was there, they always go, \"Oh, Hitler, we will have each\none a car for free, the auto.\"",
        "Q: Really.",
        "A: Yeah.",
        "Q: That's what people would be saying in the streets?",
        "A: Yeah, when the Germans were winning the war.",
        "Q: Were you -- when you were a teenage girl in the 1930s, like a young teenage girl,\nwere you frightened to go out on the streets after Hitler came to power?",
        "A: No, I was not one what like to go out if its dark.",
        "Q: Uh-huh.",
        "A: +, but I -- I was not an unafraid adventurer.",
        "Q: Uh-huh. Did --",
        "A: Iwas ahouse girl. I liked to read.",
        "Q: Well, it also sounds that as if -- did you feel somewhat abandoned; that is, when your\nstepmother came on the scene, did your father's attention --",
        "A: No, she was jealous of my brother, and — and for me, she looked that she has\nsomebody what helps with the housekeeping. Even you know what I didn't like, she had\na very nice mother, no, and the mother came every day to us, and she let her wash the\ndishes and all this. I think it was terrible. And all for food? So I don't know if the\npeople had money.",
        "Q: I don't understand. Can you repeat this. Her mother would come every single day?",
        "A: Yeah, every single day to help her and to wash and to iron, and she was madam.",
        "Q: Isee. I see. So she got other people to do those household chores?",
        "A: Yeah, what -- when she found something, yeah.",
        "Q: When -- when Krystallnacht came around, you were already about 15 years old?",
        "A: Yeah, I was working. I was a kaufmannischer lehrling in a big store, in household\nappliances. Nota store. It was for major --",
        "Q: It was wholesale is that?",
        "A: Yeah, yeah, you could buy there. And then was Krystallnacht, and after this the --\nthe boss came to me and said, \"Jutta, my wife works in the -- to help young people who\nwent and moved to London for education, and so she would take care of you.\" And I said\nto my father, \"Papa, they will take care of me and I can go to London and learn English\nand this and that.\" \"No. How would you go to England?\" He didn't allow it.",
        "Q: Oh. Oh. So they -- they had offered you a way of leaving?",
        "A: Okay. And so I lost my job in this office. And in the same building was a woman,\nshe was sewing, no, ,",
        "Q: Uh-huh.",
        "A: And I went up to her, and I liked to sew, so she said, \"Okay, you can come. I will\nteach you and learn and you can help me.\" And I went, and I was there five, six months,\nthen she got from the arbeit office --",
        "Q: From the labor office, yeah.",
        "A: From the labor office another girl in my age which she should employ and teach, no,\nlehrling.",
        "Q: Uh-huh.",
        "A: And this lady one day say to me, \"Jutta, you have to be careful of Jews.\" I said, \"Oh,\nyes? How I know who is a Jew?\" \"They have horns.\"",
        "Q: Really?",
        "A: Yeah.",
        "Q: So she didn't know you were Jewish?",
        "A: No, I didn't -- I said to nobody what I was.",
        "Q: Even at that age, you know, you knew?",
        "A: Yeah.",
        "Q: You knew not to.",
        "A: Yeah, \"has horns.\" (Laughing.) Say how I know who is Jews. Most of the people\ntook me for I don't know. When we were married, they took me for Italian.",
        "Q: Did you have many such incidents -- did you have -- were there many such sorts of\nexchanges that you would hear in the late thirties?",
        "A: We were very mixed. I had boyfriend, he was my age, more or less, his father was\nnot Jewish, but the parents were divorced.",
        "Q: Uh-huh.",
        "A: And what I feel bad, when I left Germany, he took one of my luggage to the train\nstation, and the mother, the sister for my stepmother, she was even more than the\nstepmother, she was later very happy when I left, and he was Jewish. He was raised by\nhis mother, but the parents were divorced, and he took the bicycle and left Berlin, and\nthen the mother was so preoccupied that they were looking for him, and they brought him\nhome again, and I'm sorry I think maybe he perished.",
        "Q: So did he leave because he was so unhappy that you were leaving?",
        "A: No, no. He was -- this was already 1940.",
        "Q: Isee.",
        "A: I left'41.",
        "Q: Oh. When did your father start thinking of leaving?",
        "A: I don't know. It was just before the war.",
        "Q: Uh-huh.",
        "A: Inever saw him again. I was 16 years old.",
        "Q: Tell me what happened?",
        "A: He went underground.",
        "Q: He went underground?",
        "A: Yeah. He went to France when he wrote, and then later the French occupied -- the\nGermans occupied France, and France delivered the Jews to the Germans.",
        "Q: And he was one of them?",
        "A: He was killed.",
        "Q: You found out after the war?",
        "A: No, he was killed in the concentration camp.",
        "Q: What -- do you know anything about the details?",
        "A: No. After the war, my brother was in the English Army, he went to the police where\nhe lived in France, and this is what the neighbors told.",
        "Q: That he had been shipped off to a concentration camp?",
        "A: Yeah, the Germans took him.",
        "Q: So when -- after he left in Kristallnacht, did he ever come back?",
        "A: Yeah, and after Kristallnacht, they catched him on the ;",
        "Q: Yeah.",
        "A: And then they -- he had to go every month to the police.",
        "Q: That's right, to register.",
        "A: Yeah.",
        "Q: And then at some point -- when did he go underground?",
        "A: This must be four or five months before the war started.",
        "Q: So that would have been 1939, April something?",
        "A: Yeah, 1939, yeah. And I left in January '41, and then I was with my stepmother.\nShe was not good, she was not bad, but that's hard. For her it was hard, and for me, too.\nBut one day I cleaned my library and one book fell down, and I took the book up and\npulled the letter out. This was a letter my mother had sent to me in '38, --",
        "Q: Uh-huh.",
        "A: -- to see what was going on in Germany, it is not good; if I wouldn't like to come live\nwith her. And my father said, \"What, you will write her? You don't know your mother.\nYou don't know what person she is.\" So I never answered the letter. But then when I\nfound this letter, I saw the address, and I wrote her a letter if she still 1s interested in me,\nif she can sponsor me.",
        "Q: Uh-huh.",
        "A: And she sent me the paper for Uruguay. And I didn't know how she looked, and\nWerner was on the ship, and he saw a lady call, \"Is Jutta Popower on the ship?\" And then\nhe came to me, \"Jutta, I think the lady what is calling is your mother.\" It was true.",
        "Q: What happened to your brother? When he left at age 18 because your stepmother\nwas criticizing him all the time, where did he go? What did he do?",
        "A: Who?",
        "Q: Your brother.",
        "A: My brother?",
        "Q: Yeah. What was his --",
        "A: He was in the English Army.",
        "Q: How did he get there from Germany’?",
        "A: He was -- when he was 18 years old, he left the house on a trip to England, and in\nEngland they took his passport and everything away, and after it was his time to leave\nEngland, they shipped him over to Germany. But he didn't come home. He went to\nBelgium, and in Belgium he entered into -- did something from +, this was a\nJewish school to teach -- he learned in like an engineer plan, things like this, for two\nyears, and then was from Dunkirk that the English took all the people out while the\nGermans started the war. It is before the war. So he came to this --",
        "Q: Oh, so you're talking about Dunkirk?",
        "A: Yeah. He came to England, and then he came to England, they deported him to live\non the Island of Man. Did you hear of that one?",
        "Q: Yes, I've heard of that.",
        "A: Yeah, okay.",
        "Q: So was he a prisoner there?",
        "A: No, no, it is nota prison. It is one of -- for people that was illegal that would come to\nlook for safety from Europe, from Germany. And then he applied to enter as a soldier in\nthe English Army, and he came to the English Army, and he was a -- he fixed when the\ntank or something couldn't work anymore, he fixed this. This is what he learned. And he\nwas to the war; he was in the Army.",
        "Q: Well, this is -- it is simply -- I've heard of other German Jewish refugees coming to\nEngland --",
        "A: My brother was not German.",
        "Q: Pardon?",
        "A: My brother had a Polish passport.",
        "Q: Isee.",
        "A: He was born in Russia.",
        "Q: That's right. That's right. There makes the difference.",
        "A: Uh-huh.",
        "Q: And that's why he could go into the English Army. Because a lot of German Jewish\nrefugees ended up being, well, quarantined, imprisoned not 1n bad prisons, but,\nnevertheless, treated like enemy aliens.",
        "A: Don't tell me.",
        "Q: Yeah.",
        "A: No, I remember he wrote me, he had to make a testament and say something\nhappened to him, no, he put me in in his testament and I get the money. I'm glad nothing\nhappened to him.",
        "Q: So when did you next see him?",
        "A: Isaw him in 1950, when he went to Israel. It was -- he was then living in Israel. He\nwas a soldier, and they had like a -- well, a soldier girl from the Army, where they went\nfor food and things, no, like a restaurant, and over there he met a girl, she was from\nHungary, Jewish, and -- but he left, 1t was the +, so he went to Israel, and then she\nfollowed him, and he married her. When he married her, after a while he found out she\nwas ten years older than him.",
        "Q: Really.",
        "A: This was -- then he didn't like it as much. She should have never told him her age.",
        "Q: Yeah.",
        "A: And he liked to go away on trips for a month or so, and then he would say -- then he\nsaid, \"Yeah, I'm going to visit my sister,\" and this was not true. He never came to visit me\nin Argentina. And when I came to Israel and I met her, she hated me. And she -- when\nwe lived in Argentina, she wrote to my father-in-law that her husband give all the money\nwhat he has to me, and this is no. He lied to her, so she hated me.",
        "Q: Such complex human relations sometimes, you know.",
        "A: Yeah, yeah.",
        "Q: And such painful ones.",
        "A: Werner went with my brother in Israel, I don't know if looking for a job or -- and\nwhen Werner went and bought something to eat, he gave him, no; and when he bought\nsomething, he hided it not to give up. He was like my mother.",
        "Q: Oh.",
        "A: A tight one.",
        "Q: Isee.",
        "A: It happened.",
        "Q: Itis disappointing.",
        "A: Yeah.",
        "Q: So your mother -- you know, your mother is in Uruguay and sends you these --",
        "A: The papers.",
        "Q: She sends you the papers --",
        "A: Yeah. And she paid the ship, the boat trip to --",
        "Q: And how -- how is it that between the time your father went underground and ended\nup in France, your brother is gone, how 1s it that you stayed so late in Germany’?",
        "A: I?",
        "Q: Uh-huh.",
        "A: I didn't know where to go. By accident only that the book fell down and came out\nwith the letter in with that my mother had sent me in '38.",
        "Q: Isee. So it was a complete accident?",
        "A: Yeah. And she was not living no more at the address, but the people what received\nthe letter know where she was living, so they went over and gave her the letter.",
        "Q: And what were you doing -- what kind of work were you doing by the time you left?",
        "A: That I left?",
        "Q: Uh-huh. In Berlin.",
        "A: And then started the war and I went looking for a job, and they sent me to Siemens,\nSeimens _. I worked -- there were all Jews there, a hundred Jews, and we were -- I\nwas soldering.",
        "Q: You were soldering?",
        "A: The things with the fire, no?",
        "Q: Yeah, that's right, it 1s called soldering.",
        "A: Yeah.",
        "Q: And so it was metal bits that you were soldering together?",
        "A: Yeah, yeah, yeah. It was things for the -- for the war.",
        "Q: For the war. So it was military?",
        "A: Yeah. But the people that oversaw us and teached us were very nice over there, very\nnice. And then in December, I told what was the manager of all of us that I was leaving,\nthat I was going to South America, and he said, \"Why you are leaving? The war will be\nfinished soon.\" He didn't know about concentration camp and all this.",
        "Q: Uh-huh.",
        "A: The Jews know all over this a lot of parents from people that never came out from\nSachsenhausen.",
        "Q: Uh-huh. That's true. That's true. So — but everybody -- you say the majority of the\nworkers in Siemens were Jewish?",
        "A: No. The workers, yeah.",
        "Q: The workers.",
        "A: But not the people what oversaw us.",
        "Q: Uh-huh. And --",
        "A: And I had to make money. I was very fast in the war, and some people would be a\nlittle slow, and then I say to them, \"I work for your part, and what you get paid you give\nme half of it.\"",
        "Q: And did that work out?",
        "A: This I have so, and if this was not, I had money. I needed money when I would go.\nMy stepmother wouldn't give me money for a taxi or to Hamburg for a visa or so.",
        "Q: So -- but your -- her sister --",
        "A: Yeah.",
        "Q: -- was holding your money for you?",
        "A: Yeah, yeah.",
        "Q: Okay.",
        "A: She never told her. But she found out from the lady what paid me, I make the\nbookkeeping for her.",
        "Q: Isee.",
        "A: But she become friendly with her.",
        "Q: Isee.",
        "A: At the last call and said, \"Oh, my sister, she was a false(ph) and Jew, she put -- hold\nyour money, and she didn't say anything that you earned something by the\" -- whatever\n. I don't like to discuss.",
        "Q: Yeah. What happened to the twins? You say she had twins?",
        "A: Yeah. No, they had challa(ph).",
        "Q: Uh-huh.",
        "A: And came the doctor and sent them to the hospital, and one had the challa(ph) and\none was only -- one what gave the challa(ph) to other children, but didn't desire -- how do\nyou Say it, didn't --",
        "Q: Wasn't sick themselves?",
        "A: No.",
        "Q: Okay.",
        "A: And when they come to the hospital, they gave each child an injection or something,\nand she which shouldn't go died.",
        "Q: Oh.",
        "A: And when the doctor said she didn't need to go to the hospital, only she has this\nchalla(ph), and only keep her isolated. She doesn't know if one has to go the other has to\ngo, too, and this one that didn't need to go, she died.",
        "Q: Oh.",
        "A: Yeah.",
        "Q: And the other one, did she get better?",
        "A: Yeah. The other one I have no relationship now since I was away from Germany.",
        "Q: Uh-huh.",
        "A: And my stepmother always, \"Look, Jutta, look at this, look at this,\" so the child\ndidn't like me much. But I had to take them to -- I was out in years -- in the city with a\ncar to the parks and so on. And the best thing in the parks, who was sitting around, people\nwhat didn't have jobs, and they had lice.",
        "Q: Oh, dear.",
        "A: And what are they kept there? With lice. And so she said, \"Jutta, you are dirty. You\nhave lice.\" And then I took the children to the park, and we were sitting on the bench, and\nwe came home, she had lice, too.",
        "Q: You didn't have much choices there, did you?",
        "A: Yeah. I couldn't go with the two children. I was a child myself, and that's a busy\nstreet with cars and and all the -- aye yal.",
        "Q: In 19 --",
        "A: Okay. And my stepmother then one day, one of the times that the was on the\nphone, \"Yeah, you didn't send me food, packages.\" I said, \"How can you send\npackages?\" I have to be -- I was married without money, too, and had two children.",
        "Q: So didn't seem to have much understanding?",
        "A: Yeah. She -- she liked to exploit me.",
        "Q: Yeah.",
        "A: And I had a little jewelry what I gave her while Jews couldn't have jewelry, no, gold.\nIt was what my father gave me when I was 13 years, a gold watch with a gold arm band,\nand I keep it when — after the war to give it back, and I asked her for it. \"Oh, I needed to\nsell it. I needed the money.\" \"Okay.\" I never saw her. When I was in Berlin and called\nup, she didn't like to see me. I think she was afraid.",
        "Q: So she stayed and survived the war?",
        "A: No, she was not Jewish. She only found out that after --",
        "Q: So even if she converted, it didn't matter?",
        "A: Then when my father left, I'm sure she went out. I'm sure.",
        "Q: When did you stop living at home with her?",
        "A: What?",
        "Q: When did you stop living at home with her?",
        "A: When I left Germany in April -- not in April. In January 21 it was, I think, 1941.",
        "Q: Okay. So the war has already started?",
        "A: Yeah.",
        "Q: Do you remember what Berlin was like?",
        "A: Yeah, when I came to Lisbon, we went with the train, all Jews were in the train in the\nsection from Berlin to Lisbon. For nearly a week we were -- it was all Jews but occupied\nwith the Germans.",
        "Q: And did I understand correctly that — that this train was sealed; that is, were you able\nto get on and off of it or not?",
        "A: Nobody has -- maybe the know that it was, at least from the +, but my\nmother paid everything. But they were all Jews in the section. We covered five days\nwith sitting day and night sitting in the section, and then one night we stopped in Spain,\nwe went to a hotel I remember, and the first time after so many days that I could wash\nmyself, and I was sitting in a bath in the bath things washing, and I was so tired that I fell\nasleep.",
        "Q: In the bath?",
        "A: Yeah. But there were two girls that were in the same kupe as I, and they came in the\nhotel, they had the same room number, they came in to see what I am doing, and they\nfound me in the bathtub.",
        "Q: Oh.",
        "A: So I'm glad that they came in, I could be -- they said, \"Jutta, Jutta, don't sleep.\"",
        "Q: Well, that shows just how tired and exhausted you were.",
        "A: Everyone. And my father was waiting for me in Paris +, and I don't know\nwhere we were parked, it was far from the station, but 1t wasn't Paris.",
        "Q: Were you able to get off of the train in Paris?",
        "A: Nowhere. I didn't know where to go. And my father didn't find me.",
        "Q: And so that's why you never saw him again?",
        "A: Never. And he said he had money he was giving that if I could see that he could go\nget a permit for -- to him to this country or that my mother never helped me. She was full\nof this hatred against my father, and she was the guilty one.",
        "Q: So your mother in Uruguay”?",
        "A: Yeah.",
        "Q: Yeah. So you get on the boat by yourself, is that right, in Lisbon?",
        "A: Yeah, I got on the -- yeah, everything was arranged from the join(ph), from the\nJewish organization, but she had to pay, no.",
        "Q: Uh-huh.",
        "A: And then on the ship I met Werner with his family, his mother -- mother, sister and\nfather.",
        "Q: And what was your first impression of him?",
        "A: Oh, he was . I could with him talk about everything. He was very nice. And\nthen I had another admirer on the ship, he came from Switzerland, Jewish from Germany,",
        "Q: Uh-huh.",
        "A: -- and even I couldn't go on the toilet, he was waiting outside. Terrible, terrible. I\ncouldn't stand him. And then it was cool, and he brought me something to cover on the\noutside, and I didn't want it. \"Here.\" \"Okay.\" Then one day when he saw that I was not\ninterested in him, \"Can I have my blanket back?\" \"Yes, here, you have it.\" I didn't ask\nfor it. Yeah, I was good looking.",
        "Q: Still are.",
        "A: Yeah.",
        "Q: And we will take some pictures later, we will film some of the pictures --",
        "A: What?",
        "Q: We will film some of the photos that you have --",
        "A: Yeah.",
        "Q: -- and that proves it. So what — what happened when you got to Uruguay and you\nmeet your mother again after so many years?",
        "A: Yeah. The first I see -- I see that she was speaking bad about my father. How could\nshe speak bad when she doesn't have a relationship with him.",
        "Q: Yeah.",
        "A: My brother left her.",
        "Q: So that was hard to take?",
        "A: I think she was a hard lady. She thinks that she was right. Okay. And she was a liar.\nOh, I could not stand it when she spoke to people and said these things that are not real,\nand then she say to them, \"Ask my daughter, ask my daughter, Jutta, Jutta.\" \"Mama.\"\nShe wanted that I lie for her with.",
        "Q: So it wasn't easy?",
        "A: No. I feeled sorry for her. Maybe she was an unhappy person, I don't know. But\nshe married two husbands, or three husband, who knows.",
        "Q: And one of them took her to Uruguay?",
        "A: Yeah,in__ what I met, he was from — he was a German. No, he was a\nHungarian, Hungarian, but he was a man with money --",
        "Q: Hungarian.",
        "A: -- and she married the money. And he was a nice man, a very nice man.",
        "Q: Uh-huh.",
        "A: I liked him. And then the second man she married -- Werner, what was the second\nman? He was from --\nWERNER PREUSS: Argentina.",
        "A: From Argentina, yeah. And he had the same name, Goldstein.",
        "Q: As the first one?",
        "A: Yeah. Werner was the test -- the witness.",
        "Q: Uh-huh. To the second wedding?",
        "A: I-- I don't know if it was the second. Maybe it was the third or fourth.",
        "Q: Yeah. And did you stay in Uruguay?",
        "A: Yeah, he died there.",
        "Q: No, you. After you arrived in --",
        "A: No, we went to Israel. When we married, we went --",
        "Q: No, no. I want to find out how -- did you get to Argentina in some way”?",
        "A: Yeah.",
        "Q: Tell me about that?",
        "A: The husband, this one, the Goldstein, Zoltan(ph) Goldstein, he lost his job, couldn't\nfind another one.",
        "Q: The Hungarian one?",
        "A: Yeah. But he came as a kid to Germany.",
        "Q: Uh-huh.",
        "A: And so we went to Buenos Aires and there he find a job, but he died. Before he died,\nI went to see him in the hospital with my daughter, she was two years old or two-and-a-\nhalf, two-and-a-half already, and I said, you know, \"Zolly, I am leaving, I'm going to\nIsrael.\" \"Oh, yeah. I was home to visit you, but you don't know where I am.\"",
        "Q: I didn't understand that part. You said you told him you were going to Israel, and\nwhat did he say?",
        "A: Yeah, I was -- we already were prepared.",
        "Q: Oh, yeah.",
        "A: I didn't -- with my mother I didn't read -- speak. But then my daughter was born, she\ncame to the hospital and made a tragedy. \"Yeah, children, who will pay all this, I have to\npay it,\" and she didn't give a penny, no, never.",
        "Q: Difficult.",
        "A: Yes.",
        "Q: Not only difficult, very --",
        "A: Yeah. And the doctor came and said, \"Is this lady what was here\" -- I became sick\nand fever, no -- never, no. \"Who was it?\" I say, \"My mother.\"",
        "Q: Very hard.",
        "A: But later she wanted to move in with me in Treundan(ph).",
        "Q: Oh.",
        "A: My cousin said to me, she went to Paris, the last one -- she doesn't live anymore.\nShe died in '95.",
        "Q: Uh-huh.",
        "A: She went to Paris, and she lived by a nephew, the son from a brother of her, and he\nwas married, and she nothing more than could speak than bad about his wife, made her to\nfight, so he said to my mother, \"Better you move out.\"",
        "Q: Well, yeah.",
        "A: Yeah. And my cousin told me her brother — my mother's brother was the same way,\nand the parents divorced, but they were already the children grown up.",
        "Q: It sounds like you had a lot of disappointments.",
        "A: No, I was not disappointed. I have two ears, and one that goes in and the other out.",
        "Q: Well, that's the way somebody can survive, you know.",
        "A: What can you do?",
        "Q: Yeah.",
        "A: You cannot change it.",
        "Q: So was the first time you went back to Germany when you went with your husband?",
        "A: Yeah.",
        "Q: And what kind of a feeling did that leave with you?",
        "A: No doubt it was. No,I came when __. I was a guide taking groups from\nArgentina to Germany.",
        "Q: Uh-huh.",
        "A: And the funny thing is it was a bus -- it was a car, a big car, it was Europe, and when\nwe were in Germany I had to tell the people that I was Jewish. I could not talk before\nthey know that I was Jewish.",
        "Q: You mean, the people that you would take on tour?",
        "A: They were from ArgentinA: They were not German.",
        "Q: And you -- you had to tell them that you are Jewish?",
        "A: Not to the people. To the chauffeur --",
        "Q: Oh, I see.",
        "A: -- or the guide that I had in Germany. One of them said, \"I didn't ask you. I am not\ninterested.\" \"Very good.\"",
        "Q: Oh. That's kind of cold and brusque.",
        "A: Yeah.",
        "Q: Did you visit back to where your street was, where you had grown up?",
        "A: Yeah. It doesn't exist now. The house is not there. It is now a small house there.",
        "Q: Uh-huh.",
        "A: Yeah.",
        "Q: I think I was with Werner.\nWERNER PREUSS: Yeah.",
        "Q: Yeah. Have -- well, I guess I'm at the point where -- are there -- is there anything\nthat we haven't talked about that is important to add to your story? Is there anything that\nwe have not talked about that -- that you think is important to add to your story?",
        "A: No. It is a simple life.",
        "Q: I don't think so. It sounds like it was quite a challenge.",
        "A: Yeah. I -- Iam born a happy person.",
        "Q: Yeah.",
        "A: I say always be happy, happy and healthy.",
        "Q: Yeah.",
        "A: Iam not -- I don't understand when people, how do you say, mad of other people,\nyou know, or --",
        "Q: Or angry all the time?",
        "A: Angry and you would like this and this. I cannot understand this.",
        "Q: Uh-huh.",
        "A: We were happy when we had nothing, and I am happy now that I don't need\nanything.",
        "Q: Uh-huh.",
        "A: Werner always say, \"Don't worry, we have enough that we live.\"",
        "Q: Yeah. Well --",
        "A: I was not money hungry.",
        "Q: I would like then to thank you for talking with us today.",
        "A: Oh, you're welcome.",
        "Q: Thank you very much.",
        "A: And I have two nice very good children.",
        "Q: Tell me their names.",
        "A: Ishow you the photo of my children.",
        "Q: Okay. When we start to -- when we start filming photos, which we will do\nmomentarily.",
        "A: Yes.",
        "Q: I'll just close the interview.",
        "A: Yeah.",
        "Q: Excuse me. Oh, we are rolling? Okay. So, Mrs. Preuss, tell us who is in this photo\nright here?",
        "A: This is my father.",
        "Q: Your father.",
        "A: This is me, and this is my brother.",
        "Q: And your brother's name was?",
        "A: Heino. Heino Popower.",
        "Q: Heino?",
        "A: Heino.",
        "Q: Heino.",
        "A: But he changed it to Henry Power.",
        "Q: To Henry Power. And do you remember when this was taken? You must have been\nlike four or five years old?",
        "A: Yeah, six and three years there.",
        "Q: Three years. So it would have been 1924 or '25 or something?",
        "A: Yeah. And then my brother 1s three years and eight months older than me.",
        "Q: Isee. I see. So it was your father with his two children?",
        "A: He was a young man, yeah.",
        "Q: Very young man.",
        "A: My father was born in 1897, and my brother was born in 1919. 1919.",
        "Q: And then now we will see another photograph of your brother. That's you.",
        "A: My father was 22 years old when his son was born.",
        "Q: He was a young man to become a father, yeah.",
        "A: And my mother was 24. She is two years older. She was.",
        "Q: And then there is your brother Heino?",
        "A: Heino.",
        "Q: Who became Henry’?",
        "A: But he never -- he -- we always in Germany called him Heinz.",
        "Q: Ah, I see.\n(Video interruption. )",
        "A: He must be 17, 16, 17.",
        "Q: Okay. Rolling? So this is your brother right here, and you said this is when he was\nin -- a young man?",
        "A: Yeah, he must be 17.",
        "Q: Isee. Can we now pan to this photograph? Can I move it or not? Let me turn it. Let\nme turn it. This one. It looks like -- tell me, who is in this photograph of the two men\nthere?",
        "A: Well, one is my father, I think. It say over there.",
        "Q: That's over here?",
        "A: I cannot read.",
        "Q: It says your father.",
        "A: And one is his brother.",
        "Q: His brother-in-law.",
        "A: Yeah.",
        "Q: Uh-huh. Okay.",
        "A: Icannot read. These are my grandparents.",
        "Q: Oh, we will film them in a minute.",
        "A: And here it says -- who is it? You can read the letter.",
        "Q: I think his brother, but I can't really -- okay. Are we done with that one? Okay. And\nthen we will -- on this one, let's focus on that, right here, and this --\nVIDEO OPERATOR: Hold on.",
        "Q: Okay.",
        "A: Both men, I'm sorry that he -- Werner?\nWERNER PREUSS: What?",
        "A: Youcould read it better.",
        "Q: Okay. Can you tell us who is in here? It sounds like -- it looks like your\ngrandparents, yes? Don't move it, don't move it, don't move it. Just --",
        "A: No, Werner has --\nWERNER PREUSS: But where is the pictures when you were the children? Why you\ntake these pictures? This is allfrom __.",
        "A: Yeah.",
        "Q: But this is your father's mother and father, yes? Is this right? Do you have another --\nhang on. Let's cut it, please.\n(Video stopped and restarted.)",
        "Q: All right. So who is in that photo there?",
        "A: Gittel(ph).",
        "Q: Gittel(ph)?",
        "A: Yeah. And what was her name, Werner, her maiden name? I forgot it. I forgot at\nthis moment. _—_—_—si+. ~Gittel, Gittel --",
        "Q: Ozorof(ph) or something?",
        "A: Yeah.",
        "Q: Ozorof. And your grandfather's name was what?",
        "A: Joel.",
        "Q: Joel Popower?",
        "A: Popower.",
        "Q: Uh-huh. And you were named after her?",
        "A: No, they didn't accept that in Germany. It was not in Germany.",
        "Q: Because it was Gittel, and rather than — and so that's how you became Jutta?",
        "A: Yeah. They said, \"Oh, you mean Jutta,\" and so all the people what went to give the\nname for the child for the first born said, \"Yes, Jutta,\" so I became Jutta.",
        "Q: Isee. Okay. Thank you.",
        "A: You're welcome.",
        "Q: All right. So now we will take some of —\n(Video stopped and started.)",
        "Q: All right. So what is this photo?\nWERNER PREUSS: This picture was taken in 1939 in a working camp in Germany. It\nwas not a camp really. It was a farmer's town where all what you see you there, we had\nto work for the local farmers.",
        "Q: And this is outside Berlin?\nWERNER PREUSS: Yeah, this was near Berlin, but I don't remember the name of the\nvillage. This was a village. Most ofthem were _ +, big --",
        "Q: Oh, so they -- horse farms?\nWERNER PREUSS: Yeah, yeah.",
        "Q: Horse farms.\nWERNER PREUSS: Yeah, yeah.",
        "Q: Okay. And you are in here, too?\nWERNER PREUSS: My picture is there.",
        "Q: You're in the last row I see?\nWERNER PREUSS: Yeah. And you know one thing?",
        "Q: Yeah.\nWERNER PREUSS: Years later I published this picture in the German --",
        "A: Newspaper.\nWERNER PREUSS: No, in the magazine which we got all the time forthe _—_s, and\nsomebody from Israel called me and say he saw the one of his friends, and he was also in\nthis camp, but he -- afterwards, he was sent to Auschwitz later where he met his wife and\nlives in Israel.",
        "Q: Oh, my goodness.\nWERNER PREUSS: But I don't remember which guy it is there 1n the picture.",
        "Q: But there you are in the back?\nWERNER PREUSS: Yeah, but there is one guy on -- who survived Auschwitz.",
        "Q: And this is where you learned various agricultural tasks?\nWERNER PREUSS: Yeah, in '39.",
        "Q: In'39. Okay. We are going to stop with that photo and go to the next. Okay. And\nwhat is the bottom photo there of the place? What is that about?\nWERNER PREUSS: This is the convent — the convent --",
        "Q: The convent in Italy?\nWERNER PREUSS: Yeah, where we were living at this time. They moved us to this\nbuilding.",
        "Q: So this was the sort of like prison area?\nWERNER PREUSS: Yeah, it was -- it was used like a prison, but 1t was a semi-open\nprison.",
        "Q: Okay. And it was Agnone? How did you say the place?\nWERNER PREUSS: It was a convent.",
        "Q: I know. How did you -- what was it — you told me where it was, and what was the\nname?\nWERNER PREUSS: In Agnone.",
        "Q: Agnone.\nWERNER PREUSS: Agnone in Italy.",
        "Q: Okay.\nWERNER PREUSS: And beside was a camp near there, a big camp, so more people.",
        "Q: All right. Now, when we shift to the photograph of this group of people --\nWERNER PREUSS: Yeah. This was most of the group from -- which lived there with\nUS.",
        "Q: Isee. And we see some of them outside on the grass and standing --\nWERNER PREUSS: On the right side outside both is my father and I.",
        "Q: Isee.\nWERNER PREUSS: AIl on the right side.",
        "Q: So that would be -- if I use my finger, there is you? (Indicating.)\nWERNER PREUSS: Yeah, the last one. The right side.",
        "Q: Excuse me. At this point I don't know what is right and left.\nWERNER PREUSS: Yeah, yeah.",
        "Q: It would be here and here, yes?\nWERNER PREUSS: Yeah. I think my — somebody has a white shirt, no?",
        "Q: Yeah. And your father looks like he has glasses on?\nWERNER PREUSS: Yeah, yeah. No, no, my father has no glasses I think.",
        "Q: No glasses?\nWERNER PREUSS: No. But my father is beside me. If I pick it up, I can tell you.",
        "Q: Okay. Hang ona second. I'm so sorry. We are going to take a look at this.",
        "Q: Okay. So could we explain again?\nWERNER PREUSS: Yeah. This is a picture in Agnone when we were in the\nconcentration camp or how you want to call it, a prisoner camp, and this is a picture --\nmost of the people on the picture was a group, we were together in this building, and then\non the side -- on the right side you see my father and beside me. I am with the eyeglasses\n-- sunglasses.",
        "Q: So this is your father, and this is you with the sunglasses? (Indicating. )\nWERNER PREUSS: Yeah. Yeah, I'm in the sunglasses. And this 1s just -- that's the\npeople -- this -- we were looking just at soccer play between the prisoners and people\nfrom -- from the police department.",
        "Q: Oh, gosh. So the people from the police department and the prisoners --\nWERNER PREUSS: Police +,",
        "Q: And who took the photo?\nWERNER PREUSS: Yeah.",
        "Q: Who would have taken the photo?\nWERNER PREUSS: Some -- some of the people who -- I think this was a professional\nphotograph.",
        "Q: Okay. So, I mean, were prisoners allowed to keep photographs -- like a camera with\nthem?\nWERNER PREUSS: Yeah, I think so.",
        "Q: Okay. Allright. So do we have more?\nWERNER PREUSS: Now, here I have is when I arrived in Europe -- when we were 1n\nArgentina, and this is Jutta's half-sister which is in Europe when she told you the story.",
        "Q: Okay. Afterwards we will take that one. So that's when you were -- this photo 1s of\nyou when you arrived in Uruguay?\nWERNER PREUSS: Yeah, yeah.",
        "Q: Okay. All right.\n(Whereupon, Video interview concluded.)\nConclusion of Interview\n"
    ],
    "questions": [
        "Question: This is a United States Holocaust Memorial Museum interview with Mrs. Jutta\nPreuss on July 13th, 2014. Thank you very, very much, Mrs. Preuss, for agreeing to\nspeak with us today. I would like to start by asking you the same questions that I did Mr.\nPreuss. Could you tell me your date of birth, where you were born, and when you were\nborn, and your name at birth?",
        "Q: And was your family originally from Germany or from someplace else?",
        "Q: Was he in the Russian Army or was he in the German Army”?",
        "Q: Uh-huh. So he lived in the eastern part of Poland that had been part of the Russian\nEmpire?",
        "Q: Uh-huh. In Russia.",
        "Q: Isee. I see. And -- and your mother?",
        "Q: And what was her maiden name?",
        "Q: Ruchla was her first name?",
        "Q: And her last name was Bielinski(ph)?",
        "Q: And what was your father's first name?",
        "Q: Abraham Popower?",
        "Q: And had it been the Tsarist Army he had been in?",
        "Q: Was he -- was he drafted into the Russian Army”?",
        "Q: Uh-huh. And that's where --",
        "Q: Isee. I see. And where did your parents meet?",
        "Q: Uh-huh.",
        "Q: Did you know him?",
        "Q: Oh, I see, he didn't die as an infant. He died as an adult, so --",
        "Q: Isee. I see. So it was -- when you were born in Berlin, --",
        "Q: -- it was actually that the family had very recently moved there?",
        "Q: Okay.",
        "Q: All right.",
        "Q: Well, explain this to us. How did it happen?",
        "Q: What does that mean? What does that mean?",
        "Q: Isee. I see.",
        "Q: Oh. So that's how they -- you know, in those days they didn't have DNA testing.",
        "Q: Yeah.",
        "Q: That sounds like a very sad beginning.",
        "Q: No.",
        "Q: Itis. Itis. Tell me this, was your father -- were you close to your father as you were\ngrowing up?",
        "Q: Okay. And what are some of your earliest memories?",
        "Q: So you would have -- you would have caretakers who wanted to -- who wanted to\nsave your soul, in other words?",
        "Q: Uh-huh. That was my next question. So your father didn't go to synagogue much?",
        "Q: Uh-huh. Explain.",
        "Q: Really. Did your father have any of his own family in Berlin?",
        "Q: Uh-huh.",
        "Q: Oh, I see. So he was -- I mean, he was actually quite alone in raising you and your\nbrother? There wasn't any large -- you know, extended family to help?",
        "Q: Really?",
        "Q: Oh.",
        "Q: Oh, I see. So she was sad that --",
        "Q: Yeah.",
        "Q: Uh-huh. When you were there, yeah?",
        "Q: The one who was handicapped?",
        "Q: Oh. Oh.",
        "Q: Oh, did you?",
        "Q: But -- so who was the lady who had helped raise you who ended up in Buenos Aires,\nwhat was her name?",
        "Q: Isee.",
        "Q: Isee. So there was -- there was a lady who came into your father's life?",
        "Q: Oh, yeah, sort of like a little backpack?",
        "Q: Uh-huh. So your father didn't remarry ever?",
        "Q: Uh-huh.",
        "Q: We will talk about that. Right now I want to talk a little bit more about your\nchildhood and — what part of Berlin were you living in?",
        "Q: N4, in other words?",
        "Q: So it sound like to was sort of in the middle of Berlin?",
        "Q: What did the neighborhood look like?",
        "Q: Uh-huh. Was it a working class neighborhood?",
        "Q: Okay. Did you live in an apartment building?",
        "Q: Uh-huh. Behind the store?",
        "Q: And this is the store that he had a partner with at one point?",
        "Q: Okay. And was your father a tailor? When you say he had a men's store --",
        "Q: Okay. So, I mean, he was a -- he was a store -- okay --",
        "Q: A storekeeper. So it was all men's goods?",
        "Q: Okay. Okay. Did he make a decent living?",
        "Q: Did -- did you have anybody -- I mean, did you have a cook at home, too, to help\nprepare the meals?",
        "Q: Uh-huh. How would you characterize your childhood?",
        "Q: You mean --",
        "Q: Would you say that you were a happy child or not?",
        "Q: Did you feel the lack of having a mother?",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: What did she look like to you, do you remember?",
        "Q: And how --",
        "Q: Oh. And is this before -- did she still live in Berlin?",
        "Q: Did she -- when she didn't live with you anymore, --",
        "Q: Isee.",
        "Q: How did you start school? Did you start school at age six or so?",
        "Q: Okay. What kind of memories do you have from school?",
        "Q: In my report card?",
        "Q: Ah, so you don't have good hearing, yeah. Did you -- what kind of personality was\nyour father? Tell me a little bit about him?",
        "Q: Yeah, of course.",
        "Q: Yeah.",
        "Q: And did he spend time with you when he could?",
        "Q: Yeah.",
        "Q: So when he went to the cinema, you wanted to go as well?",
        "Q: And he had to then tell you what was going on?",
        "Q: Yeah. Were you close with your brother?",
        "Q: Isee. Isee. Did that change at some point? When children are small --",
        "Q: What did he do?",
        "Q: He defended you, your brother did?",
        "Q: Yeah.",
        "Q: Soin some ways your stepmother -- do you think it was a little bit like Cinderella,\nAshenputtel?",
        "Q: Was your stepmother German, did you say, or Jewish?",
        "Q: Yeah.",
        "Q: Were you ever close to her or not?",
        "Q: Yeah.",
        "Q: Well, tell -- well, that sort of begs the question of couldn't your father help pay for\nthese expenses?",
        "Q: Isee. So we will come to that part. Let's -- let's talk a little bit about again school life\nand -- and your neighborhood in Berlin.",
        "Q: Ofcourse. Of course.",
        "Q: He was atheist, you say?",
        "Q: Isee. But for a small child, such things are both painful and confusing.",
        "Q: So your parents; that is, your father and your stepmother, tried to find other\nplaymates for you and other activities for you?",
        "Q: Oh, you did.",
        "Q: Okay. How did your neighborhood change by the 19 --",
        "Q: Yeah?",
        "Q: And that was what year?",
        "Q: Okay.",
        "Q: And what was her name?",
        "Q: Elna(ph) Shilla(ph)?",
        "Q: And you said that you had a half-sister --",
        "Q: From the other lady?",
        "Q: Yeah.",
        "Q: And she lived -- did she grow up with her mother?",
        "Q: And did they live far from you?",
        "Q: Senftenberg?",
        "Q: Okay.",
        "Q: Okay.",
        "Q: Was -- was -- was her mother Jewish?",
        "Q: Also not. And you --",
        "Q: Pardon?",
        "Q: Oh.",
        "Q: That's to -- to your half-sister's mother?",
        "Q: You said you would say -- you would call your half-sister's mother \"tante,\" yes?",
        "Q: What was her name?",
        "Q: No, no, no, but what was her name, her full name?",
        "Q: Sashovec. Johanna Sashovec.",
        "Q: Isee. Your father you said at one point -- your father had this business -- the store\ntogether with somebody else, but then that person left?",
        "Q: Isee. The one who had been handicapped?",
        "Q: Did your father have business difficulties after 1933, after Hitler comes to power?",
        "Q: Kristallnacht.",
        "Q: Isee. That's unusual.",
        "Q: Isee. So he was able to maintain the store until Kristallnacht, and after that no?",
        "Q: Okay. But here is my question. Between 1933 and 1938, was it harder for him to\nmake a living?",
        "Q: It was okay?",
        "Q: Yeah. How come he was in hiding?",
        "Q: How long did he stay away”?",
        "Q: So he had to register with the police --",
        "Q: -- every week?",
        "Q: So how did you eat? How did you live?",
        "Q: Isee.",
        "Q: Uh-huh. So he became more like a wholesaler --",
        "Q: -- rather than to -- direct to customers?",
        "Q: \"I spoke with the priest\"?",
        "Q: Well, yeah, that is logical. That makes sense.",
        "Q: Did his manner change? Did he -- did the pressure show on him of all these things\nthat were going on?",
        "Q: Did you see this change at home?",
        "Q: Uh-huh.",
        "Q: Uh-huh. That's before he married your stepmother?",
        "Q: Okay. And then --",
        "Q: Oh, Chess?",
        "Q: Inthe good food, yeah.",
        "Q: Really.",
        "Q: That's what people would be saying in the streets?",
        "Q: Were you -- when you were a teenage girl in the 1930s, like a young teenage girl,\nwere you frightened to go out on the streets after Hitler came to power?",
        "Q: Uh-huh.",
        "Q: Uh-huh. Did --",
        "Q: Well, it also sounds that as if -- did you feel somewhat abandoned; that is, when your\nstepmother came on the scene, did your father's attention --",
        "Q: I don't understand. Can you repeat this. Her mother would come every single day?",
        "Q: Isee. I see. So she got other people to do those household chores?",
        "Q: When -- when Krystallnacht came around, you were already about 15 years old?",
        "Q: It was wholesale is that?",
        "Q: Oh. Oh. So they -- they had offered you a way of leaving?",
        "Q: Uh-huh.",
        "Q: From the labor office, yeah.",
        "Q: Uh-huh.",
        "Q: Really?",
        "Q: So she didn't know you were Jewish?",
        "Q: Even at that age, you know, you knew?",
        "Q: You knew not to.",
        "Q: Did you have many such incidents -- did you have -- were there many such sorts of\nexchanges that you would hear in the late thirties?",
        "Q: Uh-huh.",
        "Q: So did he leave because he was so unhappy that you were leaving?",
        "Q: Isee.",
        "Q: Oh. When did your father start thinking of leaving?",
        "Q: Uh-huh.",
        "Q: Tell me what happened?",
        "Q: He went underground?",
        "Q: And he was one of them?",
        "Q: You found out after the war?",
        "Q: What -- do you know anything about the details?",
        "Q: That he had been shipped off to a concentration camp?",
        "Q: So when -- after he left in Kristallnacht, did he ever come back?",
        "Q: Yeah.",
        "Q: That's right, to register.",
        "Q: And then at some point -- when did he go underground?",
        "Q: So that would have been 1939, April something?",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: What happened to your brother? When he left at age 18 because your stepmother\nwas criticizing him all the time, where did he go? What did he do?",
        "Q: Your brother.",
        "Q: Yeah. What was his --",
        "Q: How did he get there from Germany’?",
        "Q: Oh, so you're talking about Dunkirk?",
        "Q: Yes, I've heard of that.",
        "Q: So was he a prisoner there?",
        "Q: Well, this is -- it is simply -- I've heard of other German Jewish refugees coming to\nEngland --",
        "Q: Pardon?",
        "Q: Isee.",
        "Q: That's right. That's right. There makes the difference.",
        "Q: And that's why he could go into the English Army. Because a lot of German Jewish\nrefugees ended up being, well, quarantined, imprisoned not 1n bad prisons, but,\nnevertheless, treated like enemy aliens.",
        "Q: Yeah.",
        "Q: So when did you next see him?",
        "Q: Really.",
        "Q: Yeah.",
        "Q: Such complex human relations sometimes, you know.",
        "Q: And such painful ones.",
        "Q: Oh.",
        "Q: Isee.",
        "Q: Itis disappointing.",
        "Q: So your mother -- you know, your mother is in Uruguay and sends you these --",
        "Q: She sends you the papers --",
        "Q: And how -- how is it that between the time your father went underground and ended\nup in France, your brother is gone, how 1s it that you stayed so late in Germany’?",
        "Q: Uh-huh.",
        "Q: Isee. So it was a complete accident?",
        "Q: And what were you doing -- what kind of work were you doing by the time you left?",
        "Q: Uh-huh. In Berlin.",
        "Q: You were soldering?",
        "Q: Yeah, that's right, it 1s called soldering.",
        "Q: And so it was metal bits that you were soldering together?",
        "Q: For the war. So it was military?",
        "Q: Uh-huh.",
        "Q: Uh-huh. That's true. That's true. So — but everybody -- you say the majority of the\nworkers in Siemens were Jewish?",
        "Q: The workers.",
        "Q: Uh-huh. And --",
        "Q: And did that work out?",
        "Q: So -- but your -- her sister --",
        "Q: -- was holding your money for you?",
        "Q: Okay.",
        "Q: Isee.",
        "Q: Isee.",
        "Q: Yeah. What happened to the twins? You say she had twins?",
        "Q: Uh-huh.",
        "Q: Wasn't sick themselves?",
        "Q: Okay.",
        "Q: Oh.",
        "Q: Oh.",
        "Q: And the other one, did she get better?",
        "Q: Uh-huh.",
        "Q: Oh, dear.",
        "Q: You didn't have much choices there, did you?",
        "Q: In 19 --",
        "Q: So didn't seem to have much understanding?",
        "Q: Yeah.",
        "Q: So she stayed and survived the war?",
        "Q: So even if she converted, it didn't matter?",
        "Q: When did you stop living at home with her?",
        "Q: When did you stop living at home with her?",
        "Q: Okay. So the war has already started?",
        "Q: Do you remember what Berlin was like?",
        "Q: And did I understand correctly that — that this train was sealed; that is, were you able\nto get on and off of it or not?",
        "Q: In the bath?",
        "Q: Oh.",
        "Q: Well, that shows just how tired and exhausted you were.",
        "Q: Were you able to get off of the train in Paris?",
        "Q: And so that's why you never saw him again?",
        "Q: So your mother in Uruguay”?",
        "Q: Yeah. So you get on the boat by yourself, is that right, in Lisbon?",
        "Q: Uh-huh.",
        "Q: And what was your first impression of him?",
        "Q: Uh-huh.",
        "Q: Still are.",
        "Q: And we will take some pictures later, we will film some of the pictures --",
        "Q: We will film some of the photos that you have --",
        "Q: -- and that proves it. So what — what happened when you got to Uruguay and you\nmeet your mother again after so many years?",
        "Q: Yeah.",
        "Q: So that was hard to take?",
        "Q: So it wasn't easy?",
        "Q: And one of them took her to Uruguay?",
        "Q: Hungarian.",
        "Q: Uh-huh.",
        "Q: As the first one?",
        "Q: Uh-huh. To the second wedding?",
        "Q: Yeah. And did you stay in Uruguay?",
        "Q: No, you. After you arrived in --",
        "Q: No, no. I want to find out how -- did you get to Argentina in some way”?",
        "Q: Tell me about that?",
        "Q: The Hungarian one?",
        "Q: Uh-huh.",
        "Q: I didn't understand that part. You said you told him you were going to Israel, and\nwhat did he say?",
        "Q: Oh, yeah.",
        "Q: Difficult.",
        "Q: Not only difficult, very --",
        "Q: Very hard.",
        "Q: Oh.",
        "Q: Uh-huh.",
        "Q: Well, yeah.",
        "Q: It sounds like you had a lot of disappointments.",
        "Q: Well, that's the way somebody can survive, you know.",
        "Q: Yeah.",
        "Q: So was the first time you went back to Germany when you went with your husband?",
        "Q: And what kind of a feeling did that leave with you?",
        "Q: Uh-huh.",
        "Q: You mean, the people that you would take on tour?",
        "Q: And you -- you had to tell them that you are Jewish?",
        "Q: Oh, I see.",
        "Q: Oh. That's kind of cold and brusque.",
        "Q: Did you visit back to where your street was, where you had grown up?",
        "Q: Uh-huh.",
        "Q: I think I was with Werner.\nWERNER PREUSS: Yeah.",
        "Q: Yeah. Have -- well, I guess I'm at the point where -- are there -- is there anything\nthat we haven't talked about that is important to add to your story? Is there anything that\nwe have not talked about that -- that you think is important to add to your story?",
        "Q: I don't think so. It sounds like it was quite a challenge.",
        "Q: Yeah.",
        "Q: Yeah.",
        "Q: Or angry all the time?",
        "Q: Uh-huh.",
        "Q: Uh-huh.",
        "Q: Yeah. Well --",
        "Q: I would like then to thank you for talking with us today.",
        "Q: Thank you very much.",
        "Q: Tell me their names.",
        "Q: Okay. When we start to -- when we start filming photos, which we will do\nmomentarily.",
        "Q: I'll just close the interview.",
        "Q: Excuse me. Oh, we are rolling? Okay. So, Mrs. Preuss, tell us who is in this photo\nright here?",
        "Q: Your father.",
        "Q: And your brother's name was?",
        "Q: Heino?",
        "Q: Heino.",
        "Q: To Henry Power. And do you remember when this was taken? You must have been\nlike four or five years old?",
        "Q: Three years. So it would have been 1924 or '25 or something?",
        "Q: Isee. I see. So it was your father with his two children?",
        "Q: Very young man.",
        "Q: And then now we will see another photograph of your brother. That's you.",
        "Q: He was a young man to become a father, yeah.",
        "Q: And then there is your brother Heino?",
        "Q: Who became Henry’?",
        "Q: Ah, I see.\n(Video interruption. )",
        "Q: Okay. Rolling? So this is your brother right here, and you said this is when he was\nin -- a young man?",
        "Q: Isee. Can we now pan to this photograph? Can I move it or not? Let me turn it. Let\nme turn it. This one. It looks like -- tell me, who is in this photograph of the two men\nthere?",
        "Q: That's over here?",
        "Q: It says your father.",
        "Q: His brother-in-law.",
        "Q: Uh-huh. Okay.",
        "Q: Oh, we will film them in a minute.",
        "Q: I think his brother, but I can't really -- okay. Are we done with that one? Okay. And\nthen we will -- on this one, let's focus on that, right here, and this --\nVIDEO OPERATOR: Hold on.",
        "Q: Okay.",
        "Q: Okay. Can you tell us who is in here? It sounds like -- it looks like your\ngrandparents, yes? Don't move it, don't move it, don't move it. Just --",
        "Q: But this is your father's mother and father, yes? Is this right? Do you have another --\nhang on. Let's cut it, please.\n(Video stopped and restarted.)",
        "Q: All right. So who is in that photo there?",
        "Q: Gittel(ph)?",
        "Q: Ozorof(ph) or something?",
        "Q: Ozorof. And your grandfather's name was what?",
        "Q: Joel Popower?",
        "Q: Uh-huh. And you were named after her?",
        "Q: Because it was Gittel, and rather than — and so that's how you became Jutta?",
        "Q: Isee. Okay. Thank you.",
        "Q: All right. So now we will take some of —",
        "Q: All right. So what is this photo?\nWERNER PREUSS: This picture was taken in 1939 in a working camp in Germany. It\nwas not a camp really. It was a farmer's town where all what you see you there, we had\nto work for the local farmers.",
        "Q: And this is outside Berlin?\nWERNER PREUSS: Yeah, this was near Berlin, but I don't remember the name of the\nvillage. This was a village. Most ofthem were _ +, big --",
        "Q: Oh, so they -- horse farms?\nWERNER PREUSS: Yeah, yeah.",
        "Q: Horse farms.\nWERNER PREUSS: Yeah, yeah.",
        "Q: Okay. And you are in here, too?\nWERNER PREUSS: My picture is there.",
        "Q: You're in the last row I see?\nWERNER PREUSS: Yeah. And you know one thing?",
        "Q: Yeah.\nWERNER PREUSS: Years later I published this picture in the German --",
        "Q: Oh, my goodness.\nWERNER PREUSS: But I don't remember which guy it is there 1n the picture.",
        "Q: But there you are in the back?\nWERNER PREUSS: Yeah, but there is one guy on -- who survived Auschwitz.",
        "Q: And this is where you learned various agricultural tasks?\nWERNER PREUSS: Yeah, in '39.",
        "Q: In'39. Okay. We are going to stop with that photo and go to the next. Okay. And\nwhat is the bottom photo there of the place? What is that about?\nWERNER PREUSS: This is the convent — the convent --",
        "Q: The convent in Italy?\nWERNER PREUSS: Yeah, where we were living at this time. They moved us to this\nbuilding.",
        "Q: So this was the sort of like prison area?\nWERNER PREUSS: Yeah, it was -- it was used like a prison, but 1t was a semi-open\nprison.",
        "Q: Okay. And it was Agnone? How did you say the place?\nWERNER PREUSS: It was a convent.",
        "Q: I know. How did you -- what was it — you told me where it was, and what was the\nname?\nWERNER PREUSS: In Agnone.",
        "Q: Agnone.\nWERNER PREUSS: Agnone in Italy.",
        "Q: Okay.\nWERNER PREUSS: And beside was a camp near there, a big camp, so more people.",
        "Q: All right. Now, when we shift to the photograph of this group of people --\nWERNER PREUSS: Yeah. This was most of the group from -- which lived there with\nUS.",
        "Q: Isee. And we see some of them outside on the grass and standing --\nWERNER PREUSS: On the right side outside both is my father and I.",
        "Q: Isee.\nWERNER PREUSS: AIl on the right side.",
        "Q: So that would be -- if I use my finger, there is you? (Indicating.)\nWERNER PREUSS: Yeah, the last one. The right side.",
        "Q: Excuse me. At this point I don't know what is right and left.",
        "Q: It would be here and here, yes?\nWERNER PREUSS: Yeah. I think my — somebody has a white shirt, no?",
        "Q: Yeah. And your father looks like he has glasses on?\nWERNER PREUSS: Yeah, yeah. No, no, my father has no glasses I think.",
        "Q: No glasses?\nWERNER PREUSS: No. But my father is beside me. If I pick it up, I can tell you.",
        "Q: Okay. Hang ona second. I'm so sorry. We are going to take a look at this.",
        "Q: Okay. So could we explain again?\nWERNER PREUSS: Yeah. This is a picture in Agnone when we were in the\nconcentration camp or how you want to call it, a prisoner camp, and this is a picture --\nmost of the people on the picture was a group, we were together in this building, and then\non the side -- on the right side you see my father and beside me. I am with the eyeglasses\n-- sunglasses.",
        "Q: So this is your father, and this is you with the sunglasses? (Indicating. )\nWERNER PREUSS: Yeah. Yeah, I'm in the sunglasses. And this 1s just -- that's the\npeople -- this -- we were looking just at soccer play between the prisoners and people\nfrom -- from the police department.",
        "Q: Oh, gosh. So the people from the police department and the prisoners --\nWERNER PREUSS: Police +,",
        "Q: And who took the photo?\nWERNER PREUSS: Yeah.",
        "Q: Who would have taken the photo?\nWERNER PREUSS: Some -- some of the people who -- I think this was a professional\nphotograph.",
        "Q: Okay. So, I mean, were prisoners allowed to keep photographs -- like a camera with\nthem?\nWERNER PREUSS: Yeah, I think so.",
        "Q: Okay. Allright. So do we have more?",
        "Q: Okay. Afterwards we will take that one. So that's when you were -- this photo 1s of\nyou when you arrived in Uruguay?\nWERNER PREUSS: Yeah, yeah.",
        "Q: Okay. All right.\n(Whereupon, Video interview concluded.)\nConclusion of Interview"
    ],
    "answers": [
        "Answer: April 11, 1923, in Berlin, Germany. My maiden name is Popower, P-O-P-O-\nW-E-R.",
        "A: No, my father came to Germany during the -- must have been the early Twenties. He\nwas taken to the first war, and he was taken to the Army, and he didn't like it. He said,\n\"What I do in the Army, to kill people that I didn't met, that didn't do anything bad to\nme?\" And he escaped. Then they looked for him and put him in the prison, and the\nprison -- I don't know how he came out or if he escaped, I don't know, I don't remember,\nand he came to Germany.",
        "A: No, in the time when -- when he lived there, Poland was Russia, occupied from the\nRussians.",
        "A: No, he lived -- he was born in Varso(ph).",
        "A: And his family come from Kokarus(ph).",
        "A: My mother was Polish.",
        "A: Her maiden name, Ruchla Bielinski(ph).",
        "A: Yeah.",
        "A: Yes.",
        "A: Abraham.",
        "A: Yeah.",
        "A: What?",
        "A: To the Russian Army, yeah.",
        "A: No, in this time he was in Poland born, but Poland was part of Russia.",
        "A: I don't know. Maybe in Russia.",
        "A: But I have -- I had a brother. He died in the meantime. He was nearly four years\nolder than me, and he was born in Russia.",
        "A: Of course.",
        "A: Yeah, he died, he was 70 years old.",
        "A: Yes.",
        "A: I don't know.",
        "A: I don't know. I think my father, maybe he was -- maybe. I don't know.",
        "A: I-- with my mother I met when I was nearly 18 years old. I did not have a\nrelationship with her before.",
        "A: My parents divorced after I was born when my father did not believe that I was his\ndaughter, and -- but then I -- they put me with a couple they paid monthly to raise me,\nand I was by then nearly one-and-a-half years, and my mother was a picaflor. (Laughing. )",
        "A: He liked all the flowers, men flowers.",
        "A: And so he -- he could not believe that I was his daughter, but when I grow a little bit\nolder, I was the one what looked more like him. I had the same nose.",
        "A: No, no.",
        "A: And my father always said he had a Catholic nose, and I am born with a Catholic\nnose like he had. So my -- they divorced, and my mother disappeared. I think she went to\nBrazil. She lived in Brazil then. And years later, my father had -- she had a son, no, my\nbrother, and one day when the -- he went out, and he saw his son looking between\ngarbage; said, \"What you are looking?\" He said he is hungry. \"You are hungry. Where is\nyour mother?\" \"At home.\" \"And why you are here?\" \"She sent me out.\" And then my\nfather went to the judge and said, \"I like to have the right of my children.\" So my mother\n-- they took her right away as mother to take care of the children, and he raised me and\nhis -- my brother.",
        "A: Yeah. I never had a mother.",
        "A: And I think I can tell you I am grateful to her that she sent me the documents that I\ncould come out from Germany, but she was a person that is very hard to believe.",
        "A: Oh, my father loved his children.",
        "A: My earliest memory? I had varied caretakers, what my father took for the half of his\nhouse and for to raise his children. We spoke only German at home. I didn't learn\nanother language. And some of them I liked much, but some not so. We had some of\nthem that teach me from Jesus Christos. I think they wanted to convert me when I was\nfive years old.",
        "A: Yeah. (Laughing.) It is funny. And — but we are not religious at home.",
        "A: I don't know. I don't know. Maybe when he came to Germany and we lived on the\nstrasse, and the ones near synagogue that he went by my brother, he took him to\nthe synagogue, and I remember I must have been three or four years old, and my brother\nwent to the synagogue, and they called him to the Torah — you know what is the Torah?",
        "A: And then I cried I like to go also, so they took me. And when they called my brother\nto the Torah, I said, \"I like to go, too,\" so next time they put me pants on that I looked\nlike a little boy.",
        "A: No. He had a cousin -- an uncle, yeah. It was a brother from his father.",
        "A: And -- but not a relationship because my father came to Germany, maybe he didn't\nspeak German then and they made fun of him.",
        "A: No. But, you know, neighbors, children from neighbors that were my age. And then\nmy father, he had a store, a men's store, and he had a partner, and they lived near us, and\nthey had three children, and the lady of the house, she always say about me, \"She is sweet\nlike sugar, but she is bitter like galla(ph).\"",
        "A: Yeah. But her daughter what was more or less my age, maybe a year older, was not -\n- was a little bit handicapped --",
        "A: -- mentally.",
        "A: Yeah.",
        "A: But they divided. The partner moved out to another place, and then he went to\nFrance. And funny thing, when we are in Montevideo, was it, or Buenos Aires -- I think\nin Buenos Aires.",
        "A: Yeah, we had a young man what lived in the neighborhood, one day he came to me,\n\"Jutta, you know the lady what knows you when you was a child?\" I said, \"Oh.\" And,\n\"Yes, .\" \"Ahh,\" I say, \"yeah, I remember the name.\" So I went and she was in\nBuenos Aires, they lived in Buenos Aires, and her older daughter died in France. She\nwas older.",
        "A: That was handicapped? Oh, she find a guy what married her.",
        "A: And she was not very good -- good looking, and she -- and I went to the wedding.",
        "A: With my mother's husband.",
        "A: What raised me? I had several that raise us. I had one that is my half-sister, my\nfather had a daughter with her; her name was Johanna.",
        "A: Johanna Sashovec(ph). But she -- he had a daughter that I'm still -- I met the\ndaughter more or less -- Werner, + when they came to us? Maybe 28, no, 27,\nand I know about her, and when I was a child -- she is six years younger than me. When\nI was a child, she said, \"Jutta, what you like, a brother or a sister?\" So I did not\nunderstand much, but then it came to me.",
        "A: Yeah. And she took -- I have -- no, I have not a photo from her, I think. And she put\nme — when I was six years old, she put me to school, and she bought me the big -- what\nyou have when you go to school, how do you say, the sac d'étude.",
        "A: Yeah. I had a big one when you see the photo. She took care of me, but since my\nfather didn't like to marry her, her mother came and took her back to — from where they\ncame, Senftenberg.",
        "A: Yeah, then he remarried when I was -- in 1934.",
        "A: He went -- a single man, and he met a lady there in the cafe, and I think they danced,\nI don't know, and she was not Jewish, but, I don't know, she said she would convert to\nJudaism when he would marry her. And I don't know, my father married her, and they\nhad twins, but one of the twins died in , and my father was not there. My father\nwent -- after the Kristallnacht, he went underground.",
        "A: It was +, which was in this time Berlin in vier.",
        "A: Yeah.",
        "A: Yeah, yeah.",
        "A: It was a mixed neighborhood. Everybody was friends with friend, what I remember.",
        "A: Yeah, a working class.",
        "A: We had -- we had -- my father had a store, and hinder the store was an apartment.",
        "A: Behind the store, yeah.",
        "A: Yeah, when they started. He came from another -- from Berlin, __strasse,\n____ strasse, I think he lived before.",
        "A: No, he was a kaufmann.",
        "A: Storekeeper, yes.",
        "A: All men's store, yeah.",
        "A: Oh, yes.",
        "A: No, we had a housekeeper. Housekeeper, they lived with us; they cooked and took\ncare of us.",
        "A: Sometimes a little bit lonely; sometimes okay. I was -- as I was a child was observed.",
        "A: I was always quiet and looking at people and seeing what they do.",
        "A: I -- I think I was a happy child. And I loved children. Children, they love people.",
        "A: I didn't know what it meant in this time.",
        "A: They divorced when I was still by those people in care.",
        "A: And I met my mother the first time I think I was four or five years old, and my\nbrother came and took me by the hand and run with me, I didn't know why, but since I\nwas little, they catch me and took me back and said, \"You have visitor, Jutta. This is\nyour mama.\" I looked at her, didn't know what to do with her.",
        "A: I don't remember.",
        "A: Then a few years later I saw her once again. She looked to reconnect with her son,\nbut was not very interested in her daughter.",
        "A: What?",
        "A: No, she lived -- she had brothers in Berlin.",
        "A: Yeah. They were in ?sus? -- how do you say, Schneider, ;",
        "A: Yeah, 1929, when I was six.",
        "A: From school, it was elementary school from the state, and I was very good in math. I\nlearned it fast. I was a good learner in everything. The only thing, I couldn't sing. I didn't\nhave the voice, so they put always in my -- how would you say ;",
        "A: Yeah, they put always a five 1n as a bad note. And then in later years they say, \"No,\nJutta, you are such a good student, it look no good the five, we will put you have not gut\nhoren.\"",
        "A: My father was a very good person, very — he liked people. He liked -- on Friday,\nSaturday came all the -- what came and asked for food. He always prepared a -- he was\nprepared and gave them the food, and then one day some of them said, \"Oh, we don't like\nfood, we would prefer the money,\" you know, for drinking.",
        "A: So my father, \"If you prefer money, then you have to go somewhere else.\"",
        "A: No, he was a gentleman.",
        "A: Oh, yes, yes. And I remember the movie was not spoken, it was written.",
        "A: And I didn't go to school yet, I couldn't read, but my brother was nearly four years\nolder, so he knew. My father told him, \"Take her to school, take her with you so she can\nsee it, too.\" And my brother didn't like it why he had to read me then what was written\nthere.",
        "A: Yeah.",
        "A: Yeah. He said, \"Learn to read,\" but I didn't go to school yet.",
        "A: Iwas closer to him than he to me.",
        "A: No. No, my brother left the house when he was 18 years on his birthday. When my\nfather married, and my stepmother, she criticized my brother too much, and my father\nand my brother were very close in the beginning. And so he left. She criticized him.\nAnd if he could, he defended me.",
        "A: Defend me.",
        "A: Yeah.",
        "A: My stepmother, she liked that I clean this and this, and I was 10 -- 10 years old, 11\nyears old. So he said, \"Why she cannot have friends to come?\" \"She has to clean the\nhouse.\"",
        "A: No, my father didn't realize this.",
        "A: My stepmother was German, yeah, and she converted to Judaism, told her to\nand to get a husband.",
        "A: So--",
        "A: Iwas not close and I was not far, but I hold my distance. But she has -- she had a\nsister; I liked her sister. She was married without children. And later, when I started to\nearn money, I gave her all the money, my stepmother, and I had other people — other\nlady, she had a little store, and once a week mostly she called me if I not make the\nbookkeeping, I was good in numbers, and she gave me money. I didn't ask for the\nmoney, but she gave me. And one day she asked me, \"Jutta, what you do with the\nmoney?\" I said, \"I save it.\" \"Oh, where do you save it?\" With my -- with the sister for\nmy stepmother. And later, much later, when I already was married and far away, she --\nwhen I spoke -- she called -- no, I called her, and she said, \"You made money with her,\nand you give it to my sister, not to me.\" People are strange.",
        "A: But I was glad that I saved the money that when I needed it to leave Germany, I\ndidn't have money, so I had money. I had to pay for the -- go to Hamburg to get my visa\nand a lot of things, taxicab, and for the -- to help me with the luggage and things like this,\neach one like to be paid.",
        "A: My father was not there. My father went underground, and then he went to France\nand lived in France.",
        "A: Yeah, I had a lot of friends, older, younger, yeah. We were mixed, all mixed. But\nthen afterward that Hitler came and took the Jews, we were more together than the other\nones. I had -- in the building where we lived, above us lived a family. I don't know, I\nnever saw the father, so maybe from divorce or she didn't have a father, and she -- they\nalways invited me, and she played with me, and her grandmother was very nice, \"Jutta,\ncome up, come up.\" And then after Hitler, she from the window told, \"Oh, Jews. Oh,\nJews.\" So I felt a little bit put by side.",
        "A: Really, I didn't know what was the difference. My father was not a religious man.\nHe was an atheo.",
        "A: My father was an atheo. He didn't believe in nothing.",
        "A: Yeah, itis. But then when I became eight years, nine years, I heard from +\norganization, and I had other one that took me with them, so I was interested in Judaism.",
        "A: Oh, I looked for myself.",
        "A: Yeah.",
        "A: I think the neighborhood was mostly the same.",
        "A: Yeah. It was working class here. It was mostly the same. It changed a little bit\nwhen my father married.",
        "A: He married in December 1934.",
        "A: It was already forbidden Jews to marry Christians, but she insisted and she converted\nto Judaism, and she went to in Prague, she lived three months to get the papers,\nand then she said to my father to come to Prague, that they can marry.",
        "A: Elna(ph) Shilla(ph).",
        "A: Yeah.",
        "A: Yeah. No, this is from the other lady.",
        "A: Yeah. Really, I met my half-sister from the other lady when we lived in Argentina,\nand I invited her to come to Argentina so she could live with us if she likes a year, so I\nmet her, and I brought her to my brother, too. So it is funny, we sent her the money to\ncome, and then he went and paid also, but he was not a big giver, but he didn't like to\nlook shabby.",
        "A: And she was a year with us.",
        "A: Yeah. And the mother later married, and she had from the -- the mother had another\ndaughter and a son.",
        "A: Yeah. Senftenberg.",
        "A: I don't know who -- Werner?\nWERNER PREUSS: Near Berlin.",
        "A: Itis not too far away from Berlin.",
        "A: Iremember my father sent each month the money for the girl, 40 Marks, but when --\nwhen he left Germany, he -- nobody sent more money.",
        "A: No, no.",
        "A: They are nice people.",
        "A: They are very nice people. And when she went to Senftenberg for vacation, she\nalways took me with her.",
        "A: Isay to her \"tante.\"",
        "A: What?",
        "A: Yeah.",
        "A: She was no tante.",
        "A: Johanna -- Johanna, and maiden name Sashovec(ph).",
        "A: They come -- I think they are from Posen.",
        "A: Yeah, yeah, they divided, and the other, he opened up a store, the same store a few\nblocks away, but must be that he didn't go away with him, they left Germany and went to\nFrance. His wife had family in France. And then after years I met her again in Buenos\nAires, and they told me that they came to South America, and the older daughter died.",
        "A: No, this was a second one. She was more or less my age. The older daughter was\nthree years older than me, three or four years.",
        "A: No, in '38 to -- when was the Christmas — the glass?",
        "A: Kristallnacht. People came to ?streiten lang? and cried against the Jews, \"Oh, that's a\nJewish store.\" But there were some between those people that said, \"No, come, come,\ncome, +,\" so it was not destroyed.",
        "A: Yeah. But after, my father didn't open up again.",
        "A: No, he closed it. No, they didn't destroy it.",
        "A: No. It was okay.",
        "A: Yeah.",
        "A: Why -- it came a time where they went and looked for Jewish men to take them to\nSachsenhausen, and a lot of -- a lot of what he met disappeared in Sachsenhausen, so he\ndisappeared, too, but not at Sachsenhausen. He went underground.",
        "A: Okay. When he was crossing the to — I think to Bergen somewhere, they\ncatched him and they sent him back to Berlin, and then he had to go every week to the\npolice that he was there.",
        "A: Yeah.",
        "A: But after -- I don't know how long it took, a few months maybe, he didn't need to go\nanymore, but then before the war -- maybe four or five months before the war he\ndisappeared again, but the store was closed. He didn't open it up after Kristallnacht, so —",
        "A: Okay. He made it -- he made the business without a store.",
        "A: Yeah. He bought and sold to other stores.",
        "A: Yeah.",
        "A: Yeah. And we had a lot of -- my father had friends what was not Jewish, and one of\nthem said, \"Abraham, why you don't convert? I spoke with the vater.\"",
        "A: Yeah, it was a priest, but my father was not interested. He didn't believe in one; how\nhe would believe in another one.",
        "A: Yeah.",
        "A: Maybe. Maybe.",
        "A: Okay. Since he had not a wife at home, he liked to go out and play cards.",
        "A: Inthe cafe, cafe Moka Eftiin __..",
        "A: Yeah.",
        "A: My stepmother, and then she organized it to play the cards at home, then so her\nfather came and somebody else from her came, and my father learned Schach. Schach.",
        "A: Yeah. So they played Chess. And then when they married, they came -- always\ncame the relatives from her for dinner. I thinks it better in our house or looked to save\nmoney. And they sent me out to buy in the feinkost.",
        "A: Yeah. And bring this, and bring this. And this was after hours, maybe it was 7:30,\n8:00. And then when Hitler was there, they always go, \"Oh, Hitler, we will have each\none a car for free, the auto.\"",
        "A: Yeah.",
        "A: Yeah, when the Germans were winning the war.",
        "A: No, I was not one what like to go out if its dark.",
        "A: +, but I -- I was not an unafraid adventurer.",
        "A: Iwas ahouse girl. I liked to read.",
        "A: No, she was jealous of my brother, and — and for me, she looked that she has\nsomebody what helps with the housekeeping. Even you know what I didn't like, she had\na very nice mother, no, and the mother came every day to us, and she let her wash the\ndishes and all this. I think it was terrible. And all for food? So I don't know if the\npeople had money.",
        "A: Yeah, every single day to help her and to wash and to iron, and she was madam.",
        "A: Yeah, what -- when she found something, yeah.",
        "A: Yeah, I was working. I was a kaufmannischer lehrling in a big store, in household\nappliances. Nota store. It was for major --",
        "A: Yeah, yeah, you could buy there. And then was Krystallnacht, and after this the --\nthe boss came to me and said, \"Jutta, my wife works in the -- to help young people who\nwent and moved to London for education, and so she would take care of you.\" And I said\nto my father, \"Papa, they will take care of me and I can go to London and learn English\nand this and that.\" \"No. How would you go to England?\" He didn't allow it.",
        "A: Okay. And so I lost my job in this office. And in the same building was a woman,\nshe was sewing, no, ,",
        "A: And I went up to her, and I liked to sew, so she said, \"Okay, you can come. I will\nteach you and learn and you can help me.\" And I went, and I was there five, six months,\nthen she got from the arbeit office --",
        "A: From the labor office another girl in my age which she should employ and teach, no,\nlehrling.",
        "A: And this lady one day say to me, \"Jutta, you have to be careful of Jews.\" I said, \"Oh,\nyes? How I know who is a Jew?\" \"They have horns.\"",
        "A: Yeah.",
        "A: No, I didn't -- I said to nobody what I was.",
        "A: Yeah.",
        "A: Yeah, \"has horns.\" (Laughing.) Say how I know who is Jews. Most of the people\ntook me for I don't know. When we were married, they took me for Italian.",
        "A: We were very mixed. I had boyfriend, he was my age, more or less, his father was\nnot Jewish, but the parents were divorced.",
        "A: And what I feel bad, when I left Germany, he took one of my luggage to the train\nstation, and the mother, the sister for my stepmother, she was even more than the\nstepmother, she was later very happy when I left, and he was Jewish. He was raised by\nhis mother, but the parents were divorced, and he took the bicycle and left Berlin, and\nthen the mother was so preoccupied that they were looking for him, and they brought him\nhome again, and I'm sorry I think maybe he perished.",
        "A: No, no. He was -- this was already 1940.",
        "A: I left'41.",
        "A: I don't know. It was just before the war.",
        "A: Inever saw him again. I was 16 years old.",
        "A: He went underground.",
        "A: Yeah. He went to France when he wrote, and then later the French occupied -- the\nGermans occupied France, and France delivered the Jews to the Germans.",
        "A: He was killed.",
        "A: No, he was killed in the concentration camp.",
        "A: No. After the war, my brother was in the English Army, he went to the police where\nhe lived in France, and this is what the neighbors told.",
        "A: Yeah, the Germans took him.",
        "A: Yeah, and after Kristallnacht, they catched him on the ;",
        "A: And then they -- he had to go every month to the police.",
        "A: Yeah.",
        "A: This must be four or five months before the war started.",
        "A: Yeah, 1939, yeah. And I left in January '41, and then I was with my stepmother.\nShe was not good, she was not bad, but that's hard. For her it was hard, and for me, too.\nBut one day I cleaned my library and one book fell down, and I took the book up and\npulled the letter out. This was a letter my mother had sent to me in '38, --",
        "A: -- to see what was going on in Germany, it is not good; if I wouldn't like to come live\nwith her. And my father said, \"What, you will write her? You don't know your mother.\nYou don't know what person she is.\" So I never answered the letter. But then when I\nfound this letter, I saw the address, and I wrote her a letter if she still 1s interested in me,\nif she can sponsor me.",
        "A: And she sent me the paper for Uruguay. And I didn't know how she looked, and\nWerner was on the ship, and he saw a lady call, \"Is Jutta Popower on the ship?\" And then\nhe came to me, \"Jutta, I think the lady what is calling is your mother.\" It was true.",
        "A: Who?",
        "A: My brother?",
        "A: He was in the English Army.",
        "A: He was -- when he was 18 years old, he left the house on a trip to England, and in\nEngland they took his passport and everything away, and after it was his time to leave\nEngland, they shipped him over to Germany. But he didn't come home. He went to\nBelgium, and in Belgium he entered into -- did something from +, this was a\nJewish school to teach -- he learned in like an engineer plan, things like this, for two\nyears, and then was from Dunkirk that the English took all the people out while the\nGermans started the war. It is before the war. So he came to this --",
        "A: Yeah. He came to England, and then he came to England, they deported him to live\non the Island of Man. Did you hear of that one?",
        "A: Yeah, okay.",
        "A: No, no, it is nota prison. It is one of -- for people that was illegal that would come to\nlook for safety from Europe, from Germany. And then he applied to enter as a soldier in\nthe English Army, and he came to the English Army, and he was a -- he fixed when the\ntank or something couldn't work anymore, he fixed this. This is what he learned. And he\nwas to the war; he was in the Army.",
        "A: My brother was not German.",
        "A: My brother had a Polish passport.",
        "A: He was born in Russia.",
        "A: Uh-huh.",
        "A: Don't tell me.",
        "A: No, I remember he wrote me, he had to make a testament and say something\nhappened to him, no, he put me in in his testament and I get the money. I'm glad nothing\nhappened to him.",
        "A: Isaw him in 1950, when he went to Israel. It was -- he was then living in Israel. He\nwas a soldier, and they had like a -- well, a soldier girl from the Army, where they went\nfor food and things, no, like a restaurant, and over there he met a girl, she was from\nHungary, Jewish, and -- but he left, 1t was the +, so he went to Israel, and then she\nfollowed him, and he married her. When he married her, after a while he found out she\nwas ten years older than him.",
        "A: This was -- then he didn't like it as much. She should have never told him her age.",
        "A: And he liked to go away on trips for a month or so, and then he would say -- then he\nsaid, \"Yeah, I'm going to visit my sister,\" and this was not true. He never came to visit me\nin Argentina. And when I came to Israel and I met her, she hated me. And she -- when\nwe lived in Argentina, she wrote to my father-in-law that her husband give all the money\nwhat he has to me, and this is no. He lied to her, so she hated me.",
        "A: Yeah, yeah.",
        "A: Werner went with my brother in Israel, I don't know if looking for a job or -- and\nwhen Werner went and bought something to eat, he gave him, no; and when he bought\nsomething, he hided it not to give up. He was like my mother.",
        "A: A tight one.",
        "A: It happened.",
        "A: Yeah.",
        "A: The papers.",
        "A: Yeah. And she paid the ship, the boat trip to --",
        "A: I?",
        "A: I didn't know where to go. By accident only that the book fell down and came out\nwith the letter in with that my mother had sent me in '38.",
        "A: Yeah. And she was not living no more at the address, but the people what received\nthe letter know where she was living, so they went over and gave her the letter.",
        "A: That I left?",
        "A: And then started the war and I went looking for a job, and they sent me to Siemens,\nSeimens _. I worked -- there were all Jews there, a hundred Jews, and we were -- I\nwas soldering.",
        "A: The things with the fire, no?",
        "A: Yeah.",
        "A: Yeah, yeah, yeah. It was things for the -- for the war.",
        "A: Yeah. But the people that oversaw us and teached us were very nice over there, very\nnice. And then in December, I told what was the manager of all of us that I was leaving,\nthat I was going to South America, and he said, \"Why you are leaving? The war will be\nfinished soon.\" He didn't know about concentration camp and all this.",
        "A: The Jews know all over this a lot of parents from people that never came out from\nSachsenhausen.",
        "A: No. The workers, yeah.",
        "A: But not the people what oversaw us.",
        "A: And I had to make money. I was very fast in the war, and some people would be a\nlittle slow, and then I say to them, \"I work for your part, and what you get paid you give\nme half of it.\"",
        "A: This I have so, and if this was not, I had money. I needed money when I would go.\nMy stepmother wouldn't give me money for a taxi or to Hamburg for a visa or so.",
        "A: Yeah.",
        "A: Yeah, yeah.",
        "A: She never told her. But she found out from the lady what paid me, I make the\nbookkeeping for her.",
        "A: But she become friendly with her.",
        "A: At the last call and said, \"Oh, my sister, she was a false(ph) and Jew, she put -- hold\nyour money, and she didn't say anything that you earned something by the\" -- whatever\n. I don't like to discuss.",
        "A: Yeah. No, they had challa(ph).",
        "A: And came the doctor and sent them to the hospital, and one had the challa(ph) and\none was only -- one what gave the challa(ph) to other children, but didn't desire -- how do\nyou Say it, didn't --",
        "A: No.",
        "A: And when they come to the hospital, they gave each child an injection or something,\nand she which shouldn't go died.",
        "A: And when the doctor said she didn't need to go to the hospital, only she has this\nchalla(ph), and only keep her isolated. She doesn't know if one has to go the other has to\ngo, too, and this one that didn't need to go, she died.",
        "A: Yeah.",
        "A: Yeah. The other one I have no relationship now since I was away from Germany.",
        "A: And my stepmother always, \"Look, Jutta, look at this, look at this,\" so the child\ndidn't like me much. But I had to take them to -- I was out in years -- in the city with a\ncar to the parks and so on. And the best thing in the parks, who was sitting around, people\nwhat didn't have jobs, and they had lice.",
        "A: And what are they kept there? With lice. And so she said, \"Jutta, you are dirty. You\nhave lice.\" And then I took the children to the park, and we were sitting on the bench, and\nwe came home, she had lice, too.",
        "A: Yeah. I couldn't go with the two children. I was a child myself, and that's a busy\nstreet with cars and and all the -- aye yal.",
        "A: Okay. And my stepmother then one day, one of the times that the was on the\nphone, \"Yeah, you didn't send me food, packages.\" I said, \"How can you send\npackages?\" I have to be -- I was married without money, too, and had two children.",
        "A: Yeah. She -- she liked to exploit me.",
        "A: And I had a little jewelry what I gave her while Jews couldn't have jewelry, no, gold.\nIt was what my father gave me when I was 13 years, a gold watch with a gold arm band,\nand I keep it when — after the war to give it back, and I asked her for it. \"Oh, I needed to\nsell it. I needed the money.\" \"Okay.\" I never saw her. When I was in Berlin and called\nup, she didn't like to see me. I think she was afraid.",
        "A: No, she was not Jewish. She only found out that after --",
        "A: Then when my father left, I'm sure she went out. I'm sure.",
        "A: What?",
        "A: When I left Germany in April -- not in April. In January 21 it was, I think, 1941.",
        "A: Yeah.",
        "A: Yeah, when I came to Lisbon, we went with the train, all Jews were in the train in the\nsection from Berlin to Lisbon. For nearly a week we were -- it was all Jews but occupied\nwith the Germans.",
        "A: Nobody has -- maybe the know that it was, at least from the +, but my\nmother paid everything. But they were all Jews in the section. We covered five days\nwith sitting day and night sitting in the section, and then one night we stopped in Spain,\nwe went to a hotel I remember, and the first time after so many days that I could wash\nmyself, and I was sitting in a bath in the bath things washing, and I was so tired that I fell\nasleep.",
        "A: Yeah. But there were two girls that were in the same kupe as I, and they came in the\nhotel, they had the same room number, they came in to see what I am doing, and they\nfound me in the bathtub.",
        "A: So I'm glad that they came in, I could be -- they said, \"Jutta, Jutta, don't sleep.\"",
        "A: Everyone. And my father was waiting for me in Paris +, and I don't know\nwhere we were parked, it was far from the station, but 1t wasn't Paris.",
        "A: Nowhere. I didn't know where to go. And my father didn't find me.",
        "A: Never. And he said he had money he was giving that if I could see that he could go\nget a permit for -- to him to this country or that my mother never helped me. She was full\nof this hatred against my father, and she was the guilty one.",
        "A: Yeah.",
        "A: Yeah, I got on the -- yeah, everything was arranged from the join(ph), from the\nJewish organization, but she had to pay, no.",
        "A: And then on the ship I met Werner with his family, his mother -- mother, sister and\nfather.",
        "A: Oh, he was . I could with him talk about everything. He was very nice. And\nthen I had another admirer on the ship, he came from Switzerland, Jewish from Germany,",
        "A: -- and even I couldn't go on the toilet, he was waiting outside. Terrible, terrible. I\ncouldn't stand him. And then it was cool, and he brought me something to cover on the\noutside, and I didn't want it. \"Here.\" \"Okay.\" Then one day when he saw that I was not\ninterested in him, \"Can I have my blanket back?\" \"Yes, here, you have it.\" I didn't ask\nfor it. Yeah, I was good looking.",
        "A: Yeah.",
        "A: What?",
        "A: Yeah.",
        "A: Yeah. The first I see -- I see that she was speaking bad about my father. How could\nshe speak bad when she doesn't have a relationship with him.",
        "A: My brother left her.",
        "A: I think she was a hard lady. She thinks that she was right. Okay. And she was a liar.\nOh, I could not stand it when she spoke to people and said these things that are not real,\nand then she say to them, \"Ask my daughter, ask my daughter, Jutta, Jutta.\" \"Mama.\"\nShe wanted that I lie for her with.",
        "A: No. I feeled sorry for her. Maybe she was an unhappy person, I don't know. But\nshe married two husbands, or three husband, who knows.",
        "A: Yeah,in__ what I met, he was from — he was a German. No, he was a\nHungarian, Hungarian, but he was a man with money --",
        "A: -- and she married the money. And he was a nice man, a very nice man.",
        "A: I liked him. And then the second man she married -- Werner, what was the second\nman? He was from --\nWERNER PREUSS: Argentina.",
        "A: From Argentina, yeah. And he had the same name, Goldstein.",
        "A: Yeah. Werner was the test -- the witness.",
        "A: I-- I don't know if it was the second. Maybe it was the third or fourth.",
        "A: Yeah, he died there.",
        "A: No, we went to Israel. When we married, we went --",
        "A: Yeah.",
        "A: The husband, this one, the Goldstein, Zoltan(ph) Goldstein, he lost his job, couldn't\nfind another one.",
        "A: Yeah. But he came as a kid to Germany.",
        "A: And so we went to Buenos Aires and there he find a job, but he died. Before he died,\nI went to see him in the hospital with my daughter, she was two years old or two-and-a-\nhalf, two-and-a-half already, and I said, you know, \"Zolly, I am leaving, I'm going to\nIsrael.\" \"Oh, yeah. I was home to visit you, but you don't know where I am.\"",
        "A: Yeah, I was -- we already were prepared.",
        "A: I didn't -- with my mother I didn't read -- speak. But then my daughter was born, she\ncame to the hospital and made a tragedy. \"Yeah, children, who will pay all this, I have to\npay it,\" and she didn't give a penny, no, never.",
        "A: Yes.",
        "A: Yeah. And the doctor came and said, \"Is this lady what was here\" -- I became sick\nand fever, no -- never, no. \"Who was it?\" I say, \"My mother.\"",
        "A: But later she wanted to move in with me in Treundan(ph).",
        "A: My cousin said to me, she went to Paris, the last one -- she doesn't live anymore.\nShe died in '95.",
        "A: She went to Paris, and she lived by a nephew, the son from a brother of her, and he\nwas married, and she nothing more than could speak than bad about his wife, made her to\nfight, so he said to my mother, \"Better you move out.\"",
        "A: Yeah. And my cousin told me her brother — my mother's brother was the same way,\nand the parents divorced, but they were already the children grown up.",
        "A: No, I was not disappointed. I have two ears, and one that goes in and the other out.",
        "A: What can you do?",
        "A: You cannot change it.",
        "A: Yeah.",
        "A: No doubt it was. No,I came when __. I was a guide taking groups from\nArgentina to Germany.",
        "A: And the funny thing is it was a bus -- it was a car, a big car, it was Europe, and when\nwe were in Germany I had to tell the people that I was Jewish. I could not talk before\nthey know that I was Jewish.",
        "A: They were from ArgentinA: They were not German.",
        "A: Not to the people. To the chauffeur --",
        "A: -- or the guide that I had in Germany. One of them said, \"I didn't ask you. I am not\ninterested.\" \"Very good.\"",
        "A: Yeah.",
        "A: Yeah. It doesn't exist now. The house is not there. It is now a small house there.",
        "A: Yeah.",
        "A: No. It is a simple life.",
        "A: Yeah. I -- Iam born a happy person.",
        "A: I say always be happy, happy and healthy.",
        "A: Iam not -- I don't understand when people, how do you say, mad of other people,\nyou know, or --",
        "A: Angry and you would like this and this. I cannot understand this.",
        "A: We were happy when we had nothing, and I am happy now that I don't need\nanything.",
        "A: Werner always say, \"Don't worry, we have enough that we live.\"",
        "A: I was not money hungry.",
        "A: Oh, you're welcome.",
        "A: And I have two nice very good children.",
        "A: Ishow you the photo of my children.",
        "A: Yes.",
        "A: Yeah.",
        "A: This is my father.",
        "A: This is me, and this is my brother.",
        "A: Heino. Heino Popower.",
        "A: Heino.",
        "A: But he changed it to Henry Power.",
        "A: Yeah, six and three years there.",
        "A: Yeah. And then my brother 1s three years and eight months older than me.",
        "A: He was a young man, yeah.",
        "A: My father was born in 1897, and my brother was born in 1919. 1919.",
        "A: My father was 22 years old when his son was born.",
        "A: And my mother was 24. She is two years older. She was.",
        "A: Heino.",
        "A: But he never -- he -- we always in Germany called him Heinz.",
        "A: He must be 17, 16, 17.",
        "A: Yeah, he must be 17.",
        "A: Well, one is my father, I think. It say over there.",
        "A: I cannot read.",
        "A: And one is his brother.",
        "A: Yeah.",
        "A: Icannot read. These are my grandparents.",
        "A: And here it says -- who is it? You can read the letter.",
        "A: Both men, I'm sorry that he -- Werner?\nWERNER PREUSS: What?",
        "A: Youcould read it better.",
        "A: No, Werner has --\nWERNER PREUSS: But where is the pictures when you were the children? Why you\ntake these pictures? This is allfrom __.",
        "A: Yeah.",
        "A: Gittel(ph).",
        "A: Yeah. And what was her name, Werner, her maiden name? I forgot it. I forgot at\nthis moment. _—_—_—si+. ~Gittel, Gittel --",
        "A: Yeah.",
        "A: Joel.",
        "A: Popower.",
        "A: No, they didn't accept that in Germany. It was not in Germany.",
        "A: Yeah. They said, \"Oh, you mean Jutta,\" and so all the people what went to give the\nname for the child for the first born said, \"Yes, Jutta,\" so I became Jutta.",
        "A: You're welcome.\n(Video stopped and started.)",
        "A: Newspaper.\nWERNER PREUSS: No, in the magazine which we got all the time forthe _—_s, and\nsomebody from Israel called me and say he saw the one of his friends, and he was also in\nthis camp, but he -- afterwards, he was sent to Auschwitz later where he met his wife and\nlives in Israel.\nWERNER PREUSS: Yeah, yeah.\nWERNER PREUSS: Now, here I have is when I arrived in Europe -- when we were 1n\nArgentina, and this is Jutta's half-sister which is in Europe when she told you the story.\n"
    ],
    "headers": [],
    "paragraph_breaks": [
        "",
        "United States Holocaust Memorial MuseumJuly 13, 2014\nRG-50.030* 0762",
        "PREFACE\nThe following interview is part of the United States Holocaust Memorial Museum's collection of\noral testimonies. Rights to the interview are held by the United States Holocaust Memorial\nMuseum.",
        "The reader should bear in mind that this is a verbatim transcript of spoken, rather than\nwritten prose. This transcript has been neither checked for spelling nor verified for accuracy, and\ntherefore, it is possible that there are errors. As a result, nothing should be quoted or used from this\ntranscript without first checking it against the taped interview.",
        "Transcribed by Calvin J. Everson, RPR, CRR, National Court Reporters Association.\nJUTTA PREUSS\nJuly 13, 2014"
    ]
}